{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1912469/",
  "absolute_url": "/opinion/1912469/in-re-york-hannover-developments-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1912469/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:47:55.383423Z",
  "date_modified": "2016-04-26T22:15:06.403352Z",
  "type": "010combined",
  "sha1": "fcd2b644cd7180a39d150d2f253449e2883a8555",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>190 B.R. 62 (1995)</b></center>\n<center><h1>In re YORK-HANNOVER DEVELOPMENTS, INC., Debtor.<br>\nSTATE OF FLORIDA, DEPARTMENT OF REVENUE, Appellant/Defendant,<br>\nv.<br>\nRichard D. SPARKMAN, Trustee, Appellee/Plaintiff.</h1></center>\n<center>No. 5:95-CV-777-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 30, 1995.</center>\n<p><span class=\"star-pagination\">*63</span> R.A. Renfer, Jr., Office of U.S. Attorney, Raleigh, NC, for plaintiff.</p>\n<p>Peter J. Marino, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>OPINION</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the undersigned on appeal from a judgment of the Bankruptcy Court for the Eastern District of North Carolina. The sole issue presented is whether the Bankruptcy Court erred in denying defendant's motion to dismiss by concluding that Congress has the constitutional power to abrogate state sovereign immunity pursuant to statutory enactment under the Article I Bankruptcy Clause. The judgment of the Bankruptcy Court is affirmed.</p>\n<p>The case arises out of a claim by the trustee of a bankrupt debtor to recover from the Florida Department of Revenue payments made by the debtor within a year prior to the filing of a petition for bankruptcy in this court. The trustee claims that these payments are voidable as fraudulent transfers and are subject to reclaim under § 544 or § 548 of the Bankruptcy Code. The trustee further claims that the defendant State of Florida is subject to this suit as a result of the 1994 amendments to the Bankruptcy Code. In response, the State of Florida pleads its sovereign immunity as a bar to this suit.</p>\n<p>After the trustee in bankruptcy filed an adversary action in the bankruptcy court seeking to reclaim the payments at issue, the State of Florida moved for dismissal. The Bankruptcy Court denied the motion in a memorandum opinion and order reported at 181 B.R. 271 (Bankr.E.D.N.C.1995). The parties then entered into a consent judgment in favor of plaintiff trustee, reserving to defendant State of Florida the right to appeal the constitutionality of 11 U.S.C. § 106(a). In its appeal defendant does not contest either the retroactive application of the provision or the construction of the language of the provision.</p>\n<p>This court has appellate jurisdiction pursuant to 28 U.S.C. § 158 to hear this appeal from the judgment of the Bankruptcy Court for the Eastern District of North Carolina. The judgment of the lower court is reviewed de novo in its entirety because the facts are undisputed.</p>\n<p>Section 113 of the Bankruptcy Reform Act of 1994, codified at 11 U.S.C. § 106(a), purports to abrogate state sovereign immunity with respect to specific actions, including § 544 and § 548 actions for recovery of fraudulent transfers, by the trustee in bankruptcy against governmental units. Section 106(a) of the Bankruptcy Code, as amended, provides that \"[n]otwithstanding an assertion of sovereign immunity, sovereign immunity is abrogated as to a governmental unit to the extent set forth in this section with respect to . . . [s]ections . . . 544 . . . [and] 548.\" 11 U.S.C. § 106(a). The section further provides:</p>\n<blockquote>The court may hear and determine any issue arising with respect to the application of such sections to governmental units [and t]he court may issue against a governmental unit an order, process, or judgment under such sections or the Federal Rules of Bankruptcy Procedure, including an order or judgment awarding a money recovery, <span class=\"star-pagination\">*64</span> but not including an award of punitive damages.</blockquote>\n<p><i>Id.,</i> § 106(a)(2), (3).</p>\n<p>The State of Florida challenges the constitutionality of the statute on the grounds that the Eleventh Amendment provides it with immunity from suit in federal court. State claims of sovereign immunity against suits for the recovery of money by citizens or persons in this court are routinely advanced as being authorized or recognized by the Eleventh Amendment. The Eleventh Amendment states:</p>\n<blockquote>The Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State.</blockquote>\n<p>U.S. Const. amend. XI.</p>\n<p>As all who are familiar with this area of the law know, the Eleventh Amendment was proposed and ratified in reaction to the United States Supreme Court's decision in the case of <i>Chisholm v. Georgia,</i> 2 U.S. (2 Dall.) 419, 1 L.Ed. 440 (1793). In <i>Chisholm,</i> the Supreme Court accepted the plain meaning of the language in Article III, Section 2 of the Constitution which provides that \"[t]he judicial Power shall extend to all Cases, in Law and Equity . . . between a State and Citizens of another State.\" On that basis, the Court permitted Chisholm to sue the State of Georgia in federal court.</p>\n<p>Section 2 of Article III defines the subject matter jurisdiction of the federal courts. The effect of the Eleventh Amendment is to withdraw from Article III, Section 2, Clause 1, a portion of the jurisdiction that appears in the text of the Constitution. The Amendment removes the jurisdictional capacity of federal courts to entertain suits between a state and citizens of another state.</p>\n<p>The Eleventh Amendment does not speak to sovereign immunity. The doctrine of sovereign immunity arises from the character of the states as sovereigns antecedent to the Constitution. What remains of state sovereign immunity after the Constitution is implicitly less than the immunity of those states prior to the Constitution. On one hand, the Supremacy Clause of Article VI, Section 2 subjects the states to the effect of valid federal law. On the other, the Tenth Amendment recognizes and confirms the survival of state sovereign immunity against suit other than as may be expressly provided for by the Constitution and the laws enacted thereunder.</p>\n<p>Because the Constitution provides for a delicate balance of powers between the state and national governments, principles of federalism dictate that a presumption of immunity arise as to suits against the states in federal courts. To the extent that the states have ceded their sovereign immunity through ratification of the Constitution, however, Congress may rebut the presumption of immunity arising from the Eleventh Amendment by making an \"unmistakenly clear\" statutory statement of abrogation. <i>Hoffman v. Connecticut Dept. of Income Maintenance,</i> 492 U.S. 96, 101, 109 S.Ct. 2818, 2822-23, 106 L.Ed.2d 76 (1989).</p>\n<p>The Supreme Court has found congressional abrogation of state sovereign immunity in at least two areas. In <i>Fitzpatrick v. Bitzer,</i> 427 U.S. 445, 96 S.Ct. 2666, 49 L.Ed.2d 614 (1976), the Court held that when Congress acts pursuant to its power under Section 5 of the Fourteenth Amendment, it may create a cause of action for money damages enforceable against an unconsenting state in the federal courts. Similarly, in <i>Pennsylvania v. Union Gas Co.,</i> 491 U.S. 1, 109 S.Ct. 2273, 105 L.Ed.2d 1 (1989), the Court determined that Congress may abrogate the Eleventh Amendment presumption of immunity when legislating under its Article I Commerce Clause power. Writing for a plurality of four justices, Justice Brennan concluded that inherent in the ratification of the Constitution was that states \"relinquished their immunity where Congress found it necessary, in exercising this authority, to render them liable.\" <i>Id.</i> at 20, 109 S.Ct. at 2284. Thus, the states are not unconsenting to suit in federal court because \"they gave their consent all at once, in ratifying the Constitution . . . rather than on a case-by-case basis.\" <i>Id.</i> Concurring in the judgment, Justice White agreed that \"Congress has the authority under <span class=\"star-pagination\">*65</span> Article I to abrogate the Eleventh Amendment immunity of the States.\" <i>Id.</i> at 57, 109 S.Ct. at 2296 (White, J., concurring in the judgment in part).</p>\n<p>Since the decision in <i>Union Gas,</i> virtually every circuit court to have reached the issue has held that the Eleventh Amendment is not a jurisdictional bar where Congress has clearly abrogated the presumption of immunity pursuant to its Article I powers. <i>See, e.g., </i><i>In re Merchants Grain, Inc.,</i> 59 F.3d 630, 636 (7th Cir.1995) (Bankruptcy Clause), <i>petition for cert. filed,</i> 64 U.S.L.W. 3287 (U.S. Sept. 28, 1995); <i>Ponca Tribe of Oklahoma v. Oklahoma,</i> 37 F.3d 1422, 1429-30 (10th Cir.1994) (Indian Commerce Clause), <i>cert. dismissed sub nom. Kansas v. Kickapoo Tribe,</i> ___ U.S. ___, 116 S.Ct. 435, 133 L.Ed.2d 350 (1995); <i>Brinkman v. Department of Corrections,</i> 21 F.3d 370, 371-72 (10th Cir.) (Interstate Commerce Clause), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 315, 130 L.Ed.2d 277 (1994); <i>Reich v. New York,</i> 3 F.3d 581, 590 (2d Cir.1993) (Interstate Commerce Clause), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 1187, 127 L.Ed.2d 537 (1994); <i>Hale v. Arizona,</i> 993 F.2d 1387, 1391 (9th Cir.) (Interstate Commerce Clause), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 386, 126 L.Ed.2d 335 (1993); <i>New York v. United States,</i> 942 F.2d 114, 121 (2d Cir.1991) (Interstate Commerce Clause), <i>aff'd in part and rev'd in part on other grounds,</i> 505 U.S. 144, 112 S.Ct. 2408, 120 L.Ed.2d 120 (1992); <i>Reopell v. Massachusetts,</i> 936 F.2d 12, 15-16 (1st Cir.) (War Powers Clause), <i>cert. denied,</i> 502 U.S. 1004, 112 S.Ct. 637, 116 L.Ed.2d 655 (1991); <i>see also </i><i>In re McVey Trucking, Inc.,</i> 812 F.2d 311 (7th Cir.) (Bankruptcy Clause), <i>cert denied sub nom. </i><i>Edgar v. McVey Trucking, Inc.,</i> 484 U.S. 895, 108 S.Ct. 227, 98 L.Ed.2d 186 (1987). <i>But see </i><i>Seminole Tribe of Florida v. Florida,</i> 11 F.3d 1016, 1023 (11th Cir.1994) (holding that Congress does not have authority to abrogate Eleventh Amendment immunity when legislating pursuant to the Indian Commerce Clause), <i>cert. granted,</i> ___ U.S. ___, 115 S.Ct. 932, 130 L.Ed.2d 878 (1995).</p>\n<p>Applying these principles to § 106(a) of the Bankruptcy Code, it is clear that the states have ceded their sovereign immunity in the field of bankruptcy law. Article I, Section 8 of the Constitution provides that \"[t]he Congress shall have the Power . . . [t]o establish . . . uniform Laws on the subject of Bankruptcies throughout the United States.\" Congress has exercised that power by promulgating Title 11 of the United States Code and, most recently, by enacting the Bankruptcy Reform Act of 1994, in which it explicitly abrogated the presumption of Eleventh Amendment immunity previously enjoyed by the states in the field of bankruptcy law. Thus, the State of Florida is not entitled to a defense of immunity from the bankruptcy trustee's action.</p>\n<p>The problem, unresolved by this decision, is the proper effect to be given to the plain language of the Eleventh Amendment which, textually, would bar this suit as being beyond the judicial power of the United States since it was a suit between a state and a citizen of another state. That language, if uncomplicated by almost 200 years of Eleventh Amendment jurisprudence, would appear to foreclose subject matter jurisdiction in this court. This court is not in the position of rewriting Eleventh Amendment jurisprudence given the precedents and authority of the Supreme Court but invites scrutiny to the language and meaning of the Amendment and to the constant examination that federal courts are compelled to impress upon their subject matter jurisdiction as courts of limited jurisdiction authorized to do only those things provided by the Constitution and federal law.</p>\n<p>In sum, Congress may abrogate the presumption of immunity arising under the Eleventh Amendment when acting pursuant to its Article I powers, including its power to enact uniform bankruptcy laws. The opposite conclusion, \"[e]xtending the eleventh amendment to prohibit congressional power to abrogate under Article I[,] would ignore the states' representation in Congress and their consent to diminished power implicit in their acceptance of the Constitution.\" <i>United States v. Union Gas,</i> 832 F.2d 1343, 1355 (3d Cir.1987), <i>aff'd,</i> 491 U.S. 1, 109 S.Ct. <span class=\"star-pagination\">*66</span> 2273, 105 L.Ed.2d 1 (1989). Accordingly, the judgment of the Bankruptcy Court is AFFIRMED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">190</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">62</span></span> (1995)</b></center>\n<center><h1>In re YORK-HANNOVER DEVELOPMENTS, INC., Debtor.<br>\nSTATE OF FLORIDA, DEPARTMENT OF REVENUE, Appellant/Defendant,<br>\nv.<br>\nRichard D. SPARKMAN, Trustee, Appellee/Plaintiff.</h1></center>\n<center>No. 5:95-CV-777-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 30, 1995.</center>\n<p><span class=\"star-pagination\">*63</span> R.A. Renfer, Jr., Office of U.S. Attorney, Raleigh, NC, for plaintiff.</p>\n<p>Peter J. Marino, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>OPINION</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the undersigned on appeal from a judgment of the Bankruptcy Court for the Eastern District of North Carolina. The sole issue presented is whether the Bankruptcy Court erred in denying defendant's motion to dismiss by concluding that Congress has the constitutional power to abrogate state sovereign immunity pursuant to statutory enactment under the Article I Bankruptcy Clause. The judgment of the Bankruptcy Court is affirmed.</p>\n<p>The case arises out of a claim by the trustee of a bankrupt debtor to recover from the Florida Department of Revenue payments made by the debtor within a year prior to the filing of a petition for bankruptcy in this court. The trustee claims that these payments are voidable as fraudulent transfers and are subject to reclaim under § 544 or § 548 of the Bankruptcy Code. The trustee further claims that the defendant State of Florida is subject to this suit as a result of the 1994 amendments to the Bankruptcy Code. In response, the State of Florida pleads its sovereign immunity as a bar to this suit.</p>\n<p>After the trustee in bankruptcy filed an adversary action in the bankruptcy court seeking to reclaim the payments at issue, the State of Florida moved for dismissal. The Bankruptcy Court denied the motion in a memorandum opinion and order reported at <span class=\"citation\" data-id=\"1878196\"><a href=\"/opinion/1878196/in-re-york-hannover-developments-inc/\"><span class=\"volume\">181</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">271</span></a></span> (Bankr.E.D.N.C.1995). The parties then entered into a consent judgment in favor of plaintiff trustee, reserving to defendant State of Florida the right to appeal the constitutionality of 11 U.S.C. § 106(a). In its appeal defendant does not contest either the retroactive application of the provision or the construction of the language of the provision.</p>\n<p>This court has appellate jurisdiction pursuant to 28 U.S.C. § 158 to hear this appeal from the judgment of the Bankruptcy Court for the Eastern District of North Carolina. The judgment of the lower court is reviewed de novo in its entirety because the facts are undisputed.</p>\n<p>Section 113 of the Bankruptcy Reform Act of 1994, codified at 11 U.S.C. § 106(a), purports to abrogate state sovereign immunity with respect to specific actions, including § 544 and § 548 actions for recovery of fraudulent transfers, by the trustee in bankruptcy against governmental units. Section 106(a) of the Bankruptcy Code, as amended, provides that \"[n]otwithstanding an assertion of sovereign immunity, sovereign immunity is abrogated as to a governmental unit to the extent set forth in this section with respect to . . . [s]ections . . . 544 . . . [and] 548.\" 11 U.S.C. § 106(a). The section further provides:</p>\n<blockquote>The court may hear and determine any issue arising with respect to the application of such sections to governmental units [and t]he court may issue against a governmental unit an order, process, or judgment under such sections or the Federal Rules of Bankruptcy Procedure, including an order or judgment awarding a money recovery, <span class=\"star-pagination\">*64</span> but not including an award of punitive damages.</blockquote>\n<p><i>Id.,</i> § 106(a)(2), (3).</p>\n<p>The State of Florida challenges the constitutionality of the statute on the grounds that the Eleventh Amendment provides it with immunity from suit in federal court. State claims of sovereign immunity against suits for the recovery of money by citizens or persons in this court are routinely advanced as being authorized or recognized by the Eleventh Amendment. The Eleventh Amendment states:</p>\n<blockquote>The Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State.</blockquote>\n<p>U.S. Const. amend. XI.</p>\n<p>As all who are familiar with this area of the law know, the Eleventh Amendment was proposed and ratified in reaction to the United States Supreme Court's decision in the case of <i>Chisholm v. Georgia,</i> 2 U.S. (2 Dall.) 419, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">440</span></span> (1793). In <i>Chisholm,</i> the Supreme Court accepted the plain meaning of the language in Article III, Section 2 of the Constitution which provides that \"[t]he judicial Power shall extend to all Cases, in Law and Equity . . . between a State and Citizens of another State.\" On that basis, the Court permitted Chisholm to sue the State of Georgia in federal court.</p>\n<p>Section 2 of Article III defines the subject matter jurisdiction of the federal courts. The effect of the Eleventh Amendment is to withdraw from Article III, Section 2, Clause 1, a portion of the jurisdiction that appears in the text of the Constitution. The Amendment removes the jurisdictional capacity of federal courts to entertain suits between a state and citizens of another state.</p>\n<p>The Eleventh Amendment does not speak to sovereign immunity. The doctrine of sovereign immunity arises from the character of the states as sovereigns antecedent to the Constitution. What remains of state sovereign immunity after the Constitution is implicitly less than the immunity of those states prior to the Constitution. On one hand, the Supremacy Clause of Article VI, Section 2 subjects the states to the effect of valid federal law. On the other, the Tenth Amendment recognizes and confirms the survival of state sovereign immunity against suit other than as may be expressly provided for by the Constitution and the laws enacted thereunder.</p>\n<p>Because the Constitution provides for a delicate balance of powers between the state and national governments, principles of federalism dictate that a presumption of immunity arise as to suits against the states in federal courts. To the extent that the states have ceded their sovereign immunity through ratification of the Constitution, however, Congress may rebut the presumption of immunity arising from the Eleventh Amendment by making an \"unmistakenly clear\" statutory statement of abrogation. <i>Hoffman v. Connecticut Dept. of Income Maintenance,</i> <span class=\"citation\" data-id=\"112318\"><a href=\"/opinion/112318/hoffman-v-connecticut-dept-of-income-maintenance/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">96</span></a></span>, 101, <span class=\"citation\" data-id=\"112318\"><a href=\"/opinion/112318/hoffman-v-connecticut-dept-of-income-maintenance/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2818</span></a></span>, 2822-23, <span class=\"citation\" data-id=\"112318\"><a href=\"/opinion/112318/hoffman-v-connecticut-dept-of-income-maintenance/\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">76</span></a></span> (1989).</p>\n<p>The Supreme Court has found congressional abrogation of state sovereign immunity in at least two areas. In <i>Fitzpatrick v. Bitzer,</i> <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2666</span></a></span>, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">614</span></a></span> (1976), the Court held that when Congress acts pursuant to its power under Section 5 of the Fourteenth Amendment, it may create a cause of action for money damages enforceable against an unconsenting state in the federal courts. Similarly, in <i>Pennsylvania v. Union Gas Co.,</i> <span class=\"citation\" data-id=\"112291\"><a href=\"/opinion/112291/pennsylvania-v-union-gas-co/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"112291\"><a href=\"/opinion/112291/pennsylvania-v-union-gas-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2273</span></a></span>, <span class=\"citation\" data-id=\"112291\"><a href=\"/opinion/112291/pennsylvania-v-union-gas-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1989), the Court determined that Congress may abrogate the Eleventh Amendment presumption of immunity when legislating under its Article I Commerce Clause power. Writing for a plurality of four justices, Justice Brennan concluded that inherent in the ratification of the Constitution was that states \"relinquished their immunity where Congress found it necessary, in exercising this authority, to render them liable.\" <i>Id.</i> at 20, 109 S.Ct. at 2284. Thus, the states are not unconsenting to suit in federal court because \"they gave their consent all at once, in ratifying the Constitution . . . rather than on a case-by-case basis.\" <i>Id.</i> Concurring in the judgment, Justice White agreed that \"Congress has the authority under <span class=\"star-pagination\">*65</span> Article I to abrogate the Eleventh Amendment immunity of the States.\" <i>Id.</i> at 57, 109 S.Ct. at 2296 (White, J., concurring in the judgment in part).</p>\n<p>Since the decision in <i>Union Gas,</i> virtually every circuit court to have reached the issue has held that the Eleventh Amendment is not a jurisdictional bar where Congress has clearly abrogated the presumption of immunity pursuant to its Article I powers. <i>See, e.g., </i><i>In re Merchants Grain, Inc.,</i> <span class=\"citation\" data-id=\"699235\"><a href=\"/opinion/699235/in-the-matter-of-merchants-grain-incorporated-debtor-appeal-of-edmund-m/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">630</span></a></span>, 636 (7th Cir.1995) (Bankruptcy Clause), <i>petition for cert. filed,</i> <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3287</span></span> (U.S. Sept. 28, 1995); <i>Ponca Tribe of Oklahoma v. Oklahoma,</i> <span class=\"citation\" data-id=\"680033\"><a href=\"/opinion/680033/ponca-tribe-of-oklahoma-v-state-of-oklahoma-david-walters-governor-of-the/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1422</span></a></span>, 1429-30 (10th Cir.1994) (Indian Commerce Clause), <i>cert. dismissed sub nom. Kansas v. Kickapoo Tribe,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">435</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">350</span></span> (1995); <i>Brinkman v. Department of Corrections,</i> <span class=\"citation\" data-id=\"667244\"><a href=\"/opinion/667244/albert-l-brinkman-pamela-n-brinkman-luther-blanton-jr-earl-a/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">370</span></a></span>, 371-72 (10th Cir.) (Interstate Commerce Clause), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">315</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">277</span></span> (1994); <i>Reich v. New York,</i> <span class=\"citation\" data-id=\"628970\"><a href=\"/opinion/628970/robert-b-reich-secretary-of-the-united-states-department-of-labor-v/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">581</span></a></span>, 590 (2d Cir.1993) (Interstate Commerce Clause), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1187</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">537</span></span> (1994); <i>Hale v. Arizona,</i> <span class=\"citation\" data-id=\"607177\"><a href=\"/opinion/607177/felton-hale-and-richard-s-berry-v-state-of-arizona-arcor-enterprises-a/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1387</span></a></span>, 1391 (9th Cir.) (Interstate Commerce Clause), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">386</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">335</span></span> (1993); <i>New York v. United States,</i> <span class=\"citation\" data-id=\"566809\"><a href=\"/opinion/566809/the-state-of-new-york-the-county-of-allegany-new-york-and-the-county-of/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">114</span></a></span>, 121 (2d Cir.1991) (Interstate Commerce Clause), <i>aff'd in part and rev'd in part on other grounds,</i> <span class=\"citation\" data-id=\"112768\"><a href=\"/opinion/112768/new-york-v-united-states/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, <span class=\"citation\" data-id=\"112768\"><a href=\"/opinion/112768/new-york-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2408</span></a></span>, <span class=\"citation\" data-id=\"112768\"><a href=\"/opinion/112768/new-york-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">120</span></a></span> (1992); <i>Reopell v. Massachusetts,</i> <span class=\"citation\" data-id=\"563218\"><a href=\"/opinion/563218/earl-j-reopell-v-commonwealth-of-massachusetts/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 15-16 (1st Cir.) (War Powers Clause), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1004</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">637</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">655</span></span> (1991); <i>see also </i><i>In re McVey Trucking, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">311</span></span> (7th Cir.) (Bankruptcy Clause), <i>cert denied sub nom. </i><i>Edgar v. McVey Trucking, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">895</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">227</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">186</span></span> (1987). <i>But see </i><i>Seminole Tribe of Florida v. Florida,</i> <span class=\"citation\" data-id=\"658639\"><a href=\"/opinion/658639/seminole-tribe-of-florida-v-state-of-florida-lawton-chiles-governor-of/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1016</span></a></span>, 1023 (11th Cir.1994) (holding that Congress does not have authority to abrogate Eleventh Amendment immunity when legislating pursuant to the Indian Commerce Clause), <i>cert. granted,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">932</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">878</span></span> (1995).</p>\n<p>Applying these principles to § 106(a) of the Bankruptcy Code, it is clear that the states have ceded their sovereign immunity in the field of bankruptcy law. Article I, Section 8 of the Constitution provides that \"[t]he Congress shall have the Power . . . [t]o establish . . . uniform Laws on the subject of Bankruptcies throughout the United States.\" Congress has exercised that power by promulgating Title 11 of the United States Code and, most recently, by enacting the Bankruptcy Reform Act of 1994, in which it explicitly abrogated the presumption of Eleventh Amendment immunity previously enjoyed by the states in the field of bankruptcy law. Thus, the State of Florida is not entitled to a defense of immunity from the bankruptcy trustee's action.</p>\n<p>The problem, unresolved by this decision, is the proper effect to be given to the plain language of the Eleventh Amendment which, textually, would bar this suit as being beyond the judicial power of the United States since it was a suit between a state and a citizen of another state. That language, if uncomplicated by almost 200 years of Eleventh Amendment jurisprudence, would appear to foreclose subject matter jurisdiction in this court. This court is not in the position of rewriting Eleventh Amendment jurisprudence given the precedents and authority of the Supreme Court but invites scrutiny to the language and meaning of the Amendment and to the constant examination that federal courts are compelled to impress upon their subject matter jurisdiction as courts of limited jurisdiction authorized to do only those things provided by the Constitution and federal law.</p>\n<p>In sum, Congress may abrogate the presumption of immunity arising under the Eleventh Amendment when acting pursuant to its Article I powers, including its power to enact uniform bankruptcy laws. The opposite conclusion, \"[e]xtending the eleventh amendment to prohibit congressional power to abrogate under Article I[,] would ignore the states' representation in Congress and their consent to diminished power implicit in their acceptance of the Constitution.\" <i>United States v. Union Gas,</i> <span class=\"citation\" data-id=\"496991\"><a href=\"/opinion/496991/united-states-v-union-gas-company-v-commonwealth-of-pennsylvania-and-the/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1343</span></a></span>, 1355 (3d Cir.1987), <i>aff'd,</i> <span class=\"citation\" data-id=\"112291\"><a href=\"/opinion/112291/pennsylvania-v-union-gas-co/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 109 S.Ct. <span class=\"star-pagination\">*66</span> 2273, <span class=\"citation\" data-id=\"112291\"><a href=\"/opinion/112291/pennsylvania-v-union-gas-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1989). Accordingly, the judgment of the Bankruptcy Court is AFFIRMED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/667244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/699235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1878196/"
  ]
}