{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1912236/",
  "absolute_url": "/opinion/1912236/walston-v-walston/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1912236/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:47:52.738601Z",
  "date_modified": "2016-04-26T20:59:02.462882Z",
  "type": "010combined",
  "sha1": "3569bb2da6a7fffa15e406673a8e11c6c6e82ad3",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>190 B.R. 66 (1995)</b></center>\n<center><h1>Janette H. WALSTON, Appellant,<br>\nv.<br>\nRudy WALSTON, Appellee.</h1></center>\n<center>No. 5:95-CV-293-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 13, 1995.</center>\n<p>Cedric Reginald Perry, Perry, Brown &amp; Levin, Rocky Mount, NC, for appellant.</p>\n<p>Michael Pendexter Peavey, Wilson, NC, for appellee.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the Court on appeal from a judgment of the United States Bankruptcy Court for the Eastern District of North Carolina, pursuant to Fed.R.Bank.P. § 8001(a); 28 U.S.C. §§ 158(a), 1334. The Bankruptcy Court's findings of law are reviewed <i>de novo,</i> while its findings of fact should not be reversed unless they are clearly erroneous. Fed.R.Bank.P. § 8013; <i>Hoffman v. Hoffman,</i> 157 B.R. 580, 583 (E.D.N.C.1992).</p>\n<p><i>Statement of the Case</i></p>\n<p>The facts are not disputed. The parties were married on May 26, 1972. On February 20, 1975, appellee Rudy Walston enlisted in the United States Air Force, thus beginning to accumulate the vested military pension that is the subject of this dispute. On August 11, 1989, the parties separated, and on January 31, 1992, Mr. Walston retired from the Air Force.</p>\n<p>On September 13, 1993, Mr. Walston filed for divorce. Ms. Walston timely answered and counter-claimed for an equitable distribution of marital property, to wit, the military pension. A divorce decree issued on April 16, 1994, which specifically reserved as <span class=\"star-pagination\">*67</span> pending Ms. Walston's claim for an equitable distribution. Shortly thereafter, on May 20, 1994, Mr. Walston filed a petition for bankruptcy under Chapter 7. The petition named Ms. Walston<sup>[1]</sup> as an unsecured general creditor with respect to a bank account of nominal value, but made no reference to the divorce proceeding or the pending action in state court for equitable distribution of marital property. Significantly, Mr. Walston answered \"none\" to the bankruptcy petition's question 4(a): \"List all suits to which the debtor is or was a party within one year immediately preceding the commencement of this case.\"</p>\n<p>Ms. Walston did not take any of the steps normally required to preserve claims in bankruptcy. She did not seek relief from the stay to proceed in state court, object to the discharge or the bankruptcy court's jurisdiction, or file a lis pendens as to her state court action for equitable distribution. Subsequently, Mr. Walston moved for summary judgment against his former wife's \"claim,\" and an order discharging such claims against him was entered on February 17, 1995. Ms. Walston appeals from that order, and for the reasons stated in this opinion, the Court now reverses the judgment of the Bankruptcy Court.</p>\n<p><i>Issue Presented:</i></p>\n<p>The only issue in this case concerns the nature of Ms. Walston's entitlement. The Bankruptcy Court correctly framed the question as</p>\n<blockquote>whether Ms. Walston had a specific right to the military pension, or merely a general right to have the marital property distributed through an equitable distribution action. A specific right to the pension would allow her claim to survive the bankruptcy. A general right to an equitable distribution action that has not yet been prosecuted, however, is lost in bankruptcy unless the right has properly been preserved.</blockquote>\n<p>As a matter of law, Ms. Walston has a marital property right in the pension, and this right is not held in the nature of a creditor's claim against appellee's estate as defined in 11 U.S.C. § 101(5). Ms. Walston further has a right to prosecute her equitable distribution action, and this right has not been lost by virtue of her former husband's discharge in bankruptcy.</p>\n<p><i>Discussion</i></p>\n<p>Under North Carolina law, the military pension here at issue is considered marital property.</p>\n<blockquote>`Marital property' means all real and personal property acquired by either spouse or both spouses during the course of the marriage and before the date of the separation of the parties, <i>and presently owned,</i> except property determined to be separate property . . . <i>Marital property includes all vested pension, retirement, and other deferred compensation rights, including military pensions eligible under the federal Uniformed Services Former Spouses' Protection Act.</i>\n</blockquote>\n<p>N.C.Gen.Stat. § 50-20(b)(1) (emphasis added).</p>\n<p>Ms. Walston's interest in the pension is proprietary as a co-owner of marital property. Her interest in the pension is not a claim upon debt, and Mr. Walston's petition for bankruptcy does not list the pension as one of his assets. Whether Ms. Walston's right to an equitable distribution of what is hers lies against the government or Mr. Walston is an irrelevant question.</p>\n<p>The Bankruptcy Court relied upon this Court's decision in <i>Perlow v. Perlow,</i> 128 B.R. 412 (E.D.N.C.1991) to reach an opposite conclusion. In <i>Perlow,</i> a husband's petition for divorce was granted pending an equitable distribution of marital property. Following the divorce, but before the distribution, the husband filed for bankruptcy.<sup>[2]</sup> Subsequent to the husband's discharge in bankruptcy, <span class=\"star-pagination\">*68</span> the wife attempted to seek relief on her claim for equitable distribution, but the Court held that she could not do so because the equitable distribution action was a dischargeable claim, rather than a specific interest in marital property.</p>\n<p><i>Perlow</i> relied, as does appellee, on <i>Wilson v. Wilson,</i> 73 N.C.App. 96, 325 S.E.2d 668, <i>disc. review denied,</i> 314 N.C. 121, 332 S.E.2d 490 (1985). In <i>Wilson,</i> the North Carolina Court of Appeals declared that N.C.Gen.Stat. § 50-20 \"did not create any vested rights in <i>particular marital property;</i> it created a right to the equitable distribution of that property, whatever a court should determine that property is.\" <i>Wilson,</i> 73 N.C.App. at 99, 325 S.E.2d 668 (emphasis original). The court then held that certain real property was not marital property in that it was acquired after the parties' separation, assuming that it was not acquired through exchange of marital funds or property. <i>Id.,</i> at 100, 325 S.E.2d 668. The court further held that the marital nature of other property, comprising of shares of stock, was indeterminate given an incomplete record as to the time of the property's acquisition. <i>Id.</i></p>\n<p>Appellee maintains the since the North Carolina court never entered a judgment declaring the pension to be marital property, Ms. Walston had only an unsecured claim for equitable distribution. This argument must be rejected for several reasons.</p>\n<p>First, <i>Perlow</i> makes sense only when applied to the majority of cases which involve real and personal property of the type at issue in <i>Wilson;</i> namely, property whose marital status is not apparent in that: (1) it was acquired at a non-obvious time in exchange for other property of indeterminate status, and (2) was within the debtor-spouse's possession at the time of bankruptcy. When the pending claim for equitable distribution concerns property whose status as marital is foreseeably a matter of some dispute, a former spouse cannot sit on her rights in bankruptcy, only to surface later and lay claim to that property after it had already been subjected to possible liquidation, attachment, or other manner of disposal.</p>\n<p>But <i>Perlow</i>'s rationale is inapplicable to military pensions. As the Bankruptcy Court noted, \"[m]ilitary pensions have been held to be beyond the reach of a chapter 7 trustee, in that receipt of the pay is conditioned upon continuing obligations to the military. <i>Matter of Haynes,</i> 679 F.2d 718 (7th Cir.1982); <i>Armstrong v. United States</i> (<i>In re Greiner</i>), 49 B.R. 393 (Bkrtcy.D.N.D.1985).\" (Bankr.Order p. 2); <i>see also </i><i>Stackhouse v. Kotz</i> (<i>In re Kotz</i>), 146 B.R. 669 (Bankr. E.D.Va.1992). The pension was not liquidated or otherwise distributed to any creditor, and Mr. Walston continues to receive it based on his military employment during the course of his marriage to Ms. Walston. Unlike furniture or other personal possessions, a military pension could not be reached by a creditor in bankruptcy by reason that it is an intangible right to receive additional income for work performed. There is no reason to treat Ms. Walston as a creditor whose rights to this property were discharged by bankruptcy, since none of Mr. Walston's secured creditors could have ever reached this property. An equitable distribution of this marital property would not constitute a preferential payment nor deprive Mr. Walston of a post-bankruptcy fresh start. \"Prohibiting entry of the [distribution order] post-petition would not increase the assets of the estate available to creditors, but would only increase Debtor's pension interests at the expense of his former wife.\" <i>Long v. Donahue</i> (<i>In re Long</i>), 148 B.R. 904, 905 (Bankr. W.D.Mo.1992). Notably, Mr. Walston did not list the pension as an asset on his bankruptcy petition.</p>\n<p>This distinction between rights in tangible property and rights to continued receipt of income are apparent when noting that <i>Perlow</i>'s outcome resulted from Ms. Perlow's failure to file a lis pendens or obtain an execution lien on the personal property. <i>Perlow,</i> 128 B.R. at 415. The military pension's intangible nature rendered these avenues unavailable to Ms. Walston. Because her pending action for equitable distribution did not affect title to real property, or seek to foreclose or enforce a lien upon real property, or cause the issuance of an order of attachment to real property, Ms. Walston could not file a lis pendens. N.C.Gen.Stat. <span class=\"star-pagination\">*69</span> § 1-116.<sup>[3]</sup> Neither is this military pension personal property of the type against which an execution lien could have been levied.</p>\n<p><i>Perlow</i> was distinguished on these grounds in <i>In re Bennett,</i> 175 B.R. 181 (Bankr. E.D.Pa.1994). The <i>Bennett</i> court considered the effects of a discharge in bankruptcy upon a pending claim for distribution of a pension as marital property under the laws of Pennsylvania. In that state, the filing of a lis pendens is not required to protect marital property, since marital property is held <i>in custodia legis</i> upon filing of the divorce action. <i>Perlow,</i> which assumed the necessity under North Carolina law of a lis pendens to protect disputed marital assets, was thus distinguished. <i>Bennett,</i> 175 B.R. at 186. As noted above, North Carolina law does not authorize the filing of a lis pendens against a pension, and thus cannot be said to require this step be taken in order to protect pension rights. <i>Bennett</i>'s reasoning is therefore sound.<sup>[4]</sup></p>\n<p>This Court's holding that marital property rights in a pension are not dischargeable in bankruptcy follows a long line of cases which have reached the same conclusion. <i>See </i><i>Bennett,</i> 175 B.R. at 184 and cases cited therein. It makes no difference whether equitable distribution rights are established by statute rather than court order or pre-bankruptcy agreement, or whether the bankruptcy petition was filed before or after final judgment could be entered on the pending action for equitable distribution of specified marital property. \"Entry of [an order] herein is more akin to exercising a property right than to collection of a pre-petition debt.\" <i>Long,</i> 148 B.R. at 908.<sup>[5]</sup></p>\n<p>Significantly, at least six jurisdictions have followed this rule in cases involving military pensions, holding that marital property interests in a debtor's military pension are not dischargeable in bankruptcy. <i>See </i><i>Bush v. Taylor,</i> 912 F.2d 989 (8th Cir.1990) (en banc); <i>Matter of Benich,</i> 811 F.2d 943, 945 (5th Cir.1987), citing <i>In re Nunnally,</i> 506 F.2d 1024, 1025-26 (5th Cir.1975); <i>In re Teichman,</i> 774 F.2d 1395 (9th Cir.1985); <i>In re Corrigan,</i> 93 B.R. 81 (Bankr.E.D.Va.1988); <i>In re Farrow,</i> 116 B.R. 310 (Bankr.M.D.Ga. 1990); <i>Resare v. Resare,</i> 154 B.R. 399 (D.R.I. 1993).</p>\n<p>Furthermore, the legal status of a military pension is distinguishable from that of the property at issue in <i>Wilson</i> in that the former is not a question open to debate. The North Carolina Court of Appeals refused to rule on the legal status of all the property at issue in <i>Wilson,</i> because the property's marital or separate status was a debatable issue of fact on which conflicting evidence could be received. But an action for equitable distribution of assets specifically defined by statute as marital property is largely a <i>pro forma</i> exercise. In this case, there would be very little work required of a state court in awarding Ms. Walston an equitable distribution of this single <i>per se</i> marital property asset. Mr. Walston may not frustrate an <i>indefensible</i> distribution action by filing for bankruptcy.</p>\n<p>Thus, even if military pensions were within the reach of a trustee in bankruptcy, a person in Ms. Walston's position would be entitled to a constructive lien upon the pension by virtue of its impending  and inevitable  legal determination as marital property. While \"the fact of separation [does not] create a lien on specific marital property in <span class=\"star-pagination\">*70</span> favor of the spouse,\" <i>Perlow,</i> 128 B.R. at 415 (citation omitted), the fact of a pending action for inevitable distribution of specified property should operate to create a constructive lien in favor of the non-debtor spouse. As a general principle, bankruptcy courts \"owe significant deference\" to the state courts in matters of equitable distribution. <i>In re Robbins,</i> 964 F.2d 342, 345 (4th Cir.1992) (bankruptcy court should grant stays for non-debtor spouses to pursue pending equitable distribution claims). In this case, however, questions of liens are moot, since military pensions survive chapter 7 bankruptcies unscathed.</p>\n<p>Normally, the matter would end with the determination that Ms. Walston's pension rights were not dischargeable in bankruptcy. However, as the Bankruptcy Court went on to address the issue of notice, the Court is constrained to address the erroneous interpretation of its opinion in <i>Hoffman v. Hoffman,</i> 157 B.R. 580 (E.D.N.C.1992). Ms. Walston argued that, assuming her claim was dischargeable in bankruptcy, the notice given her as a creditor was insufficient. Her argument would be persuasive.</p>\n<p>While the court below is correct in noting the general rule that \"a creditor is responsible for determining what claims it has against a debtor; the notice is not required to list them for the creditor,\" (Order, p. 5) (citation omitted), and that some courts go so far as to hold that actual knowledge of the bankruptcy and the claims bar date might constitute actual notice, <i>id.,</i> no court can countenance a positively misleading form of notice such as was given in this case. Ms. Walston was notified that she was a general unsecured creditor with rights in a bank account valued at $1.00, and the petition omitted reference to the pending equitable distribution action. \"Although [the non-debtor spouse] had actual notice of the bankruptcy proceeding, she had no notice that her marital claims against the Debtor were at issue.\" <i>Hoffman,</i> 157 B.R. at 584. It is reasonable to expect that a creditor's response to a notice of bankruptcy might not be the same in situations where she is apprised that her maximum interest is $1.00 as it would were she notified her interest at stake is rather more valuable.</p>\n<p>The court below erred in limiting <i>Hoffman</i> to cases where the debtor spouse fails to schedule the non-debtor spouse with a pending equitable distribution action as a creditor. The rule of <i>Hoffman</i> is equally applicable in situations where the notice given the non-debtor spouse fails to specify that the debtor will attempt to discharge marital property interests subject to a pending action for equitable distribution. \"[T]he Debtor cannot, without notifying [the non-debtor spouse] that her rights are being contested, maintain that the controversy has been settled by the discharge . . .\" <i>Hoffman,</i> 157 B.R. at 584.<sup>[6]</sup></p>\n<p><i>Conclusion</i></p>\n<p>Mr. Walston's discharge in bankruptcy should have no effect upon the pending state court action for equitable distribution of the military pension. Ms. Walston has \"the right to secure a court order determining the extent of her interest in the Pension Plan which when secured will under applicable law relating to pension plans be a basis to require the pension plan administrators of the Pension Plan to pay her directly.\" <i>Bennett,</i> 175 B.R. at 183.</p>\n<p>REVERSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Appellant is understandably upset that after seventeen years of marriage (prior to the separation), Mr. Walston misspelled her name on the bankruptcy petition. However, the Court does not find that this unfortunate mistake impacted upon her receipt of notice.</p>\n<p>[2]  Unlike Mr. Walston, however, Mr. Perlow identified his wife's general creditor status as flowing from a pending equitable distribution claim, and also listed her as a party to a pending lawsuit that was likewise specifically described.</p>\n<p>[3]  Even were Ms. Walston able to file a lis pendens, Mr. Walston could not be heard to complain about her failure to do so. It was he, after all, whose bankruptcy petition neglected to mention both the equitable distribution action and the true nature of Ms. Walston's \"claim.\"</p>\n<p>[4]  Although \"the mere classification of separately titled property as `marital property' does not give one spouse an equitable title to or an interest in the separately owned property of the other,\" <i>In re Halverson,</i> 151 B.R. 358, 362 (M.D.N.C.1993), this is not a matter for concern where the property classified as `marital' cannot be scheduled as an asset of the debtor and its subsequent disposition cannot impact upon the rights of the debtor's claimants in bankruptcy.</p>\n<p>[5]  <i>Long</i> distinguished <i>Perlow</i> on the basis that a pre-petition order dividing the marital property had issued, and thus treated the unfulfilled requirement for an order reaching the ERISA pension there at issue as a mere formality. As explained below, the rule of <i>Perlow</i> can be distinguished whenever entry of a pre-petition order is foreclosed only by the filing of the bankruptcy petition, and not by any reasonable dispute as to a subject property's legal status as marital.</p>\n<p>[6]  Although <i>Hoffman</i> involved a chapter 11 bankruptcy, the principle remains true under other methods of discharge.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">190</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">66</span></span> (1995)</b></center>\n<center><h1>Janette H. WALSTON, Appellant,<br>\nv.<br>\nRudy WALSTON, Appellee.</h1></center>\n<center>No. 5:95-CV-293-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 13, 1995.</center>\n<p>Cedric Reginald Perry, Perry, Brown &amp; Levin, Rocky Mount, NC, for appellant.</p>\n<p>Michael Pendexter Peavey, Wilson, NC, for appellee.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the Court on appeal from a judgment of the United States Bankruptcy Court for the Eastern District of North Carolina, pursuant to Fed.R.Bank.P. § 8001(a); 28 U.S.C. §§ 158(a), 1334. The Bankruptcy Court's findings of law are reviewed <i>de novo,</i> while its findings of fact should not be reversed unless they are clearly erroneous. Fed.R.Bank.P. § 8013; <i>Hoffman v. Hoffman,</i> <span class=\"citation\" data-id=\"1869107\"><a href=\"/opinion/1869107/hoffman-v-hoffman/\"><span class=\"volume\">157</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">580</span></a></span>, 583 (E.D.N.C.1992).</p>\n<p><i>Statement of the Case</i></p>\n<p>The facts are not disputed. The parties were married on May 26, 1972. On February 20, 1975, appellee Rudy Walston enlisted in the United States Air Force, thus beginning to accumulate the vested military pension that is the subject of this dispute. On August 11, 1989, the parties separated, and on January 31, 1992, Mr. Walston retired from the Air Force.</p>\n<p>On September 13, 1993, Mr. Walston filed for divorce. Ms. Walston timely answered and counter-claimed for an equitable distribution of marital property, to wit, the military pension. A divorce decree issued on April 16, 1994, which specifically reserved as <span class=\"star-pagination\">*67</span> pending Ms. Walston's claim for an equitable distribution. Shortly thereafter, on May 20, 1994, Mr. Walston filed a petition for bankruptcy under Chapter 7. The petition named Ms. Walston<sup>[1]</sup> as an unsecured general creditor with respect to a bank account of nominal value, but made no reference to the divorce proceeding or the pending action in state court for equitable distribution of marital property. Significantly, Mr. Walston answered \"none\" to the bankruptcy petition's question 4(a): \"List all suits to which the debtor is or was a party within one year immediately preceding the commencement of this case.\"</p>\n<p>Ms. Walston did not take any of the steps normally required to preserve claims in bankruptcy. She did not seek relief from the stay to proceed in state court, object to the discharge or the bankruptcy court's jurisdiction, or file a lis pendens as to her state court action for equitable distribution. Subsequently, Mr. Walston moved for summary judgment against his former wife's \"claim,\" and an order discharging such claims against him was entered on February 17, 1995. Ms. Walston appeals from that order, and for the reasons stated in this opinion, the Court now reverses the judgment of the Bankruptcy Court.</p>\n<p><i>Issue Presented:</i></p>\n<p>The only issue in this case concerns the nature of Ms. Walston's entitlement. The Bankruptcy Court correctly framed the question as</p>\n<blockquote>whether Ms. Walston had a specific right to the military pension, or merely a general right to have the marital property distributed through an equitable distribution action. A specific right to the pension would allow her claim to survive the bankruptcy. A general right to an equitable distribution action that has not yet been prosecuted, however, is lost in bankruptcy unless the right has properly been preserved.</blockquote>\n<p>As a matter of law, Ms. Walston has a marital property right in the pension, and this right is not held in the nature of a creditor's claim against appellee's estate as defined in 11 U.S.C. § 101(5). Ms. Walston further has a right to prosecute her equitable distribution action, and this right has not been lost by virtue of her former husband's discharge in bankruptcy.</p>\n<p><i>Discussion</i></p>\n<p>Under North Carolina law, the military pension here at issue is considered marital property.</p>\n<blockquote>`Marital property' means all real and personal property acquired by either spouse or both spouses during the course of the marriage and before the date of the separation of the parties, <i>and presently owned,</i> except property determined to be separate property . . . <i>Marital property includes all vested pension, retirement, and other deferred compensation rights, including military pensions eligible under the federal Uniformed Services Former Spouses' Protection Act.</i>\n</blockquote>\n<p>N.C.Gen.Stat. § 50-20(b)(1) (emphasis added).</p>\n<p>Ms. Walston's interest in the pension is proprietary as a co-owner of marital property. Her interest in the pension is not a claim upon debt, and Mr. Walston's petition for bankruptcy does not list the pension as one of his assets. Whether Ms. Walston's right to an equitable distribution of what is hers lies against the government or Mr. Walston is an irrelevant question.</p>\n<p>The Bankruptcy Court relied upon this Court's decision in <i>Perlow v. Perlow,</i> <span class=\"citation\" data-id=\"2016365\"><a href=\"/opinion/2016365/perlow-v-perlow/\"><span class=\"volume\">128</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">412</span></a></span> (E.D.N.C.1991) to reach an opposite conclusion. In <i>Perlow,</i> a husband's petition for divorce was granted pending an equitable distribution of marital property. Following the divorce, but before the distribution, the husband filed for bankruptcy.<sup>[2]</sup> Subsequent to the husband's discharge in bankruptcy, <span class=\"star-pagination\">*68</span> the wife attempted to seek relief on her claim for equitable distribution, but the Court held that she could not do so because the equitable distribution action was a dischargeable claim, rather than a specific interest in marital property.</p>\n<p><i>Perlow</i> relied, as does appellee, on <i>Wilson v. Wilson,</i> 73 N.C.App. 96, <span class=\"citation\" data-id=\"1155668\"><a href=\"/opinion/1155668/wilson-v-wilson/\"><span class=\"volume\">325</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">668</span></a></span>, <i>disc. review denied,</i> <span class=\"citation\" data-id=\"1321852\"><a href=\"/opinion/1321852/wilson-v-wilson/\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">121</span></a></span>, <span class=\"citation\" data-id=\"1321852\"><a href=\"/opinion/1321852/wilson-v-wilson/\"><span class=\"volume\">332</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">490</span></a></span> (1985). In <i>Wilson,</i> the North Carolina Court of Appeals declared that N.C.Gen.Stat. § 50-20 \"did not create any vested rights in <i>particular marital property;</i> it created a right to the equitable distribution of that property, whatever a court should determine that property is.\" <i>Wilson,</i> 73 N.C.App. at 99, <span class=\"citation\" data-id=\"1155668\"><a href=\"/opinion/1155668/wilson-v-wilson/\"><span class=\"volume\">325</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">668</span></a></span> (emphasis original). The court then held that certain real property was not marital property in that it was acquired after the parties' separation, assuming that it was not acquired through exchange of marital funds or property. <i>Id.,</i> at 100, <span class=\"citation\" data-id=\"1155668\"><a href=\"/opinion/1155668/wilson-v-wilson/\"><span class=\"volume\">325</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">668</span></a></span>. The court further held that the marital nature of other property, comprising of shares of stock, was indeterminate given an incomplete record as to the time of the property's acquisition. <i>Id.</i></p>\n<p>Appellee maintains the since the North Carolina court never entered a judgment declaring the pension to be marital property, Ms. Walston had only an unsecured claim for equitable distribution. This argument must be rejected for several reasons.</p>\n<p>First, <i>Perlow</i> makes sense only when applied to the majority of cases which involve real and personal property of the type at issue in <i>Wilson;</i> namely, property whose marital status is not apparent in that: (1) it was acquired at a non-obvious time in exchange for other property of indeterminate status, and (2) was within the debtor-spouse's possession at the time of bankruptcy. When the pending claim for equitable distribution concerns property whose status as marital is foreseeably a matter of some dispute, a former spouse cannot sit on her rights in bankruptcy, only to surface later and lay claim to that property after it had already been subjected to possible liquidation, attachment, or other manner of disposal.</p>\n<p>But <i>Perlow</i>'s rationale is inapplicable to military pensions. As the Bankruptcy Court noted, \"[m]ilitary pensions have been held to be beyond the reach of a chapter 7 trustee, in that receipt of the pay is conditioned upon continuing obligations to the military. <i>Matter of Haynes,</i> <span class=\"citation\" data-id=\"404178\"><a href=\"/opinion/404178/in-the-matter-of-james-stewart-legare-haynes-sr-and-joanne-grace-haynes/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">718</span></a></span> (7th Cir.1982); <i>Armstrong v. United States</i> (<i>In re Greiner</i>), <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">393</span></span> (Bkrtcy.D.N.D.1985).\" (Bankr.Order p. 2); <i>see also </i><i>Stackhouse v. Kotz</i> (<i>In re Kotz</i>), <span class=\"citation\" data-id=\"1530003\"><a href=\"/opinion/1530003/in-re-kotz/\"><span class=\"volume\">146</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">669</span></a></span> (Bankr. E.D.Va.1992). The pension was not liquidated or otherwise distributed to any creditor, and Mr. Walston continues to receive it based on his military employment during the course of his marriage to Ms. Walston. Unlike furniture or other personal possessions, a military pension could not be reached by a creditor in bankruptcy by reason that it is an intangible right to receive additional income for work performed. There is no reason to treat Ms. Walston as a creditor whose rights to this property were discharged by bankruptcy, since none of Mr. Walston's secured creditors could have ever reached this property. An equitable distribution of this marital property would not constitute a preferential payment nor deprive Mr. Walston of a post-bankruptcy fresh start. \"Prohibiting entry of the [distribution order] post-petition would not increase the assets of the estate available to creditors, but would only increase Debtor's pension interests at the expense of his former wife.\" <i>Long v. Donahue</i> (<i>In re Long</i>), <span class=\"citation\" data-id=\"1967672\"><a href=\"/opinion/1967672/in-re-long/\"><span class=\"volume\">148</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">904</span></a></span>, 905 (Bankr. W.D.Mo.1992). Notably, Mr. Walston did not list the pension as an asset on his bankruptcy petition.</p>\n<p>This distinction between rights in tangible property and rights to continued receipt of income are apparent when noting that <i>Perlow</i>'s outcome resulted from Ms. Perlow's failure to file a lis pendens or obtain an execution lien on the personal property. <i>Perlow,</i> 128 B.R. at 415. The military pension's intangible nature rendered these avenues unavailable to Ms. Walston. Because her pending action for equitable distribution did not affect title to real property, or seek to foreclose or enforce a lien upon real property, or cause the issuance of an order of attachment to real property, Ms. Walston could not file a lis pendens. N.C.Gen.Stat. <span class=\"star-pagination\">*69</span> § 1-116.<sup>[3]</sup> Neither is this military pension personal property of the type against which an execution lien could have been levied.</p>\n<p><i>Perlow</i> was distinguished on these grounds in <i>In re Bennett,</i> <span class=\"citation\" data-id=\"1817739\"><a href=\"/opinion/1817739/in-re-bennett/\"><span class=\"volume\">175</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">181</span></a></span> (Bankr. E.D.Pa.1994). The <i>Bennett</i> court considered the effects of a discharge in bankruptcy upon a pending claim for distribution of a pension as marital property under the laws of Pennsylvania. In that state, the filing of a lis pendens is not required to protect marital property, since marital property is held <i>in custodia legis</i> upon filing of the divorce action. <i>Perlow,</i> which assumed the necessity under North Carolina law of a lis pendens to protect disputed marital assets, was thus distinguished. <i>Bennett,</i> 175 B.R. at 186. As noted above, North Carolina law does not authorize the filing of a lis pendens against a pension, and thus cannot be said to require this step be taken in order to protect pension rights. <i>Bennett</i>'s reasoning is therefore sound.<sup>[4]</sup></p>\n<p>This Court's holding that marital property rights in a pension are not dischargeable in bankruptcy follows a long line of cases which have reached the same conclusion. <i>See </i><i>Bennett,</i> 175 B.R. at 184 and cases cited therein. It makes no difference whether equitable distribution rights are established by statute rather than court order or pre-bankruptcy agreement, or whether the bankruptcy petition was filed before or after final judgment could be entered on the pending action for equitable distribution of specified marital property. \"Entry of [an order] herein is more akin to exercising a property right than to collection of a pre-petition debt.\" <i>Long,</i> 148 B.R. at 908.<sup>[5]</sup></p>\n<p>Significantly, at least six jurisdictions have followed this rule in cases involving military pensions, holding that marital property interests in a debtor's military pension are not dischargeable in bankruptcy. <i>See </i><i>Bush v. Taylor,</i> <span class=\"citation\" data-id=\"547269\"><a href=\"/opinion/547269/cleda-d-bush-v-alvin-g-taylor-and-barbara-f-taylor/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">989</span></a></span> (8th Cir.1990) (en banc); <i>Matter of Benich,</i> <span class=\"citation\" data-id=\"483283\"><a href=\"/opinion/483283/bankr-l-rep-p-71748-in-the-matter-of-keith-e-benich-debtor-jane-w/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 945 (5th Cir.1987), citing <i>In re Nunnally,</i> <span class=\"citation\" data-id=\"323212\"><a href=\"/opinion/323212/in-the-matter-of-roy-stewart-nunnally-bankrupt-mary-elizabeth-nunnally/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1024</span></a></span>, 1025-26 (5th Cir.1975); <i>In re Teichman,</i> <span class=\"citation\" data-id=\"459859\"><a href=\"/opinion/459859/in-re-earl-william-teichman-debtor-barbara-f-teichman-cross-appellant/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1395</span></a></span> (9th Cir.1985); <i>In re Corrigan,</i> <span class=\"citation\" data-id=\"2005410\"><a href=\"/opinion/2005410/in-re-corrigan/\"><span class=\"volume\">93</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">81</span></a></span> (Bankr.E.D.Va.1988); <i>In re Farrow,</i> <span class=\"citation\" data-id=\"1984502\"><a href=\"/opinion/1984502/in-re-farrow/\"><span class=\"volume\">116</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">310</span></a></span> (Bankr.M.D.Ga. 1990); <i>Resare v. Resare,</i> <span class=\"citation\" data-id=\"1837285\"><a href=\"/opinion/1837285/resare-v-resare/\"><span class=\"volume\">154</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">399</span></a></span> (D.R.I. 1993).</p>\n<p>Furthermore, the legal status of a military pension is distinguishable from that of the property at issue in <i>Wilson</i> in that the former is not a question open to debate. The North Carolina Court of Appeals refused to rule on the legal status of all the property at issue in <i>Wilson,</i> because the property's marital or separate status was a debatable issue of fact on which conflicting evidence could be received. But an action for equitable distribution of assets specifically defined by statute as marital property is largely a <i>pro forma</i> exercise. In this case, there would be very little work required of a state court in awarding Ms. Walston an equitable distribution of this single <i>per se</i> marital property asset. Mr. Walston may not frustrate an <i>indefensible</i> distribution action by filing for bankruptcy.</p>\n<p>Thus, even if military pensions were within the reach of a trustee in bankruptcy, a person in Ms. Walston's position would be entitled to a constructive lien upon the pension by virtue of its impending  and inevitable  legal determination as marital property. While \"the fact of separation [does not] create a lien on specific marital property in <span class=\"star-pagination\">*70</span> favor of the spouse,\" <i>Perlow,</i> 128 B.R. at 415 (citation omitted), the fact of a pending action for inevitable distribution of specified property should operate to create a constructive lien in favor of the non-debtor spouse. As a general principle, bankruptcy courts \"owe significant deference\" to the state courts in matters of equitable distribution. <i>In re Robbins,</i> <span class=\"citation\" data-id=\"583614\"><a href=\"/opinion/583614/in-re-harry-c-robbins-a-single-person-debtor-revalle-robbins-v-harry/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">342</span></a></span>, 345 (4th Cir.1992) (bankruptcy court should grant stays for non-debtor spouses to pursue pending equitable distribution claims). In this case, however, questions of liens are moot, since military pensions survive chapter 7 bankruptcies unscathed.</p>\n<p>Normally, the matter would end with the determination that Ms. Walston's pension rights were not dischargeable in bankruptcy. However, as the Bankruptcy Court went on to address the issue of notice, the Court is constrained to address the erroneous interpretation of its opinion in <i>Hoffman v. Hoffman,</i> <span class=\"citation\" data-id=\"1869107\"><a href=\"/opinion/1869107/hoffman-v-hoffman/\"><span class=\"volume\">157</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">580</span></a></span> (E.D.N.C.1992). Ms. Walston argued that, assuming her claim was dischargeable in bankruptcy, the notice given her as a creditor was insufficient. Her argument would be persuasive.</p>\n<p>While the court below is correct in noting the general rule that \"a creditor is responsible for determining what claims it has against a debtor; the notice is not required to list them for the creditor,\" (Order, p. 5) (citation omitted), and that some courts go so far as to hold that actual knowledge of the bankruptcy and the claims bar date might constitute actual notice, <i>id.,</i> no court can countenance a positively misleading form of notice such as was given in this case. Ms. Walston was notified that she was a general unsecured creditor with rights in a bank account valued at $1.00, and the petition omitted reference to the pending equitable distribution action. \"Although [the non-debtor spouse] had actual notice of the bankruptcy proceeding, she had no notice that her marital claims against the Debtor were at issue.\" <i>Hoffman,</i> 157 B.R. at 584. It is reasonable to expect that a creditor's response to a notice of bankruptcy might not be the same in situations where she is apprised that her maximum interest is $1.00 as it would were she notified her interest at stake is rather more valuable.</p>\n<p>The court below erred in limiting <i>Hoffman</i> to cases where the debtor spouse fails to schedule the non-debtor spouse with a pending equitable distribution action as a creditor. The rule of <i>Hoffman</i> is equally applicable in situations where the notice given the non-debtor spouse fails to specify that the debtor will attempt to discharge marital property interests subject to a pending action for equitable distribution. \"[T]he Debtor cannot, without notifying [the non-debtor spouse] that her rights are being contested, maintain that the controversy has been settled by the discharge . . .\" <i>Hoffman,</i> 157 B.R. at 584.<sup>[6]</sup></p>\n<p><i>Conclusion</i></p>\n<p>Mr. Walston's discharge in bankruptcy should have no effect upon the pending state court action for equitable distribution of the military pension. Ms. Walston has \"the right to secure a court order determining the extent of her interest in the Pension Plan which when secured will under applicable law relating to pension plans be a basis to require the pension plan administrators of the Pension Plan to pay her directly.\" <i>Bennett,</i> 175 B.R. at 183.</p>\n<p>REVERSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Appellant is understandably upset that after seventeen years of marriage (prior to the separation), Mr. Walston misspelled her name on the bankruptcy petition. However, the Court does not find that this unfortunate mistake impacted upon her receipt of notice.</p>\n<p>[2]  Unlike Mr. Walston, however, Mr. Perlow identified his wife's general creditor status as flowing from a pending equitable distribution claim, and also listed her as a party to a pending lawsuit that was likewise specifically described.</p>\n<p>[3]  Even were Ms. Walston able to file a lis pendens, Mr. Walston could not be heard to complain about her failure to do so. It was he, after all, whose bankruptcy petition neglected to mention both the equitable distribution action and the true nature of Ms. Walston's \"claim.\"</p>\n<p>[4]  Although \"the mere classification of separately titled property as `marital property' does not give one spouse an equitable title to or an interest in the separately owned property of the other,\" <i>In re Halverson,</i> <span class=\"citation\" data-id=\"1895581\"><a href=\"/opinion/1895581/in-re-halverson/\"><span class=\"volume\">151</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">358</span></a></span>, 362 (M.D.N.C.1993), this is not a matter for concern where the property classified as `marital' cannot be scheduled as an asset of the debtor and its subsequent disposition cannot impact upon the rights of the debtor's claimants in bankruptcy.</p>\n<p>[5]  <i>Long</i> distinguished <i>Perlow</i> on the basis that a pre-petition order dividing the marital property had issued, and thus treated the unfulfilled requirement for an order reaching the ERISA pension there at issue as a mere formality. As explained below, the rule of <i>Perlow</i> can be distinguished whenever entry of a pre-petition order is foreclosed only by the filing of the bankruptcy petition, and not by any reasonable dispute as to a subject property's legal status as marital.</p>\n<p>[6]  Although <i>Hoffman</i> involved a chapter 11 bankruptcy, the principle remains true under other methods of discharge.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/323212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/404178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/459859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1155668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1321852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1530003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1817739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1837285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1869107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1895581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1967672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1984502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2005410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2016365/"
  ]
}