{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1912572/",
  "absolute_url": "/opinion/1912572/in-re-conner-home-sales-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1912572/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:47:56.384564Z",
  "date_modified": "2016-04-26T22:20:08.619872Z",
  "type": "010combined",
  "sha1": "b2270140cb370ddbf9fd12a75c72c50f6cf8251c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>190 B.R. 255 (1995)</b></center>\n<center><h1>In re CONNER HOME SALES CORPORATION, Debtor.<br>\nGregory B. CRAMPTON, Trustee, Appellant,<br>\nv.<br>\nFIRST UNION NATIONAL BANK OF NORTH CAROLINA, Appellee.</h1></center>\n<center>No. 5:95-CV-740-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 13, 1995.</center>\n<p><span class=\"star-pagination\">*256</span> Gregory B. Crampton, pro se.</p>\n<p>William P. Janvier, Elizabeth Anania, Raleigh, NC, for plaintiff.</p>\n<p>F. Joseph Treacy, Jr., J. Michael Booe, Charlotte, NC, for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on appeal from an order of the United States Bankruptcy Court for the Eastern District of North Carolina (\"Bankruptcy Court\"), filed June 5, 1995, granting the appellee's motion for partial summary judgment. The appellee's motion was limited, by court order, to appellant's <i>Deprizio</i> cause of action. <i>See, </i><i>Levit v. Ingersoll Rand Financial Corp. (In re V.N. Deprizio Construction Co.),</i> 874 F.2d 1186 (7th Cir.1989).</p>\n<p>A hearing was initially held in this matter on April 24, 1995, in front of United States Bankruptcy Judge J. Rich Leonard. Judge Leonard subsequently ruled in favor of the appellee, First Union National Bank of North Carolina (\"First Union\"), whereupon the appellant, Gregory B. Crampton (\"Crampton\"), filed a motion for leave to appeal with this court. Leave was granted and the parties have thoroughly briefed the matter. Oral arguments were heard by this court on December 8, 1995.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>Before its collapse, Conner Corporation (\"Conner\") was the publicly traded parent corporation of a group of entities involved in the production, sale, and financing of manufactured homes. Conner's two primary operating subsidiaries were Conner Industries, Inc. (\"Industries\"), the manufacturing arm of the group, and Conner Home Sales Corporation (\"Home Sales\"), the sales arm of the group. Home Sales is the debtor in the present action.</p>\n<p>On August 27, 1985, First Union executed a Revolving Credit Loan Agreement (\"Revolver I\") with Conner. Under Revolver I, Conner borrowed ten million dollars from First Union and in return granted First Union a \"standby\" security interest in all of Conner's inventory. Conner also executed a promissory note in the amount of ten million dollars. Payment of the obligations under Revolver I were guaranteed by certain first and second tier subsidiaries of Conner, including Home Sales. First Union never perfected the security interest it held in Conner's inventory.</p>\n<p>In August of 1986, the amount of indebtedness under Revolver I was increased to fifteen million dollars. After the increase was almost fully advanced, a \"First Amendment\" was executed memorializing the agreed upon advance and shortening the maturity date of Revolver I. In late October or November of 1986, however, First Union was informed, or discovered on its own, that the inventory secured by the Revolver I security agreement was not held by Conner, but was held by Home Sales and Industries. First Union therefore obtained from Home Sales and Industries a security agreement that specifically included a pledge of their inventory. First Union did not perfect this interest at this time, but another amendment to Revolver I was drafted. This amendment was also called \"First Amendment\" and stated that it was a condition precedent to the increase of the amount under Revolver I from ten to fifteen million dollars.</p>\n<p>In January of 1987, Revolver I was restructured altogether as Revolver II. Under Revolver II, Home Sales and Industries became the principal obligors of the fifteen million dollar debt, and Conner and the remaining Revolver I guarantors became guarantors of Revolver II. First Union funded Revolver II by placing fifteen million dollars in Home Sales' checking account. These funds were then instantly transferred from Home Sales to Conner. Conner then immediately paid First Union fifteen million dollars in full satisfaction of Revolver I and <span class=\"star-pagination\">*257</span> First Union immediately perfected its security interest in the collateral of Home Sales.</p>\n<p>Home Sales filed for Chapter 11 on July 2, 1987, about six months after First Union's security interest in the collateral of Home Sales was perfected. The case was converted to a Chapter 7 on June 14, 1989. During both the Chapter 11 and the Chapter 7, by and with court approval, Home Sales' inventory was liquidated. First Union presently holds around twenty million dollars worth of the proceeds from the sale of Home Sales' inventory. First Union's retention of the proceeds is conditioned, however, upon the ultimate determination of the validity, avoidability, and extent of the claimed security interest. Crampton, the Chapter 7 Trustee, presently seeks to avoid the perfection of First Union's security interest in the inventory of Home Sales.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>I. The Scope of this Appeal</p>\n<p>On October 17, 1994, Judge Leonard issued an order stating that the parties had agreed this case would proceed \"most expeditiously if the plaintiff's <i>Deprizio</i> claim is resolved in advance of other issues.\" Order at 1, No. M-90-00244-AP (Bankr.E.D.N.C. Oct. 17, 1994). Judge Leonard therefore directed First Union to serve and brief a motion for summary judgment solely addressing the <i>Deprizio</i> issue. The parties thereafter presented the matter to the Bankruptcy Court and Judge Leonard ultimately ruled that the <i>Deprizio</i> holding would not be applied to this case.</p>\n<p>Upon appealing Judge Leonard's decision to this court, the parties have brought to the court's attention a variety of matters this court has concluded are outside the scope of this appeal. Judge Leonard framed the motion before him as addressing only that \"portion of the trustee's preference claim that relies upon <i>Levit v. Ingersoll Rand Financial Corp. (In re V.N. Deprizio Construction Co.),</i> 874 F.2d 1186 (7th Cir.1989).\" Order at 6, No. M-90-00244-AP (Bankr.E.D.N.C. June 5, 1995). The issue was \"selected for separate decision in light of the recent amendment of § 550 overruling <i>Deprizio</i> and its progeny,\" <i>id.,</i> and was addressed prior to the completion of discovery. Thus, the motion was not intended to encompass specific factual contentions.</p>\n<p>Consequently, the only issue Judge Leonard ruled on, and therefore the only issue before this court, is whether <i>Deprizio</i> is alive or dead in this district at this time. This court's ruling is thusly limited to the applicability of <i>Deprizio</i> to pre-Reform Act transfers in general, and will not address <i>Deprizio</i> as it may or may not apply to the particular facts of this case. The court's opinion in this matter should therefore not be construed to answer the question of whether <i>Deprizio</i> applies to the transaction at issue in this case nor to preclude a claim brought by either party based on any other theory of recovery, including one brought solely on the basis of avoidability under 11 U.S.C. § 547.</p>\n<p>II. The Applicable Bankruptcy Provisions</p>\n<p>Crampton, the Chapter 7 Trustee in this matter, seeks to avoid the perfection of First Union's security interest in Homes Sales' inventory. Section 547 of the Bankruptcy Code addresses which transfers may be avoided as preferences. In particular, § 547(b) provides that a trustee may avoid any transfer of an interest of the debtor in property,</p>\n<blockquote>(1) to or for the benefit of a creditor;</blockquote>\n<blockquote>(2) for or on account of an antecedent debt owed by the debtor before such transfer was made;</blockquote>\n<blockquote>(3) made while the debtor was insolvent;</blockquote>\n<blockquote>(4) made </blockquote>\n<blockquote>(A) on or within 90 days before the date of the filing of the petition; or</blockquote>\n<blockquote>(B) between ninety days and one year before the date of the filing of the petition, if such creditor at the time of such transfer was an insider; and. . . .</blockquote>\n<p>11 U.S.C. § 547(b) (1993) (emphasis added).</p>\n<p>Once a transfer is avoided under § 547, in accordance with <i>Deprizio</i> or any other theory of recovery, a Trustee looks to § 550 of the Bankruptcy Code to recover what was transferred. Unlike § 547, however, § 550 does not distinguish between insider <span class=\"star-pagination\">*258</span> and outsider guarantors. Section 550(a) merely provides,</p>\n<blockquote>Except as otherwise provided in this section, to the extent that a transfer is avoided under section 544, 545, 547 . . . of this title, the trustee may recover, for the benefit of the estate, the property transferred, or, if the court so orders, the value of such property, from </blockquote>\n<blockquote>(1) the initial transferee of such transfer or the entity for whose benefit such transfer was made; or</blockquote>\n<blockquote>(2) any immediate or mediate transferee of such initial transferee.</blockquote>\n<p>11 U.S.C. § 550 (1993).</p>\n<p>Because the transfer at issue in the present matter, i.e., the perfection of the security interest, took place greater than ninety days but within a year of the debtor's bankruptcy filing, Crampton's avoidance powers under § 547 rely upon the transaction being deemed one in which the creditor was an insider. Crampton advocates a variety of theories for allowing him to avoid the perfection of First Union's security interest. The only theory with which this court is concerned, however, is the theory premised upon the 1989 case of <i>Levit v. Ingersoll Rand Financial Corp. (In re Deprizio),</i> 874 F.2d 1186 (7th Cir.1989).</p>\n<p>III. The <i>Deprizio</i> Decision</p>\n<p>In <i>Deprizio,</i> the Seventh Circuit determined that § 547's extended preference avoidance period for insiders, under subsection (b)(4)(B), applies to an <i>outside</i> creditor when payment to this outside creditor produces a benefit for an inside creditor, including an insider guarantor. The Seventh Circuit explained the typical <i>Deprizio</i> situation as follows. Suppose Firm borrows money from Lender, with payment guaranteed by Firm's officer (Guarantor). Firm then goes into bankruptcy. Guarantor is undoubtedly an insider of Firm under § 101 of the Bankruptcy Code. Guarantor also has a contingent right to payment from the debtor (Firm) because Guarantor can collect from Firm if Lender collects from Guarantor. Thus, Guarantor is a \"creditor\" in Firm's bankruptcy. Furthermore, a payment by Firm to Lender is \"for the benefit of\" Guarantor under § 547(b)(1) because each reduction in the debt to Lender reduces Guarantor's exposure. The Seventh Circuit therefore determined in <i>Deprizio</i> that a payment to Lender, made within the extended insider preference period, is avoidable under § 547(b)(4)(B) unless one of the § 547(c) exemptions applies. In addition, the <i>Deprizio</i> court found that the \"to the extent that a transfer is avoided\" language of § 550 allows the Trustee to recover such a payment from Lender since the transfer is avoidable under § 547(b). This tenuated manner of allowing a trustee to recover under § 550 from an outside creditor within the extended preference recovery period is called the <i>Deprizio,</i> or trilateral, preference theory. <i>See generally, Deprizio,</i> 874 F.2d at 1190.</p>\n<p>Prior to the <i>Deprizio</i> decision, courts were split as to whether the extended preference recovery period for insiders applied to outside creditors when a transfer to that outside creditor benefitted an insider. Once <i>Deprizio</i> was decided, however, every circuit to address the issue adopted <i>Deprizio,</i> including the First, Fifth, Sixth, Ninth, Tenth, and Eleventh Circuits. The Fourth Circuit has not yet ruled on the issue. In 1993, however, the Bankruptcy Court for the Eastern District of North Carolina adopted and applied <i>Deprizio</i> in <i>Carter v. Dickerson-Carolina, Inc. (In re Dixon),</i> No. L-93-00075-8-AP (Bankr.E.D.N.C. Sept. 10, 1993). The court stated that it was \"persuaded that the Fourth Circuit will follow the lead of its sister circuits in adopting the <i>Deprizio</i> analysis when the issue is presented to it.\" <i>Id.,</i> slip op. at 2.</p>\n<p>In light of <i>Dixon</i> and the strong circuit court support in favor of the <i>Deprizio</i> decision, one might ask why the <i>Deprizio</i> issue is so hotly contested in the present matter. The answer to this question lies in the enactment of the Bankruptcy Reform Act of 1994 (\"Reform Act\"), which became effective on October 22, 1994.</p>\n<p>IV. The Bankruptcy Reform Act of 1994</p>\n<p>In section 202 of the Reform Act, entitled \"Limitation on liability of non-insider transferee <span class=\"star-pagination\">*259</span> for avoided transfer,\" Congress amended § 550 of the Bankruptcy Code to specifically preclude recovery based on the <i>Deprizio</i> line of cases. In order to implement this change, a new subsection was added to § 550 which states,</p>\n<blockquote>(c) If a transfer made between 90 days and one year before the filing of the petition </blockquote>\n<blockquote>(1) is avoided under section 547(b) of this title; and</blockquote>\n<blockquote>(2) was made for the benefit of a creditor that at the time of such transfer was an insider;</blockquote>\n<blockquote>the trustee may not recover under subsection (a) from a transferee that is not an insider.</blockquote>\n<p>11 U.S.C. § 550(c) (Supp.1995).</p>\n<p>The legislative history behind the amendment to § 550 specifically references <i>Deprizio,</i> stating that the \"section overrules the DePrizio line of cases and clarifies that noninsider transferees should not be subject to the preference provisions of the Bankruptcy Code beyond the 90-day statutory period.\" H.R.Rep. No. 835, 103rd Cong., 2nd Sess. 140 (1994), <i>reprinted in</i> 1994 U.S.C.C.A.N. 3340. The amendment to § 550 is not retroactive, however, and the Home Sales bankruptcy petition was filed long before the amendment became effective. Thus, the question before this court is whether <i>Deprizio</i> should be applied to this pre-Reform Act transfer in light of the legislative history accompanying the amendment to § 550.</p>\n<p>V. Is <i>Deprizio</i> Alive or Dead?</p>\n<p>Because the amendment to § 550 is not retroactive, and therefore does not apply to the disputed transfer in the instant matter, this court must engage in the legal fiction of acting as if the Reform Act had never been enacted. As Judge Leonard states, however, \"[t]his court does not operate in a vacuum.\" Order at 11, No. M-90-00244-AP (Bankr.E.D.N.C. June 5, 1995). Thus, this court must decide the <i>Deprizio</i> issue without applying the 1994 amendment but with the knowledge that the legislature has spoken on the subject through amendment and report. This is not an easy task.</p>\n<p>Faced with the same task, and in an \"attempt to divine Congressional intent, as well as gauge the approach that will be approved by reviewing courts,\" <i>id.</i> at 11-12, Judge Leonard determined that because of the lack of controlling precedent in this circuit, and the controversy surrounding <i>Deprizio</i> in the lower courts, \"any Congressional pronouncement of intent cannot be ignored. . . . Accordingly, this court . . . refuses to apply the <i>Deprizio</i> holding to this case.\" <i>Id.</i> at 12. For the following reasons this court has come to a different conclusion.</p>\n<p>The question of how much weight a court should accord to subsequent legislation and subsequent legislative history is one that has troubled many judges throughout the years. In general, the oft-cited rule of statutory construction is that if the terms of a statute are clear and unambiguous, the plain meaning of the statutory language controls. <i>Moskal v. United States,</i> 498 U.S. 103, 108, 111 S.Ct. 461, 465, 112 L.Ed.2d 449 (1990); <i>Garcia v. United States,</i> 469 U.S. 70, 75, 105 S.Ct. 479, 482, 83 L.Ed.2d 472 (1984); <i>Consumer Product Safety Commission v. GTE Sylvania, Inc.,</i> 447 U.S. 102, 108, 100 S.Ct. 2051, 2056, 64 L.Ed.2d 766 (1980). In other words, only if the meaning of the statute is not clear on its face should a court resort to the contemporaneous legislative history in ascertaining its meaning. Subsequent legislative history undoubtedly falls even lower in the pecking order of acceptable authority.</p>\n<p>Nonetheless, the Supreme Court has held that when faced with the proper situation, \"[s]ubsequent legislation declaring the intent of an earlier statute is entitled to great weight in statutory construction.\" <i>Red Lion Broadcasting Co., Inc. v. FCC,</i> 395 U.S. 367, 380-81, 89 S.Ct. 1794, 1801, 23 L.Ed.2d 371 (1969). Similarly, the Court has stated that clarifying legislation \"leaves no doubt as to the prospective interpretation of the statute . . . [and also carries] considerable retrospective weight.\" <i>Heckler v. Turner,</i> 470 U.S. 184, 211, 105 S.Ct. 1138, 1152, 84 L.Ed.2d 138 (1985). Citing these authorities for support, First Union contends that § 550 is far from plain and unambiguous and urges this court to affirm Judge Leonard's decision based on the \"great weight\" that should be accorded <span class=\"star-pagination\">*260</span> subsequent legislative history. Appellee's Brief at 21 (citing <i>Red Lion Broadcasting Co.,</i> 395 U.S. 367, 89 S.Ct. 1794 (1969) and <i>Stapleton v. Westmoreland Coal Co.,</i> 785 F.2d 424 (4th Cir.1986), <i>rev'd on other grounds,</i> 484 U.S. 135, 108 S.Ct. 427, 98 L.Ed.2d 450 (1987)).</p>\n<p>Although this court is not entirely convinced that § 550 is absolutely clear and unambiguous, this court is convinced that the subsequent legislative history accompanying the amendment to § 550 should not control the outcome in this matter. The fact remains that Congress chose not to make the amendment to § 550 retroactive. As stated by counsel in oral argument, a court should not act like a legislature just as a legislature should not act like a court. Yet to apply the subsequent legislative history of § 550 to this pre-Reform Act transaction would in essence allow the legislative history to be given retroactive application. This is a form of judicial activism of which this court will not be a part.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The learned Justice Thomas has stated,</p>\n<blockquote>In any event, canons of construction are no more than rules of thumb that help courts determine the meaning of legislation, and in interpreting a statute a court should always turn first to one, cardinal canon before all others. We have stated time and again that courts must presume that a legislature says in a statute what it means and means in a statute what it says there. When the words of a statute are unambiguous, then, this first canon is also the last: \"judicial inquiry is complete.\"</blockquote>\n<p><i>Connecticut Nat. Bank v. Germain,</i> 503 U.S. 249, 253-54, 112 S.Ct. 1146, 1149, 117 L.Ed.2d 391 (1992) (emphasis added) (citations omitted) (quoting <i>Rubin v. United States,</i> 449 U.S. 424, 430, 101 S.Ct. 698, 701, 66 L.Ed.2d 633 (1981)). This court finds that judicial inquiry regarding the pre-Reform Act viability of a <i>Deprizio</i> cause of action in this district is complete without resort to the subsequent legislative history.</p>\n<p>Accordingly, because this court finds that a literal reading of the version of § 550 applicable to this proceeding clearly permits a <i>Deprizio</i> cause of action, and because an overwhelming majority of the courts adopted <i>Deprizio</i> prior to the Reform Act, the court hereby REVERSES the decision of the Bankruptcy Court refusing to apply the <i>Deprizio</i> holding to this case. First Union's motion for partial summary judgment on the <i>Deprizio</i> issue is therefore DENIED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">190</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">255</span></span> (1995)</b></center>\n<center><h1>In re CONNER HOME SALES CORPORATION, Debtor.<br>\nGregory B. CRAMPTON, Trustee, Appellant,<br>\nv.<br>\nFIRST UNION NATIONAL BANK OF NORTH CAROLINA, Appellee.</h1></center>\n<center>No. 5:95-CV-740-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 13, 1995.</center>\n<p><span class=\"star-pagination\">*256</span> Gregory B. Crampton, pro se.</p>\n<p>William P. Janvier, Elizabeth Anania, Raleigh, NC, for plaintiff.</p>\n<p>F. Joseph Treacy, Jr., J. Michael Booe, Charlotte, NC, for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on appeal from an order of the United States Bankruptcy Court for the Eastern District of North Carolina (\"Bankruptcy Court\"), filed June 5, 1995, granting the appellee's motion for partial summary judgment. The appellee's motion was limited, by court order, to appellant's <i>Deprizio</i> cause of action. <i>See, </i><i>Levit v. Ingersoll Rand Financial Corp. (In re V.N. Deprizio Construction Co.),</i> <span class=\"citation\" data-id=\"523184\"><a href=\"/opinion/523184/louis-w-levit-trustee-of-vn-deprizio-construction-co-v-ingersoll-rand/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1186</span></a></span> (7th Cir.1989).</p>\n<p>A hearing was initially held in this matter on April 24, 1995, in front of United States Bankruptcy Judge J. Rich Leonard. Judge Leonard subsequently ruled in favor of the appellee, First Union National Bank of North Carolina (\"First Union\"), whereupon the appellant, Gregory B. Crampton (\"Crampton\"), filed a motion for leave to appeal with this court. Leave was granted and the parties have thoroughly briefed the matter. Oral arguments were heard by this court on December 8, 1995.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>Before its collapse, Conner Corporation (\"Conner\") was the publicly traded parent corporation of a group of entities involved in the production, sale, and financing of manufactured homes. Conner's two primary operating subsidiaries were Conner Industries, Inc. (\"Industries\"), the manufacturing arm of the group, and Conner Home Sales Corporation (\"Home Sales\"), the sales arm of the group. Home Sales is the debtor in the present action.</p>\n<p>On August 27, 1985, First Union executed a Revolving Credit Loan Agreement (\"Revolver I\") with Conner. Under Revolver I, Conner borrowed ten million dollars from First Union and in return granted First Union a \"standby\" security interest in all of Conner's inventory. Conner also executed a promissory note in the amount of ten million dollars. Payment of the obligations under Revolver I were guaranteed by certain first and second tier subsidiaries of Conner, including Home Sales. First Union never perfected the security interest it held in Conner's inventory.</p>\n<p>In August of 1986, the amount of indebtedness under Revolver I was increased to fifteen million dollars. After the increase was almost fully advanced, a \"First Amendment\" was executed memorializing the agreed upon advance and shortening the maturity date of Revolver I. In late October or November of 1986, however, First Union was informed, or discovered on its own, that the inventory secured by the Revolver I security agreement was not held by Conner, but was held by Home Sales and Industries. First Union therefore obtained from Home Sales and Industries a security agreement that specifically included a pledge of their inventory. First Union did not perfect this interest at this time, but another amendment to Revolver I was drafted. This amendment was also called \"First Amendment\" and stated that it was a condition precedent to the increase of the amount under Revolver I from ten to fifteen million dollars.</p>\n<p>In January of 1987, Revolver I was restructured altogether as Revolver II. Under Revolver II, Home Sales and Industries became the principal obligors of the fifteen million dollar debt, and Conner and the remaining Revolver I guarantors became guarantors of Revolver II. First Union funded Revolver II by placing fifteen million dollars in Home Sales' checking account. These funds were then instantly transferred from Home Sales to Conner. Conner then immediately paid First Union fifteen million dollars in full satisfaction of Revolver I and <span class=\"star-pagination\">*257</span> First Union immediately perfected its security interest in the collateral of Home Sales.</p>\n<p>Home Sales filed for Chapter 11 on July 2, 1987, about six months after First Union's security interest in the collateral of Home Sales was perfected. The case was converted to a Chapter 7 on June 14, 1989. During both the Chapter 11 and the Chapter 7, by and with court approval, Home Sales' inventory was liquidated. First Union presently holds around twenty million dollars worth of the proceeds from the sale of Home Sales' inventory. First Union's retention of the proceeds is conditioned, however, upon the ultimate determination of the validity, avoidability, and extent of the claimed security interest. Crampton, the Chapter 7 Trustee, presently seeks to avoid the perfection of First Union's security interest in the inventory of Home Sales.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>I. The Scope of this Appeal</p>\n<p>On October 17, 1994, Judge Leonard issued an order stating that the parties had agreed this case would proceed \"most expeditiously if the plaintiff's <i>Deprizio</i> claim is resolved in advance of other issues.\" Order at 1, No. M-90-00244-AP (Bankr.E.D.N.C. Oct. 17, 1994). Judge Leonard therefore directed First Union to serve and brief a motion for summary judgment solely addressing the <i>Deprizio</i> issue. The parties thereafter presented the matter to the Bankruptcy Court and Judge Leonard ultimately ruled that the <i>Deprizio</i> holding would not be applied to this case.</p>\n<p>Upon appealing Judge Leonard's decision to this court, the parties have brought to the court's attention a variety of matters this court has concluded are outside the scope of this appeal. Judge Leonard framed the motion before him as addressing only that \"portion of the trustee's preference claim that relies upon <i>Levit v. Ingersoll Rand Financial Corp. (In re V.N. Deprizio Construction Co.),</i> <span class=\"citation\" data-id=\"523184\"><a href=\"/opinion/523184/louis-w-levit-trustee-of-vn-deprizio-construction-co-v-ingersoll-rand/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1186</span></a></span> (7th Cir.1989).\" Order at 6, No. M-90-00244-AP (Bankr.E.D.N.C. June 5, 1995). The issue was \"selected for separate decision in light of the recent amendment of § 550 overruling <i>Deprizio</i> and its progeny,\" <i>id.,</i> and was addressed prior to the completion of discovery. Thus, the motion was not intended to encompass specific factual contentions.</p>\n<p>Consequently, the only issue Judge Leonard ruled on, and therefore the only issue before this court, is whether <i>Deprizio</i> is alive or dead in this district at this time. This court's ruling is thusly limited to the applicability of <i>Deprizio</i> to pre-Reform Act transfers in general, and will not address <i>Deprizio</i> as it may or may not apply to the particular facts of this case. The court's opinion in this matter should therefore not be construed to answer the question of whether <i>Deprizio</i> applies to the transaction at issue in this case nor to preclude a claim brought by either party based on any other theory of recovery, including one brought solely on the basis of avoidability under 11 U.S.C. § 547.</p>\n<p>II. The Applicable Bankruptcy Provisions</p>\n<p>Crampton, the Chapter 7 Trustee in this matter, seeks to avoid the perfection of First Union's security interest in Homes Sales' inventory. Section 547 of the Bankruptcy Code addresses which transfers may be avoided as preferences. In particular, § 547(b) provides that a trustee may avoid any transfer of an interest of the debtor in property,</p>\n<blockquote>(1) to or for the benefit of a creditor;</blockquote>\n<blockquote>(2) for or on account of an antecedent debt owed by the debtor before such transfer was made;</blockquote>\n<blockquote>(3) made while the debtor was insolvent;</blockquote>\n<blockquote>(4) made </blockquote>\n<blockquote>(A) on or within 90 days before the date of the filing of the petition; or</blockquote>\n<blockquote>(B) between ninety days and one year before the date of the filing of the petition, if such creditor at the time of such transfer was an insider; and. . . .</blockquote>\n<p>11 U.S.C. § 547(b) (1993) (emphasis added).</p>\n<p>Once a transfer is avoided under § 547, in accordance with <i>Deprizio</i> or any other theory of recovery, a Trustee looks to § 550 of the Bankruptcy Code to recover what was transferred. Unlike § 547, however, § 550 does not distinguish between insider <span class=\"star-pagination\">*258</span> and outsider guarantors. Section 550(a) merely provides,</p>\n<blockquote>Except as otherwise provided in this section, to the extent that a transfer is avoided under section 544, 545, 547 . . . of this title, the trustee may recover, for the benefit of the estate, the property transferred, or, if the court so orders, the value of such property, from </blockquote>\n<blockquote>(1) the initial transferee of such transfer or the entity for whose benefit such transfer was made; or</blockquote>\n<blockquote>(2) any immediate or mediate transferee of such initial transferee.</blockquote>\n<p>11 U.S.C. § 550 (1993).</p>\n<p>Because the transfer at issue in the present matter, i.e., the perfection of the security interest, took place greater than ninety days but within a year of the debtor's bankruptcy filing, Crampton's avoidance powers under § 547 rely upon the transaction being deemed one in which the creditor was an insider. Crampton advocates a variety of theories for allowing him to avoid the perfection of First Union's security interest. The only theory with which this court is concerned, however, is the theory premised upon the 1989 case of <i>Levit v. Ingersoll Rand Financial Corp. (In re Deprizio),</i> <span class=\"citation\" data-id=\"523184\"><a href=\"/opinion/523184/louis-w-levit-trustee-of-vn-deprizio-construction-co-v-ingersoll-rand/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1186</span></a></span> (7th Cir.1989).</p>\n<p>III. The <i>Deprizio</i> Decision</p>\n<p>In <i>Deprizio,</i> the Seventh Circuit determined that § 547's extended preference avoidance period for insiders, under subsection (b)(4)(B), applies to an <i>outside</i> creditor when payment to this outside creditor produces a benefit for an inside creditor, including an insider guarantor. The Seventh Circuit explained the typical <i>Deprizio</i> situation as follows. Suppose Firm borrows money from Lender, with payment guaranteed by Firm's officer (Guarantor). Firm then goes into bankruptcy. Guarantor is undoubtedly an insider of Firm under § 101 of the Bankruptcy Code. Guarantor also has a contingent right to payment from the debtor (Firm) because Guarantor can collect from Firm if Lender collects from Guarantor. Thus, Guarantor is a \"creditor\" in Firm's bankruptcy. Furthermore, a payment by Firm to Lender is \"for the benefit of\" Guarantor under § 547(b)(1) because each reduction in the debt to Lender reduces Guarantor's exposure. The Seventh Circuit therefore determined in <i>Deprizio</i> that a payment to Lender, made within the extended insider preference period, is avoidable under § 547(b)(4)(B) unless one of the § 547(c) exemptions applies. In addition, the <i>Deprizio</i> court found that the \"to the extent that a transfer is avoided\" language of § 550 allows the Trustee to recover such a payment from Lender since the transfer is avoidable under § 547(b). This tenuated manner of allowing a trustee to recover under § 550 from an outside creditor within the extended preference recovery period is called the <i>Deprizio,</i> or trilateral, preference theory. <i>See generally, Deprizio,</i> 874 F.2d at 1190.</p>\n<p>Prior to the <i>Deprizio</i> decision, courts were split as to whether the extended preference recovery period for insiders applied to outside creditors when a transfer to that outside creditor benefitted an insider. Once <i>Deprizio</i> was decided, however, every circuit to address the issue adopted <i>Deprizio,</i> including the First, Fifth, Sixth, Ninth, Tenth, and Eleventh Circuits. The Fourth Circuit has not yet ruled on the issue. In 1993, however, the Bankruptcy Court for the Eastern District of North Carolina adopted and applied <i>Deprizio</i> in <i>Carter v. Dickerson-Carolina, Inc. (In re Dixon),</i> No. L-93-00075-8-AP (Bankr.E.D.N.C. Sept. 10, 1993). The court stated that it was \"persuaded that the Fourth Circuit will follow the lead of its sister circuits in adopting the <i>Deprizio</i> analysis when the issue is presented to it.\" <i>Id.,</i> slip op. at 2.</p>\n<p>In light of <i>Dixon</i> and the strong circuit court support in favor of the <i>Deprizio</i> decision, one might ask why the <i>Deprizio</i> issue is so hotly contested in the present matter. The answer to this question lies in the enactment of the Bankruptcy Reform Act of 1994 (\"Reform Act\"), which became effective on October 22, 1994.</p>\n<p>IV. The Bankruptcy Reform Act of 1994</p>\n<p>In section 202 of the Reform Act, entitled \"Limitation on liability of non-insider transferee <span class=\"star-pagination\">*259</span> for avoided transfer,\" Congress amended § 550 of the Bankruptcy Code to specifically preclude recovery based on the <i>Deprizio</i> line of cases. In order to implement this change, a new subsection was added to § 550 which states,</p>\n<blockquote>(c) If a transfer made between 90 days and one year before the filing of the petition </blockquote>\n<blockquote>(1) is avoided under section 547(b) of this title; and</blockquote>\n<blockquote>(2) was made for the benefit of a creditor that at the time of such transfer was an insider;</blockquote>\n<blockquote>the trustee may not recover under subsection (a) from a transferee that is not an insider.</blockquote>\n<p>11 U.S.C. § 550(c) (Supp.1995).</p>\n<p>The legislative history behind the amendment to § 550 specifically references <i>Deprizio,</i> stating that the \"section overrules the DePrizio line of cases and clarifies that noninsider transferees should not be subject to the preference provisions of the Bankruptcy Code beyond the 90-day statutory period.\" H.R.Rep. No. 835, 103rd Cong., 2nd Sess. 140 (1994), <i>reprinted in</i> 1994 U.S.C.C.A.N. 3340. The amendment to § 550 is not retroactive, however, and the Home Sales bankruptcy petition was filed long before the amendment became effective. Thus, the question before this court is whether <i>Deprizio</i> should be applied to this pre-Reform Act transfer in light of the legislative history accompanying the amendment to § 550.</p>\n<p>V. Is <i>Deprizio</i> Alive or Dead?</p>\n<p>Because the amendment to § 550 is not retroactive, and therefore does not apply to the disputed transfer in the instant matter, this court must engage in the legal fiction of acting as if the Reform Act had never been enacted. As Judge Leonard states, however, \"[t]his court does not operate in a vacuum.\" Order at 11, No. M-90-00244-AP (Bankr.E.D.N.C. June 5, 1995). Thus, this court must decide the <i>Deprizio</i> issue without applying the 1994 amendment but with the knowledge that the legislature has spoken on the subject through amendment and report. This is not an easy task.</p>\n<p>Faced with the same task, and in an \"attempt to divine Congressional intent, as well as gauge the approach that will be approved by reviewing courts,\" <i>id.</i> at 11-12, Judge Leonard determined that because of the lack of controlling precedent in this circuit, and the controversy surrounding <i>Deprizio</i> in the lower courts, \"any Congressional pronouncement of intent cannot be ignored. . . . Accordingly, this court . . . refuses to apply the <i>Deprizio</i> holding to this case.\" <i>Id.</i> at 12. For the following reasons this court has come to a different conclusion.</p>\n<p>The question of how much weight a court should accord to subsequent legislation and subsequent legislative history is one that has troubled many judges throughout the years. In general, the oft-cited rule of statutory construction is that if the terms of a statute are clear and unambiguous, the plain meaning of the statutory language controls. <i>Moskal v. United States,</i> <span class=\"citation\" data-id=\"112511\"><a href=\"/opinion/112511/moskal-v-united-states/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 108, <span class=\"citation\" data-id=\"112511\"><a href=\"/opinion/112511/moskal-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">461</span></a></span>, 465, <span class=\"citation\" data-id=\"112511\"><a href=\"/opinion/112511/moskal-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">449</span></a></span> (1990); <i>Garcia v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></span>, 75, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">479</span></span>, 482, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></span> (1984); <i>Consumer Product Safety Commission v. GTE Sylvania, Inc.,</i> <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 108, <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2051</span></a></span>, 2056, <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">766</span></a></span> (1980). In other words, only if the meaning of the statute is not clear on its face should a court resort to the contemporaneous legislative history in ascertaining its meaning. Subsequent legislative history undoubtedly falls even lower in the pecking order of acceptable authority.</p>\n<p>Nonetheless, the Supreme Court has held that when faced with the proper situation, \"[s]ubsequent legislation declaring the intent of an earlier statute is entitled to great weight in statutory construction.\" <i>Red Lion Broadcasting Co., Inc. v. FCC,</i> <span class=\"citation\" data-id=\"107962\"><a href=\"/opinion/107962/red-lion-broadcasting-co-v-fcc/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 380-81, <span class=\"citation\" data-id=\"107962\"><a href=\"/opinion/107962/red-lion-broadcasting-co-v-fcc/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1794</span></a></span>, 1801, <span class=\"citation\" data-id=\"107962\"><a href=\"/opinion/107962/red-lion-broadcasting-co-v-fcc/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span></a></span> (1969). Similarly, the Court has stated that clarifying legislation \"leaves no doubt as to the prospective interpretation of the statute . . . [and also carries] considerable retrospective weight.\" <i>Heckler v. Turner,</i> <span class=\"citation\" data-id=\"111360\"><a href=\"/opinion/111360/heckler-v-turner/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 211, <span class=\"citation\" data-id=\"111360\"><a href=\"/opinion/111360/heckler-v-turner/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></a></span>, 1152, <span class=\"citation\" data-id=\"111360\"><a href=\"/opinion/111360/heckler-v-turner/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span></a></span> (1985). Citing these authorities for support, First Union contends that § 550 is far from plain and unambiguous and urges this court to affirm Judge Leonard's decision based on the \"great weight\" that should be accorded <span class=\"star-pagination\">*260</span> subsequent legislative history. Appellee's Brief at 21 (citing <i>Red Lion Broadcasting Co.,</i> <span class=\"citation\" data-id=\"107962\"><a href=\"/opinion/107962/red-lion-broadcasting-co-v-fcc/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"107962\"><a href=\"/opinion/107962/red-lion-broadcasting-co-v-fcc/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1794</span></a></span> (1969) and <i>Stapleton v. Westmoreland Coal Co.,</i> <span class=\"citation\" data-id=\"466092\"><a href=\"/opinion/466092/gerald-stapleton-v-westmoreland-coal-company-director-office-of-workers/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">424</span></a></span> (4th Cir.1986), <i>rev'd on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">427</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></span> (1987)).</p>\n<p>Although this court is not entirely convinced that § 550 is absolutely clear and unambiguous, this court is convinced that the subsequent legislative history accompanying the amendment to § 550 should not control the outcome in this matter. The fact remains that Congress chose not to make the amendment to § 550 retroactive. As stated by counsel in oral argument, a court should not act like a legislature just as a legislature should not act like a court. Yet to apply the subsequent legislative history of § 550 to this pre-Reform Act transaction would in essence allow the legislative history to be given retroactive application. This is a form of judicial activism of which this court will not be a part.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The learned Justice Thomas has stated,</p>\n<blockquote>In any event, canons of construction are no more than rules of thumb that help courts determine the meaning of legislation, and in interpreting a statute a court should always turn first to one, cardinal canon before all others. We have stated time and again that courts must presume that a legislature says in a statute what it means and means in a statute what it says there. When the words of a statute are unambiguous, then, this first canon is also the last: \"judicial inquiry is complete.\"</blockquote>\n<p><i>Connecticut Nat. Bank v. Germain,</i> <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 253-54, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, 1149, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1992) (emphasis added) (citations omitted) (quoting <i>Rubin v. United States,</i> <span class=\"citation\" data-id=\"110378\"><a href=\"/opinion/110378/rubin-v-united-states/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 430, <span class=\"citation\" data-id=\"110378\"><a href=\"/opinion/110378/rubin-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">698</span></a></span>, 701, <span class=\"citation\" data-id=\"110378\"><a href=\"/opinion/110378/rubin-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">633</span></a></span> (1981)). This court finds that judicial inquiry regarding the pre-Reform Act viability of a <i>Deprizio</i> cause of action in this district is complete without resort to the subsequent legislative history.</p>\n<p>Accordingly, because this court finds that a literal reading of the version of § 550 applicable to this proceeding clearly permits a <i>Deprizio</i> cause of action, and because an overwhelming majority of the courts adopted <i>Deprizio</i> prior to the Reform Act, the court hereby REVERSES the decision of the Bankruptcy Court refusing to apply the <i>Deprizio</i> holding to this case. First Union's motion for partial summary judgment on the <i>Deprizio</i> issue is therefore DENIED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/523184/"
  ]
}