{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1919905/",
  "absolute_url": "/opinion/1919905/in-re-cheatham/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1919905/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:49:23.073044Z",
  "date_modified": "2016-04-26T20:33:39.904760Z",
  "type": "010combined",
  "sha1": "faf5e5bec286d506abbc62ddc04cccf101396827",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>91 B.R. 382 (1988)</b></center>\n<center><h1>In re Rudolph Owen CHEATHAM and Marie H. Cheatham, Debtors.<br>\nRudolph Owen CHEATHAM and Marie H. Cheatham, Appellants,<br>\nv.<br>\nCENTRAL CAROLINA BANK AND TRUST COMPANY, N.A., Appellees.</h1></center>\n<center>No. 88-49-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 20, 1988.</center>\n<p><span class=\"star-pagination\">*383</span> Donald A. Davis, Raleigh, N.C., for appellants.</p>\n<p>Mark C. Kirby, Faison, Brown, Fletcher &amp; Brough, Raleigh, N.C., for appellees.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on appeal from the Memorandum Opinion and Order allowing Central Carolina Bank and Trust Company, N.A.'s (hereinafter \"CCB\") request for allowance and payment of superpriority administrative expenses pursuant to Section 507(b) of the Bankruptcy Code entered on August 31, 1987 and the Order Denying Motion for Rehearing, Denying Request for Sanctions, and Denying Request for Stay Pending Appeal entered on October 1, 1987 by the Honorable A. Thomas Small, United States Bankruptcy Judge, Eastern District of North Carolina.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>This appeal arises out of a Chapter 11 Proceeding filed by the debtors herein, Rudolph Owen Cheatham and wife, Marie H. Cheatham, on December 19, 1985. On July 9, 1986, CCB filed a motion for dismissal or alternatively for relief from the automatic stay and adequate protection. The debtors filed a response objecting to the relief sought in CCB's motion and further requested that a hearing be held on CCB's motion. A hearing was scheduled before Judge Small on August 7, 1986 at which time the court was to consider CCB's motion to lift the automatic stay and to pursue its remedies with respect to a 1982 AMC Jeep and a 1985 Chevrolet 4 × 4 Pickup Truck. These vehicles served as security for an obligation owed by the debtors to CCB in the amount of $14,634.74 as of August 7, 1986.</p>\n<p>Immediately prior to the hearing on August 7, 1986, the debtors and CCB, without judicial intervention, agreed to the terms of a Consent Order which would allow the debtors to keep the two vehicles in return for certain periodic payments, to begin August 31, 1986, as well as a single deficiency payment of $1,000 to be made immediately <span class=\"star-pagination\">*384</span> after the hearing. A Consent Order memorializing these terms was drafted by the attorney for CCB and delivered to the debtors' attorney for his clients' consent and signature and thereafter, for filing. For reasons unknown to this court, the agreement was never executed nor filed with the Bankruptcy Court.</p>\n<p>The debtors defaulted in their obligation to resume payments beginning on August 31, 1986 and requested that the agreement be amended to allow them to resume periodic payments on September 16, 1986. CCB agreed to this amendment and a modified consent order reflecting the lengthened time frame for accepting payment was prepared by the attorney for CCB and forwarded to the debtors' attorney for the debtors' consent and signature. The modified consent order, like the original consent order, was never executed by the debtors nor filed with the Bankruptcy Court.</p>\n<p>Again, the debtors defaulted under the terms of the modified consent order and on October 1, 1986 filed a motion to surrender the motor vehicles and modify the verbal consent order. CCB objected to this motion and requested that a hearing be held on the debtors' request for relief. A hearing was held on this motion on October 27, 1986 before Judge Small. On November 3, 1986, Judge Small entered an order allowing the debtors to surrender the vehicles to CCB but without prejudice to CCB's right to assert a Section 507(b) priority claim for any loss resulting from the debtors' breach of the modified consent agreement.</p>\n<p>On November 3, 1986, the debtors returned the 1982 AMC Jeep and the 1985 Chevrolet 4 × 4 Pickup Truck to CCB's branch office in Oxford, North Carolina. Subsequent to the receipt of these vehicles, CCB filed a request for a Section 507(b) superpriority administrative expense based on the deficiency resulting from the sale of the vehicles. At the hearing on CCB's request for Section 507(b) status held on July 21, 1987, a CCB bank official testified that the Jeep was in substantially worse condition than it had been when earlier inspected by a CCB employee. Specifically, the CCB officer testified that a stereo, stereo speakers and chrome bumpers had been removed from the Jeep prior to it being surrendered. Additionally, the officer noted that there was a hole in the gas tank and several wires in the engine compartment had been severed. The bank official further testified that the paint on the Chevrolet was faded and cracked and that the ignition switch showed evidence of being tampered with. The bank official testified that CCB had to make repairs in the amount of $713.40 in order to bring the Jeep and Chevrolet 4 × 4 Pickup Truck back into working order. On December 29, 1986, CCB sold the Jeep at public auction. A second public sale for the Chevrolet was held on April 2, 1987, almost five months after the vehicles were surrendered. The net proceeds from these two sales were $5,586.60.</p>\n<p>In his order dated August 31, 1987, Judge Small reasoned that had CCB been granted relief from the stay on August 7, 1986, CCB's claim would have been paid in full. Using the following formula, Judge Small determined that CCB was entitled to a Section 507(b) priority claim in the amount of $11,283.82.</p>\n<p></p>\n<pre>\nFully secured claim as of 08/07/86          $14,634.74\nInterest to 11/03/86, the date of\n  delivery of collateral                        550.91\nAttorney's Fees                               2,684.77\n                                            __________\n            SUBTOTAL                        $17,870.42\nPayment                                     $ 1,000.00\nNet Proceeds of Sale                        $ 5,586.60\n                                            __________\n            TOTAL                           $11,283.82\n</pre>\n<p>On September 11, 1987, the debtors filed a motion with the Bankruptcy Court requesting a rehearing concerning the Memorandum Opinion and Order filed by the court which accorded superpriority administrative expense status to CCB's deficiency claim. A hearing was held before Judge Small on this motion on September 28, 1987 and an order denying this motion for rehearing as well as denying CCB's request for Rule 11 sanctions and the debtors' request for stay pending appeal was entered on October 1, 1987.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>Bankruptcy Rule 8013 sets forth the applicable standard of review for appeals to <span class=\"star-pagination\">*385</span> the United States District Court from judgments, orders or decrees of the United States Bankruptcy Court. Pursuant to Bankruptcy Rule 8013:</p>\n<blockquote>On an appeal, the district court or bankruptcy appellant panel may affirm, modify, or reverse the bankruptcy court's judgment, order or decree or remand with instructions for further proceedings. Findings of fact shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the bankruptcy court to judge credibility of the witnesses.</blockquote>\n<p>A finding of fact is \"clearly erroneous\" when it is (1) not supported by substantial evidence; (2) contrary to the clear preponderance of evidence; or (3) based upon an erroneous view of the law. <i>In re Cook,</i> 72 B.R. 976, 980 (Bankr.W.D.Mo.1987).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The issue before the court in this case is whether a secured creditor is entitled to a Section 507(b) superpriority claim for the full amount of its actual loss resulting from the liquidation of the surrendered collateral where a consensual adequate protection agreement has later proved to be inadequate. Pursuant to 11 U.S.C. § 507(b):</p>\n<blockquote>If the trustee, under Section 362, 363 or 364 of this title, provides adequate protection of the interest of a holder of a claim secured by a lien on property of the debtor and if, notwithstanding such protection, such creditor has a claim allowable under Subsection (a)(1) of this section arising from the stay of action against such property under Section 362 of this title, from the use, sale, or lease of such property under Section 363 of this title, or from the granting of a lien under Section 364(d) of this title, then such creditors claim under such subsection shall have priority over every other claim allowable under such subsection.</blockquote>\n<p>In analyzing this issue, two distinct views have emerged as to whether Section 507(b) accords superpriority status to a creditor's actual loss after the failure of adequate protection.</p>\n<p>The first view is clearly set forth in the case of <i>In re Becker,</i> 51 B.R. 975 (Bankr.D. Minn.1985). In <i>Becker,</i> the Bankruptcy Court for Minnesota held that a creditor is entitled to a superpriority administrative expense for the entire amount of its proved, actual loss if adequate protection fails. Under this approach, if the collateral which is the subject of adequate protection and which secures the debtor's obligation to the creditor is liquidated for less than the amount of the outstanding debt, then the creditor will be entitled to a superpriority claim for the full amount of the resulting deficiency. This view is premised on the belief that adequate protection is a \"statutory fail-safe system\" which fully and unequivocally protects the creditor's interest in the collateral during the pendency of the stay. <i>In re Becker,</i> 51 B.R. at 980. <i>See also </i><i>In re Mutschler,</i> 45 B.R. 494 (Bankr.N.C.1984); <i>In re B &amp; W Tractor Co.,</i> 38 B.R. 613 (Bankr.E.D.N.C.1984). Under this approach, the actual loss sustained by the creditor is accorded Section 507(b) superpriority status without regard to what the parties or the court has previously determined to be adequate protection. <i>In re Becker,</i> 51 B.R. at 980.</p>\n<p>A distinctly different view was taken as to the status of a creditor's claim under Section 507 by the Bankruptcy Court for Utah in the case of <i>In re Callister,</i> 15 B.R. 521 (Bankr. Utah 1981). In <i>Callister,</i> Judge Mabey held that a creditor is not entitled to Section 507(b) superpriority status for any loss caused by ordinary depreciation or other foreseeable circumstance. <i>Id.</i> at 530. Under the <i>Callister</i> approach, any award of superpriority status for losses incurred as a result of \"inadequate\" protection should be determined by examining the \"equitable considerations arising from the facts of each case.\" <i>Id.</i></p>\n<p>In analyzing the situations in which Section 507(b) superpriority status should be allowed, the court in <i>Callister</i> noted that \"not every decline in value must be recompensed, only those which, but for the stay could be and probably would be, prevented or mitigated.\" <i>Callister</i> at 530 quoting <i>In re Alyucan Interstate Corp.,</i> 12 B.R. 803, 809 (Bankr.D.Utah 1981). Specifically, the <span class=\"star-pagination\">*386</span> court in <i>Callister</i> held that superpriority status is not available where the creditors loss is occasioned through an error in the adequate protection agreement or when the loss is due to ordinary or foreseeable depreciation. <i>In re Callister,</i> 15 B.R. at 531-34. However, if the creditor's loss is incurred as the result of some unforeseeable, highly unusual circumstance such as casualty due to fire or flood then the creditor should not be taxed with the burden of the loss. <i>Id.</i> Additionally, if the loss is the result of a sudden and swift change in market forces, then the creditor's loss would also qualify for superpriority status. These types of losses, as compared to ordinary foreseeable depreciation, are not taxed against the creditor as they are beyond its control.</p>\n<p>After careful analysis of the rationale supporting each view of the scope of Section 507 superpriority, this court believes that the approach taken in the <i>Callister</i> case is more consistent with the letter and spirit of the Bankruptcy Code than the view taken in <i>Becker.</i> To understand the tensions at play in this issue it is necessary first to examine the concept of adequate protection.</p>\n<p>The concept of adequate protection has its genesis in the automatic stay provided by 11 U.S.C. § 362(a). Pursuant to Section 362(a), the filing of a bankruptcy petition under Chapter 7, 11, 12 or 13 operates to, among other things, stay:</p>\n<blockquote>(1) the commencement or continuation, including the issuance or employment of process, of a judicial, administrative, or other action or proceeding against the debtor that was or could have been commenced before the commencement of the case under this title, or to recover a claim against the debtor that arose before the commencement of the case under this title;</blockquote>\n<blockquote>(2) any act to obtain possession of property of the estate or of property from the estate or to exercise control over property of the estate;</blockquote>\n<blockquote>(3) any act to create, perfect, or enforce any lien against property of the estate;</blockquote>\n<blockquote>(4) any act to create, perfect, or enforce against property of the debtor any lien to the extent that such lien secures a claim that arose before the commencement of the case under this title;</blockquote>\n<blockquote>(5) any act to collect, assess, or recover a claim against the debtor that arose before the commencement of the case under this title.</blockquote>\n<p>The purpose of these provisions are designed to give the debtor a brief \"breathing spell\" as well as \"to prevent a chaotic and uncontrolled scramble for the debtor's assets in a variety of uncoordinated proceedings in different courts.\" <i>Fidelity Mortgage Investors v. Camelia Builders, Inc.,</i> 550 F.2d 47, 55 (2d Cir.1976). The stay \"encourages rehabilitation: debtor may seek its asylum while recovery is possible rather than coasting to the point of no return; creditors, realizing that foreclosure is useless, may rechannel energies toward more therapeutic ends.\" <i>In re Alyucan Interstate Corp.,</i> 12 B.R. at 806.</p>\n<p>These provisions of the Bankruptcy Code which operate in favor of the debtor are mitigated somewhat by 11 U.S.C. § 362(d) which allows a secured creditor to seek adequate protection of it's interest in certain collateral. Although adequate protection is not explicitly defined by the Bankruptcy Code, Section 361 of the Code outlines three examples of how a creditor's interest in collateral may be protected.<sup>[1]</sup> Section 361 states that adequate protection may be provided by:</p>\n<blockquote>(1) requiring the trustee to make a cash payment or periodic cash payments to such entity, to the extent that the stay under section 362 of this title, use, sale or lease under section 363 of this title, or any grant of a lien under section 364 of this title results in a decrease in the value of such entity's interest in such property;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*387</span> (2) providing to such entity an additional or replacement lien to the extent that such stay, use, sale, lease, or grant results in a decrease in the value of such entity's interest in such property; or</blockquote>\n<blockquote>(3) granting such other relief, other than entitling such entity to compensation allowable under section 503(b)(1) of this title as an administrative expense, as will result in the realization by such entity of the indubitable equivalent of such entity's interest in such property.</blockquote>\n<p>As suggested by Section 361, the purpose of adequate protection is to protect the creditor's interest in collateral during the pendency of the automatic stay. <i>Alyucan Interstate Corp.,</i> 12 B.R. at 805-09. This interest in collateral which is entitled to protection \"is not measured by the amount of the debt but by the value of the lien.\" <i>Id.</i> at 808. Pursuant to Section 361(1), the debtor is required to make periodic payments in amounts which will liquidate completely the creditor's equity in the property over the useful life of the property or alternatively until the plan is confirmed, the case is closed or dismissed, or the property abandoned to the court. <i>Grundy National Bank v. Tandem Mining Corp.,</i> 754 F.2d 1436 (4th Cir.1985). Simply stated, adequate protection payments are estimates of the depreciation in the value of the creditor's interest in the collateral over time.</p>\n<p>In the case presently before the court, the debtor and creditor voluntarily entered into an agreement which established the amount of adequate protection to be paid. Presumably this agreement embodied the creditor's reasonable expectations as to the depreciation of it's interest in the collateral.</p>\n<p>At this point, it should be noted that the creditor is generally at a distinct advantage over the debtor in working out consensual adequate protection agreements. Unlike the debtor, there is no pressure which compels the creditor to enter into a consent agreement as to adequate protection prior to a judicial determination. In other words, it is an unusual situation where a creditor is forced into a consent agreement which provides for adequate protection which it believes does not fully protect its interest in the collateral.</p>\n<p>The consensual nature of the agreement in this case differentiates the case from the situation where adequate protection is determined by the court after a full evidentiary hearing. In such cases, the court, rather than the parties, determines what protection is \"adequate\" and therefore it would be inequitable to tax the creditor with the burden of the court's error if the judicially determined adequate protection later proves to be \"inadequate.\" In situations involving the determination of adequate protection by the consent of the parties, the parties themselves, and especially the creditor who is in the dominant position, assumes the risk that adequate protection will later turn out to be \"inadequate.\" To hold otherwise would potentially foster schemes between creditors and debtors in which the value of the collateral would be intentionally set in excess of the collateral's true value with the knowledge that if the debtor defaulted, the creditor would receive a superpriority claim for the \"full\" amount of his loss as measured by the inflated value of the collateral.</p>\n<p>This court is admittedly troubled by the evidence in the record which suggests that the debtors may have intentionally damaged the collateral prior to its return to CCB. However, most of the damage alleged appears to be related to normal wear and tear or is damage which should have been observed or foreseen by the CCB official who inspected the vehicles prior to the consent agreement. Many of CCB's contentions concerning the physical and mechanical condition of the vehicles, such as faded, cracked paint and weak transmissions, could have been discovered by CCB with the exercise of reasonable care in its inspection of the collateral prior to August 7, 1986. \"The fact of reorganization invites more than ordinary diligence by creditors.\" <i>In re Callister,</i> 15 B.R. at 531. CCB had the opportunity, if not the duty, to fully inspect the vehicles prior to the making of the consent agreements. By only superficially examining the vehicles, CCB, to some degree, acquiesced in the <span class=\"star-pagination\">*388</span> harm to its collateral. <i>See </i><i>In re Callister,</i> 15 B.R. at 531.</p>\n<p>The record shows that CCB made repairs to the Jeep and Chevrolet 4 × 4 Pickup Truck in the amount of $713.40 to bring them to marketable condition. These repairs are exactly the unexpected, highly unusual sort of loss contemplated in <i>Callister</i> as losses which would qualify for Section 507(b) superpriority status. However, normal depreciation or other loss which is foreseeable is not entitled to such treatment. Although there is some evidence of abuse by the debtors, the evidence does not support the conclusion the creditor's entire deficiency resulted from this abuse.</p>\n<p>As set forth above, a creditor is entitled to superpriority status for unforeseeable, unexpected losses; however, it is not entitled to losses arising from foreseeable circumstances such as normal depreciation or wear and tear. In his order dated August 31, 1987, Judge Small determined that the value of the vehicles as of August 7, 1986 was $15,025. This value pales when compared to the net proceeds of $5,586.60 obtained by CCB from the two sales. Again, we are brought to the conclusion that the creditor had the opportunity to minimize its loss by properly appraising the value of its collateral prior to the consensual adequate protection agreement. By failing to do so, the creditor must bear the burden of the loss which it should have foreseen.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This case presents the issue of whether a secured creditor is entitled to a Section 507 superpriority claim for the full amount of its actual loss when adequate protection later proves to be inadequate. Two distinct approaches to this issue have emerged in the bankruptcy courts.</p>\n<p>The first approach is set forth in the <i>Becker</i> case. Under this approach, a creditor is entitled to the entire amount of its proved, actual loss if adequate protection fails. The second approach, which is adopted by this court, is set forth in the <i>Callister</i> decision. In <i>Callister,</i> the bankruptcy court limited the creditors Section 507(b) claim to the extent of the adequate protection payments which were in default plus any unexpected diminution of value of the collateral caused by unforeseeable circumstances such as fire, flood or market collapse.</p>\n<p>After careful consideration of the policy concerns of both of these theories, this court believes that the <i>Callister</i> approach is more consistent with the equitable nature of the Bankruptcy Code. As stated in <i>Callister,</i> \"superpriority because of its equitable underpinnings is . . . in large measure fact-specific.\" <i>In re Callister,</i> 15 B.R. at 528.</p>\n<p>In cases where the creditor and debtor, by consent, agree to adequate protection, it is held that the creditor has assumed the risk that the agreed upon adequate protection will be sufficient to protect its interest. In such consensual agreements, the creditor is at a distinct advantage over the debtor, as well as the court, in determining if the adequate protection it seeks is in fact adequate. To hold otherwise would encourage creditors and debtors to enter into consensual adequate protection agreements which do not accurately reflect the true value of the collateral or its realistic depreciation. As set forth above, this result would not necessarily follow in the situation of court ordered adequate protection. In such a case the bankruptcy judge, rather than the creditor, has determined what is adequate and therefore the creditor has not voluntarily assumed the risk that adequate protection will in fact be adequate.</p>\n<p>For the reasons set forth above, this court reverses the decision of the bankruptcy judge to the extent that it allows the full amount of the creditor's loss to be classified as a Section 507(b) superpriority claim. Specifically, this court holds that the creditor is entitled to a superpriority claim only to the extent of the adequate protection payments in default at the time the vehicles were surrendered plus $713.40 which represents the repair costs attributed to the debtors' alleged abuse of the vehicles. As to the claim for attorney's fees for this action, this court allows such fees as may <span class=\"star-pagination\">*389</span> be certified by counsel and approved by the Bankruptcy Court as a superpriority claim. The decision of the Bankruptcy Court is hereby REVERSED and remanded for disposition in accordance with this order.</p>\n<h2>NOTES</h2>\n<p>[1]  In the case of <i>In re Alyucan Interstate Corp.,</i> 12 B.R. 803, 805 (Bankr.D.Utah 1981), the Bankruptcy Court for Utah held that \"adequate protection is not a formula, but a calculus, opentextured, pliant, and versatile, adaptable to `new ideas' which are `continually being implemented in this field' and to `varying circumstances and changing modes of financing.'\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">382</span></span> (1988)</b></center>\n<center><h1>In re Rudolph Owen CHEATHAM and Marie H. Cheatham, Debtors.<br>\nRudolph Owen CHEATHAM and Marie H. Cheatham, Appellants,<br>\nv.<br>\nCENTRAL CAROLINA BANK AND TRUST COMPANY, N.A., Appellees.</h1></center>\n<center>No. 88-49-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 20, 1988.</center>\n<p><span class=\"star-pagination\">*383</span> Donald A. Davis, Raleigh, N.C., for appellants.</p>\n<p>Mark C. Kirby, Faison, Brown, Fletcher &amp; Brough, Raleigh, N.C., for appellees.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on appeal from the Memorandum Opinion and Order allowing Central Carolina Bank and Trust Company, N.A.'s (hereinafter \"CCB\") request for allowance and payment of superpriority administrative expenses pursuant to Section 507(b) of the Bankruptcy Code entered on August 31, 1987 and the Order Denying Motion for Rehearing, Denying Request for Sanctions, and Denying Request for Stay Pending Appeal entered on October 1, 1987 by the Honorable A. Thomas Small, United States Bankruptcy Judge, Eastern District of North Carolina.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>This appeal arises out of a Chapter 11 Proceeding filed by the debtors herein, Rudolph Owen Cheatham and wife, Marie H. Cheatham, on December 19, 1985. On July 9, 1986, CCB filed a motion for dismissal or alternatively for relief from the automatic stay and adequate protection. The debtors filed a response objecting to the relief sought in CCB's motion and further requested that a hearing be held on CCB's motion. A hearing was scheduled before Judge Small on August 7, 1986 at which time the court was to consider CCB's motion to lift the automatic stay and to pursue its remedies with respect to a 1982 AMC Jeep and a 1985 Chevrolet 4 × 4 Pickup Truck. These vehicles served as security for an obligation owed by the debtors to CCB in the amount of $14,634.74 as of August 7, 1986.</p>\n<p>Immediately prior to the hearing on August 7, 1986, the debtors and CCB, without judicial intervention, agreed to the terms of a Consent Order which would allow the debtors to keep the two vehicles in return for certain periodic payments, to begin August 31, 1986, as well as a single deficiency payment of $1,000 to be made immediately <span class=\"star-pagination\">*384</span> after the hearing. A Consent Order memorializing these terms was drafted by the attorney for CCB and delivered to the debtors' attorney for his clients' consent and signature and thereafter, for filing. For reasons unknown to this court, the agreement was never executed nor filed with the Bankruptcy Court.</p>\n<p>The debtors defaulted in their obligation to resume payments beginning on August 31, 1986 and requested that the agreement be amended to allow them to resume periodic payments on September 16, 1986. CCB agreed to this amendment and a modified consent order reflecting the lengthened time frame for accepting payment was prepared by the attorney for CCB and forwarded to the debtors' attorney for the debtors' consent and signature. The modified consent order, like the original consent order, was never executed by the debtors nor filed with the Bankruptcy Court.</p>\n<p>Again, the debtors defaulted under the terms of the modified consent order and on October 1, 1986 filed a motion to surrender the motor vehicles and modify the verbal consent order. CCB objected to this motion and requested that a hearing be held on the debtors' request for relief. A hearing was held on this motion on October 27, 1986 before Judge Small. On November 3, 1986, Judge Small entered an order allowing the debtors to surrender the vehicles to CCB but without prejudice to CCB's right to assert a Section 507(b) priority claim for any loss resulting from the debtors' breach of the modified consent agreement.</p>\n<p>On November 3, 1986, the debtors returned the 1982 AMC Jeep and the 1985 Chevrolet 4 × 4 Pickup Truck to CCB's branch office in Oxford, North Carolina. Subsequent to the receipt of these vehicles, CCB filed a request for a Section 507(b) superpriority administrative expense based on the deficiency resulting from the sale of the vehicles. At the hearing on CCB's request for Section 507(b) status held on July 21, 1987, a CCB bank official testified that the Jeep was in substantially worse condition than it had been when earlier inspected by a CCB employee. Specifically, the CCB officer testified that a stereo, stereo speakers and chrome bumpers had been removed from the Jeep prior to it being surrendered. Additionally, the officer noted that there was a hole in the gas tank and several wires in the engine compartment had been severed. The bank official further testified that the paint on the Chevrolet was faded and cracked and that the ignition switch showed evidence of being tampered with. The bank official testified that CCB had to make repairs in the amount of $713.40 in order to bring the Jeep and Chevrolet 4 × 4 Pickup Truck back into working order. On December 29, 1986, CCB sold the Jeep at public auction. A second public sale for the Chevrolet was held on April 2, 1987, almost five months after the vehicles were surrendered. The net proceeds from these two sales were $5,586.60.</p>\n<p>In his order dated August 31, 1987, Judge Small reasoned that had CCB been granted relief from the stay on August 7, 1986, CCB's claim would have been paid in full. Using the following formula, Judge Small determined that CCB was entitled to a Section 507(b) priority claim in the amount of $11,283.82.</p>\n<p></p>\n<pre>\nFully secured claim as of 08/07/86          $14,634.74\nInterest to 11/03/86, the date of\n  delivery of collateral                        550.91\nAttorney's Fees                               2,684.77\n                                            __________\n            SUBTOTAL                        $17,870.42\nPayment                                     $ 1,000.00\nNet Proceeds of Sale                        $ 5,586.60\n                                            __________\n            TOTAL                           $11,283.82\n</pre>\n<p>On September 11, 1987, the debtors filed a motion with the Bankruptcy Court requesting a rehearing concerning the Memorandum Opinion and Order filed by the court which accorded superpriority administrative expense status to CCB's deficiency claim. A hearing was held before Judge Small on this motion on September 28, 1987 and an order denying this motion for rehearing as well as denying CCB's request for Rule 11 sanctions and the debtors' request for stay pending appeal was entered on October 1, 1987.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>Bankruptcy Rule 8013 sets forth the applicable standard of review for appeals to <span class=\"star-pagination\">*385</span> the United States District Court from judgments, orders or decrees of the United States Bankruptcy Court. Pursuant to Bankruptcy Rule 8013:</p>\n<blockquote>On an appeal, the district court or bankruptcy appellant panel may affirm, modify, or reverse the bankruptcy court's judgment, order or decree or remand with instructions for further proceedings. Findings of fact shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the bankruptcy court to judge credibility of the witnesses.</blockquote>\n<p>A finding of fact is \"clearly erroneous\" when it is (1) not supported by substantial evidence; (2) contrary to the clear preponderance of evidence; or (3) based upon an erroneous view of the law. <i>In re Cook,</i> <span class=\"citation\" data-id=\"1531041\"><a href=\"/opinion/1531041/in-re-cook/\"><span class=\"volume\">72</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">976</span></a></span>, 980 (Bankr.W.D.Mo.1987).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The issue before the court in this case is whether a secured creditor is entitled to a Section 507(b) superpriority claim for the full amount of its actual loss resulting from the liquidation of the surrendered collateral where a consensual adequate protection agreement has later proved to be inadequate. Pursuant to 11 U.S.C. § 507(b):</p>\n<blockquote>If the trustee, under Section 362, 363 or 364 of this title, provides adequate protection of the interest of a holder of a claim secured by a lien on property of the debtor and if, notwithstanding such protection, such creditor has a claim allowable under Subsection (a)(1) of this section arising from the stay of action against such property under Section 362 of this title, from the use, sale, or lease of such property under Section 363 of this title, or from the granting of a lien under Section 364(d) of this title, then such creditors claim under such subsection shall have priority over every other claim allowable under such subsection.</blockquote>\n<p>In analyzing this issue, two distinct views have emerged as to whether Section 507(b) accords superpriority status to a creditor's actual loss after the failure of adequate protection.</p>\n<p>The first view is clearly set forth in the case of <i>In re Becker,</i> <span class=\"citation\" data-id=\"1898498\"><a href=\"/opinion/1898498/in-re-becker/\"><span class=\"volume\">51</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">975</span></a></span> (Bankr.D. Minn.1985). In <i>Becker,</i> the Bankruptcy Court for Minnesota held that a creditor is entitled to a superpriority administrative expense for the entire amount of its proved, actual loss if adequate protection fails. Under this approach, if the collateral which is the subject of adequate protection and which secures the debtor's obligation to the creditor is liquidated for less than the amount of the outstanding debt, then the creditor will be entitled to a superpriority claim for the full amount of the resulting deficiency. This view is premised on the belief that adequate protection is a \"statutory fail-safe system\" which fully and unequivocally protects the creditor's interest in the collateral during the pendency of the stay. <i>In re Becker,</i> 51 B.R. at 980. <i>See also </i><i>In re Mutschler,</i> <span class=\"citation\" data-id=\"1901345\"><a href=\"/opinion/1901345/in-re-mutschler/\"><span class=\"volume\">45</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">494</span></a></span> (Bankr.N.C.1984); <i>In re B &amp; W Tractor Co.,</i> <span class=\"citation\" data-id=\"2024145\"><a href=\"/opinion/2024145/in-re-b-w-tractor-co-inc/\"><span class=\"volume\">38</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">613</span></a></span> (Bankr.E.D.N.C.1984). Under this approach, the actual loss sustained by the creditor is accorded Section 507(b) superpriority status without regard to what the parties or the court has previously determined to be adequate protection. <i>In re Becker,</i> 51 B.R. at 980.</p>\n<p>A distinctly different view was taken as to the status of a creditor's claim under Section 507 by the Bankruptcy Court for Utah in the case of <i>In re Callister,</i> <span class=\"citation\" data-id=\"2028100\"><a href=\"/opinion/2028100/in-re-callister/\"><span class=\"volume\">15</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">521</span></a></span> (Bankr. Utah 1981). In <i>Callister,</i> Judge Mabey held that a creditor is not entitled to Section 507(b) superpriority status for any loss caused by ordinary depreciation or other foreseeable circumstance. <i>Id.</i> at 530. Under the <i>Callister</i> approach, any award of superpriority status for losses incurred as a result of \"inadequate\" protection should be determined by examining the \"equitable considerations arising from the facts of each case.\" <i>Id.</i></p>\n<p>In analyzing the situations in which Section 507(b) superpriority status should be allowed, the court in <i>Callister</i> noted that \"not every decline in value must be recompensed, only those which, but for the stay could be and probably would be, prevented or mitigated.\" <i>Callister</i> at 530 quoting <i>In re Alyucan Interstate Corp.,</i> <span class=\"citation\" data-id=\"1901916\"><a href=\"/opinion/1901916/in-re-alyucan-interstate-corp/\"><span class=\"volume\">12</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">803</span></a></span>, 809 (Bankr.D.Utah 1981). Specifically, the <span class=\"star-pagination\">*386</span> court in <i>Callister</i> held that superpriority status is not available where the creditors loss is occasioned through an error in the adequate protection agreement or when the loss is due to ordinary or foreseeable depreciation. <i>In re Callister,</i> 15 B.R. at 531-34. However, if the creditor's loss is incurred as the result of some unforeseeable, highly unusual circumstance such as casualty due to fire or flood then the creditor should not be taxed with the burden of the loss. <i>Id.</i> Additionally, if the loss is the result of a sudden and swift change in market forces, then the creditor's loss would also qualify for superpriority status. These types of losses, as compared to ordinary foreseeable depreciation, are not taxed against the creditor as they are beyond its control.</p>\n<p>After careful analysis of the rationale supporting each view of the scope of Section 507 superpriority, this court believes that the approach taken in the <i>Callister</i> case is more consistent with the letter and spirit of the Bankruptcy Code than the view taken in <i>Becker.</i> To understand the tensions at play in this issue it is necessary first to examine the concept of adequate protection.</p>\n<p>The concept of adequate protection has its genesis in the automatic stay provided by 11 U.S.C. § 362(a). Pursuant to Section 362(a), the filing of a bankruptcy petition under Chapter 7, 11, 12 or 13 operates to, among other things, stay:</p>\n<blockquote>(1) the commencement or continuation, including the issuance or employment of process, of a judicial, administrative, or other action or proceeding against the debtor that was or could have been commenced before the commencement of the case under this title, or to recover a claim against the debtor that arose before the commencement of the case under this title;</blockquote>\n<blockquote>(2) any act to obtain possession of property of the estate or of property from the estate or to exercise control over property of the estate;</blockquote>\n<blockquote>(3) any act to create, perfect, or enforce any lien against property of the estate;</blockquote>\n<blockquote>(4) any act to create, perfect, or enforce against property of the debtor any lien to the extent that such lien secures a claim that arose before the commencement of the case under this title;</blockquote>\n<blockquote>(5) any act to collect, assess, or recover a claim against the debtor that arose before the commencement of the case under this title.</blockquote>\n<p>The purpose of these provisions are designed to give the debtor a brief \"breathing spell\" as well as \"to prevent a chaotic and uncontrolled scramble for the debtor's assets in a variety of uncoordinated proceedings in different courts.\" <i>Fidelity Mortgage Investors v. Camelia Builders, Inc.,</i> <span class=\"citation\" data-id=\"343283\"><a href=\"/opinion/343283/in-re-fidelity-mortgage-investors-debtor-fidelity-mortgage-investors/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">47</span></a></span>, 55 (2d Cir.1976). The stay \"encourages rehabilitation: debtor may seek its asylum while recovery is possible rather than coasting to the point of no return; creditors, realizing that foreclosure is useless, may rechannel energies toward more therapeutic ends.\" <i>In re Alyucan Interstate Corp.,</i> 12 B.R. at 806.</p>\n<p>These provisions of the Bankruptcy Code which operate in favor of the debtor are mitigated somewhat by 11 U.S.C. § 362(d) which allows a secured creditor to seek adequate protection of it's interest in certain collateral. Although adequate protection is not explicitly defined by the Bankruptcy Code, Section 361 of the Code outlines three examples of how a creditor's interest in collateral may be protected.<sup>[1]</sup> Section 361 states that adequate protection may be provided by:</p>\n<blockquote>(1) requiring the trustee to make a cash payment or periodic cash payments to such entity, to the extent that the stay under section 362 of this title, use, sale or lease under section 363 of this title, or any grant of a lien under section 364 of this title results in a decrease in the value of such entity's interest in such property;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*387</span> (2) providing to such entity an additional or replacement lien to the extent that such stay, use, sale, lease, or grant results in a decrease in the value of such entity's interest in such property; or</blockquote>\n<blockquote>(3) granting such other relief, other than entitling such entity to compensation allowable under section 503(b)(1) of this title as an administrative expense, as will result in the realization by such entity of the indubitable equivalent of such entity's interest in such property.</blockquote>\n<p>As suggested by Section 361, the purpose of adequate protection is to protect the creditor's interest in collateral during the pendency of the automatic stay. <i>Alyucan Interstate Corp.,</i> 12 B.R. at 805-09. This interest in collateral which is entitled to protection \"is not measured by the amount of the debt but by the value of the lien.\" <i>Id.</i> at 808. Pursuant to Section 361(1), the debtor is required to make periodic payments in amounts which will liquidate completely the creditor's equity in the property over the useful life of the property or alternatively until the plan is confirmed, the case is closed or dismissed, or the property abandoned to the court. <i>Grundy National Bank v. Tandem Mining Corp.,</i> <span class=\"citation\" data-id=\"447989\"><a href=\"/opinion/447989/12-collier-bankrcas2d-264-bankr-l-rep-p-70258-grundy-national-bank/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1436</span></a></span> (4th Cir.1985). Simply stated, adequate protection payments are estimates of the depreciation in the value of the creditor's interest in the collateral over time.</p>\n<p>In the case presently before the court, the debtor and creditor voluntarily entered into an agreement which established the amount of adequate protection to be paid. Presumably this agreement embodied the creditor's reasonable expectations as to the depreciation of it's interest in the collateral.</p>\n<p>At this point, it should be noted that the creditor is generally at a distinct advantage over the debtor in working out consensual adequate protection agreements. Unlike the debtor, there is no pressure which compels the creditor to enter into a consent agreement as to adequate protection prior to a judicial determination. In other words, it is an unusual situation where a creditor is forced into a consent agreement which provides for adequate protection which it believes does not fully protect its interest in the collateral.</p>\n<p>The consensual nature of the agreement in this case differentiates the case from the situation where adequate protection is determined by the court after a full evidentiary hearing. In such cases, the court, rather than the parties, determines what protection is \"adequate\" and therefore it would be inequitable to tax the creditor with the burden of the court's error if the judicially determined adequate protection later proves to be \"inadequate.\" In situations involving the determination of adequate protection by the consent of the parties, the parties themselves, and especially the creditor who is in the dominant position, assumes the risk that adequate protection will later turn out to be \"inadequate.\" To hold otherwise would potentially foster schemes between creditors and debtors in which the value of the collateral would be intentionally set in excess of the collateral's true value with the knowledge that if the debtor defaulted, the creditor would receive a superpriority claim for the \"full\" amount of his loss as measured by the inflated value of the collateral.</p>\n<p>This court is admittedly troubled by the evidence in the record which suggests that the debtors may have intentionally damaged the collateral prior to its return to CCB. However, most of the damage alleged appears to be related to normal wear and tear or is damage which should have been observed or foreseen by the CCB official who inspected the vehicles prior to the consent agreement. Many of CCB's contentions concerning the physical and mechanical condition of the vehicles, such as faded, cracked paint and weak transmissions, could have been discovered by CCB with the exercise of reasonable care in its inspection of the collateral prior to August 7, 1986. \"The fact of reorganization invites more than ordinary diligence by creditors.\" <i>In re Callister,</i> 15 B.R. at 531. CCB had the opportunity, if not the duty, to fully inspect the vehicles prior to the making of the consent agreements. By only superficially examining the vehicles, CCB, to some degree, acquiesced in the <span class=\"star-pagination\">*388</span> harm to its collateral. <i>See </i><i>In re Callister,</i> 15 B.R. at 531.</p>\n<p>The record shows that CCB made repairs to the Jeep and Chevrolet 4 × 4 Pickup Truck in the amount of $713.40 to bring them to marketable condition. These repairs are exactly the unexpected, highly unusual sort of loss contemplated in <i>Callister</i> as losses which would qualify for Section 507(b) superpriority status. However, normal depreciation or other loss which is foreseeable is not entitled to such treatment. Although there is some evidence of abuse by the debtors, the evidence does not support the conclusion the creditor's entire deficiency resulted from this abuse.</p>\n<p>As set forth above, a creditor is entitled to superpriority status for unforeseeable, unexpected losses; however, it is not entitled to losses arising from foreseeable circumstances such as normal depreciation or wear and tear. In his order dated August 31, 1987, Judge Small determined that the value of the vehicles as of August 7, 1986 was $15,025. This value pales when compared to the net proceeds of $5,586.60 obtained by CCB from the two sales. Again, we are brought to the conclusion that the creditor had the opportunity to minimize its loss by properly appraising the value of its collateral prior to the consensual adequate protection agreement. By failing to do so, the creditor must bear the burden of the loss which it should have foreseen.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This case presents the issue of whether a secured creditor is entitled to a Section 507 superpriority claim for the full amount of its actual loss when adequate protection later proves to be inadequate. Two distinct approaches to this issue have emerged in the bankruptcy courts.</p>\n<p>The first approach is set forth in the <i>Becker</i> case. Under this approach, a creditor is entitled to the entire amount of its proved, actual loss if adequate protection fails. The second approach, which is adopted by this court, is set forth in the <i>Callister</i> decision. In <i>Callister,</i> the bankruptcy court limited the creditors Section 507(b) claim to the extent of the adequate protection payments which were in default plus any unexpected diminution of value of the collateral caused by unforeseeable circumstances such as fire, flood or market collapse.</p>\n<p>After careful consideration of the policy concerns of both of these theories, this court believes that the <i>Callister</i> approach is more consistent with the equitable nature of the Bankruptcy Code. As stated in <i>Callister,</i> \"superpriority because of its equitable underpinnings is . . . in large measure fact-specific.\" <i>In re Callister,</i> 15 B.R. at 528.</p>\n<p>In cases where the creditor and debtor, by consent, agree to adequate protection, it is held that the creditor has assumed the risk that the agreed upon adequate protection will be sufficient to protect its interest. In such consensual agreements, the creditor is at a distinct advantage over the debtor, as well as the court, in determining if the adequate protection it seeks is in fact adequate. To hold otherwise would encourage creditors and debtors to enter into consensual adequate protection agreements which do not accurately reflect the true value of the collateral or its realistic depreciation. As set forth above, this result would not necessarily follow in the situation of court ordered adequate protection. In such a case the bankruptcy judge, rather than the creditor, has determined what is adequate and therefore the creditor has not voluntarily assumed the risk that adequate protection will in fact be adequate.</p>\n<p>For the reasons set forth above, this court reverses the decision of the bankruptcy judge to the extent that it allows the full amount of the creditor's loss to be classified as a Section 507(b) superpriority claim. Specifically, this court holds that the creditor is entitled to a superpriority claim only to the extent of the adequate protection payments in default at the time the vehicles were surrendered plus $713.40 which represents the repair costs attributed to the debtors' alleged abuse of the vehicles. As to the claim for attorney's fees for this action, this court allows such fees as may <span class=\"star-pagination\">*389</span> be certified by counsel and approved by the Bankruptcy Court as a superpriority claim. The decision of the Bankruptcy Court is hereby REVERSED and remanded for disposition in accordance with this order.</p>\n<h2>NOTES</h2>\n<p>[1]  In the case of <i>In re Alyucan Interstate Corp.,</i> <span class=\"citation\" data-id=\"1901916\"><a href=\"/opinion/1901916/in-re-alyucan-interstate-corp/\"><span class=\"volume\">12</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">803</span></a></span>, 805 (Bankr.D.Utah 1981), the Bankruptcy Court for Utah held that \"adequate protection is not a formula, but a calculus, opentextured, pliant, and versatile, adaptable to `new ideas' which are `continually being implemented in this field' and to `varying circumstances and changing modes of financing.'\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/343283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1531041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1898498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1901345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1901916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2024145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2028100/"
  ]
}