{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1920215/",
  "absolute_url": "/opinion/1920215/in-re-cheatham/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1920215/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:49:26.135111Z",
  "date_modified": "2016-04-27T01:50:54.455570Z",
  "type": "010combined",
  "sha1": "c84ec9ae424e69f4548ce4934d838720a82e7a59",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>91 B.R. 377 (1988)</b></center>\n<center><h1>In re Rudolph Owen CHEATHAM and Marie H. Cheatham, Debtors.<br>\nThe FEDERAL LAND BANK OF COLUMBIA, Appellant,<br>\nv.<br>\nRudolph Owen CHEATHAM and Marie H. Cheatham, Appellees.</h1></center>\n<center>No. 88-50-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 19, 1988.</center>\n<p><span class=\"star-pagination\">*378</span> Mark C. Kirby, Faison, Brown, Fletcher &amp; Brough, Raleigh, N.C., for appellant.</p>\n<p>Donald A. Davis, Raleigh, N.C., for appellees.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on the appeal from the Final Order Confirming Plan and the Memorandum Opinion entered on September 11, 1987, 78 B.R. 104, by the Honorable A. Thomas Small, United States Bankruptcy Judge, Eastern District of North Carolina, (hereinafter \"Judge Small\"). The Appellant, Federal Land Bank of Columbia, (hereinafter \"Land Bank\"), contends that the Bankruptcy Court erred in finding that the debtors' amended plan was feasible as required by 11 U.S.C. ยง 1129(a)(11). After careful consideration of the record in this case, this court holds that Judge Small's order confirming the debtors' Chapter 11 Plan is supported both in law and in fact and therefore is not erroneous.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>Bankruptcy Rule 8013 sets forth the applicable standard of review for appeals to the United States District Court from judgments, orders or decrees of the United States Bankruptcy Court. Pursuant to Rule 8013:</p>\n<blockquote>On an appeal, the district court or bankruptcy appellant panel may affirm, modify, or reverse the bankruptcy court's judgment, order or decree or remand with instructions for further proceedings. Findings of fact shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the bankruptcy court to judge credibility of the witnesses.</blockquote>\n<p>A finding of fact is \"clearly erroneous\" when it is (1) not supported by substantial evidence; (2) contrary to the clear proponderence of evidence; or (3) based upon an erroneous view of the law. <i>In re Cook,</i> 72 B.R. 976, 980 (Bankr.W.D.Mo.1987).</p>\n<p></p>\n<h2>FACTS</h2>\n<p>On December 19, 1985, the debtors herein filed a voluntary petition under Chapter 11 of the United States Bankruptcy Code. The debtors primary means of financial support is a farming operation conducted near Oxford, North Carolina. After a series of protracted and contentious proceedings, the debtors filed their Chapter 11 Plan of Reorganization and Disclosure Statement on January 19, 1987. On February 11, 1987, the Land Bank objected to the debtors' proposed Disclosure Statement. As a result of this objection, an Amended Disclosure Statement and Plan of Reorganization were filed on May 13, 1987. On July 9, 1987, the Land Bank filed an objection to the confirmation of the debtors' Amended Plan of Reorganization based in part on a contention that the plan was not feasible as required by Section 1129(a)(11) of the Bankruptcy Code. On July 21, 1987 a hearing was held before Judge Small in Raleigh, North Carolina to consider, among other things, the confirmation of the debtors' Amended Plan of Reorganization and the objection thereto filed by the Land Bank. As a result of this hearing, the Court entered the Memorandum Opinion and Order Confirming the Debtors' Amended Plan of Reorganization on September 11, 1987 which is the basis for the Land Bank's appeal.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The Land Bank contends that the Bankruptcy Court's finding that the Cheathams' amended plan is feasible under 11 U.S.C. ยง 1129(a)(11) is not supported by the evidence or by applicable law. This contention basically amounts to an assertion by <span class=\"star-pagination\">*379</span> the Land Bank that the \"numbers\" do not add up and that the Bankruptcy Judge erroneously considered certain factors in allowing confirmation of the Amended Plan. Specifically, the Land Bank contends that based on the oral testimony of Mr. Cheatham, the debtors will fall short in meeting their plan obligations in the years subsequent to 1988. Further, the Land Bank contends that family contributions may not be used to overcome any potential deficiency in payment ability in determining the feasibility of a Chapter 11 plan.</p>\n<p>It is clear that when a debtor proposes a plan under Chapter 11 of the Bankruptcy Code, the debtors must show that all requirements for confirmation under Section 1129(a) have been met before confirmation will issue, <i>In re Great Northwest Recreation Center, Inc.,</i> 74 B.R. 846, 852 (Bankr. D.Mont.1987). Specifically as to feasibility, Section 1129(a)(11) of the Bankruptcy Code provides that in order to confirm a Chapter 11 plan, the Court must find that \"confirmation of the plan is not likely to be followed by the liquidation, or need for further reorganization, of the debtor or any successor to the debtor under the plan.\"</p>\n<p>Whether a debtor will be able to make payments under a plan as required is a factual determination to be made by the Bankruptcy Court, which determination is subject to the clearly erroneous standard of review in Bankruptcy Rule 8013. <i>In re Cook,</i> 72 B.R. at 890. In this case, Judge Small held that the Cheathams' Chapter 11 Plan was feasible based on the projections of farm income and other non-farm income contained in the debtors' Amended Plan of Reorganization and Amended Disclosure Statement as well as the testimony presented at the confirmation hearing as to the availability of financial contributions from family members.</p>\n<p>Counsel for the Land Bank asserts that the debtors' testimony at the confirmation hearing shows that certain portions of his income might be lower than stated in the debtors' Amended Disclosure Statement and Plan of Reorganization. Specifically, on cross-examination during the confirmation hearing, the debtor testified that he would net approximately $48,000 from his tobacco crop. This contrasts with the $51,000 that is set forth as net income from tobacco in the debtors' Amended Disclosure Statement and Plan. After careful analysis of the transcript in this matter, it appears that the debtor's testimony as to the $48,000 net figure was merely an estimate provided under the heat of cross-examination and qualified throughout the exchange by such words as \"approximately,\" \"in the neighborhood of\" and \"around.\" Additionally, the Land Bank questions the amount of income the debtor projects from the sale of horses. Although there appears to be some confusion as to the amount of income to be raised from the sale of horses, the Land Bank's contention that it is obviously a one-time source of income does not necessarily follow. As in all cases involving live testimony, it is within the exclusive province of the judge to examine the demeanor and the apparent credibility of the witness in making his determination. <i>See </i><i>Anderson v. City of Bessemer City, N.C.,</i> 470 U.S. 564, 574, 105 S.Ct. 1504, 1511-12, 84 L.Ed.2d 518 (1985), <i>Wainwright v. Witt,</i> 469 U.S. 412, 105 S.Ct. 844, 83 L.Ed.2d 841 (1985).</p>\n<p>In analyzing feasibility, the bankruptcy court must not blindly rely on projected farm income to the exclusion of other evidence as projections of farm income are for the most part totally speculative. Although it can be argued that projections of any source of income is speculative, this fact is especially true in the context of a farm reorganization. Projections of farm income and expenses are not an \"exact science,\" <i>In re Monnier Brothers,</i> 755 F.2d 1336, 1341 (8th Cir.1985). \"In a farm economy, projections over long periods of time are treacherous. Markets are subject to wide swings. Weather is never predictable. Government programs come and go.\" <i>In re Fursman Ranch,</i> 38 B.R. 907, 912 (Bankr.W.D.Mo.Bkrtcy.1984). In short, the bankruptcy court should not be relegated to the role of an adding machine in determining the feasibility of a farm reorganization.</p>\n<p><span class=\"star-pagination\">*380</span> As stated by the Supreme Court in <i>Protective Com. for Ind. Stock v. Anderson,</i> 390 U.S. 414, 452, 88 S.Ct. 1157, 1177, 20 L.Ed.2d 1 (1968) in estimating future performance \"`mathematical certitude' is neither expected nor required.\" While findings as to the earning capacity of an enterprise are essential to a determination of feasibility, a prediction as to what will occur in the future, an estimate, as distinguished from mathematical certitude, is all that can be made.\" <i>Consolidated Rock Products Co. v. du Bois,</i> 312 U.S. 510, 525-26, 61 S.Ct. 675, 685, 85 L.Ed. 982 (1941).</p>\n<p>While no doubt exists that a plan must be mathematically possible, there is no requirement that it be mathematically certain. To adopt the standard of review urged by the Land Bank would result in a wooden application of the law which would run counter to the letter and spirit of the Bankruptcy Code and which could potentially operate to the detriment of other creditors who would benefit from the debtors' reorganization as compared to a straight liquidation of the debtors' estate. The Bankruptcy Court must not be servant to the best interest of one specific creditor at the expense of other creditor's interests. Rather, it is the Court's duty to protect the rights of all of the parties and to provide for the orderly administration of the estate.</p>\n<p>Counsel for the Land Bank urges this court to consider this court's opinion in <i>In re Bartlett,</i> 92 B.R. 142 (E.D.N.C.1988), in which this court, through another judge, held that the confirmation of a debtor's plan was not proper where the testimony of the debtor suggested that his plan might not be mathematically feasible. Although this judge does not agree with the end result in <i>Bartlett,</i> this case can be partially distinguished from <i>Bartlett</i> in that the record in this case clearly shows that the plan's success is mathematically possible. Additionally, this case is distinguished from <i>Bartlett</i> in that here the debtors' sons testified that they had provided financial assistance to their parents in the past and would continue to provide such assistance as needed to insure the success of their parents' farming operation and the fulfillment of their Chapter 11 Plan.</p>\n<p>Admittedly, this case presents a close question as to whether the debtors can mathematically show feasibility. As stated by Judge Small at the confirmation hearing:</p>\n<blockquote>You know, if you are just talking about your farm income, I don't think you are going to be able to make it. But, you know, I have heard the testimony of your son and I believe he is going to try to help you. The evidence shows that he has been helping in the past. He helped you make that $40,000 payment last year and he has helped you get your crop in this year and, you know, I believe him when he says he is going to try to help you and you are going to need that help.</blockquote>\n<p>Transcript at 100.</p>\n<p>After careful review of the record in this case, it is clear that Judge Small based his decision to confirm the debtors' Chapter 11 Farm Plan to a large degree on the commitment of the debtors' family to provide additional income to enable the debtors to satisfy their obligations under the Plan. In the cases of <i>In re Campbell,</i> 38 B.R. 193 (Bankr.E.D.N.Y.1984) and <i>In re Cohen,</i> 13 B.R. 350 (Bankr.E.D.N.Y.1981), the Bankruptcy Court for the Eastern District of New York held that family contributions may be considered in determining feasibility of a Chapter 13 Plan. Although the case presently before the court involves a plan under Chapter 11, it should be noted that Chapter 13 requires that debtors be able to show \"regular income\" in order to satisfy their burden in obtaining a confirmable plan whereas Chapter 11 has no such \"regular income\" requirement. Additionally, this court takes note of the traditional role of the family as a means of support or income in regard to the operation of a family farm.</p>\n<p>This court is persuaded that in close cases of feasibility involving family farming operations, that testimony concerning family contributions, especially where such contributions have been made in the past, may be grounds for allowing confirmation <span class=\"star-pagination\">*381</span> where an inflexible examination of the farmer's projected farm income alone would not necessarily support confirmation. As with all cases in this court of equity, it is within the exclusive province of the bankruptcy judge to observe the demeanor and credibility of the witnesses throughout the proceedings and to base his decision on such impressions.</p>\n<p>Although this court may not consider evidence or actions which have occurred subsequent to the confirmation of the debtors' plan which is now at issue, it notes as a practical matter that the debtors have made their 1987 plan payments and therefore have shown, at least to some degree, that their plan is feasible. Again, although this court is not allowed to, and does not, consider this fact in making it's decision, it would simply note as dicta, that if the court were to grant the Land Bank the relief it seeks, that being a reversal of the order of confirmation, the debtor would simply have the option of returning to the court with another Amended Plan; this time having evidence to show that it made over $55,000 in payments to creditors during 1986 and that it satisfied it's plan obligations in 1987. This evidence would seemingly confer upon the Bankruptcy Court even greater authority to allow confirmation of the new Amended Plan. To allow the relief sought by the Land Bank would arguably serve no purpose other than to diminish the value of the estate for other creditors by unnecessarily prolonging the confirmation process.</p>\n<p>This court has difficulty in following the rationale of a \"farm credit service\" chartered for the benefit of farmers, which itself is in dire financial straits necessitating \"bail out\" from the federal government, spending thousands of dollars to appeal the confirmation of a plan of reorganization based on such a narrow and technical reading of the law. It is reasonable to suggest that in appealing the confirmation of this plan, the Land Bank has expended more money than it would possibly stand to lose in any conceivable scenario involving the success or failure of the debtors' plan.</p>\n<p></p>\n<h2>SUMMARY AND CONCLUSION</h2>\n<p>In the case presently before the court, Judge Small, after conducting a lengthy hearing, concluded that this plan was feasible and therefore confirmed the same. Much reliance must be placed on our \"experienced\" bankruptcy judges who consider hundreds of such cases annually and who, in the case of the bankruptcy judges in the eastern district of North Carolina, uniquely understand \"farm operations\" and the likelihood of their success. Although occasionally the numbers as elicited through cross-examination may not mathematically add to equal the total payments called for under the plan, the Bankruptcy Court is aware of the extreme fluctuation in farm commodity prices and support programs and appropriately should have the latitude to confirm cases that appear likely to succeed.</p>\n<p>Much latitude should be given to the experience of the Bankruptcy Court, the trier of fact, in such confirmation proceedings. Accordingly, this court is hard pressed to consider reversing a bankruptcy judge with such experience who sees the demeanor of the witnesses through protracted hearings culminating in the confirmation hearing and whose interest lies in accordance with the intent of the law to confirm those plans that have a viable opportunity for reorganization, as reorganizations of such plans serve to benefit the majority of the creditors involved as well as the debtors themselves and society in general.</p>\n<p>Confirmation of a plan of reorganization in a farm case is by its very nature a complex determination, looking at a host of factors, one of which is always the uncertainty of projecting crop production and commodity prices. A wooden application of \"feasibility\" cannot be sustained in such a case. In farm reorganization cases such as the one before the court where the plan is not patently unfeasible, this court holds that it is proper for the bankruptcy judge to consider family contributions in determining feasibility. This is not to say that in every case feasibility may be proven by showing the availability of family contributions. However, in cases where the farm <span class=\"star-pagination\">*382</span> debtors' projections concerning production and commodity prices are reasonable and show some significant chance for reorganization, the consideration of family contributions, especially where borne out by past experience, is proper in determining feasibility. For the foregoing reasons, this court affirms Judge Small's Order confirming the debtors' Chapter 11 Plan of Reorganization.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">377</span></span> (1988)</b></center>\n<center><h1>In re Rudolph Owen CHEATHAM and Marie H. Cheatham, Debtors.<br>\nThe FEDERAL LAND BANK OF COLUMBIA, Appellant,<br>\nv.<br>\nRudolph Owen CHEATHAM and Marie H. Cheatham, Appellees.</h1></center>\n<center>No. 88-50-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 19, 1988.</center>\n<p><span class=\"star-pagination\">*378</span> Mark C. Kirby, Faison, Brown, Fletcher &amp; Brough, Raleigh, N.C., for appellant.</p>\n<p>Donald A. Davis, Raleigh, N.C., for appellees.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on the appeal from the Final Order Confirming Plan and the Memorandum Opinion entered on September 11, 1987, <span class=\"citation\" data-id=\"1973112\"><a href=\"/opinion/1973112/in-re-cheatham/\"><span class=\"volume\">78</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">104</span></a></span>, by the Honorable A. Thomas Small, United States Bankruptcy Judge, Eastern District of North Carolina, (hereinafter \"Judge Small\"). The Appellant, Federal Land Bank of Columbia, (hereinafter \"Land Bank\"), contends that the Bankruptcy Court erred in finding that the debtors' amended plan was feasible as required by 11 U.S.C. ยง 1129(a)(11). After careful consideration of the record in this case, this court holds that Judge Small's order confirming the debtors' Chapter 11 Plan is supported both in law and in fact and therefore is not erroneous.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>Bankruptcy Rule 8013 sets forth the applicable standard of review for appeals to the United States District Court from judgments, orders or decrees of the United States Bankruptcy Court. Pursuant to Rule 8013:</p>\n<blockquote>On an appeal, the district court or bankruptcy appellant panel may affirm, modify, or reverse the bankruptcy court's judgment, order or decree or remand with instructions for further proceedings. Findings of fact shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the bankruptcy court to judge credibility of the witnesses.</blockquote>\n<p>A finding of fact is \"clearly erroneous\" when it is (1) not supported by substantial evidence; (2) contrary to the clear proponderence of evidence; or (3) based upon an erroneous view of the law. <i>In re Cook,</i> <span class=\"citation\" data-id=\"1531041\"><a href=\"/opinion/1531041/in-re-cook/\"><span class=\"volume\">72</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">976</span></a></span>, 980 (Bankr.W.D.Mo.1987).</p>\n<p></p>\n<h2>FACTS</h2>\n<p>On December 19, 1985, the debtors herein filed a voluntary petition under Chapter 11 of the United States Bankruptcy Code. The debtors primary means of financial support is a farming operation conducted near Oxford, North Carolina. After a series of protracted and contentious proceedings, the debtors filed their Chapter 11 Plan of Reorganization and Disclosure Statement on January 19, 1987. On February 11, 1987, the Land Bank objected to the debtors' proposed Disclosure Statement. As a result of this objection, an Amended Disclosure Statement and Plan of Reorganization were filed on May 13, 1987. On July 9, 1987, the Land Bank filed an objection to the confirmation of the debtors' Amended Plan of Reorganization based in part on a contention that the plan was not feasible as required by Section 1129(a)(11) of the Bankruptcy Code. On July 21, 1987 a hearing was held before Judge Small in Raleigh, North Carolina to consider, among other things, the confirmation of the debtors' Amended Plan of Reorganization and the objection thereto filed by the Land Bank. As a result of this hearing, the Court entered the Memorandum Opinion and Order Confirming the Debtors' Amended Plan of Reorganization on September 11, 1987 which is the basis for the Land Bank's appeal.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The Land Bank contends that the Bankruptcy Court's finding that the Cheathams' amended plan is feasible under 11 U.S.C. ยง 1129(a)(11) is not supported by the evidence or by applicable law. This contention basically amounts to an assertion by <span class=\"star-pagination\">*379</span> the Land Bank that the \"numbers\" do not add up and that the Bankruptcy Judge erroneously considered certain factors in allowing confirmation of the Amended Plan. Specifically, the Land Bank contends that based on the oral testimony of Mr. Cheatham, the debtors will fall short in meeting their plan obligations in the years subsequent to 1988. Further, the Land Bank contends that family contributions may not be used to overcome any potential deficiency in payment ability in determining the feasibility of a Chapter 11 plan.</p>\n<p>It is clear that when a debtor proposes a plan under Chapter 11 of the Bankruptcy Code, the debtors must show that all requirements for confirmation under Section 1129(a) have been met before confirmation will issue, <i>In re Great Northwest Recreation Center, Inc.,</i> <span class=\"citation\" data-id=\"1829292\"><a href=\"/opinion/1829292/in-re-great-northwest-recreation-center-inc/\"><span class=\"volume\">74</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">846</span></a></span>, 852 (Bankr. D.Mont.1987). Specifically as to feasibility, Section 1129(a)(11) of the Bankruptcy Code provides that in order to confirm a Chapter 11 plan, the Court must find that \"confirmation of the plan is not likely to be followed by the liquidation, or need for further reorganization, of the debtor or any successor to the debtor under the plan.\"</p>\n<p>Whether a debtor will be able to make payments under a plan as required is a factual determination to be made by the Bankruptcy Court, which determination is subject to the clearly erroneous standard of review in Bankruptcy Rule 8013. <i>In re Cook,</i> 72 B.R. at 890. In this case, Judge Small held that the Cheathams' Chapter 11 Plan was feasible based on the projections of farm income and other non-farm income contained in the debtors' Amended Plan of Reorganization and Amended Disclosure Statement as well as the testimony presented at the confirmation hearing as to the availability of financial contributions from family members.</p>\n<p>Counsel for the Land Bank asserts that the debtors' testimony at the confirmation hearing shows that certain portions of his income might be lower than stated in the debtors' Amended Disclosure Statement and Plan of Reorganization. Specifically, on cross-examination during the confirmation hearing, the debtor testified that he would net approximately $48,000 from his tobacco crop. This contrasts with the $51,000 that is set forth as net income from tobacco in the debtors' Amended Disclosure Statement and Plan. After careful analysis of the transcript in this matter, it appears that the debtor's testimony as to the $48,000 net figure was merely an estimate provided under the heat of cross-examination and qualified throughout the exchange by such words as \"approximately,\" \"in the neighborhood of\" and \"around.\" Additionally, the Land Bank questions the amount of income the debtor projects from the sale of horses. Although there appears to be some confusion as to the amount of income to be raised from the sale of horses, the Land Bank's contention that it is obviously a one-time source of income does not necessarily follow. As in all cases involving live testimony, it is within the exclusive province of the judge to examine the demeanor and the apparent credibility of the witness in making his determination. <i>See </i><i>Anderson v. City of Bessemer City, N.C.,</i> <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 574, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, 1511-12, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span></a></span> (1985), <i>Wainwright v. Witt,</i> <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">844</span></a></span>, <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">841</span></a></span> (1985).</p>\n<p>In analyzing feasibility, the bankruptcy court must not blindly rely on projected farm income to the exclusion of other evidence as projections of farm income are for the most part totally speculative. Although it can be argued that projections of any source of income is speculative, this fact is especially true in the context of a farm reorganization. Projections of farm income and expenses are not an \"exact science,\" <i>In re Monnier Brothers,</i> <span class=\"citation\" data-id=\"448915\"><a href=\"/opinion/448915/12-collier-bankrcas2d-323-bankr-l-rep-p-70286-in-re-monnier/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1336</span></a></span>, 1341 (8th Cir.1985). \"In a farm economy, projections over long periods of time are treacherous. Markets are subject to wide swings. Weather is never predictable. Government programs come and go.\" <i>In re Fursman Ranch,</i> <span class=\"citation\" data-id=\"2023394\"><a href=\"/opinion/2023394/in-re-fursman-ranch/\"><span class=\"volume\">38</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">907</span></a></span>, 912 (Bankr.W.D.Mo.Bkrtcy.1984). In short, the bankruptcy court should not be relegated to the role of an adding machine in determining the feasibility of a farm reorganization.</p>\n<p><span class=\"star-pagination\">*380</span> As stated by the Supreme Court in <i>Protective Com. for Ind. Stock v. Anderson,</i> <span class=\"citation\" data-id=\"107642\"><a href=\"/opinion/107642/protective-committee-v-anderson/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">414</span></a></span>, 452, <span class=\"citation\" data-id=\"107642\"><a href=\"/opinion/107642/protective-committee-v-anderson/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1157</span></a></span>, 1177, <span class=\"citation\" data-id=\"107642\"><a href=\"/opinion/107642/protective-committee-v-anderson/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1968) in estimating future performance \"`mathematical certitude' is neither expected nor required.\" While findings as to the earning capacity of an enterprise are essential to a determination of feasibility, a prediction as to what will occur in the future, an estimate, as distinguished from mathematical certitude, is all that can be made.\" <i>Consolidated Rock Products Co. v. du Bois,</i> <span class=\"citation\" data-id=\"103483\"><a href=\"/opinion/103483/consolidated-rock-products-co-v-du-bois/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 525-26, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></span>, 685, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">982</span></span> (1941).</p>\n<p>While no doubt exists that a plan must be mathematically possible, there is no requirement that it be mathematically certain. To adopt the standard of review urged by the Land Bank would result in a wooden application of the law which would run counter to the letter and spirit of the Bankruptcy Code and which could potentially operate to the detriment of other creditors who would benefit from the debtors' reorganization as compared to a straight liquidation of the debtors' estate. The Bankruptcy Court must not be servant to the best interest of one specific creditor at the expense of other creditor's interests. Rather, it is the Court's duty to protect the rights of all of the parties and to provide for the orderly administration of the estate.</p>\n<p>Counsel for the Land Bank urges this court to consider this court's opinion in <i>In re Bartlett,</i> <span class=\"citation\" data-id=\"1954731\"><a href=\"/opinion/1954731/in-re-bartlett/\"><span class=\"volume\">92</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">142</span></a></span> (E.D.N.C.1988), in which this court, through another judge, held that the confirmation of a debtor's plan was not proper where the testimony of the debtor suggested that his plan might not be mathematically feasible. Although this judge does not agree with the end result in <i>Bartlett,</i> this case can be partially distinguished from <i>Bartlett</i> in that the record in this case clearly shows that the plan's success is mathematically possible. Additionally, this case is distinguished from <i>Bartlett</i> in that here the debtors' sons testified that they had provided financial assistance to their parents in the past and would continue to provide such assistance as needed to insure the success of their parents' farming operation and the fulfillment of their Chapter 11 Plan.</p>\n<p>Admittedly, this case presents a close question as to whether the debtors can mathematically show feasibility. As stated by Judge Small at the confirmation hearing:</p>\n<blockquote>You know, if you are just talking about your farm income, I don't think you are going to be able to make it. But, you know, I have heard the testimony of your son and I believe he is going to try to help you. The evidence shows that he has been helping in the past. He helped you make that $40,000 payment last year and he has helped you get your crop in this year and, you know, I believe him when he says he is going to try to help you and you are going to need that help.</blockquote>\n<p>Transcript at 100.</p>\n<p>After careful review of the record in this case, it is clear that Judge Small based his decision to confirm the debtors' Chapter 11 Farm Plan to a large degree on the commitment of the debtors' family to provide additional income to enable the debtors to satisfy their obligations under the Plan. In the cases of <i>In re Campbell,</i> <span class=\"citation\" data-id=\"2023804\"><a href=\"/opinion/2023804/in-re-campbell/\"><span class=\"volume\">38</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">193</span></a></span> (Bankr.E.D.N.Y.1984) and <i>In re Cohen,</i> <span class=\"citation\" data-id=\"2024834\"><a href=\"/opinion/2024834/in-re-cohen/\"><span class=\"volume\">13</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">350</span></a></span> (Bankr.E.D.N.Y.1981), the Bankruptcy Court for the Eastern District of New York held that family contributions may be considered in determining feasibility of a Chapter 13 Plan. Although the case presently before the court involves a plan under Chapter 11, it should be noted that Chapter 13 requires that debtors be able to show \"regular income\" in order to satisfy their burden in obtaining a confirmable plan whereas Chapter 11 has no such \"regular income\" requirement. Additionally, this court takes note of the traditional role of the family as a means of support or income in regard to the operation of a family farm.</p>\n<p>This court is persuaded that in close cases of feasibility involving family farming operations, that testimony concerning family contributions, especially where such contributions have been made in the past, may be grounds for allowing confirmation <span class=\"star-pagination\">*381</span> where an inflexible examination of the farmer's projected farm income alone would not necessarily support confirmation. As with all cases in this court of equity, it is within the exclusive province of the bankruptcy judge to observe the demeanor and credibility of the witnesses throughout the proceedings and to base his decision on such impressions.</p>\n<p>Although this court may not consider evidence or actions which have occurred subsequent to the confirmation of the debtors' plan which is now at issue, it notes as a practical matter that the debtors have made their 1987 plan payments and therefore have shown, at least to some degree, that their plan is feasible. Again, although this court is not allowed to, and does not, consider this fact in making it's decision, it would simply note as dicta, that if the court were to grant the Land Bank the relief it seeks, that being a reversal of the order of confirmation, the debtor would simply have the option of returning to the court with another Amended Plan; this time having evidence to show that it made over $55,000 in payments to creditors during 1986 and that it satisfied it's plan obligations in 1987. This evidence would seemingly confer upon the Bankruptcy Court even greater authority to allow confirmation of the new Amended Plan. To allow the relief sought by the Land Bank would arguably serve no purpose other than to diminish the value of the estate for other creditors by unnecessarily prolonging the confirmation process.</p>\n<p>This court has difficulty in following the rationale of a \"farm credit service\" chartered for the benefit of farmers, which itself is in dire financial straits necessitating \"bail out\" from the federal government, spending thousands of dollars to appeal the confirmation of a plan of reorganization based on such a narrow and technical reading of the law. It is reasonable to suggest that in appealing the confirmation of this plan, the Land Bank has expended more money than it would possibly stand to lose in any conceivable scenario involving the success or failure of the debtors' plan.</p>\n<p></p>\n<h2>SUMMARY AND CONCLUSION</h2>\n<p>In the case presently before the court, Judge Small, after conducting a lengthy hearing, concluded that this plan was feasible and therefore confirmed the same. Much reliance must be placed on our \"experienced\" bankruptcy judges who consider hundreds of such cases annually and who, in the case of the bankruptcy judges in the eastern district of North Carolina, uniquely understand \"farm operations\" and the likelihood of their success. Although occasionally the numbers as elicited through cross-examination may not mathematically add to equal the total payments called for under the plan, the Bankruptcy Court is aware of the extreme fluctuation in farm commodity prices and support programs and appropriately should have the latitude to confirm cases that appear likely to succeed.</p>\n<p>Much latitude should be given to the experience of the Bankruptcy Court, the trier of fact, in such confirmation proceedings. Accordingly, this court is hard pressed to consider reversing a bankruptcy judge with such experience who sees the demeanor of the witnesses through protracted hearings culminating in the confirmation hearing and whose interest lies in accordance with the intent of the law to confirm those plans that have a viable opportunity for reorganization, as reorganizations of such plans serve to benefit the majority of the creditors involved as well as the debtors themselves and society in general.</p>\n<p>Confirmation of a plan of reorganization in a farm case is by its very nature a complex determination, looking at a host of factors, one of which is always the uncertainty of projecting crop production and commodity prices. A wooden application of \"feasibility\" cannot be sustained in such a case. In farm reorganization cases such as the one before the court where the plan is not patently unfeasible, this court holds that it is proper for the bankruptcy judge to consider family contributions in determining feasibility. This is not to say that in every case feasibility may be proven by showing the availability of family contributions. However, in cases where the farm <span class=\"star-pagination\">*382</span> debtors' projections concerning production and commodity prices are reasonable and show some significant chance for reorganization, the consideration of family contributions, especially where borne out by past experience, is proper in determining feasibility. For the foregoing reasons, this court affirms Judge Small's Order confirming the debtors' Chapter 11 Plan of Reorganization.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/448915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1531041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1829292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1954731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1973112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2023394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2023804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2024834/"
  ]
}