{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1944459/",
  "absolute_url": "/opinion/1944459/williams-v-avnet-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1944459/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:53:09.471604Z",
  "date_modified": "2016-04-27T02:53:20.070927Z",
  "type": "010combined",
  "sha1": "9d3c8d8d9a780350fce8538a3ed6e44c0aa55436",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>910 F.Supp. 1124 (1995)</b></center>\n<center><h1>Linda WILLIAMS, Plaintiff,<br>\nv.<br>\nAVNET, INC., Channel Master Communications, Inc., and Channel Master Satellite Systems, Inc., Defendants.</h1></center>\n<center>No. 5:95-CV-108-BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 7, 1995.</center>\n<p><span class=\"star-pagination\">*1125</span> <span class=\"star-pagination\">*1126</span> <span class=\"star-pagination\">*1127</span> <span class=\"star-pagination\">*1128</span> <span class=\"star-pagination\">*1129</span> Burton Craige, Patterson, Harkavy &amp; Lawrence, Raleigh, NC, for Plaintiff.</p>\n<p>Martin N. Erwin, Smith Helms Mulliss &amp; Moore, Greensboro, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the Court on defendant's motion for summary judgment. Plaintiff brought this action, alleging violations of the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. § 12101, <i>et seq.,</i> and the North Carolina Handicapped Persons Protection Act (\"NCHPPA\"), as well as wrongful termination in violation of public policy. The Court now allows defendant's motion for summary judgment for the reasons outlined below.<sup>[1]</sup></p>\n<p></p>\n<h2>* * *</h2>\n<p>Summary judgment shall be granted when, viewing the facts in the light most favorable to the non-moving party, (1) there is no genuine issue of material fact, and (2) the moving party is entitled to summary judgment as a matter of law. Fed.R.Civ.P. Rule 56(c). The party bearing the burden of proof on an issue at trial must \"designate `specific facts showing that there is a genuine issue for trial.'\" <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 324, 106 S.Ct. 2548, 2553, 91 L.Ed.2d 265 (1986) (citation omitted). Factual disputes whose resolution would not affect the outcome of the suit are irrelevant to the consideration of a motion for summary judgment. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).</p>\n<p>Ms. Williams began her employment at Avnet's Smithfield, North Carolina, facility on February 18, 1983. Initially hired as a riveter, plaintiff was promoted over the years into other positions. Her last position at Avnet was one of manual punch press operator, a job that requires heavy pushing, lifting, and loading in the operation of a machine that fashions metal rods into antenna parts. The job requires frequent bending at the waist in order to pick up incoming rods and place them in the machine, and to remove completed rods from the machine's hopper. Completed rods must then be placed on a rack, or in barrels on this rack, and the full, heavy rack must then be pushed (usually by two machine operators) to another area on the shop floor. This job cannot be performed from a sitting position.</p>\n<p>On March 26, 1992, plaintiff suffered severe injuries in an automobile accident unrelated to her job. Following unsuccessful chiropractic treatment, plaintiff sought help from Dr. Tejpal Singh Dhillon, an orthopaedic surgeon. On April 16, 1992, Dr. Dhillon provided plaintiff a note for plaintiff to present defendant, indicating that she would miss work for three weeks. On May 6, 1992, another note was issued, stating plaintiff would miss an additional month. On June 3, 1992, another note indicated plaintiff would need to miss another three weeks, and another note, on June 26, 1992, extended this period by another month. On July 17, 1992, a note explained that three more weeks were required, and four more weeks were required by a note on August 7, 1992.</p>\n<p>On September 4, 1992, Dr. Dhillon issued a note stating plaintiff could return to work four days later, but with the following restriction: \"Avoid lifting over 25 lbs. of weightheavy pushing and pulling.\" On the same day, in connection with unrelated litigation arising from the automobile accident, Dr. Dhillon assigned the plaintiff a disability rating of 5% permanent partial disability of the back. However, Avnet was not informed of Dr. Dhillon's conclusion that plaintiff's injuries were permanent. The record also demonstrates that plaintiff herself did not know <span class=\"star-pagination\">*1130</span> that her injury would be permanent until after she had been released by Avnet.</p>\n<p>In September, 1992, defendant received another note from Dr. Dhillon, dated September 10, 1992, stating plaintiff could return to work on October 5, 1992. This note did not indicate any restrictions. However, when plaintiff met with Avnet's personnel coordinator on October 2, 1992, she presented yet another note from Dr. Dhillon, dated the previous day, which re-stated the twenty-five pound limitation on lifting as a medical restriction. The parties dispute what was said at the meeting, but there is no dispute that plaintiff was removed from the payroll immediately after the meeting.</p>\n<p>Avnet has a policy of granting employees disabled by non-occupational injuries a medical leave of absence of up to six months, providing such employees are able to return to work without restrictions. If the disability turns out to be a permanent one, the company attempts to accommodate the employee by finding another position within the company that would not violate the medical restrictions. Avnet released plaintiff pursuant to this policy, on the grounds that she could not return to her former position without restrictions, and that no positions for which plaintiff was qualified, given her disability, were available.</p>\n<p>Plaintiff maintains that she can perform her job at Avnet if she is provided a \"towmo,\" or forklift, with which to move the heavy racks and barrels. Plaintiff's supervisor informed her that arranging for a forklift and operator would be prohibitively expensive on a short term basis, if not physically impossible. The plant's Human Resources Manager testified that in order to give Ms. Williams a forklift, the entire production line, including approximately twelve machines, would have to be re-organized, and that even with this substantial re-arrangement, it is unlikely that there would be room to use an additional forklift.</p>\n<p></p>\n<h2><i>The Americans with Disabilities Act</i></h2>\n<p>\"In order to establish a violation of [the ADA], a plaintiff must prove: (1) that he has a disability; (2) that he is otherwise qualified for the employment or benefit in question; and (3) that he was excluded from the employment or benefit due to discrimination solely on the basis of the disability.\" <i>Doe v. University of Maryland Medical System Corp.,</i> 50 F.3d 1261 (4th Cir.1995).</p>\n<p></p>\n<h2><i>I.</i></h2>\n<p>Plaintiff has suggested that Avnet's medical leave and disability policy constitutes an illegal discriminatory practice. This Court does not agree.</p>\n<p>\"[A]n individual is not otherwise qualified if he poses a significant risk to the health or safety of others by virtue of the disability that cannot be eliminated by reasonable accommodation.\" <i>Doe,</i> 50 F.3d at 1265; 42 U.S.C. §§ 12111(3), 12113(a)-(b); <i>see also </i><i>School Bd. of Nassau County v. Arline,</i> 480 U.S. 273, 107 S.Ct. 1123, 94 L.Ed.2d 307 (1987) (contagious disease may disqualify person from employment). Because the safety demands of some jobs require unrestricted performance abilities, an employer's policy barring an employee from returning to work after a medical leave unless that employee is free of all restrictions can never be a <i>per se</i> violation of the ADA.</p>\n<p>In many cases, it might well be negligent not to adopt such a policy where the job's performance could pose a danger to the worker and to others if not executed by a fully capable individual. <i>See </i><i>Reigel v. Kaiser Foundation Health Plan of N.C.,</i> 859 F.Supp. 963, 974 (E.D.N.C.1994) (ADA cannot punish medical group for firing disabled doctor where plaintiff \"cannot safely and properly perform the duties required of that position\"); <i>Doe, supra</i> (same: HIV-positive surgeon may be barred from operating on patients despite estimated small risk); <i>Myers v. Hose,</i> 50 F.3d 278 (4th Cir.1995) (ADA cannot punish county for firing bus driver who failed health requirements due to uncontrolled diabetes and a severe heart condition).</p>\n<p>Safety concerns aside, medical restrictions may still be considered by an employer in deciding whether or not to reinstate an employee returning from disability leave. The concept of \"returning to\" something, <span class=\"star-pagination\">*1131</span> such as a job, embodies the idea that one will resume the <i>status quo ante,</i> and henceforth be at the exact same location, or do or experience the exact same thing. If one attempts to \"return,\" but is encumbered by medical restrictions, a presumption arises that one is not capable of \"returning\" in the full and honest sense of the word. Medical restrictions are thus highly relevant to the question of whether an employee has a colorable claim under the ADA.</p>\n<p></p>\n<h2><i>II.</i></h2>\n<p>Absent direct evidence of discrimination, plaintiffs under the ADA must prove their case under the inferential proof scheme of <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). <i>Ennis v. National Ass'n of Bus. &amp; Educ. Radio, Inc.,</i> 53 F.3d 55 (4th Cir.1995). Because plaintiff has not introduced direct evidence of discrimination, the <i>McDonnell Douglas</i> scheme must be applied.</p>\n<p>The familiar inferential-proof frame-work requires that plaintiff first establish a prima facie case of discrimination. \"While the burden is `not onerous,' it is also not empty or perfunctory. Plaintiff's evidence must be such that, if the trier of fact finds it credible, and the employer remains silent, the plaintiff would be entitled to judgment as a matter of law.\" <i>Ennis,</i> 53 F.3d at 59 (citation omitted).</p>\n<p>If plaintiff establishes a prima facie case, the burden shifts to the defendant to articulate a valid reason for dismissal which, if believed, would establish that discrimination was not the motive for the defendant's action. This burden of defendant's is one of production, and does not operate to relieve discrimination plaintiffs of their ultimate burden of proof. <i>Texas Dept. of Community Affairs v. Burdine,</i> 450 U.S. 248, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981); <i>Williams v. Cerberonics, Inc.,</i> 871 F.2d 452, 456 n. 2 (4th Cir.1989). \"If the defendant meets this burden of production, the presumption created by the prima facie case `drops out of the picture,' and the plaintiff bears the ultimate burden of proving that she has been the victim of intentional discrimination.\" <i>Ennis,</i> 53 F.3d at 58, citing <i>St. Mary's Honor Ctr. v. Hicks,</i> ___ U.S. ___, ___ _ ___, 113 S.Ct. 2742, 2746-49, 125 L.Ed.2d 407 (1993).</p>\n<p></p>\n<h2><i>III.</i></h2>\n<p>To satisfy the prima facie requirements \"in a typical discharge case brought under the ADA, a plaintiff must prove by a preponderance of the evidence that (1) she was in the protected class; (2) she was discharged; (3) at the time of the discharge, she was performing her job at a level that met her employer's legitimate expectations; and (4) her discharge occurred under circumstances that raise a reasonable inference of unlawful discrimination.\" <i>Ennis,</i> 53 F.3d at 58 (citation omitted).</p>\n<p>Plaintiff has established the second prong of her prima facie casethe fact of her discharge but has otherwise failed to prove that she was in the protected class, was performing her job in an adequate fashion, and that the circumstances of her discharge raise an inference of unlawful discrimination.</p>\n<p></p>\n<h2><i>A.</i></h2>\n<p>The first prong of a prima facie case under the ADA is actually composed of two conflicting elements. In order to qualify as a member of the ADA's protected class, plaintiff must establish that (1) her injury is serious enough so as to \"generally foreclose\" her from engaging in such work without a stated reasonable accommodation, and (2), that given such reasonable accommodation, she is \"otherwise qualified\" for the position.</p>\n<p>The \"general foreclosure\" test has been a source of some confusion, as it is difficult to conceive of a set of circumstances where a person would be both \"generally foreclosed\" from, and still \"otherwise qualified\" for, the same employment. As noted by this Court's opinion in <i>Everette v. Runyon,</i> 911 F.Supp. 180 (E.D.N.C.1995), the term \"generally foreclosed\" can be misleading, since anyone who is \"generally foreclosed\" from a line of work is, almost strictly by definition, unqualified. But when recalling that the \"general foreclosure\" requirement for inclusion in the ADA's protected class came out of a concern that a lax standard might result in statutory protection \"be[ing] <span class=\"star-pagination\">*1132</span> claimed by anyone whose disability was minor and whose relative severity of impairment was widely shared,\" <i>Forrisi v. Bowen,</i> 794 F.2d 931, 934 (4th Cir.1986), it becomes clear that the Fourth Circuit intended to impose a strong variant of the \"substantial impairment\" test. After all, the \"general foreclosure\" from a line of employment must be the result of a \"substantial limitation of a major life activity.\" <i>Id.</i></p>\n<p>Only those who are generally foreclosed from comparable work by virtue of (1) being denied a reasonable accommodation for their substantial disability, or (2) having their substantial disability perceived in an irrational manner, can state a claim for relief under the Act. Employers do not have to provide any accommodation for minor impairments that do not prevent the employee from finding comparable employment. Nor can employers be held liable for their irrational perception of a minor impairment that would not likely be viewed in the same manner by comparable employers. And if the accommodation is unreasonable, or would not render the employee <i>fully qualified</i> for the position, then the employee has failed to state a claim under the Act.</p>\n<p></p>\n<h2><i>B.</i></h2>\n<p>Thus, the Court must first consider whether the nature, extent, and severity of plaintiff's disability amount to a \"substantial limitation of a major life activity\" such that, without reasonable accommodation, she is \"generally foreclosed\" from pursuing similar work.</p>\n<p>Although the testimony of plaintiff's surgeon regarding the disability has its origins in another trial, it is nevertheless binding upon plaintiff in this action. In <i>Reigel, supra,</i> this Court held that admissions of disability intended to secure insurance benefits will bind a plaintiff in a later action under the ADA. When the record clearly indicated an ADA plaintiff had represented to her various insurers that she could not work, the plaintiff was barred from claiming she was qualified for the job.</p>\n<p>This principle is equally applicable in situations where the ADA plaintiff is claiming disability benefits not under an insurance policy, but by an action in tort. Ms. Williams could not initiate a lawsuit against another party to the automobile accident without identifying her damages. To the extent that she sought redress for a permanent partial five percent back disability, she is now held to have admitted to that particular disability. The question thus becomes whether or not this disability meets the \"general foreclosure\" test described above, and if so, whether or not plaintiff was \"otherwise qualified\" given a reasonable accommodation.</p>\n<p>Plaintiff's orthopaedic surgeon, Dr. Dhillon, has found that plaintiff's five percent permanent partial back disability should preclude her from lifting over twenty-five pounds and heavy pushing and pulling. Plaintiff has testified that this injury causes her great pain and has diminished her quality of life. The Court has no reason to doubt the veracity of either plaintiff or her doctor, but their testimony does not establish the requisite \"substantial impairment\" of a \"major life activity.\"</p>\n<p>In determining whether a disability meets the \"substantial impairment\" test, the EEOC has suggested a Court should consider three factors: \"(i) [t]he nature and severity of the impairment; (ii) [t]he duration or expected duration of the impairment; and (iii) [t]he permanent or long term impact, or the expected permanent or long term impact of or resulting from the impairment.\" 29 C.F.R. § 1630.2(j)(2). Of course, these factors must be analyzed in light of the Fourth Circuit's stringent \"general foreclosure\" standard.<sup>[2]</sup></p>\n<p>As a matter of law, the Court finds that plaintiff's injury does not substantially impair a major life activity so as to generally preclude plaintiff from pursuing this line of work without accommodation. <i>Accord </i><i>Bolton v.</i> <span class=\"star-pagination\">*1133</span> <i>Scrivner, Inc.,</i> 36 F.3d 939 (10th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 1104, 130 L.Ed.2d 1071 (1995) (9% permanent partial disability to right foot and 29% permanent partial disability to left foot, limiting standing, walking, and lifting, insufficient for ADA); <i>Blanton v. Winston Printing Co.,</i> 868 F.Supp. 804 (M.D.N.C.1994) (inability to run and impairment in ascending or descending stairs, insufficient for ADA). This finding is buttressed by plaintiff's testimony that she went on to perform similar tasks at a school cafeteria. (Williams Deposition, pp. 10-11, 198, 200).</p>\n<p></p>\n<h2><i>C.</i></h2>\n<p>As an alternative basis for this decision, assuming plaintiff's injury is sufficiently serious to pass the general foreclosure test, this Court holds that plaintiff's proposed accommodations are not reasonable.</p>\n<p></p>\n<h2><i>1.</i></h2>\n<p>\"Plaintiff bears the burden of demonstrating that she could perform the essential functions of her job with reasonable accommodation.\" <i>Tyndall v. National Educ. Centers,</i> 31 F.3d 209, 213 (4th Cir.1994). \"Reasonable\" is a legal standard that requires firm judicial definition. There is a tendency for courts to be undisciplined in applying this legal standard. The meaning of \"reasonable\" within an ADA accommodation context, as evidenced by the decisions of the Fourth Circuit, is grounded in deference to an employer's expert business decision flowing from a presumption that people behave in an economically rational manner, and an understanding that the requirement of reason is a requirement of economic rationality. While it may sometimes be less expensive for a business to incur the cost of an unreasonable accommodation rather than risk a lawsuit under the ADA, this has never been the Act's purpose, and Courts should avoid encouraging the creation of such dilemmas by refusing to second-guess what is or is not a reasonable expense for a particular business to incur in order to maintain a particular employee. If the proposed accommodation is not obviously reasonable, or if the reasonableness of the proposed accommodation is a matter of some serious dispute, courts should defer to the employer's business expertise.</p>\n<p>In so defining \"reasonable,\" this Court explicitly rejects the argument that cost is not the primary factor in establishing the propriety of a mandate that an employer make a given accommodation. The Second Circuit's decision in <i>Lyons v. Legal Aid Society,</i> 68 F.3d 1512 (2d. Cir.1995) is illustrative of the problems that develop when the reasonableness standard loses focus. In <i>Lyons,</i> a New York City attorney returning to work following an automobile accident found it uncomfortable to walk or use public transportation. She therefore sued her employer under the ADA, claiming an entitlement to at least one reserved parking space in lower Manhattan, at a cost of up to 26% of her total salary. The Second Circuit found the plaintiff's request could be reasonable, holding that \"an accommodation may not be considered unreasonable merely because it requires the employer `to assume more than a de minimis cost,' or because it will cost the employer more overall to obtain the same level of performance from the disabled employee.\" <i>Lyons,</i> 68 F.3d at 1517 (citation omitted).<sup>[3]</sup></p>\n<p>This logic cannot be reconciled with the language of the Act, which speaks of \"<i>reasonable</i> accommodation.\" If \"reasonable\" is not defined from an employer's economic point of viewand it certainly cannot be defined from the plaintiff's point of view, else it would be surplus language given a presumption that plaintiff would not file an unreasonable complaint (<i>see</i> Fed.R.Civ.P. Rule 11) then the term merely authorizes the reviewing court to engage in a subjective, legislative exercise. It is thus not surprising that in <i>Lyons,</i> the court felt no need to explicitly <span class=\"star-pagination\">*1134</span> offer an alternative standard for \"reasonable.\"</p>\n<p>Plaintiff relies heavily upon 42 U.S.C. § 12111(9), which sets forth examples of <i>possibly</i> reasonable accommodations. The section introduces the examples with the phrase: \"The term `reasonable accommodation' <i>may</i> include\" (emphasis added), and is thus merely suggestive; section 12111(9) has no force of law, and is not binding upon any court. What is or is not reasonable must be determined on a case-by-case basis. <i>Ennis.</i></p>\n<p>However, proceeding on a case-by-case basis does not permit reliance upon certain individual characteristics, the consideration of which courts have traditionally held to have no place in the pursuit of justice. Plaintiff makes much of the fact that Avnet is, allegedly, \"the world's largest distributor of electronic components,\" (Plaintiff's Response Brief, p. 1), going so far as submitting a copy of Avnet's 1992 annual report as her Exhibit A. The implication is that Avnet could afford to accommodate her requests, and that Avnet's refusal to do so was thus unreasonable and discriminatory. This manner of argument is misplaced.</p>\n<p>Courts are generally forbidden from considering a party's financial ability in assigning liability, and so in considering whether or not an employer <i>discriminated,</i> courts cannot hold the defendant acted unreasonably due merely to a perception, however accurate, that the defendant is financially able. The reasonableness, and hence the legality, of a proposed course of action is <i>never</i> determined by a <i>subjective</i> opinion of the defendant's finances. It may well be that the employer could <i>afford</i> to maintain plaintiff at an expensive cost, but that does not mean that it would have been <i>reasonable</i> to do so. Avnet is entitled, as a matter of law, to the same opportunities to compete in the marketplace as are afforded any of its competitors, without regard to size or success. <i>See, i.e. </i><i>Myers,</i> 50 F.3d at 283 (\"<i>Like any employer,</i> the County must estimate <i>ex ante</i> the amount of paid leave per employee, per annum it can <i>reasonably</i> afford, and then plan its budget on that basis\") (emphasis added). The holding in the <i>Lyons</i> decision that \"the question of whether it is reasonable to require an employer to provide [an accommodation] may well be susceptible to differing answers depending on ... the employer's geographic location and financial resources,\" <i>Lyons,</i> 68 F.3d at 1517 is contrary to traditional notions of due process and equal protection.</p>\n<p></p>\n<h2><i>2.</i></h2>\n<p>The Court now considers each of plaintiff's proposed accommodations, in turn, against the legal standard of \"reasonable accommodation.\"</p>\n<p>Plaintiff's suggestion that she be provided with a forklift is unreasonable as a matter of law. \"Although the ADA requires an employer to make `reasonable' accommodations for individuals who are qualified to perform the essential requirements of their employment, the statute cannot be construed to require an employer to make fundamental or substantial modifications in its operations to assure every disabled individual the benefit of employment.\" <i>Reigel,</i> 859 F.Supp. at 973 (citation omitted).</p>\n<p>Next, plaintiff claims that:</p>\n<blockquote>It would have been a simple and reasonable accommodation to require that one of the men assist plaintiff and her co-worker in performing that task ... they would have needed the assistance of a male employee for approximately three minutes. Providing that assistance five or six times a day would not have significantly disrupted the other tasks ...</blockquote>\n<p>(Plaintiff's Response Brief, pp. 15-16). There is some suggestion by defendant that the forklift option is unreasonable because it would require the assignment of an additional forklift operator.</p>\n<p>To the extent that an operator would need to be assigned to the requested forklift, or that others would be required to assist the plaintiff with the performance of her job, or even simply change their routines to accommodate the new floor plan, plaintiff's requests are clearly unreasonable as a matter of law. \"[C]ourts have universally found that employers are not required to assign existing <span class=\"star-pagination\">*1135</span> employees or hire new employees to perform certain functions or duties of a disabled employee's job which the employee cannot perform by virtue of his disability.\" <i>Reigel,</i> 859 F.Supp. at 973. \"The law does not require an employer to hire two individuals to do the tasks ordinarily assigned to one.\" <i>Id.</i> Plaintiff's argument that accommodating her requests would not have been \"significantly disrupt[ive]\" is exactly that type of opinion that is managerial in nature and thus cannot be enforced unless its truth is plainly obvious and no plausible reason might contradict it.</p>\n<p>Finally, plaintiff complains that Avnet should have accommodated her disability by finding her another, more suitable position. Prior to the ADA's enactment, the Fourth Circuit held: \"The case law is clear that, if a handicapped employee cannot do his job, he can be fired, and the employer is not required to assign him to alternative employment.\" <i>Carter v. Tisch,</i> 822 F.2d 465, 467 (4th Cir.1987) (citation omitted). This remains a correct statement of law. <i>Myers,</i> 50 F.3d at 281 (standards under Rehabilitation Act and ADA are identical).<sup>[4]</sup> \"This circuit has made it clear ... that the duty of reasonable accommodation does not encompass a responsibility to provide a disabled employee with alternative employment when the employee is unable to meet the demands of his present position.\" <i>Myers,</i> 50 F.3d at 284 (citation omitted). \"[A]n employer is not required to find another job for an employee who is no longer qualified to perform the duties of the job previously held but discontinued by virtue of a disability, unless the employer normally provides such alternative employment under its existing policies.\" <i>Reigel,</i> 859 F.Supp. at 973 (citation omitted).</p>\n<p>But even the \"existing policies\" language is of limited value after <i>Myers.</i> Although the record indicates that Avnet has a policy of considering disabled employees for alternative positions, it was nevertheless acting within its rights if, as plaintiff alleges, defendant violated that policy in denying plaintiff alternative employment. An employer's violation of its own policy does not, without more, constitute a violation of the ADA. \"A particular accommodation is not necessarily reasonable, and thus federally mandated, simply because [an employer] elects to establish it as a matter of policy ... [An employer's] alternative placement provision does not, therefore, reflect a national rule of reasonable accommodation.\" <i>Myers,</i> 50 F.3d at 284.</p>\n<p>Plaintiff cites several cases that would contradict <i>Myers</i> on the question of whether reassignment may be a reasonable accommodation under the ADA, and therefore holding that failure to re-assign a disabled employee may impose liability upon an employer. Of these cases, <i>Benson v. Northwest Airlines, Inc.,</i> 62 F.3d 1108 (8th Cir.1995) is clearly distinguishable as it represents a different approach to the ADA followed by the Eighth Circuit. <i>Benson</i> might very well be the law of the Eighth Circuit, but the Fourth Circuit has quite clearly expressed its rejection of that opinion's approach to the ADA.</p>\n<p>The case of <i>Vazquez v. Bedsole,</i> 888 F.Supp. 727 (E.D.N.C.1995) is of no precedential value. There, contrary to the law in the Fourth Circuit, the Court relied upon § 12111(9) to conclude that an ADA plaintiff can establish a material issue of fact by claiming she was not re-assigned to another position. <i>Vazquez,</i> 888 F.Supp. at 731. Of course, section 12111(9)'s active verb is \"may,\" and the Fourth Circuit has repeatedly (and properly) declined to adopt the statutory and interpretive suggestions as binding law. Consequently, the Fourth Circuit reached the conclusion directly opposite of <i>Vazquez,</i> and it bears repeating:</p>\n<blockquote>\n<span class=\"star-pagination\">*1136</span> This circuit has made it clear ... that the duty of reasonable accommodation does not encompass a responsibility to provide a disabled employee with alternative employment when the employee is unable to meet the demands of his present position.</blockquote>\n<p><i>Myers,</i> 50 F.3d at 284; <i>see also </i><i>Guillot v. Garrett,</i> 970 F.2d 1320, 1326 (4th Cir.1992); <i>Carter,</i> 822 F.2d at 467; <i>Riley v. Weyerhaeuser,</i> 898 F.Supp. 324, 329 (W.D.N.C.1995); <i>Carty v. Carlin,</i> 623 F.Supp. 1181 (D.Md. 1985).</p>\n<p>Obviously, this Court is bound by the decisions of the Fourth Circuit in <i>Myers, Carter,</i> and <i>Guillot.</i> Accordingly, <i>Vazquez v. Bedsole,</i> 888 F.Supp. 727 (E.D.N.C.1995) cannot be relied upon as valid precedent.<sup>[5]</sup> It is never reasonable, under the ADA or any other law, to expect an employer to terminate or re-assign employees, or to create a \"make-work\" position, in order to accommodate a disabled employee.</p>\n<p></p>\n<h2><i>3.</i></h2>\n<p>In mandating that ADA accommodations be \"reasonable,\" Congress expressed the view that no judge could be as knowledgeable about a particular employer's shop floor or market position as that particular employer. This Court cannot command Avnet to purchase an additional forklift, re-arrange the layout of its Smithfield operation, or alter the duties of its employees merely because Avnet is a large corporation, or because the plaintiff is a sincerely sympathetic figure, or on account of some real or perceived relationship between the parties in the social hierarchy.</p>\n<p></p>\n<h2><i>D.</i></h2>\n<p>Because plaintiff's disability is not sufficiently substantial, and because the requested accommodations are unreasonable, plaintiff cannot establish that she falls within the ADA's protected class. The same facts which establish plaintiff is insufficiently disabled and not otherwise qualified make obvious the conclusion that the discharge did not occur under circumstances that raise a reasonable inference of unlawful discrimination. Finally, the facts clearly establish that at the time of the discharge, plaintiff was not performing her job at a level that met her employer's legitimate expectations.</p>\n<p>Avnet is therefore entitled to summary judgment as a matter of law on plaintiff's claim under the Americans with Disabilities Act.</p>\n<p></p>\n<h2><i>The North Carolina Handicapped Persons Protection Act</i></h2>\n<p>The North Carolina Supreme Court has declared that the NCHPPA is narrower in scope than the ADA. <i>Burgess v. Your House of Raleigh,</i> 326 N.C. 205, 214, 388 S.E.2d 134 (1990). The difference in scope is notable, because it is based at least in part on the fact that federal handicap discrimination guidelines make reference to \"working\" as an impairable \"major life activity,\" while the relevant North Carolina statute does not. <i>Compare</i> N.C.Gen.Stat. § 168A-3(4) with 29 C.F.R. § 1614.203(a)(3) (standards under Rehabilitation Act); <i>see </i><i>Burgess,</i> 326 N.C. at 213-14, 388 S.E.2d 134.</p>\n<p>This Court has recently had occasion to interpret the \"major life activity\" of \"working,\" and concluded that such language is superfluous. In <i>Everette v. Runyon,</i> 911 F.Supp. 180 (E.D.N.C.1995), the Court noted that it is impossible to be qualified for an employment while claiming a general foreclosure from a line of work due to a substantial inability to work. Disability claims based upon the \"major life activity\" of \"working\" are insufficiently specific, and thus do not afford an employer an opportunity to consider any accommodations. An employer could, in some situations, reasonably accommodate an employee's <i>specific</i> disabilitysuch as hearing, walking, or seeingbut if the employee's case is based upon a generalized claim of \"inability to work,\" federal law cannot punish an employer for not having accommodated such a vague \"condition.\" While some courts might entertain claims under the \"major life activity\" of \"working,\" this Court does not. Therefore, to the extent <span class=\"star-pagination\">*1137</span> that the ADA might be considered to have a broader scope than the NCHPPA because it allows \"working\" disability, such arguments should be rejected.</p>\n<p>To her credit, plaintiff has been specific in describing her disabilitya 5% permanent partial disability to the back preventing lifting over twenty-five pounds, heavy pulling and pushing, and, by her testimony, excessive bending at the waist. Under the NCHPPA's standards, this disability does not represent a qualifying \"handicap.\" In <i>Gravitte v. Mitsubishi Semiconductor America, Inc.,</i> 109 N.C.App. 466, 428 S.E.2d 254, <i>disc. rev. denied,</i> 334 N.C. 163, 432 S.E.2d 360 (1993), the North Carolina Court of Appeals rejected as insufficiently disabling a back injury that warranted a medical restriction on lifting in excess of forty pounds, repetitive bending, and prolonged sitting or standing in one place. This Court is not prepared to suggest <i>Gravitte</i> would have been decided differently had the restriction been set fifteen pounds lower.</p>\n<p>Plaintiff attempts to distinguish <i>Gravitte</i> by claiming that the back injury in that case impaired only the plaintiff's ability to work, whereas her own back injury also impacts generally on her quality of life by limiting her ability to engage in other specified activities unrelated to work. While plaintiffs inability to perform non-work related tasks evidences the extent of her injury, disability discrimination claims must be based solely on the injury's impact upon plaintiff's ability to work. The law is ultimately concerned with whether or not the plaintiff is generally foreclosed from similar employment, but otherwise qualified with reasonable accommodation. Even if, as plaintiff suggests, the NCHPPA is concerned primarily with whether or not a person is generally inconvenienced, the <i>Gravitte</i> court specifically held that the above-described back injury did not substantially impair those \"essential tasks one must perform on a regular basis in order to carry on a normal existence.\" <i>Gravitte,</i> 109 N.C.App. at 471, 428 S.E.2d 254.<sup>[6]</sup></p>\n<p>Even were plaintiff sufficiently disabled under the NCHPPA, the North Carolina Supreme Court would \"look to federal decisions for guidance in establishing evidentiary standards and principles of law to be applied in discrimination cases.\" <i>N.C. Dept. of Correction v. Gibson,</i> 308 N.C. 131, 136, 301 S.E.2d 78, 82 (1983). As discussed above, federal decisions would suggest plaintiff's disability does not place her within the protected class, and would further establish that plaintiff's requested accommodations are not reasonable.</p>\n<p>Defendant is therefore entitled to summary judgment against plaintiff on her cause of action under the NCHPPA.<sup>[7]</sup></p>\n<p></p>\n<h2><i>Wrongful Termination in Violation of Public Policy</i></h2>\n<p>North Carolina is an employment-at-will state that recognizes certain statutory and public policy exceptions. <i>Coman v. Thomas Manufacturing Co.,</i> 325 N.C. 172, 175, 381 S.E.2d 445 (1989). \"[W]hile there may be a right to terminate a contract at will for no reason, or for an arbitrary or irrational reason, there can be no right to terminate such a contract for an unlawful reason or purpose that contravenes public policy.\" <i>Ibid.; </i><i>Amos v. Oakdale Knitting Co.,</i> 331 N.C. 348, 351, 416 S.E.2d 166 (1992) (citation omitted). Public policy does not proscribe bad faith termination. North Carolina does not recognize a cause of action for wrongful discharge in bad faith. <i>Amos,</i> 331 N.C. at 360, 416 S.E.2d 166.</p>\n<p>Although an action for termination in contravention of public policy need not necessarily be exclusive of other available remedies, <i>Amos,</i> 331 N.C. at 356, 416 S.E.2d 166, the only public policy plaintiff might claim was violated by her termination concerns disability discrimination. Because <span class=\"star-pagination\">*1138</span> plaintiff has not established that she suffered illegal discrimination, she cannot claim that her termination violated the public policy against such discrimination.</p>\n<p>The defendant is entitled to summary judgment against plaintiff on her claim of wrongful termination.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants Channel Master Communications and Channel Master Satellite Systems are apparently subsidiaries of defendant Avnet, hence reference to a single \"Avnet\" defendant throughout this opinion. The parties' dispute as to whether plaintiff was employed by the other two named defendants, or by another of Avnet's divisions known as \"Channel Master,\" is irrelevant.</p>\n<p>[2]  The Code of Federal Regulations also suggests that a Court may consider factors relating to the plaintiff's geographical access, and the number and types of jobs available within that geographical area. 29 C.F.R. § 1630.2(j)(3)(ii). In any but the most rural and desolate of areas, accurate and comprehensive evidence of this type would be all but impossible to compile.</p>\n<p>[3]  The <i>Lyons</i> court based its decision on a belief that \"It is clear that an essential aspect of many jobs is the ability to appear at work regularly and on time, and that Congress envisioned that employer assistance with transportation to get the employee to and from the job might be covered.\" <i>Id.,</i> (citation omitted). The Fourth Circuit has rejected this argument. <i>Tyndall v. National Educ. Centers,</i> 31 F.3d 209, 213 (4th Cir.1994).</p>\n<p>[4]  Plaintiff's argument that <i>Myers</i> is largely dictum because it adopted a Rehabilitation Act standard is clearly wrong. The questioned portion of <i>Myers</i> cannot be dictum, because it provided the specific basis for the Court's decision. The Court carefully explained its reasons in specifically holding standards under both acts are identical.\n</p>\n<p>Moreover, at least three other circuits have reached the same conclusion. <i>Bolton,</i> 36 F.3d at 943 (10th Cir.); <i>Vande Zande v. Wisconsin Dep't of Admin.,</i> 44 F.3d 538, 542 (7th Cir.1995); <i>McDonald v. Commonwealth of Pennsylvania,</i> 62 F.3d 92 (3d Cir.1995). Finally, as noted above, 42 U.S.C. § 12111(9) and its administrative interpretations do not \"specifically define\" anything, and thus do not establish any new standards that might be differentiated from those found in the Rehabilitation Act.</p>\n<p>[5]  Notably, the Western District's opinion in <i>Riley,</i> which evidences a familiarity with <i>Vazquez,</i> followed the Fourth Circuit precedent.</p>\n<p>[6]  Plaintiff claims her inability to have normal relations with her husband is an actionable NCHPPA \"major life activity\" impairment. This argument was specifically rejected by the state Supreme Court. <i>Burgess,</i> 326 N.C. at 214, 388 S.E.2d 134.</p>\n<p>[7]  Plaintiff's failure to qualify under the NCHPPA precludes any discussion of defendant's statute of limitations claims.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">910</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1124</span></span> (1995)</b></center>\n<center><h1>Linda WILLIAMS, Plaintiff,<br>\nv.<br>\nAVNET, INC., Channel Master Communications, Inc., and Channel Master Satellite Systems, Inc., Defendants.</h1></center>\n<center>No. 5:95-CV-108-BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 7, 1995.</center>\n<p><span class=\"star-pagination\">*1125</span> <span class=\"star-pagination\">*1126</span> <span class=\"star-pagination\">*1127</span> <span class=\"star-pagination\">*1128</span> <span class=\"star-pagination\">*1129</span> Burton Craige, Patterson, Harkavy &amp; Lawrence, Raleigh, NC, for Plaintiff.</p>\n<p>Martin N. Erwin, Smith Helms Mulliss &amp; Moore, Greensboro, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the Court on defendant's motion for summary judgment. Plaintiff brought this action, alleging violations of the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. § 12101, <i>et seq.,</i> and the North Carolina Handicapped Persons Protection Act (\"NCHPPA\"), as well as wrongful termination in violation of public policy. The Court now allows defendant's motion for summary judgment for the reasons outlined below.<sup>[1]</sup></p>\n<p></p>\n<h2>* * *</h2>\n<p>Summary judgment shall be granted when, viewing the facts in the light most favorable to the non-moving party, (1) there is no genuine issue of material fact, and (2) the moving party is entitled to summary judgment as a matter of law. Fed.R.Civ.P. Rule 56(c). The party bearing the burden of proof on an issue at trial must \"designate `specific facts showing that there is a genuine issue for trial.'\" <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2553, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986) (citation omitted). Factual disputes whose resolution would not affect the outcome of the suit are irrelevant to the consideration of a motion for summary judgment. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p>Ms. Williams began her employment at Avnet's Smithfield, North Carolina, facility on February 18, 1983. Initially hired as a riveter, plaintiff was promoted over the years into other positions. Her last position at Avnet was one of manual punch press operator, a job that requires heavy pushing, lifting, and loading in the operation of a machine that fashions metal rods into antenna parts. The job requires frequent bending at the waist in order to pick up incoming rods and place them in the machine, and to remove completed rods from the machine's hopper. Completed rods must then be placed on a rack, or in barrels on this rack, and the full, heavy rack must then be pushed (usually by two machine operators) to another area on the shop floor. This job cannot be performed from a sitting position.</p>\n<p>On March 26, 1992, plaintiff suffered severe injuries in an automobile accident unrelated to her job. Following unsuccessful chiropractic treatment, plaintiff sought help from Dr. Tejpal Singh Dhillon, an orthopaedic surgeon. On April 16, 1992, Dr. Dhillon provided plaintiff a note for plaintiff to present defendant, indicating that she would miss work for three weeks. On May 6, 1992, another note was issued, stating plaintiff would miss an additional month. On June 3, 1992, another note indicated plaintiff would need to miss another three weeks, and another note, on June 26, 1992, extended this period by another month. On July 17, 1992, a note explained that three more weeks were required, and four more weeks were required by a note on August 7, 1992.</p>\n<p>On September 4, 1992, Dr. Dhillon issued a note stating plaintiff could return to work four days later, but with the following restriction: \"Avoid lifting over 25 lbs. of weightheavy pushing and pulling.\" On the same day, in connection with unrelated litigation arising from the automobile accident, Dr. Dhillon assigned the plaintiff a disability rating of 5% permanent partial disability of the back. However, Avnet was not informed of Dr. Dhillon's conclusion that plaintiff's injuries were permanent. The record also demonstrates that plaintiff herself did not know <span class=\"star-pagination\">*1130</span> that her injury would be permanent until after she had been released by Avnet.</p>\n<p>In September, 1992, defendant received another note from Dr. Dhillon, dated September 10, 1992, stating plaintiff could return to work on October 5, 1992. This note did not indicate any restrictions. However, when plaintiff met with Avnet's personnel coordinator on October 2, 1992, she presented yet another note from Dr. Dhillon, dated the previous day, which re-stated the twenty-five pound limitation on lifting as a medical restriction. The parties dispute what was said at the meeting, but there is no dispute that plaintiff was removed from the payroll immediately after the meeting.</p>\n<p>Avnet has a policy of granting employees disabled by non-occupational injuries a medical leave of absence of up to six months, providing such employees are able to return to work without restrictions. If the disability turns out to be a permanent one, the company attempts to accommodate the employee by finding another position within the company that would not violate the medical restrictions. Avnet released plaintiff pursuant to this policy, on the grounds that she could not return to her former position without restrictions, and that no positions for which plaintiff was qualified, given her disability, were available.</p>\n<p>Plaintiff maintains that she can perform her job at Avnet if she is provided a \"towmo,\" or forklift, with which to move the heavy racks and barrels. Plaintiff's supervisor informed her that arranging for a forklift and operator would be prohibitively expensive on a short term basis, if not physically impossible. The plant's Human Resources Manager testified that in order to give Ms. Williams a forklift, the entire production line, including approximately twelve machines, would have to be re-organized, and that even with this substantial re-arrangement, it is unlikely that there would be room to use an additional forklift.</p>\n<p></p>\n<h2><i>The Americans with Disabilities Act</i></h2>\n<p>\"In order to establish a violation of [the ADA], a plaintiff must prove: (1) that he has a disability; (2) that he is otherwise qualified for the employment or benefit in question; and (3) that he was excluded from the employment or benefit due to discrimination solely on the basis of the disability.\" <i>Doe v. University of Maryland Medical System Corp.,</i> <span class=\"citation\" data-id=\"692288\"><a href=\"/opinion/692288/john-doe-v-university-of-maryland-medical-system-corporation/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1261</span></a></span> (4th Cir.1995).</p>\n<p></p>\n<h2><i>I.</i></h2>\n<p>Plaintiff has suggested that Avnet's medical leave and disability policy constitutes an illegal discriminatory practice. This Court does not agree.</p>\n<p>\"[A]n individual is not otherwise qualified if he poses a significant risk to the health or safety of others by virtue of the disability that cannot be eliminated by reasonable accommodation.\" <i>Doe,</i> 50 F.3d at 1265; 42 U.S.C. §§ 12111(3), 12113(a)-(b); <i>see also </i><i>School Bd. of Nassau County v. Arline,</i> <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1123</span></a></span>, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">307</span></a></span> (1987) (contagious disease may disqualify person from employment). Because the safety demands of some jobs require unrestricted performance abilities, an employer's policy barring an employee from returning to work after a medical leave unless that employee is free of all restrictions can never be a <i>per se</i> violation of the ADA.</p>\n<p>In many cases, it might well be negligent not to adopt such a policy where the job's performance could pose a danger to the worker and to others if not executed by a fully capable individual. <i>See </i><i>Reigel v. Kaiser Foundation Health Plan of N.C.,</i> <span class=\"citation\" data-id=\"1396639\"><a href=\"/opinion/1396639/reigel-v-kaiser-foundation-health-plan-of-nc/\"><span class=\"volume\">859</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">963</span></a></span>, 974 (E.D.N.C.1994) (ADA cannot punish medical group for firing disabled doctor where plaintiff \"cannot safely and properly perform the duties required of that position\"); <i>Doe, supra</i> (same: HIV-positive surgeon may be barred from operating on patients despite estimated small risk); <i>Myers v. Hose,</i> <span class=\"citation\" data-id=\"691971\"><a href=\"/opinion/691971/joseph-t-myers-v-mitchell-l-hose-director-of-personnel-frederick-county/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">278</span></a></span> (4th Cir.1995) (ADA cannot punish county for firing bus driver who failed health requirements due to uncontrolled diabetes and a severe heart condition).</p>\n<p>Safety concerns aside, medical restrictions may still be considered by an employer in deciding whether or not to reinstate an employee returning from disability leave. The concept of \"returning to\" something, <span class=\"star-pagination\">*1131</span> such as a job, embodies the idea that one will resume the <i>status quo ante,</i> and henceforth be at the exact same location, or do or experience the exact same thing. If one attempts to \"return,\" but is encumbered by medical restrictions, a presumption arises that one is not capable of \"returning\" in the full and honest sense of the word. Medical restrictions are thus highly relevant to the question of whether an employee has a colorable claim under the ADA.</p>\n<p></p>\n<h2><i>II.</i></h2>\n<p>Absent direct evidence of discrimination, plaintiffs under the ADA must prove their case under the inferential proof scheme of <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973). <i>Ennis v. National Ass'n of Bus. &amp; Educ. Radio, Inc.,</i> <span class=\"citation\" data-id=\"694622\"><a href=\"/opinion/694622/joan-m-ennis-v-the-national-association-of-business-and-educational/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span> (4th Cir.1995). Because plaintiff has not introduced direct evidence of discrimination, the <i>McDonnell Douglas</i> scheme must be applied.</p>\n<p>The familiar inferential-proof frame-work requires that plaintiff first establish a prima facie case of discrimination. \"While the burden is `not onerous,' it is also not empty or perfunctory. Plaintiff's evidence must be such that, if the trier of fact finds it credible, and the employer remains silent, the plaintiff would be entitled to judgment as a matter of law.\" <i>Ennis,</i> 53 F.3d at 59 (citation omitted).</p>\n<p>If plaintiff establishes a prima facie case, the burden shifts to the defendant to articulate a valid reason for dismissal which, if believed, would establish that discrimination was not the motive for the defendant's action. This burden of defendant's is one of production, and does not operate to relieve discrimination plaintiffs of their ultimate burden of proof. <i>Texas Dept. of Community Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981); <i>Williams v. Cerberonics, Inc.,</i> <span class=\"citation\" data-id=\"520601\"><a href=\"/opinion/520601/karen-a-williams-v-cerberonics-incorporated-karen-a-williams-v/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></a></span>, 456 n. 2 (4th Cir.1989). \"If the defendant meets this burden of production, the presumption created by the prima facie case `drops out of the picture,' and the plaintiff bears the ultimate burden of proving that she has been the victim of intentional discrimination.\" <i>Ennis,</i> 53 F.3d at 58, citing <i>St. Mary's Honor Ctr. v. Hicks,</i> ___ U.S. ___, ___ _ ___, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, 2746-49, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1993).</p>\n<p></p>\n<h2><i>III.</i></h2>\n<p>To satisfy the prima facie requirements \"in a typical discharge case brought under the ADA, a plaintiff must prove by a preponderance of the evidence that (1) she was in the protected class; (2) she was discharged; (3) at the time of the discharge, she was performing her job at a level that met her employer's legitimate expectations; and (4) her discharge occurred under circumstances that raise a reasonable inference of unlawful discrimination.\" <i>Ennis,</i> 53 F.3d at 58 (citation omitted).</p>\n<p>Plaintiff has established the second prong of her prima facie casethe fact of her discharge but has otherwise failed to prove that she was in the protected class, was performing her job in an adequate fashion, and that the circumstances of her discharge raise an inference of unlawful discrimination.</p>\n<p></p>\n<h2><i>A.</i></h2>\n<p>The first prong of a prima facie case under the ADA is actually composed of two conflicting elements. In order to qualify as a member of the ADA's protected class, plaintiff must establish that (1) her injury is serious enough so as to \"generally foreclose\" her from engaging in such work without a stated reasonable accommodation, and (2), that given such reasonable accommodation, she is \"otherwise qualified\" for the position.</p>\n<p>The \"general foreclosure\" test has been a source of some confusion, as it is difficult to conceive of a set of circumstances where a person would be both \"generally foreclosed\" from, and still \"otherwise qualified\" for, the same employment. As noted by this Court's opinion in <i>Everette v. Runyon,</i> <span class=\"citation\" data-id=\"1970741\"><a href=\"/opinion/1970741/everette-v-runyon/\"><span class=\"volume\">911</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">180</span></a></span> (E.D.N.C.1995), the term \"generally foreclosed\" can be misleading, since anyone who is \"generally foreclosed\" from a line of work is, almost strictly by definition, unqualified. But when recalling that the \"general foreclosure\" requirement for inclusion in the ADA's protected class came out of a concern that a lax standard might result in statutory protection \"be[ing] <span class=\"star-pagination\">*1132</span> claimed by anyone whose disability was minor and whose relative severity of impairment was widely shared,\" <i>Forrisi v. Bowen,</i> <span class=\"citation\" data-id=\"472579\"><a href=\"/opinion/472579/louis-p-forrisi-v-otis-r-bowen/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">931</span></a></span>, 934 (4th Cir.1986), it becomes clear that the Fourth Circuit intended to impose a strong variant of the \"substantial impairment\" test. After all, the \"general foreclosure\" from a line of employment must be the result of a \"substantial limitation of a major life activity.\" <i>Id.</i></p>\n<p>Only those who are generally foreclosed from comparable work by virtue of (1) being denied a reasonable accommodation for their substantial disability, or (2) having their substantial disability perceived in an irrational manner, can state a claim for relief under the Act. Employers do not have to provide any accommodation for minor impairments that do not prevent the employee from finding comparable employment. Nor can employers be held liable for their irrational perception of a minor impairment that would not likely be viewed in the same manner by comparable employers. And if the accommodation is unreasonable, or would not render the employee <i>fully qualified</i> for the position, then the employee has failed to state a claim under the Act.</p>\n<p></p>\n<h2><i>B.</i></h2>\n<p>Thus, the Court must first consider whether the nature, extent, and severity of plaintiff's disability amount to a \"substantial limitation of a major life activity\" such that, without reasonable accommodation, she is \"generally foreclosed\" from pursuing similar work.</p>\n<p>Although the testimony of plaintiff's surgeon regarding the disability has its origins in another trial, it is nevertheless binding upon plaintiff in this action. In <i>Reigel, supra,</i> this Court held that admissions of disability intended to secure insurance benefits will bind a plaintiff in a later action under the ADA. When the record clearly indicated an ADA plaintiff had represented to her various insurers that she could not work, the plaintiff was barred from claiming she was qualified for the job.</p>\n<p>This principle is equally applicable in situations where the ADA plaintiff is claiming disability benefits not under an insurance policy, but by an action in tort. Ms. Williams could not initiate a lawsuit against another party to the automobile accident without identifying her damages. To the extent that she sought redress for a permanent partial five percent back disability, she is now held to have admitted to that particular disability. The question thus becomes whether or not this disability meets the \"general foreclosure\" test described above, and if so, whether or not plaintiff was \"otherwise qualified\" given a reasonable accommodation.</p>\n<p>Plaintiff's orthopaedic surgeon, Dr. Dhillon, has found that plaintiff's five percent permanent partial back disability should preclude her from lifting over twenty-five pounds and heavy pushing and pulling. Plaintiff has testified that this injury causes her great pain and has diminished her quality of life. The Court has no reason to doubt the veracity of either plaintiff or her doctor, but their testimony does not establish the requisite \"substantial impairment\" of a \"major life activity.\"</p>\n<p>In determining whether a disability meets the \"substantial impairment\" test, the EEOC has suggested a Court should consider three factors: \"(i) [t]he nature and severity of the impairment; (ii) [t]he duration or expected duration of the impairment; and (iii) [t]he permanent or long term impact, or the expected permanent or long term impact of or resulting from the impairment.\" 29 C.F.R. § 1630.2(j)(2). Of course, these factors must be analyzed in light of the Fourth Circuit's stringent \"general foreclosure\" standard.<sup>[2]</sup></p>\n<p>As a matter of law, the Court finds that plaintiff's injury does not substantially impair a major life activity so as to generally preclude plaintiff from pursuing this line of work without accommodation. <i>Accord </i><i>Bolton v.</i> <span class=\"star-pagination\">*1133</span> <i>Scrivner, Inc.,</i> <span class=\"citation\" data-id=\"678898\"><a href=\"/opinion/678898/floyd-bolton-v-scrivner-inc/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">939</span></a></span> (10th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1104</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1071</span></span> (1995) (9% permanent partial disability to right foot and 29% permanent partial disability to left foot, limiting standing, walking, and lifting, insufficient for ADA); <i>Blanton v. Winston Printing Co.,</i> <span class=\"citation\" data-id=\"2148805\"><a href=\"/opinion/2148805/blanton-v-winston-printing-co/\"><span class=\"volume\">868</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">804</span></a></span> (M.D.N.C.1994) (inability to run and impairment in ascending or descending stairs, insufficient for ADA). This finding is buttressed by plaintiff's testimony that she went on to perform similar tasks at a school cafeteria. (Williams Deposition, pp. 10-11, 198, 200).</p>\n<p></p>\n<h2><i>C.</i></h2>\n<p>As an alternative basis for this decision, assuming plaintiff's injury is sufficiently serious to pass the general foreclosure test, this Court holds that plaintiff's proposed accommodations are not reasonable.</p>\n<p></p>\n<h2><i>1.</i></h2>\n<p>\"Plaintiff bears the burden of demonstrating that she could perform the essential functions of her job with reasonable accommodation.\" <i>Tyndall v. National Educ. Centers,</i> <span class=\"citation\" data-id=\"675716\"><a href=\"/opinion/675716/mary-m-tyndall-v-national-education-centers-incorporated-of-california/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span>, 213 (4th Cir.1994). \"Reasonable\" is a legal standard that requires firm judicial definition. There is a tendency for courts to be undisciplined in applying this legal standard. The meaning of \"reasonable\" within an ADA accommodation context, as evidenced by the decisions of the Fourth Circuit, is grounded in deference to an employer's expert business decision flowing from a presumption that people behave in an economically rational manner, and an understanding that the requirement of reason is a requirement of economic rationality. While it may sometimes be less expensive for a business to incur the cost of an unreasonable accommodation rather than risk a lawsuit under the ADA, this has never been the Act's purpose, and Courts should avoid encouraging the creation of such dilemmas by refusing to second-guess what is or is not a reasonable expense for a particular business to incur in order to maintain a particular employee. If the proposed accommodation is not obviously reasonable, or if the reasonableness of the proposed accommodation is a matter of some serious dispute, courts should defer to the employer's business expertise.</p>\n<p>In so defining \"reasonable,\" this Court explicitly rejects the argument that cost is not the primary factor in establishing the propriety of a mandate that an employer make a given accommodation. The Second Circuit's decision in <i>Lyons v. Legal Aid Society,</i> <span class=\"citation\" data-id=\"706928\"><a href=\"/opinion/706928/beth-lyons-v-the-legal-aid-society/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1512</span></a></span> (2d. Cir.1995) is illustrative of the problems that develop when the reasonableness standard loses focus. In <i>Lyons,</i> a New York City attorney returning to work following an automobile accident found it uncomfortable to walk or use public transportation. She therefore sued her employer under the ADA, claiming an entitlement to at least one reserved parking space in lower Manhattan, at a cost of up to 26% of her total salary. The Second Circuit found the plaintiff's request could be reasonable, holding that \"an accommodation may not be considered unreasonable merely because it requires the employer `to assume more than a de minimis cost,' or because it will cost the employer more overall to obtain the same level of performance from the disabled employee.\" <i>Lyons,</i> 68 F.3d at 1517 (citation omitted).<sup>[3]</sup></p>\n<p>This logic cannot be reconciled with the language of the Act, which speaks of \"<i>reasonable</i> accommodation.\" If \"reasonable\" is not defined from an employer's economic point of viewand it certainly cannot be defined from the plaintiff's point of view, else it would be surplus language given a presumption that plaintiff would not file an unreasonable complaint (<i>see</i> Fed.R.Civ.P. Rule 11) then the term merely authorizes the reviewing court to engage in a subjective, legislative exercise. It is thus not surprising that in <i>Lyons,</i> the court felt no need to explicitly <span class=\"star-pagination\">*1134</span> offer an alternative standard for \"reasonable.\"</p>\n<p>Plaintiff relies heavily upon 42 U.S.C. § 12111(9), which sets forth examples of <i>possibly</i> reasonable accommodations. The section introduces the examples with the phrase: \"The term `reasonable accommodation' <i>may</i> include\" (emphasis added), and is thus merely suggestive; section 12111(9) has no force of law, and is not binding upon any court. What is or is not reasonable must be determined on a case-by-case basis. <i>Ennis.</i></p>\n<p>However, proceeding on a case-by-case basis does not permit reliance upon certain individual characteristics, the consideration of which courts have traditionally held to have no place in the pursuit of justice. Plaintiff makes much of the fact that Avnet is, allegedly, \"the world's largest distributor of electronic components,\" (Plaintiff's Response Brief, p. 1), going so far as submitting a copy of Avnet's 1992 annual report as her Exhibit A. The implication is that Avnet could afford to accommodate her requests, and that Avnet's refusal to do so was thus unreasonable and discriminatory. This manner of argument is misplaced.</p>\n<p>Courts are generally forbidden from considering a party's financial ability in assigning liability, and so in considering whether or not an employer <i>discriminated,</i> courts cannot hold the defendant acted unreasonably due merely to a perception, however accurate, that the defendant is financially able. The reasonableness, and hence the legality, of a proposed course of action is <i>never</i> determined by a <i>subjective</i> opinion of the defendant's finances. It may well be that the employer could <i>afford</i> to maintain plaintiff at an expensive cost, but that does not mean that it would have been <i>reasonable</i> to do so. Avnet is entitled, as a matter of law, to the same opportunities to compete in the marketplace as are afforded any of its competitors, without regard to size or success. <i>See, i.e. </i><i>Myers,</i> 50 F.3d at 283 (\"<i>Like any employer,</i> the County must estimate <i>ex ante</i> the amount of paid leave per employee, per annum it can <i>reasonably</i> afford, and then plan its budget on that basis\") (emphasis added). The holding in the <i>Lyons</i> decision that \"the question of whether it is reasonable to require an employer to provide [an accommodation] may well be susceptible to differing answers depending on ... the employer's geographic location and financial resources,\" <i>Lyons,</i> 68 F.3d at 1517 is contrary to traditional notions of due process and equal protection.</p>\n<p></p>\n<h2><i>2.</i></h2>\n<p>The Court now considers each of plaintiff's proposed accommodations, in turn, against the legal standard of \"reasonable accommodation.\"</p>\n<p>Plaintiff's suggestion that she be provided with a forklift is unreasonable as a matter of law. \"Although the ADA requires an employer to make `reasonable' accommodations for individuals who are qualified to perform the essential requirements of their employment, the statute cannot be construed to require an employer to make fundamental or substantial modifications in its operations to assure every disabled individual the benefit of employment.\" <i>Reigel,</i> 859 F.Supp. at 973 (citation omitted).</p>\n<p>Next, plaintiff claims that:</p>\n<blockquote>It would have been a simple and reasonable accommodation to require that one of the men assist plaintiff and her co-worker in performing that task ... they would have needed the assistance of a male employee for approximately three minutes. Providing that assistance five or six times a day would not have significantly disrupted the other tasks ...</blockquote>\n<p>(Plaintiff's Response Brief, pp. 15-16). There is some suggestion by defendant that the forklift option is unreasonable because it would require the assignment of an additional forklift operator.</p>\n<p>To the extent that an operator would need to be assigned to the requested forklift, or that others would be required to assist the plaintiff with the performance of her job, or even simply change their routines to accommodate the new floor plan, plaintiff's requests are clearly unreasonable as a matter of law. \"[C]ourts have universally found that employers are not required to assign existing <span class=\"star-pagination\">*1135</span> employees or hire new employees to perform certain functions or duties of a disabled employee's job which the employee cannot perform by virtue of his disability.\" <i>Reigel,</i> 859 F.Supp. at 973. \"The law does not require an employer to hire two individuals to do the tasks ordinarily assigned to one.\" <i>Id.</i> Plaintiff's argument that accommodating her requests would not have been \"significantly disrupt[ive]\" is exactly that type of opinion that is managerial in nature and thus cannot be enforced unless its truth is plainly obvious and no plausible reason might contradict it.</p>\n<p>Finally, plaintiff complains that Avnet should have accommodated her disability by finding her another, more suitable position. Prior to the ADA's enactment, the Fourth Circuit held: \"The case law is clear that, if a handicapped employee cannot do his job, he can be fired, and the employer is not required to assign him to alternative employment.\" <i>Carter v. Tisch,</i> <span class=\"citation\" data-id=\"490553\"><a href=\"/opinion/490553/blane-carter-v-preston-r-tisch-postmaster-general-united-states-postal/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">465</span></a></span>, 467 (4th Cir.1987) (citation omitted). This remains a correct statement of law. <i>Myers,</i> 50 F.3d at 281 (standards under Rehabilitation Act and ADA are identical).<sup>[4]</sup> \"This circuit has made it clear ... that the duty of reasonable accommodation does not encompass a responsibility to provide a disabled employee with alternative employment when the employee is unable to meet the demands of his present position.\" <i>Myers,</i> 50 F.3d at 284 (citation omitted). \"[A]n employer is not required to find another job for an employee who is no longer qualified to perform the duties of the job previously held but discontinued by virtue of a disability, unless the employer normally provides such alternative employment under its existing policies.\" <i>Reigel,</i> 859 F.Supp. at 973 (citation omitted).</p>\n<p>But even the \"existing policies\" language is of limited value after <i>Myers.</i> Although the record indicates that Avnet has a policy of considering disabled employees for alternative positions, it was nevertheless acting within its rights if, as plaintiff alleges, defendant violated that policy in denying plaintiff alternative employment. An employer's violation of its own policy does not, without more, constitute a violation of the ADA. \"A particular accommodation is not necessarily reasonable, and thus federally mandated, simply because [an employer] elects to establish it as a matter of policy ... [An employer's] alternative placement provision does not, therefore, reflect a national rule of reasonable accommodation.\" <i>Myers,</i> 50 F.3d at 284.</p>\n<p>Plaintiff cites several cases that would contradict <i>Myers</i> on the question of whether reassignment may be a reasonable accommodation under the ADA, and therefore holding that failure to re-assign a disabled employee may impose liability upon an employer. Of these cases, <i>Benson v. Northwest Airlines, Inc.,</i> <span class=\"citation\" data-id=\"701808\"><a href=\"/opinion/701808/robert-d-benson-v-northwest-airlines-inc-karen-pierce-harvey-armstrong/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1108</span></a></span> (8th Cir.1995) is clearly distinguishable as it represents a different approach to the ADA followed by the Eighth Circuit. <i>Benson</i> might very well be the law of the Eighth Circuit, but the Fourth Circuit has quite clearly expressed its rejection of that opinion's approach to the ADA.</p>\n<p>The case of <i>Vazquez v. Bedsole,</i> <span class=\"citation\" data-id=\"1644402\"><a href=\"/opinion/1644402/vazquez-v-bedsole/\"><span class=\"volume\">888</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">727</span></a></span> (E.D.N.C.1995) is of no precedential value. There, contrary to the law in the Fourth Circuit, the Court relied upon § 12111(9) to conclude that an ADA plaintiff can establish a material issue of fact by claiming she was not re-assigned to another position. <i>Vazquez,</i> 888 F.Supp. at 731. Of course, section 12111(9)'s active verb is \"may,\" and the Fourth Circuit has repeatedly (and properly) declined to adopt the statutory and interpretive suggestions as binding law. Consequently, the Fourth Circuit reached the conclusion directly opposite of <i>Vazquez,</i> and it bears repeating:</p>\n<blockquote>\n<span class=\"star-pagination\">*1136</span> This circuit has made it clear ... that the duty of reasonable accommodation does not encompass a responsibility to provide a disabled employee with alternative employment when the employee is unable to meet the demands of his present position.</blockquote>\n<p><i>Myers,</i> 50 F.3d at 284; <i>see also </i><i>Guillot v. Garrett,</i> <span class=\"citation\" data-id=\"587616\"><a href=\"/opinion/587616/michael-guillot-v-h-lawrence-garrett-iii-in-his-official-capacity-as/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></a></span>, 1326 (4th Cir.1992); <i>Carter,</i> 822 F.2d at 467; <i>Riley v. Weyerhaeuser,</i> <span class=\"citation\" data-id=\"1464446\"><a href=\"/opinion/1464446/riley-v-weyerhaeuser-paper-co/\"><span class=\"volume\">898</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">324</span></a></span>, 329 (W.D.N.C.1995); <i>Carty v. Carlin,</i> <span class=\"citation\" data-id=\"1514431\"><a href=\"/opinion/1514431/carty-v-carlin/\"><span class=\"volume\">623</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1181</span></a></span> (D.Md. 1985).</p>\n<p>Obviously, this Court is bound by the decisions of the Fourth Circuit in <i>Myers, Carter,</i> and <i>Guillot.</i> Accordingly, <i>Vazquez v. Bedsole,</i> <span class=\"citation\" data-id=\"1644402\"><a href=\"/opinion/1644402/vazquez-v-bedsole/\"><span class=\"volume\">888</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">727</span></a></span> (E.D.N.C.1995) cannot be relied upon as valid precedent.<sup>[5]</sup> It is never reasonable, under the ADA or any other law, to expect an employer to terminate or re-assign employees, or to create a \"make-work\" position, in order to accommodate a disabled employee.</p>\n<p></p>\n<h2><i>3.</i></h2>\n<p>In mandating that ADA accommodations be \"reasonable,\" Congress expressed the view that no judge could be as knowledgeable about a particular employer's shop floor or market position as that particular employer. This Court cannot command Avnet to purchase an additional forklift, re-arrange the layout of its Smithfield operation, or alter the duties of its employees merely because Avnet is a large corporation, or because the plaintiff is a sincerely sympathetic figure, or on account of some real or perceived relationship between the parties in the social hierarchy.</p>\n<p></p>\n<h2><i>D.</i></h2>\n<p>Because plaintiff's disability is not sufficiently substantial, and because the requested accommodations are unreasonable, plaintiff cannot establish that she falls within the ADA's protected class. The same facts which establish plaintiff is insufficiently disabled and not otherwise qualified make obvious the conclusion that the discharge did not occur under circumstances that raise a reasonable inference of unlawful discrimination. Finally, the facts clearly establish that at the time of the discharge, plaintiff was not performing her job at a level that met her employer's legitimate expectations.</p>\n<p>Avnet is therefore entitled to summary judgment as a matter of law on plaintiff's claim under the Americans with Disabilities Act.</p>\n<p></p>\n<h2><i>The North Carolina Handicapped Persons Protection Act</i></h2>\n<p>The North Carolina Supreme Court has declared that the NCHPPA is narrower in scope than the ADA. <i>Burgess v. Your House of Raleigh,</i> <span class=\"citation\" data-id=\"1390962\"><a href=\"/opinion/1390962/burgess-v-your-house-of-raleigh-inc/\"><span class=\"volume\">326</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">205</span></a></span>, 214, <span class=\"citation\" data-id=\"1390962\"><a href=\"/opinion/1390962/burgess-v-your-house-of-raleigh-inc/\"><span class=\"volume\">388</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">134</span></a></span> (1990). The difference in scope is notable, because it is based at least in part on the fact that federal handicap discrimination guidelines make reference to \"working\" as an impairable \"major life activity,\" while the relevant North Carolina statute does not. <i>Compare</i> N.C.Gen.Stat. § 168A-3(4) with 29 C.F.R. § 1614.203(a)(3) (standards under Rehabilitation Act); <i>see </i><i>Burgess,</i> 326 N.C. at 213-14, <span class=\"citation\" data-id=\"1390962\"><a href=\"/opinion/1390962/burgess-v-your-house-of-raleigh-inc/\"><span class=\"volume\">388</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">134</span></a></span>.</p>\n<p>This Court has recently had occasion to interpret the \"major life activity\" of \"working,\" and concluded that such language is superfluous. In <i>Everette v. Runyon,</i> <span class=\"citation\" data-id=\"1970741\"><a href=\"/opinion/1970741/everette-v-runyon/\"><span class=\"volume\">911</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">180</span></a></span> (E.D.N.C.1995), the Court noted that it is impossible to be qualified for an employment while claiming a general foreclosure from a line of work due to a substantial inability to work. Disability claims based upon the \"major life activity\" of \"working\" are insufficiently specific, and thus do not afford an employer an opportunity to consider any accommodations. An employer could, in some situations, reasonably accommodate an employee's <i>specific</i> disabilitysuch as hearing, walking, or seeingbut if the employee's case is based upon a generalized claim of \"inability to work,\" federal law cannot punish an employer for not having accommodated such a vague \"condition.\" While some courts might entertain claims under the \"major life activity\" of \"working,\" this Court does not. Therefore, to the extent <span class=\"star-pagination\">*1137</span> that the ADA might be considered to have a broader scope than the NCHPPA because it allows \"working\" disability, such arguments should be rejected.</p>\n<p>To her credit, plaintiff has been specific in describing her disabilitya 5% permanent partial disability to the back preventing lifting over twenty-five pounds, heavy pulling and pushing, and, by her testimony, excessive bending at the waist. Under the NCHPPA's standards, this disability does not represent a qualifying \"handicap.\" In <i>Gravitte v. Mitsubishi Semiconductor America, Inc.,</i> 109 N.C.App. 466, <span class=\"citation\" data-id=\"1288328\"><a href=\"/opinion/1288328/gravitte-v-mitsubishi-semiconductor-america-inc/\"><span class=\"volume\">428</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">254</span></a></span>, <i>disc. rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">334</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">163</span></span>, <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">360</span></span> (1993), the North Carolina Court of Appeals rejected as insufficiently disabling a back injury that warranted a medical restriction on lifting in excess of forty pounds, repetitive bending, and prolonged sitting or standing in one place. This Court is not prepared to suggest <i>Gravitte</i> would have been decided differently had the restriction been set fifteen pounds lower.</p>\n<p>Plaintiff attempts to distinguish <i>Gravitte</i> by claiming that the back injury in that case impaired only the plaintiff's ability to work, whereas her own back injury also impacts generally on her quality of life by limiting her ability to engage in other specified activities unrelated to work. While plaintiffs inability to perform non-work related tasks evidences the extent of her injury, disability discrimination claims must be based solely on the injury's impact upon plaintiff's ability to work. The law is ultimately concerned with whether or not the plaintiff is generally foreclosed from similar employment, but otherwise qualified with reasonable accommodation. Even if, as plaintiff suggests, the NCHPPA is concerned primarily with whether or not a person is generally inconvenienced, the <i>Gravitte</i> court specifically held that the above-described back injury did not substantially impair those \"essential tasks one must perform on a regular basis in order to carry on a normal existence.\" <i>Gravitte,</i> 109 N.C.App. at 471, <span class=\"citation\" data-id=\"1288328\"><a href=\"/opinion/1288328/gravitte-v-mitsubishi-semiconductor-america-inc/\"><span class=\"volume\">428</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">254</span></a></span>.<sup>[6]</sup></p>\n<p>Even were plaintiff sufficiently disabled under the NCHPPA, the North Carolina Supreme Court would \"look to federal decisions for guidance in establishing evidentiary standards and principles of law to be applied in discrimination cases.\" <i>N.C. Dept. of Correction v. Gibson,</i> <span class=\"citation\" data-id=\"1330034\"><a href=\"/opinion/1330034/north-carolina-dept-of-correction-v-gibson/\"><span class=\"volume\">308</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">131</span></a></span>, 136, <span class=\"citation\" data-id=\"1330034\"><a href=\"/opinion/1330034/north-carolina-dept-of-correction-v-gibson/\"><span class=\"volume\">301</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">78</span></a></span>, 82 (1983). As discussed above, federal decisions would suggest plaintiff's disability does not place her within the protected class, and would further establish that plaintiff's requested accommodations are not reasonable.</p>\n<p>Defendant is therefore entitled to summary judgment against plaintiff on her cause of action under the NCHPPA.<sup>[7]</sup></p>\n<p></p>\n<h2><i>Wrongful Termination in Violation of Public Policy</i></h2>\n<p>North Carolina is an employment-at-will state that recognizes certain statutory and public policy exceptions. <i>Coman v. Thomas Manufacturing Co.,</i> <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">325</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">172</span></a></span>, 175, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span> (1989). \"[W]hile there may be a right to terminate a contract at will for no reason, or for an arbitrary or irrational reason, there can be no right to terminate such a contract for an unlawful reason or purpose that contravenes public policy.\" <i>Ibid.; </i><i>Amos v. Oakdale Knitting Co.,</i> <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, 351, <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span> (1992) (citation omitted). Public policy does not proscribe bad faith termination. North Carolina does not recognize a cause of action for wrongful discharge in bad faith. <i>Amos,</i> 331 N.C. at 360, <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span>.</p>\n<p>Although an action for termination in contravention of public policy need not necessarily be exclusive of other available remedies, <i>Amos,</i> 331 N.C. at 356, <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span>, the only public policy plaintiff might claim was violated by her termination concerns disability discrimination. Because <span class=\"star-pagination\">*1138</span> plaintiff has not established that she suffered illegal discrimination, she cannot claim that her termination violated the public policy against such discrimination.</p>\n<p>The defendant is entitled to summary judgment against plaintiff on her claim of wrongful termination.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants Channel Master Communications and Channel Master Satellite Systems are apparently subsidiaries of defendant Avnet, hence reference to a single \"Avnet\" defendant throughout this opinion. The parties' dispute as to whether plaintiff was employed by the other two named defendants, or by another of Avnet's divisions known as \"Channel Master,\" is irrelevant.</p>\n<p>[2]  The Code of Federal Regulations also suggests that a Court may consider factors relating to the plaintiff's geographical access, and the number and types of jobs available within that geographical area. 29 C.F.R. § 1630.2(j)(3)(ii). In any but the most rural and desolate of areas, accurate and comprehensive evidence of this type would be all but impossible to compile.</p>\n<p>[3]  The <i>Lyons</i> court based its decision on a belief that \"It is clear that an essential aspect of many jobs is the ability to appear at work regularly and on time, and that Congress envisioned that employer assistance with transportation to get the employee to and from the job might be covered.\" <i>Id.,</i> (citation omitted). The Fourth Circuit has rejected this argument. <i>Tyndall v. National Educ. Centers,</i> <span class=\"citation\" data-id=\"675716\"><a href=\"/opinion/675716/mary-m-tyndall-v-national-education-centers-incorporated-of-california/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span>, 213 (4th Cir.1994).</p>\n<p>[4]  Plaintiff's argument that <i>Myers</i> is largely dictum because it adopted a Rehabilitation Act standard is clearly wrong. The questioned portion of <i>Myers</i> cannot be dictum, because it provided the specific basis for the Court's decision. The Court carefully explained its reasons in specifically holding standards under both acts are identical.\n</p>\n<p>Moreover, at least three other circuits have reached the same conclusion. <i>Bolton,</i> 36 F.3d at 943 (10th Cir.); <i>Vande Zande v. Wisconsin Dep't of Admin.,</i> <span class=\"citation\" data-id=\"686498\"><a href=\"/opinion/686498/lori-l-vande-zande-v-state-of-wisconsin-department-of-administration/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">538</span></a></span>, 542 (7th Cir.1995); <i>McDonald v. Commonwealth of Pennsylvania,</i> <span class=\"citation\" data-id=\"701318\"><a href=\"/opinion/701318/bonita-mcdonald-v-commonwealth-of-pennsylvania-department-of-public/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span> (3d Cir.1995). Finally, as noted above, 42 U.S.C. § 12111(9) and its administrative interpretations do not \"specifically define\" anything, and thus do not establish any new standards that might be differentiated from those found in the Rehabilitation Act.</p>\n<p>[5]  Notably, the Western District's opinion in <i>Riley,</i> which evidences a familiarity with <i>Vazquez,</i> followed the Fourth Circuit precedent.</p>\n<p>[6]  Plaintiff claims her inability to have normal relations with her husband is an actionable NCHPPA \"major life activity\" impairment. This argument was specifically rejected by the state Supreme Court. <i>Burgess,</i> 326 N.C. at 214, <span class=\"citation\" data-id=\"1390962\"><a href=\"/opinion/1390962/burgess-v-your-house-of-raleigh-inc/\"><span class=\"volume\">388</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">134</span></a></span>.</p>\n<p>[7]  Plaintiff's failure to qualify under the NCHPPA precludes any discussion of defendant's statute of limitations claims.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587616/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/692288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1288328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1330034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1390962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1396639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1464446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1514431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1644402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1970741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2148805/"
  ]
}