{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1946919/",
  "absolute_url": "/opinion/1946919/sec-v-pinckney/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1946919/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:53:29.801662Z",
  "date_modified": "2016-04-27T00:03:44.814329Z",
  "type": "010combined",
  "sha1": "9da279988c997bb12dcb8bf6ab0871d919f37a8d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>923 F.Supp. 76 (1996)</b></center>\n<center><h1>SECURITIES AND EXCHANGE COMMISSION, Plaintiff,<br>\nv.<br>\nJerome E. PINCKNEY, et al., Defendants.</h1></center>\n<center>No. 7:95-CV-122-BR-1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>April 24, 1996.</center>\n<p><span class=\"star-pagination\">*77</span> <span class=\"star-pagination\">*78</span> Edward G. Sullivan, Peter J. Luiso, U.S. Securities &amp; Exchange Commission, Atlanta, GA, for S.E.C.</p>\n<p>Auley McRae Crouch, III, Wilmington, NC, for Jerome E. Pinckney.</p>\n<p>Robert A. Singer, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, NC, for Richard L. Arnold.</p>\n<p>Richard L. Arnold, Raleigh, NC, pro se.</p>\n<p>Donald E. Elder, Hilton Head, SC, pro se.</p>\n<p>Shaun K.R. Maxwell, Napa, CA, pro se.</p>\n<p>Anthony Bukovich, Jr., Tampa, FL, pro se.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>Before the court are the motions to dismiss of defendants Pinckney and Arnold. Plaintiff Securities and Exchange Commission (\"SEC\") responded, and Pinckney replied. This matter is thus ripe for disposition.</p>\n<p></p>\n<h2>I. <i>FACTS</i>\n</h2>\n<p>Two allegedly fraudulent schemes form the basis of the complaint. Each scheme involved purported investment in \"prime bank instruments.\" These instruments are represented as bank letters of credit or bank guarantees, the trading of which generates profits. According to the SEC, \"prime bank instruments\" are nonexistent, and the investor's money disappears through the use of a limited power of attorney.</p>\n<p>The alleged scheme at issue here<sup>[1]</sup> revolved around a prospective investor, Lanny Wilson of Wilmington. In April 1994, defendant Pinckney, a licensed securities broker at Wheat First Butcher Singer in Wilmington, became aware of an investment program through Ralph Serrapede, the husband of one of his clients; Serrapede placed defendant Arnold, who operates Atlantic Financial Group, Inc. in Raleigh, in contact with Pinckney. Pinckney in turn contacted his neighbor, attorney Gary Shipman, about this program.</p>\n<p>With this particular program, the purported investment would yield a 9% return per week, guaranteed by a \"top five U.S. bank,\" resulting in no risk. The investor would submit a letter of intent, indicating sufficient net worth. Then, the investor would travel <span class=\"star-pagination\">*79</span> to New York City to meet with the bank officials, at which time greater details of the program would be revealed. If the investor \"found everything in order,\" the investor would deposit $10 million in the bank and receive the bank's guarantee.</p>\n<p>Soon after Pinckney's initial contact with Shipman, Pinckney and Arnold met with Shipman, Shipman's partner Gary Rhine, and Lanny Wilson. The SEC claims that during this meeting Pinckney and Arnold made certain representations about the investment program. Allegedly, Arnold further stated that he had worked for years with defendant Elder, the principal of the company which traded \"prime bank instruments.\" After this meeting, Arnold faxed a description of the program and specimen documents, similar to those Wilson would be required to execute in New York.</p>\n<p>Wilson and attorneys Shipman and Rhine thereafter contacted Elder, who has been in the banking business for the past thirty years. Elder made the same representations about the investment program as Pinckney and Arnold and also represented that he had several clients participating in such programs. Elder then referred Wilson, Shipman, and Rhine to defendant Cruz, a certified financial planner in New Jersey. Subsequently, a conference call occurred between Wilson, Shipman, Rhine, Pinckney, and Cruz. During this call, Cruz purportedly made the same representations about the program as the other defendants and later referred Wilson, Shipman, and Rhine to defendant Maxwell, who operates ALP Financial Services in the state of Washington. The SEC argues that Maxwell made the same misrepresentations as the others with two exceptions: that a major U.S. trust, not a bank, would guarantee the investment and that the investor's funds would be at risk forty-eight hours. Ultimately, Wilson chose not to invest in the program after having been informed by the Office of the Comptroller of the Currency that such investment programs were fraudulent or otherwise disreputable.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>Both defendants have moved to dismiss pursuant to Fed.R.Civ.P. 12(b)(1) and (6). In a situation such as the one before the court, where the existence of a \"security\" for purposes of the Securities Act of 1933 (\"the Act\") is contested, dismissal for lack of jurisdiction is not appropriate. <i>See </i><i>Rivanna Trawlers Unlimited v. Thompson Trawlers, Inc.,</i> 840 F.2d 236, 239 (4th Cir.1988). Rather, the court should accept jurisdiction and deal with the objection as an attack on the merits, unless the federal claims asserted by the plaintiff are immaterial or insubstantial. <i>Id.</i> The claimed violations of the Act are neither immaterial nor insubstantial. Accordingly, the court treats the instant motions as motions to dismiss for failure to state a claim. However, as Pinckney has presented matters outside the pleadings and Arnold has referred to matters outside the pleadings, the instant motions are converted to summary judgment motions.<sup>[2]</sup><i>See</i> Fed. R.Civ.P. 12(b).</p>\n<p>Summary judgment is appropriate if the court is satisfied that \"there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2514. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> 913 F.2d 1085, 1087 (4th Cir.1990), <i>cert. denied,</i> 498 U.S. 1109, 111 S.Ct. 1018, 112 L.Ed.2d 1100 (1991). The party seeking summary judgment has the initial burden to show the absence of <span class=\"star-pagination\">*80</span> evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 2554, 91 L.Ed.2d 265 (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> 39 F.3d 515, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> 13 F.3d 791, 798 (4th Cir.1994)).</p>\n<p>The SEC alleges defendants violated § 17(a) of the Act, 15 U.S.C. § 77q(a), which makes its unlawful to use fraudulent practices and misrepresentations or omissions in connection with the offer, sale, or purchase of any security.<sup>[3]</sup> Although this anti-fraud provision \"must be construed flexibly to achieve [its] remedial purposes,\" <i>Malamphy v. Real-Tex Enters., Inc.,</i> 527 F.2d 978, 980 (4th Cir.1975); <i>see also </i><i>Tcherepnin v. Knight,</i> 389 U.S. 332, 336, 88 S.Ct. 548, 553, 19 L.Ed.2d 564 (1967), \"it is also important to bear in mind that Congress, in enacting the securities laws, did not intend to provide a federal remedy for all common law fraud,\" <i>Rivanna Trawlers Unlimited,</i> 840 F.2d at 241.</p>\n<p></p>\n<h2>A. <i>Security</i>\n</h2>\n<p>Defendants' primary argument for summary judgment focuses on whether the prime bank instrument allegedly offered to the investor, Wilson, constitutes a security under the Act. The Act's broad definition of \"security\" includes notes, stocks, bonds, and investment contracts. <i>See</i> 15 U.S.C. § 77b. In determining whether a particular investment falls within this definition, one must look to the substance, rather than the form, of the transaction, and \"the emphasis should be on economic reality.\" <i>Tcherepnin,</i> 389 U.S. at 336, 88 S.Ct. at 553. Also, the court examines the promoters' representations to determine whether the promoters were representing the investor's interest to be a security. <i>See </i><i>SEC v. United Benefit Life Ins. Co.,</i> 387 U.S. 202, 211, 87 S.Ct. 1557, 1562, 18 L.Ed.2d 673 (1967). In this case, the SEC contends that what defendants represented, a prime bank instrument, is an investment contract.</p>\n<p>In the seminal case of <i>SEC v. W.J. Howey Co.,</i> 328 U.S. 293, 301, 66 S.Ct. 1100, 1104, 90 L.Ed. 1244 (1946), the Supreme Court defined an investment contract as: \"(i) an investment of money (ii) in a common enterprise (iii) with an expectation of profits garnered `solely' from the efforts of others.\" <i>Teague v. Bakker,</i> 35 F.3d 978, 986 (4th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 1107, 130 L.Ed.2d 1073 (1995). As defendants dispute whether all prongs are met, the court will examine each prong in turn.</p>\n<p>The first prong need not detain the court long. \"[A]n `investment of money' means only that the investor must commit his assets to the enterprise in such a manner as to subject himself to financial loss.\" <i>Hector v. Wiens,</i> 533 F.2d 429, 432 (9th Cir. 1976). Arnold argues that because Wilson's funds would be deposited in a bank account under his sole control and guaranteed by the bank, his funds were not placed at risk and thus he could suffer no loss. In support of this contention, Arnold points to the specimen documents provided to Rhine and Shipman, (see Pl.'s Mem.Supp.Prelim.Inj. Ex. 2 at 8-0005 to 8-0006), and the testimony of Rhine, (see <i>id.</i> Ex. 1). These documents and the testimony do indicate that it was represented that the investor would be in a \"no lose\" situation. However, the SEC alleges that such representations were false and form the entire basis for the instant action. According to the SEC, the investor's funds would disappear through the use of a limited <span class=\"star-pagination\">*81</span> power of attorney. There is evidence, in the documents that Arnold faxed to Rhine and Shipman, that Wilson would be required to execute a limited power of attorney. (<i>See id.</i> Ex. 2 at 8-0006.) Also, there is evidence that, although Arnold represented Wilson's funds would be under his (Wilson's) control, Arnold stated that profits would be generated by the trading of these instruments. (<i>See id.</i> Ex. 18 at 95, 133.) Had Wilson followed through with the opportunity, he would have been subject to financial loss, either through the use of the power of attorney or by virtue of any \"trades\" made. Therefore, the first prong of the <i>Howey</i> test is satisfied.</p>\n<p>Arnold's and Pinckney's primary argument centers on whether the common enterprise prong is satisfied. According to a recent commentator, the law in this area is in a state of \"chaos.\" Maura K. Monaghan, Note, <i>An Uncommon State of Confusion: The Common Enterprise Element of Investment Contract Analysis,</i> 63 Fordham L.Rev. 2135, 2171 (1995). There exist intercircuit as well as intracircuit disagreements. <i>Id.</i> at 2137-38. To establish a common enterprise, some courts require a showing of \"horizontal commonality\"  a pooling of investments. <i>See, e.g., </i><i>SEC v. Lauer,</i> 52 F.3d 667, 670 (7th Cir.1995); <i>Deckebach v. La Vida Charters, Inc.,</i> 867 F.2d 278, 281-82 (6th Cir.1989); <i>Salcer v. Merrill Lynch, Pierce, Fenner &amp; Smith, Inc.,</i> 682 F.2d 459, 460 (3d Cir.1982). Other courts require only \"vertical commonality,\" a more liberal approach than horizontal commonality. While horizontal commonality focuses on the relationship between multiple investors, vertical commonality focuses on the relationship between the promoter and the investor. Monaghan, <i>supra,</i> at 2137-38 &amp; n. 17; <i>see also </i><i>Revak v. SEC Realty Corp.,</i> 18 F.3d 81, 87 (2d Cir.1994). Vertical commonality can be further classified as either \"broad vertical commonality\" or \"strict vertical commonality.\" The \"broad\" approach requires a showing that the investor's fortunes are dependent upon the promoter's expertise. <i>See </i><i>Long v. Shultz Cattle Co.,</i> 881 F.2d 129, 140 (5th Cir.1989). Like this approach, strict vertical commonality requires interdependence between the investor and the promoter; however, with strict vertical commonality, it is the fortunes of the investor and the promoter which must be linked. <i>SEC v. Eurobond Exchange, Ltd.,</i> 13 F.3d 1334, 1339 (9th Cir.1994).</p>\n<p>The Fourth Circuit has yet to decide whether vertical commonality, in the absence of horizontal commonality, establishes a common enterprise. <i>See </i><i>Teague,</i> 35 F.3d at 986 n. 8 (noting that because horizontal commonality was present, the court need not determine whether vertical commonality alone will suffice). Within the district courts of the Circuit, some courts have relied solely on vertical commonality to meet the common enterprise prong. <i>See </i><i>Bailey v. J.W.K. Properties, Inc.,</i> 703 F.Supp. 478, 492 (W.D.Va.1989) (Crigler, Mag. J.) (\"On the question of common enterprise, it appears axiomatic that only vertical commonality need be shown, i.e. a common venture between investor and promoter rather than among investors.\" (citing <i>Brodt v. Bache &amp; Co.,</i> 595 F.2d 459 (9th Cir.1978)), <i>rev'd on other grounds,</i> 904 F.2d 918 (4th Cir.1990) (per curiam); <i>Waterman v. Alta Verde Indus., Inc.,</i> 643 F.Supp. 797, 803 n. 6 (E.D.N.C.1986) (\"A common enterprise exists where the fortunes of the investor are interwoven with and dependent upon the efforts of and success of the party seeking the investment or of a third party.\" (citing <i>SEC v. Continental Commodities Corp.,</i> 497 F.2d 516, 522 (5th Cir.1974)), <i>aff'd,</i> 833 F.2d 1006 (4th Cir.1987) (table). Other courts, although not directly addressing the issue whether vertical commonality alone is sufficient, have indicated which approach to vertical commonality they follow. <i>See </i><i>In re EPIC Mortgage Ins. Litig.,</i> 701 F.Supp. 1192, 1248 (E.D.Va.1988) (holding that there was no \"common venture\" where the fortunes of the purchasers were not tied to the fortunes of the seller), <i>aff'd in part and rev'd in part on other grounds,</i> 910 F.2d 118 (4th Cir.1990); <i>Shotto v. Laub,</i> 635 F.Supp. 835, 839 (D.Md. 1986) (\"This court interprets the vertical commonality test as requiring, at a minimum, that there be some showing that the investor's fortunes are interwoven with those of his broker, beyond the mere payment of commissions and interest.\").</p>\n<p><span class=\"star-pagination\">*82</span> In this case, horizontal commonality is not present. Defendants cite the testimony of Rhine, who states that it was his understanding that the funds would not be pooled with any other funds. (Pl.'s Mem.Supp.Prelim.Inj. Ex. 1 at 42; <i>see also</i> Pinckney's Mem.Supp.Mot.Dismiss Ex. 3 at 1.) The SEC has not come forward with any evidence to contradict this testimony. There is no evidence that Wilson's profits would be tied to any other investor's profits and distributed pro rata.</p>\n<p>As horizontal commonality does not exist, the court is thus faced with addressing the issue of whether a form of vertical commonality satisfies the second prong of the <i>Howey</i> test. If the court were to adopt the view that horizontal commonality is required for a common enterprise, multiple, parallel frauds between one investor and the promoter(s) would be excluded from the Act's coverage. <i>See</i> Monaghan, <i>supra,</i> at 2156. This result is overly restrictive and not in keeping with the Act's remedial goal of preventing misrepresentation in connection with an offer of what would otherwise be a security but for the absence of multiple investors. For this reason, the court concludes vertical commonality is sufficient to establish the existence of a common enterprise.</p>\n<p>With respect to which form of vertical commonality is required, the court is persuaded by the reasoning of the Second Circuit in <i>Revak.</i> The court noted that for broad vertical commonality to exist, \"the fortunes of the investors need be linked only to the <i>efforts</i> of the promoter.\" <i>Revak,</i> 18 F.3d at 87-88. But, the court held broad vertical commonality would not satisfy <i>Howey</i>'s second prong, by concluding that</p>\n<blockquote>[i]f a common enterprise can be established by the mere showing that the fortunes of the investors are tied to the efforts of the promoter, two separate questions posed by <i>Howey</i>  whether a common enterprise exists and whether the investors' profits are to be derived solely from the efforts of others  are effectively merged into a single inquiry: \"whether the fortuity of the investments collectively is essentially dependent upon promoter expertise.\"</blockquote>\n<p><i>Id.</i> at 88 (citations omitted). The court agrees that broad vertical commonality renders the third prong of the <i>Howey</i> test virtually superfluous. Accordingly, the court adopts the strict vertical commonality approach; a common enterprise may be established by showing that the investor's profits are directly related to the promoter's profits.</p>\n<p>Having concluded that strict vertical commonality will suffice, the court now looks to whether defendants have met their burden of showing the absence of evidence to support the existence of a common enterprise and hence a security. With respect to this prong of the <i>Howey</i> test, Pinckney and Arnold focus primarily on the lack of horizontal commonality. (<i>See</i> Pinckney's Mem.Supp.Mot.Dismiss at 15-16; Arnold's Mem.Supp.Mot.Dismiss at 8-9.) Both of these defendants make much of the fact that Wilson's return would be guaranteed by a bank. While this may be so, evidence also exists that defendants' fortunes would be linked to Wilson's return on the investment and those fortunes would be derived from a percentage of the return. (<i>See</i> Pl.'s Mem.Supp.Prelim.Inj. Ex. 18 at 82-83, 95.) As such, there is a factual dispute as to the existence of a common enterprise and summary judgment cannot be granted on this basis.</p>\n<p>Defendants also dispute whether the alleged scheme meets the third prong of <i>Howey.</i> Although this prong literally requires that the investor expect profits \"solely\" from the efforts of others, courts generally do not give it such a construction. <i>Bailey,</i> 904 F.2d at 920 &amp; n. 3. \"[A] program requiring some effort from the investor may still constitute an `investment contract,' but the most essential functions or duties must be performed by others and not the investor.\" <i>Id.</i> at 920. Again, defendants cite to the guarantee that Wilson would receive from the bank. They argue the guarantee indicates that the funds were under Wilson's sole control and thus he relied on the efforts of no one to garner profits. But, as noted previously, Wilson may have been required to execute a limited power of attorney. By doing so, his funds would not have been under his sole control. It was how the promoters <span class=\"star-pagination\">*83</span> would purportedly be able to execute \"trades\" and generate profits. This evidence would tend to show that Wilson would have been a passive investor while the trading group generated profits for his benefit. Thus, a factual dispute also exists as to this prong and likewise warrants the denial of summary judgment.</p>\n<p></p>\n<h2>B. <i>Offer</i>\n</h2>\n<p>Defendant Pinckney contends he did not offer a security. The Act defines an \"offer\" as \"every attempt or offer to dispose of, or solicitation of an offer to buy, a security or interest in a security, for value.\" 15 U.S.C. § 77b(3). Pinckney alleges that he was conducting a \"due diligence investigation\" to determine whether the program was legitimate. Based upon the SEC's corresponding allegations, a reasonable juror could conclude otherwise. Accordingly, summary judgment is denied on this ground.</p>\n<p></p>\n<h2>C. <i>Scienter</i>\n</h2>\n<p>Both Pinckney and Arnold argue that each lacks the requisite degree of scienter to be liable under § 17(a) of the Act. Questions of this nature  i.e., ones involving inferences to be drawn based on motive or intent  are inappropriate for summary judgment. <i>See generally</i> 10A Charles A. Wright et al., <i>Federal Practice and Procedure</i> § 2730 (2d ed. 1983 &amp; Supp.1995).</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>For the foregoing reasons, defendants' motions are DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  The second scheme, not relevant to the instant motions, is described in detail in the court's order of 6 November 1995.</p>\n<p>[2]  Pinckney actually moved for summary judgment as an alternative to failure to state a claim.</p>\n<p>[3]  Specifically, the SEC alleges defendants violated § 17(a)(1) and (3) which provide that:\n</p>\n<p>It shall be unlawful for any person in the offer or sale of any securities by the use of any means or instruments of transportation or communication in interstate commerce or by the use of the mails, directly or indirectly </p>\n<p>(1) to employ any device, scheme, or artifice to defraud, or</p>\n<p>.   .   .   .   .</p>\n<p>(3) to engage in any transaction, practice, or course of business which operates or would operate as a fraud or deceit upon the purchaser.</p>\n<p>15 U.S.C. § 77q(a).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">923</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">76</span></span> (1996)</b></center>\n<center><h1>SECURITIES AND EXCHANGE COMMISSION, Plaintiff,<br>\nv.<br>\nJerome E. PINCKNEY, et al., Defendants.</h1></center>\n<center>No. 7:95-CV-122-BR-1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>April 24, 1996.</center>\n<p><span class=\"star-pagination\">*77</span> <span class=\"star-pagination\">*78</span> Edward G. Sullivan, Peter J. Luiso, U.S. Securities &amp; Exchange Commission, Atlanta, GA, for S.E.C.</p>\n<p>Auley McRae Crouch, III, Wilmington, NC, for Jerome E. Pinckney.</p>\n<p>Robert A. Singer, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, NC, for Richard L. Arnold.</p>\n<p>Richard L. Arnold, Raleigh, NC, pro se.</p>\n<p>Donald E. Elder, Hilton Head, SC, pro se.</p>\n<p>Shaun K.R. Maxwell, Napa, CA, pro se.</p>\n<p>Anthony Bukovich, Jr., Tampa, FL, pro se.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>Before the court are the motions to dismiss of defendants Pinckney and Arnold. Plaintiff Securities and Exchange Commission (\"SEC\") responded, and Pinckney replied. This matter is thus ripe for disposition.</p>\n<p></p>\n<h2>I. <i>FACTS</i>\n</h2>\n<p>Two allegedly fraudulent schemes form the basis of the complaint. Each scheme involved purported investment in \"prime bank instruments.\" These instruments are represented as bank letters of credit or bank guarantees, the trading of which generates profits. According to the SEC, \"prime bank instruments\" are nonexistent, and the investor's money disappears through the use of a limited power of attorney.</p>\n<p>The alleged scheme at issue here<sup>[1]</sup> revolved around a prospective investor, Lanny Wilson of Wilmington. In April 1994, defendant Pinckney, a licensed securities broker at Wheat First Butcher Singer in Wilmington, became aware of an investment program through Ralph Serrapede, the husband of one of his clients; Serrapede placed defendant Arnold, who operates Atlantic Financial Group, Inc. in Raleigh, in contact with Pinckney. Pinckney in turn contacted his neighbor, attorney Gary Shipman, about this program.</p>\n<p>With this particular program, the purported investment would yield a 9% return per week, guaranteed by a \"top five U.S. bank,\" resulting in no risk. The investor would submit a letter of intent, indicating sufficient net worth. Then, the investor would travel <span class=\"star-pagination\">*79</span> to New York City to meet with the bank officials, at which time greater details of the program would be revealed. If the investor \"found everything in order,\" the investor would deposit $10 million in the bank and receive the bank's guarantee.</p>\n<p>Soon after Pinckney's initial contact with Shipman, Pinckney and Arnold met with Shipman, Shipman's partner Gary Rhine, and Lanny Wilson. The SEC claims that during this meeting Pinckney and Arnold made certain representations about the investment program. Allegedly, Arnold further stated that he had worked for years with defendant Elder, the principal of the company which traded \"prime bank instruments.\" After this meeting, Arnold faxed a description of the program and specimen documents, similar to those Wilson would be required to execute in New York.</p>\n<p>Wilson and attorneys Shipman and Rhine thereafter contacted Elder, who has been in the banking business for the past thirty years. Elder made the same representations about the investment program as Pinckney and Arnold and also represented that he had several clients participating in such programs. Elder then referred Wilson, Shipman, and Rhine to defendant Cruz, a certified financial planner in New Jersey. Subsequently, a conference call occurred between Wilson, Shipman, Rhine, Pinckney, and Cruz. During this call, Cruz purportedly made the same representations about the program as the other defendants and later referred Wilson, Shipman, and Rhine to defendant Maxwell, who operates ALP Financial Services in the state of Washington. The SEC argues that Maxwell made the same misrepresentations as the others with two exceptions: that a major U.S. trust, not a bank, would guarantee the investment and that the investor's funds would be at risk forty-eight hours. Ultimately, Wilson chose not to invest in the program after having been informed by the Office of the Comptroller of the Currency that such investment programs were fraudulent or otherwise disreputable.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>Both defendants have moved to dismiss pursuant to Fed.R.Civ.P. 12(b)(1) and (6). In a situation such as the one before the court, where the existence of a \"security\" for purposes of the Securities Act of 1933 (\"the Act\") is contested, dismissal for lack of jurisdiction is not appropriate. <i>See </i><i>Rivanna Trawlers Unlimited v. Thompson Trawlers, Inc.,</i> <span class=\"citation\" data-id=\"502274\"><a href=\"/opinion/502274/rivanna-trawlers-unlimited-a-virginia-general-partnership-bruce-h-cabell/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">236</span></a></span>, 239 (4th Cir.1988). Rather, the court should accept jurisdiction and deal with the objection as an attack on the merits, unless the federal claims asserted by the plaintiff are immaterial or insubstantial. <i>Id.</i> The claimed violations of the Act are neither immaterial nor insubstantial. Accordingly, the court treats the instant motions as motions to dismiss for failure to state a claim. However, as Pinckney has presented matters outside the pleadings and Arnold has referred to matters outside the pleadings, the instant motions are converted to summary judgment motions.<sup>[2]</sup><i>See</i> Fed. R.Civ.P. 12(b).</p>\n<p>Summary judgment is appropriate if the court is satisfied that \"there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2514. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> <span class=\"citation\" data-id=\"547612\"><a href=\"/opinion/547612/nathan-miller-v-emery-leathers-officer-and-north-carolina-prisoner-legal/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087 (4th Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1100</span></span> (1991). The party seeking summary judgment has the initial burden to show the absence of <span class=\"star-pagination\">*80</span> evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2554, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"681609\"><a href=\"/opinion/681609/66-fair-emplpraccas-bna-360-65-empl-prac-dec-p-43371-brenda/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> <span class=\"citation\" data-id=\"660200\"><a href=\"/opinion/660200/deborah-shaw-administratrix-of-the-estate-of-sidney-bowen-deceased-nancy/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 798 (4th Cir.1994)).</p>\n<p>The SEC alleges defendants violated § 17(a) of the Act, 15 U.S.C. § 77q(a), which makes its unlawful to use fraudulent practices and misrepresentations or omissions in connection with the offer, sale, or purchase of any security.<sup>[3]</sup> Although this anti-fraud provision \"must be construed flexibly to achieve [its] remedial purposes,\" <i>Malamphy v. Real-Tex Enters., Inc.,</i> <span class=\"citation\" data-id=\"331924\"><a href=\"/opinion/331924/blue-sky-l-rep-p-71258-fed-sec-l-rep-p-95336-michael-p-malamphy/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">978</span></a></span>, 980 (4th Cir.1975); <i>see also </i><i>Tcherepnin v. Knight,</i> <span class=\"citation\" data-id=\"107563\"><a href=\"/opinion/107563/tcherepnin-v-knight/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 336, <span class=\"citation\" data-id=\"107563\"><a href=\"/opinion/107563/tcherepnin-v-knight/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">548</span></a></span>, 553, <span class=\"citation\" data-id=\"107563\"><a href=\"/opinion/107563/tcherepnin-v-knight/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span></a></span> (1967), \"it is also important to bear in mind that Congress, in enacting the securities laws, did not intend to provide a federal remedy for all common law fraud,\" <i>Rivanna Trawlers Unlimited,</i> 840 F.2d at 241.</p>\n<p></p>\n<h2>A. <i>Security</i>\n</h2>\n<p>Defendants' primary argument for summary judgment focuses on whether the prime bank instrument allegedly offered to the investor, Wilson, constitutes a security under the Act. The Act's broad definition of \"security\" includes notes, stocks, bonds, and investment contracts. <i>See</i> 15 U.S.C. § 77b. In determining whether a particular investment falls within this definition, one must look to the substance, rather than the form, of the transaction, and \"the emphasis should be on economic reality.\" <i>Tcherepnin,</i> 389 U.S. at 336, 88 S.Ct. at 553. Also, the court examines the promoters' representations to determine whether the promoters were representing the investor's interest to be a security. <i>See </i><i>SEC v. United Benefit Life Ins. Co.,</i> <span class=\"citation\" data-id=\"107454\"><a href=\"/opinion/107454/sec-v-united-benefit-life-ins-co/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, 211, <span class=\"citation\" data-id=\"107454\"><a href=\"/opinion/107454/sec-v-united-benefit-life-ins-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1557</span></a></span>, 1562, <span class=\"citation\" data-id=\"107454\"><a href=\"/opinion/107454/sec-v-united-benefit-life-ins-co/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">673</span></a></span> (1967). In this case, the SEC contends that what defendants represented, a prime bank instrument, is an investment contract.</p>\n<p>In the seminal case of <i>SEC v. W.J. Howey Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></span>, 301, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1100</span></span>, 1104, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1244</span></span> (1946), the Supreme Court defined an investment contract as: \"(i) an investment of money (ii) in a common enterprise (iii) with an expectation of profits garnered `solely' from the efforts of others.\" <i>Teague v. Bakker,</i> <span class=\"citation\" data-id=\"678522\"><a href=\"/opinion/678522/joseph-w-teague-helen-b-teague-steven-allen-barker-rita-strahowski/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">978</span></a></span>, 986 (4th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1073</span></span> (1995). As defendants dispute whether all prongs are met, the court will examine each prong in turn.</p>\n<p>The first prong need not detain the court long. \"[A]n `investment of money' means only that the investor must commit his assets to the enterprise in such a manner as to subject himself to financial loss.\" <i>Hector v. Wiens,</i> <span class=\"citation\" data-id=\"334710\"><a href=\"/opinion/334710/fed-sec-l-rep-p-95468-ernest-c-hector-v-herman-wiens-individually/\"><span class=\"volume\">533</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">429</span></a></span>, 432 (9th Cir. 1976). Arnold argues that because Wilson's funds would be deposited in a bank account under his sole control and guaranteed by the bank, his funds were not placed at risk and thus he could suffer no loss. In support of this contention, Arnold points to the specimen documents provided to Rhine and Shipman, (see Pl.'s Mem.Supp.Prelim.Inj. Ex. 2 at 8-0005 to 8-0006), and the testimony of Rhine, (see <i>id.</i> Ex. 1). These documents and the testimony do indicate that it was represented that the investor would be in a \"no lose\" situation. However, the SEC alleges that such representations were false and form the entire basis for the instant action. According to the SEC, the investor's funds would disappear through the use of a limited <span class=\"star-pagination\">*81</span> power of attorney. There is evidence, in the documents that Arnold faxed to Rhine and Shipman, that Wilson would be required to execute a limited power of attorney. (<i>See id.</i> Ex. 2 at 8-0006.) Also, there is evidence that, although Arnold represented Wilson's funds would be under his (Wilson's) control, Arnold stated that profits would be generated by the trading of these instruments. (<i>See id.</i> Ex. 18 at 95, 133.) Had Wilson followed through with the opportunity, he would have been subject to financial loss, either through the use of the power of attorney or by virtue of any \"trades\" made. Therefore, the first prong of the <i>Howey</i> test is satisfied.</p>\n<p>Arnold's and Pinckney's primary argument centers on whether the common enterprise prong is satisfied. According to a recent commentator, the law in this area is in a state of \"chaos.\" Maura K. Monaghan, Note, <i>An Uncommon State of Confusion: The Common Enterprise Element of Investment Contract Analysis,</i> 63 Fordham L.Rev. 2135, 2171 (1995). There exist intercircuit as well as intracircuit disagreements. <i>Id.</i> at 2137-38. To establish a common enterprise, some courts require a showing of \"horizontal commonality\"  a pooling of investments. <i>See, e.g., </i><i>SEC v. Lauer,</i> <span class=\"citation\" data-id=\"694339\"><a href=\"/opinion/694339/securities-and-exchange-commission-v-john-d-lauer-and-clifton-capital/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">667</span></a></span>, 670 (7th Cir.1995); <i>Deckebach v. La Vida Charters, Inc.,</i> <span class=\"citation\" data-id=\"518127\"><a href=\"/opinion/518127/blue-sky-l-rep-p-72952-fed-sec-l-rep-p-94182-r-alan-deckebach/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">278</span></a></span>, 281-82 (6th Cir.1989); <i>Salcer v. Merrill Lynch, Pierce, Fenner &amp; Smith, Inc.,</i> <span class=\"citation\" data-id=\"406073\"><a href=\"/opinion/406073/fed-sec-l-rep-p-98752-salcer-william-z-v-merrill-lynch-pierce/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">459</span></a></span>, 460 (3d Cir.1982). Other courts require only \"vertical commonality,\" a more liberal approach than horizontal commonality. While horizontal commonality focuses on the relationship between multiple investors, vertical commonality focuses on the relationship between the promoter and the investor. Monaghan, <i>supra,</i> at 2137-38 &amp; n. 17; <i>see also </i><i>Revak v. SEC Realty Corp.,</i> <span class=\"citation\" data-id=\"664630\"><a href=\"/opinion/664630/thomas-revak-diane-m-revak-gary-hale-sharon-hale-irwin-l-allman/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 87 (2d Cir.1994). Vertical commonality can be further classified as either \"broad vertical commonality\" or \"strict vertical commonality.\" The \"broad\" approach requires a showing that the investor's fortunes are dependent upon the promoter's expertise. <i>See </i><i>Long v. Shultz Cattle Co.,</i> <span class=\"citation\" data-id=\"527001\"><a href=\"/opinion/527001/jim-long-v-shultz-cattle-company-incorporated-an-oklahoma-corporation/\"><span class=\"volume\">881</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span>, 140 (5th Cir.1989). Like this approach, strict vertical commonality requires interdependence between the investor and the promoter; however, with strict vertical commonality, it is the fortunes of the investor and the promoter which must be linked. <i>SEC v. Eurobond Exchange, Ltd.,</i> <span class=\"citation\" data-id=\"660269\"><a href=\"/opinion/660269/securities-and-exchange-commission-v-eurobond-exchange-ltd-and-gerald/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1334</span></a></span>, 1339 (9th Cir.1994).</p>\n<p>The Fourth Circuit has yet to decide whether vertical commonality, in the absence of horizontal commonality, establishes a common enterprise. <i>See </i><i>Teague,</i> 35 F.3d at 986 n. 8 (noting that because horizontal commonality was present, the court need not determine whether vertical commonality alone will suffice). Within the district courts of the Circuit, some courts have relied solely on vertical commonality to meet the common enterprise prong. <i>See </i><i>Bailey v. J.W.K. Properties, Inc.,</i> <span class=\"citation\" data-id=\"1666655\"><a href=\"/opinion/1666655/bailey-v-jwk-properties-inc/\"><span class=\"volume\">703</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">478</span></a></span>, 492 (W.D.Va.1989) (Crigler, Mag. J.) (\"On the question of common enterprise, it appears axiomatic that only vertical commonality need be shown, i.e. a common venture between investor and promoter rather than among investors.\" (citing <i>Brodt v. Bache &amp; Co.,</i> <span class=\"citation\" data-id=\"364814\"><a href=\"/opinion/364814/robert-t-brodt-and-nancy-j-brodt-his-wife-v-bache-co-inc-a/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">459</span></a></span> (9th Cir.1978)), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"542869\"><a href=\"/opinion/542869/william-w-bailey-tom-curtis-wendell-w-wood-and-david-d-marshall-michael/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></a></span> (4th Cir.1990) (per curiam); <i>Waterman v. Alta Verde Indus., Inc.,</i> <span class=\"citation\" data-id=\"1908273\"><a href=\"/opinion/1908273/waterman-v-alta-verde-industries-inc/\"><span class=\"volume\">643</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">797</span></a></span>, 803 n. 6 (E.D.N.C.1986) (\"A common enterprise exists where the fortunes of the investor are interwoven with and dependent upon the efforts of and success of the party seeking the investment or of a third party.\" (citing <i>SEC v. Continental Commodities Corp.,</i> <span class=\"citation\" data-id=\"319402\"><a href=\"/opinion/319402/fed-sec-l-rep-p-94724-securities-and-exchange-commission-v/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span></a></span>, 522 (5th Cir.1974)), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1006</span></span> (4th Cir.1987) (table). Other courts, although not directly addressing the issue whether vertical commonality alone is sufficient, have indicated which approach to vertical commonality they follow. <i>See </i><i>In re EPIC Mortgage Ins. Litig.,</i> <span class=\"citation\" data-id=\"1474171\"><a href=\"/opinion/1474171/in-re-epic-mortg-ins-litigation/\"><span class=\"volume\">701</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1192</span></a></span>, 1248 (E.D.Va.1988) (holding that there was no \"common venture\" where the fortunes of the purchasers were not tied to the fortunes of the seller), <i>aff'd in part and rev'd in part on other grounds,</i> <span class=\"citation\" data-id=\"546087\"><a href=\"/opinion/546087/foremost-guaranty-corporation-v-meritor-savings-bank-formerly-known-as/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">118</span></a></span> (4th Cir.1990); <i>Shotto v. Laub,</i> <span class=\"citation\" data-id=\"1438993\"><a href=\"/opinion/1438993/shotto-v-laub/\"><span class=\"volume\">635</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">835</span></a></span>, 839 (D.Md. 1986) (\"This court interprets the vertical commonality test as requiring, at a minimum, that there be some showing that the investor's fortunes are interwoven with those of his broker, beyond the mere payment of commissions and interest.\").</p>\n<p><span class=\"star-pagination\">*82</span> In this case, horizontal commonality is not present. Defendants cite the testimony of Rhine, who states that it was his understanding that the funds would not be pooled with any other funds. (Pl.'s Mem.Supp.Prelim.Inj. Ex. 1 at 42; <i>see also</i> Pinckney's Mem.Supp.Mot.Dismiss Ex. 3 at 1.) The SEC has not come forward with any evidence to contradict this testimony. There is no evidence that Wilson's profits would be tied to any other investor's profits and distributed pro rata.</p>\n<p>As horizontal commonality does not exist, the court is thus faced with addressing the issue of whether a form of vertical commonality satisfies the second prong of the <i>Howey</i> test. If the court were to adopt the view that horizontal commonality is required for a common enterprise, multiple, parallel frauds between one investor and the promoter(s) would be excluded from the Act's coverage. <i>See</i> Monaghan, <i>supra,</i> at 2156. This result is overly restrictive and not in keeping with the Act's remedial goal of preventing misrepresentation in connection with an offer of what would otherwise be a security but for the absence of multiple investors. For this reason, the court concludes vertical commonality is sufficient to establish the existence of a common enterprise.</p>\n<p>With respect to which form of vertical commonality is required, the court is persuaded by the reasoning of the Second Circuit in <i>Revak.</i> The court noted that for broad vertical commonality to exist, \"the fortunes of the investors need be linked only to the <i>efforts</i> of the promoter.\" <i>Revak,</i> 18 F.3d at 87-88. But, the court held broad vertical commonality would not satisfy <i>Howey</i>'s second prong, by concluding that</p>\n<blockquote>[i]f a common enterprise can be established by the mere showing that the fortunes of the investors are tied to the efforts of the promoter, two separate questions posed by <i>Howey</i>  whether a common enterprise exists and whether the investors' profits are to be derived solely from the efforts of others  are effectively merged into a single inquiry: \"whether the fortuity of the investments collectively is essentially dependent upon promoter expertise.\"</blockquote>\n<p><i>Id.</i> at 88 (citations omitted). The court agrees that broad vertical commonality renders the third prong of the <i>Howey</i> test virtually superfluous. Accordingly, the court adopts the strict vertical commonality approach; a common enterprise may be established by showing that the investor's profits are directly related to the promoter's profits.</p>\n<p>Having concluded that strict vertical commonality will suffice, the court now looks to whether defendants have met their burden of showing the absence of evidence to support the existence of a common enterprise and hence a security. With respect to this prong of the <i>Howey</i> test, Pinckney and Arnold focus primarily on the lack of horizontal commonality. (<i>See</i> Pinckney's Mem.Supp.Mot.Dismiss at 15-16; Arnold's Mem.Supp.Mot.Dismiss at 8-9.) Both of these defendants make much of the fact that Wilson's return would be guaranteed by a bank. While this may be so, evidence also exists that defendants' fortunes would be linked to Wilson's return on the investment and those fortunes would be derived from a percentage of the return. (<i>See</i> Pl.'s Mem.Supp.Prelim.Inj. Ex. 18 at 82-83, 95.) As such, there is a factual dispute as to the existence of a common enterprise and summary judgment cannot be granted on this basis.</p>\n<p>Defendants also dispute whether the alleged scheme meets the third prong of <i>Howey.</i> Although this prong literally requires that the investor expect profits \"solely\" from the efforts of others, courts generally do not give it such a construction. <i>Bailey,</i> 904 F.2d at 920 &amp; n. 3. \"[A] program requiring some effort from the investor may still constitute an `investment contract,' but the most essential functions or duties must be performed by others and not the investor.\" <i>Id.</i> at 920. Again, defendants cite to the guarantee that Wilson would receive from the bank. They argue the guarantee indicates that the funds were under Wilson's sole control and thus he relied on the efforts of no one to garner profits. But, as noted previously, Wilson may have been required to execute a limited power of attorney. By doing so, his funds would not have been under his sole control. It was how the promoters <span class=\"star-pagination\">*83</span> would purportedly be able to execute \"trades\" and generate profits. This evidence would tend to show that Wilson would have been a passive investor while the trading group generated profits for his benefit. Thus, a factual dispute also exists as to this prong and likewise warrants the denial of summary judgment.</p>\n<p></p>\n<h2>B. <i>Offer</i>\n</h2>\n<p>Defendant Pinckney contends he did not offer a security. The Act defines an \"offer\" as \"every attempt or offer to dispose of, or solicitation of an offer to buy, a security or interest in a security, for value.\" 15 U.S.C. § 77b(3). Pinckney alleges that he was conducting a \"due diligence investigation\" to determine whether the program was legitimate. Based upon the SEC's corresponding allegations, a reasonable juror could conclude otherwise. Accordingly, summary judgment is denied on this ground.</p>\n<p></p>\n<h2>C. <i>Scienter</i>\n</h2>\n<p>Both Pinckney and Arnold argue that each lacks the requisite degree of scienter to be liable under § 17(a) of the Act. Questions of this nature  i.e., ones involving inferences to be drawn based on motive or intent  are inappropriate for summary judgment. <i>See generally</i> 10A Charles A. Wright et al., <i>Federal Practice and Procedure</i> § 2730 (2d ed. 1983 &amp; Supp.1995).</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>For the foregoing reasons, defendants' motions are DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  The second scheme, not relevant to the instant motions, is described in detail in the court's order of 6 November 1995.</p>\n<p>[2]  Pinckney actually moved for summary judgment as an alternative to failure to state a claim.</p>\n<p>[3]  Specifically, the SEC alleges defendants violated § 17(a)(1) and (3) which provide that:\n</p>\n<p>It shall be unlawful for any person in the offer or sale of any securities by the use of any means or instruments of transportation or communication in interstate commerce or by the use of the mails, directly or indirectly </p>\n<p>(1) to employ any device, scheme, or artifice to defraud, or</p>\n<p>.   .   .   .   .</p>\n<p>(3) to engage in any transaction, practice, or course of business which operates or would operate as a fraud or deceit upon the purchaser.</p>\n<p>15 U.S.C. § 77q(a).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107563/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/331924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/334710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/364814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694339/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1438993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1474171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1666655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1908273/"
  ]
}