{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1946309/",
  "absolute_url": "/opinion/1946309/liebig-v-kelley-allee/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1946309/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:53:24.841188Z",
  "date_modified": "2016-04-26T21:29:36.703258Z",
  "type": "010combined",
  "sha1": "a0fe1f8608e7dfa3ef17cc1e793e00ff78503c81",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>923 F.Supp. 778 (1996)</b></center>\n<center><h1>Christoph LIEBIG, Sui Juris,<sup>[1]</sup> Plaintiff,<br>\nv.<br>\nDonna J. KELLEY-ALLEE; Linda M. Curry-Graham; David Jackson; Jeff Schimberg; H.L. Martin; William A. Forsythe; Juni Davis; Jeanne Skinner; William Johnson; Branch Banking &amp; Trust Co.; Lottie Menor; Michael D. Nunnally; and Robert Orrell, III, Defendants.</h1></center>\n<center>No. 7:95-CV-167-F1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>January 30, 1996.</center>\n<p><span class=\"star-pagination\">*779</span> Christoph Liebig, Leland, NC, pro se.</p>\n<p>Thomas Holderness, Trial Attorney, Tax Division, U.S. Department of Justice, Washington, DC, for defendants Donna J. Kelley-Allee, Linda M. Curry-Graham, David NMI Jackson, Jeff Schimberg, H.L. Martin, William A. Forsythe, Juni Davis, Jeanne Skinner, William NMI Johnson.</p>\n<p>Michael Murchison, Murchison, Taylor, Kendrick, Gibson &amp; Davenport, Wilmington, NC, for defendants Branch Banking &amp; Trust Co., Lottie Manor, Michael D. Nunnally, Robert Orrell, III.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>FOX, District Judge.</p>\n<p>This matter is before the court for ruling on the following motions:</p>\n<p>(i) to dismiss, filed by defendants, Kelley-Allee, Curry-Graham, Jackson, Schimberg, Martin, Forsythe, David, Skinner, and Johnson (collectively, \"the I.R.S. defendants\");</p>\n<p>(ii) to dismiss, filed by defendant Branch Banking &amp; Trust (\"BB &amp; T\");</p>\n<p>(iii) to quash motion to dismiss, filed by plaintiff in reference to the I.R.S. defendants' motion and that of BB &amp; T;</p>\n<p>(iv) for entry of default, filed by plaintiff; and</p>\n<p>(v) to rescind this court's order of January 11, 1996, filed by plaintiff.</p>\n<p>The court will address these motions in reverse order.</p>\n<p></p>\n<h2>PLAINTIFF'S MOTION TO RESCIND ORDER</h2>\n<p>The salient point of plaintiff's motion, filed January 16, 1996, and entitled, \"Demandants' [sic] Memorandum and Response in Objection to `Order' of 11 Jan. 1996,\" is that the court was mistaken in stating that plaintiff did not file a response to a defense motion to dismiss. In entering the order of January 11th, the court was unaware that a document, filed by plaintiff on January 2, 1996, and entitled, \"Demandants' [sic] Answer to 12(b)(6) and Objection in Opposition to Defendants' `Memorandum in Support of Movants' Motion to Dismiss,'\" was intended as plaintiff's response to motions to dismiss filed by defendants Orrell and Nunnally on December 6, 1995, and by the I.R.S. defendants on December 4, 1995.<sup>[2]</sup></p>\n<p>The court deems plaintiff's January 16, 1996, motion to be seeking reconsideration of the January 11th order, and reiterating plaintiff's belief that default is appropriate for all defendants except Lottie Menor. The court, having been enlightened that plaintiff intended his January 2, 1996, paperwriting to be his response to the Orrell/Nunnally Motion to Dismiss, has reviewed its ruling in light of plaintiff's assertions. However, the court remains convinced that its order of January 11, 1996, was and is correct and in accordance with the law. Consequently, plaintiff's January 16, 1996, \"Memorandum and Response in Objection to `Order' of 11 Jan. 1996\" is DENIED.</p>\n<p></p>\n<h2>MOTION FOR ENTRY OF DEFAULT</h2>\n<p>The court is fully aware that the plaintiff is prosecuting this lawsuit without benefit of counsel. Nevertheless, he, <i>like</i> <span class=\"star-pagination\">*780</span> <i>every other litigant in federal court,</i> is bound by <i>all</i> the Federal Rules of Civil Procedure and the Local Rules, E.D.N.C. Although the court affords wide latitude to the manner and technique of <i>pro se</i> litigants' pleadings, they are not entitled to disregard the duly enacted court rules of procedure and of evidence, or the law as enacted by Congress and interpreted by the federal courts.</p>\n<p>It is elementary that a Rule 12(b)(6) motion to dismiss for failure to state a claim upon which relief may be granted must be filed contemporaneously with or before the Answer or other responsive pleading. Rule 12(b) (\"A motion making any of these [12(b)] defenses shall be made before pleading if a further pleading is permitted.\"). The proper filing of a 12(b)(6) motion effectively \"stays\" the movant's response time until 10 days after notice that the court has denied the motion.</p>\n<p>All defendants except Lottie Menor filed timely motions to dismiss pursuant to Rule 12(b)(6), Fed.R.Civ.P.; Ms. Menor filed a timely Answer. The court has allowed (and ratified) the motion as to defendants Orrell and Nunnally; the remaining defendants are not in default because they have filed either a timely Answer or a timely 12(b)(6) motion. Plaintiff's Motion for Entry of Default and/or for Default Judgment is DENIED.</p>\n<p></p>\n<h2>PLAINTIFF'S MOTION TO QUASH MOTION TO DISMISS</h2>\n<p>On December 22, 1995, plaintiff filed a \"Motion to Quash Motion to Dismiss,\" seeking to \"quash the motion to dismiss.\"<sup>[3]</sup> It appears that the basis for plaintiff's motion is his contention that \"The United States of America is <i>NOT</i> a defendant in this action because it was not named as a defendant.\" Motion to Quash at 1 (emphasis in original). Plaintiff explains that these [I.R.S.] defendants have failed to follow federal law by virtue of their actions as I.R.S. employees. He concludes by noting that the \"defendants failed to show what part of Title 26 United States Code and the promulgated Enforcement Regulation apply [sic] to this situation.\" <i>Id.</i> at 2.</p>\n<p>On January 25, 1996, plaintiff sought to have the court \"squash\" BB &amp; T's Motion to Dismiss because he does not consider such a motion to be an appropriate answer to his Complaint, and because BB &amp; T improperly identified him in its motion by spelling his name in all capital letters. Neither ground has merit.</p>\n<p>Plaintiff's Motions to Quash are DENIED. Whether or not the United States is named as a defendant is irrelevant. Furthermore, the defendants, at this stage of the litigation, are not required to \"show\" anything; the burden is on the <i>plaintiff</i> as the author of this lawsuit, to show that the allegations he made in his Complaint have some basis in law and fact, and that they adequately state a claim cognizable in federal court. As explained in the following section, BB &amp; T has made timely response to the Complaint.</p>\n<p></p>\n<h2>BB &amp; T's MOTION TO DISMISS</h2>\n<p>BB &amp; T, through counsel, sought and obtained leave for an extension of time within which to answer or otherwise respond to plaintiff's Complaint.<sup>[4]</sup> As grounds for its timely Motion to Dismiss pursuant to Rule 12(b)(6), BB &amp; T cites the provisions of 26 U.S.C. § 6332. That statute provides that any person who receives a notice of levy from the I.R.S. must surrender the property subject to the levy to the I.R.S. or become personally liable for his failure to do so. <i>United States v. National Bank of Commerce,</i> 472 U.S. 713, 105 S.Ct. 2919, 86 L.Ed.2d 565 (1985). Subsection (e) of that section provides that the person who surrenders property pursuant to the levy \"shall be discharged from any obligation or liability to the delinquent taxpayer and any other person with respect to such property or rights to property arising from such surrender or payment.\" 26 U.S.C. § 6332(e).</p>\n<p><span class=\"star-pagination\">*781</span> The court already has allowed the Orrell/Nunnally Motion to Dismiss on § 6332 grounds. For the same reasons, BB &amp; T's Motion to Dismiss is ALLOWED, because § 6332 grants absolute immunity to the bank for its compliance with the I.R.S. levy. <i>See </i><i>Comm. of Ky. ex rel. United Pacific Ins. Co. v. Laurel County,</i> 805 F.2d 628, 634-36 (6th Cir.1986), <i>cert. denied,</i> 484 U.S. 817, 108 S.Ct. 72, 98 L.Ed.2d 36 (1987).</p>\n<p></p>\n<h2>I.R.S. DEFENDANTS' MOTION TO DISMISS</h2>\n<p>The plaintiff's Complaintand his subsequent filings elaborating on his allegations is difficult to comprehend, even construed liberally. It appears that plaintiff's position is that (i) he is not a \"person\" but is a member of \"we the people;\" (ii) the defendants have unlawfully seized his property and/or placed liens or levies on his salary; (iii) his income and property are not subject to any federal tax for various reasons, including (a) the money he earns is not \"wages\" because it is not derived from the Department of the Treasury, Alcohol, Tabacco [sic] and Firearms,<sup>[5]</sup> and (b) the Internal Revenue Code has no implementing regulations which authorize collecting any tax from him; (iv) all the defendants knew the foregoing, but either (a) collected taxes or seized property from him outside the scope of their authorized duties as I.R.S. employees, or (b) honored I.R.S. levies pursuant to federal tax liens, in the case of defendants BB &amp; T, Menor, Nunnally and Orrell.</p>\n<p>Plaintiff complains that the I.R.S. defendants have \"received in unjust enrichement [sic] via CONSTRUCTIVE [LEGAL] FRAUD; CRIMINAL CONTEMPT OF COURT, THEFT AND EXTORTION.\" Complaint at 2. He contends that they are not entitled to immunity because he has alleged that they acted outside their authority, and because only the Attorney General may grant full immunity.</p>\n<p>Plaintiff apparently misunderstands legal concepts regarding capacity. Initially, the court notes that plaintiff's own assertion that he is not a \"person\" but rather is a \"member of <i>we the people,</i>\" technically would appear to divest him of either capacity or standing to sue in federal court. Plaintiff's appending the label \"sui juris,\" to his name in the caption of his pleadings, as well as everywhere else in the papers he files with this court, contradicts his assertion that he is not a \"person,\" but is proceeding in some representative capacity as \"a member of <i>we the people.\"</i> Rule 17(a), Fed.R.Civ.P., requires that \"[e]very action shall be prosecuted in the name of the real party in interest.\" An organization must demonstrate standing to sue, and a person purportedly suing on behalf of himself and a defined class of others must meet the requirements of Rule 23, Fed. R.Civ.P.</p>\n<p>Assuming, <i>arguendo,</i> that plaintiff has the capacity and standing to bring this action, his allegations against the I.R.S. defendants do not state any claim upon which relief may be granted. Whether or not plaintiff names \"The United States of America\" as a defendant, the <i>effect</i> of his allegations against the I.R.S. defendants is to make allegations against their principalthe United States. Regardless of the verbiage plaintiff employs in describing his complaints, plaintiff's allegations all describe conduct by the defendants in their roles as employees of the I.R.S., not on their own behalf as individuals.</p>\n<p>As the I.R.S. defendants have pointed out, all the allegations and relief sought in the Complaint concern the existence and collection of plaintiff's federal tax liability. Plaintiff effectively seeks to restrain the United States from further tax collections activity, and to require the Government to remove all liens and levies against him from the public record. \"[A] suit is against the <span class=\"star-pagination\">*782</span> sovereign if the judgment sought would expend itself on the public treasury or domain, or interfere with the public administration, or if the effect of the judgment would be to restrain the Government from acting, or to compel it to act.\" <i>Dugan v. Rank,</i> 372 U.S. 609, 620, 83 S.Ct. 999, 1006, 10 L.Ed.2d 15 (1963) (citations omitted).</p>\n<p>Sovereign immunity protects the United States and the defendant-employees from suit. <i>E.g., </i><i>Boron Oil Co. v. Downie,</i> 873 F.2d 67, 71 (4th Cir.1989) (\"suits against federal employees may be barred by the doctrine of sovereign immunity where the effect of the suit falls upon the government\"). A waiver of sovereign immunity must be \"unequivocally expressed.\" <i>United States v. Nordic Village,</i> 503 U.S. 30, 33, 112 S.Ct. 1011, 1014, 117 L.Ed.2d 181 (1992). Plaintiff herein has failed to allege any applicable waiver of sovereign immunity, but, rather, insists that his suit is against the I.R.S. defendants individually and not as I.R.S. agents or employees.</p>\n<p>Of course, plaintiff cannot have it both ways. He has not alleged any conduct by the I.R.S. defendants which could be construed as having been taken for their own benefit. For example, while arguing that the I.R.S. defendants lost their \"qualified immunity\" by acting outside their authority, the plaintiff explains:</p>\n<blockquote>Relief request is <i>not</i> against the U.S, its is against the Defendants in their \"individual capacity\", but, as they acted under color of law Demandant believes Justice is best served if the U.S. government restores him to his previous condition, <i>before</i> he was harmed by these individuals (agents). Since no Defendant seems to have pocketed the ill-gotten gain of Demandants lose [sic] of property. It does NOT hurt or diminish the government to \"give back\" what is wrongfully gained!</blockquote>\n<p>Plaintiff's January 2, 1996, Answer and Objection at 7, ¶ II (punctuation and emphasis in original).</p>\n<p>Plaintiff has summarized his contentions by explaining that he is not a \"tax protester\" who claims that the Sixteenth Amendment is invalid. Rather, he claims that he is not subject to \"improperly laid taxes,\" and that he \"does not seek to enjoin collection of `properly laid taxes, liens, levies,' etc.\" <i>Id.</i> at 8, ¶ IV. He further explains that his \"Complaint is mostly to stop and correct <i>error</i> in tax collections.\" <i>Id.</i></p>\n<p>The court understands that the basis for plaintiff's Complaint is his contention that the Internal Revenue Code does not have the force or effect of law because it does not have implementing regulations and, therefore, cannot form the basis for collecting taxes or seizing property from him. Furthermore, he believes that, in acting purportedly pursuant to Code provisions, the I.R.S. defendants do so outside the scope of their authority as federal agents, and should be held personally accountable for the losses he incurs as a result of their actions.</p>\n<p>Although the plaintiff certainly is entitled to his beliefs, those beliefs do not state a claim against these defendants upon which relief may be granted in federal court. Even if the allegations had any basis in law, the defendants are cloaked with immunity as they carry out the duties of their offices as federal revenue agents. For the foregoing reasons, therefore, the I.R.S. defendants' Motion to Dismiss is ALLOWED.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>The Motions to Dismiss, filed by the I.R.S. defendants and by BB &amp; T, are ALLOWED. The plaintiff's motions to quash, for default and to rescind are DENIED. The result, therefore, is that all defendants are DISMISSED from this action, except defendant Menor, who may enjoy absolute immunity from suit pursuant to 26 U.S.C. § 6332(e). The court will entertain Ms. Menor's Motion for Judgment on the Pleadings, filed January 26, 1996, after Mr. Liebig has had an opportunity to respond thereto, on or before February 20, 1996.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff objects to having his name printed in all capital letters. He always follows it with the notation, \"sui juris,\" which, according to Black's Law Dictionary, means, \"Of his own right; possessing full social and civil rights; not under any legal disability, or the power of another, or guardianship.\" He also apparently objects to being referred to as proceeding <i>\"pro se,\"</i> preferring, instead, the term, <i>\"in propria persona.\"</i> Both terms refer to a litigant who appears before the court on his own behalf, without an attorney. Black's Law Dictionary further explains that the latter term \"was formerly a rule in pleading that pleas to the jurisdiction of the court must be pled <i>in propria persona,</i> because if pleaded by an attorney they admit the jurisdiction....\"</p>\n<p>[2]  In fact, on December 4th, the IRS defendants caused to be filed a \"Memorandum in Support of Movants' Motion to Dismiss;\" the one-page Motion itself inadvertently was not attached. The Clerk of Court notified counsel for the IRS defendants of the oversight, and the Motion proper was received and stamped \"filed\" on December 11, 1995. The Certificate of Service states that the Motion was served December 6, 1995, on the plaintiff by placing it in first class mail.</p>\n<p>[3]  Although plaintiff does not specify which motion to dismiss he seeks to have the court quash, the court perceives plaintiff to be referring to the IRS defendants' Motion to Dismiss.</p>\n<p>[4]  Plaintiff's objection to the extension was overruled by order of Magistrate Judge William N. Mason on January 5, 1996.</p>\n<p>[5]  Plaintiff explains in his Memorandum filed in opposition to the IRS defendants' Motion that \"Defendant agents KNOW that the 16th Amendment, as interpreted in 240 U.S. 1 [36 S.Ct. 236, 60 L.Ed. 493 (1916)], and <i>Eisner v. Macomber,</i> 252 U.S. 189 [40 S.Ct. 189, 64 L.Ed. 521 (1920)], prohibits the laying of a federal income Tax ON THE SOURCE. The high Court made it <i>clear</i> that if there was income it was \"derived from a Source,\" and the only mandatory tax is on Alcohol, Tobacco, and Firearms (see 27 C.F.R.).\" January 2, 1996, Memorandum at 3, ¶ 9.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">923</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">778</span></span> (1996)</b></center>\n<center><h1>Christoph LIEBIG, Sui Juris,<sup>[1]</sup> Plaintiff,<br>\nv.<br>\nDonna J. KELLEY-ALLEE; Linda M. Curry-Graham; David Jackson; Jeff Schimberg; H.L. Martin; William A. Forsythe; Juni Davis; Jeanne Skinner; William Johnson; Branch Banking &amp; Trust Co.; Lottie Menor; Michael D. Nunnally; and Robert Orrell, III, Defendants.</h1></center>\n<center>No. 7:95-CV-167-F1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>January 30, 1996.</center>\n<p><span class=\"star-pagination\">*779</span> Christoph Liebig, Leland, NC, pro se.</p>\n<p>Thomas Holderness, Trial Attorney, Tax Division, U.S. Department of Justice, Washington, DC, for defendants Donna J. Kelley-Allee, Linda M. Curry-Graham, David NMI Jackson, Jeff Schimberg, H.L. Martin, William A. Forsythe, Juni Davis, Jeanne Skinner, William NMI Johnson.</p>\n<p>Michael Murchison, Murchison, Taylor, Kendrick, Gibson &amp; Davenport, Wilmington, NC, for defendants Branch Banking &amp; Trust Co., Lottie Manor, Michael D. Nunnally, Robert Orrell, III.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>FOX, District Judge.</p>\n<p>This matter is before the court for ruling on the following motions:</p>\n<p>(i) to dismiss, filed by defendants, Kelley-Allee, Curry-Graham, Jackson, Schimberg, Martin, Forsythe, David, Skinner, and Johnson (collectively, \"the I.R.S. defendants\");</p>\n<p>(ii) to dismiss, filed by defendant Branch Banking &amp; Trust (\"BB &amp; T\");</p>\n<p>(iii) to quash motion to dismiss, filed by plaintiff in reference to the I.R.S. defendants' motion and that of BB &amp; T;</p>\n<p>(iv) for entry of default, filed by plaintiff; and</p>\n<p>(v) to rescind this court's order of January 11, 1996, filed by plaintiff.</p>\n<p>The court will address these motions in reverse order.</p>\n<p></p>\n<h2>PLAINTIFF'S MOTION TO RESCIND ORDER</h2>\n<p>The salient point of plaintiff's motion, filed January 16, 1996, and entitled, \"Demandants' [sic] Memorandum and Response in Objection to `Order' of 11 Jan. 1996,\" is that the court was mistaken in stating that plaintiff did not file a response to a defense motion to dismiss. In entering the order of January 11th, the court was unaware that a document, filed by plaintiff on January 2, 1996, and entitled, \"Demandants' [sic] Answer to 12(b)(6) and Objection in Opposition to Defendants' `Memorandum in Support of Movants' Motion to Dismiss,'\" was intended as plaintiff's response to motions to dismiss filed by defendants Orrell and Nunnally on December 6, 1995, and by the I.R.S. defendants on December 4, 1995.<sup>[2]</sup></p>\n<p>The court deems plaintiff's January 16, 1996, motion to be seeking reconsideration of the January 11th order, and reiterating plaintiff's belief that default is appropriate for all defendants except Lottie Menor. The court, having been enlightened that plaintiff intended his January 2, 1996, paperwriting to be his response to the Orrell/Nunnally Motion to Dismiss, has reviewed its ruling in light of plaintiff's assertions. However, the court remains convinced that its order of January 11, 1996, was and is correct and in accordance with the law. Consequently, plaintiff's January 16, 1996, \"Memorandum and Response in Objection to `Order' of 11 Jan. 1996\" is DENIED.</p>\n<p></p>\n<h2>MOTION FOR ENTRY OF DEFAULT</h2>\n<p>The court is fully aware that the plaintiff is prosecuting this lawsuit without benefit of counsel. Nevertheless, he, <i>like</i> <span class=\"star-pagination\">*780</span> <i>every other litigant in federal court,</i> is bound by <i>all</i> the Federal Rules of Civil Procedure and the Local Rules, E.D.N.C. Although the court affords wide latitude to the manner and technique of <i>pro se</i> litigants' pleadings, they are not entitled to disregard the duly enacted court rules of procedure and of evidence, or the law as enacted by Congress and interpreted by the federal courts.</p>\n<p>It is elementary that a Rule 12(b)(6) motion to dismiss for failure to state a claim upon which relief may be granted must be filed contemporaneously with or before the Answer or other responsive pleading. Rule 12(b) (\"A motion making any of these [12(b)] defenses shall be made before pleading if a further pleading is permitted.\"). The proper filing of a 12(b)(6) motion effectively \"stays\" the movant's response time until 10 days after notice that the court has denied the motion.</p>\n<p>All defendants except Lottie Menor filed timely motions to dismiss pursuant to Rule 12(b)(6), Fed.R.Civ.P.; Ms. Menor filed a timely Answer. The court has allowed (and ratified) the motion as to defendants Orrell and Nunnally; the remaining defendants are not in default because they have filed either a timely Answer or a timely 12(b)(6) motion. Plaintiff's Motion for Entry of Default and/or for Default Judgment is DENIED.</p>\n<p></p>\n<h2>PLAINTIFF'S MOTION TO QUASH MOTION TO DISMISS</h2>\n<p>On December 22, 1995, plaintiff filed a \"Motion to Quash Motion to Dismiss,\" seeking to \"quash the motion to dismiss.\"<sup>[3]</sup> It appears that the basis for plaintiff's motion is his contention that \"The United States of America is <i>NOT</i> a defendant in this action because it was not named as a defendant.\" Motion to Quash at 1 (emphasis in original). Plaintiff explains that these [I.R.S.] defendants have failed to follow federal law by virtue of their actions as I.R.S. employees. He concludes by noting that the \"defendants failed to show what part of Title 26 United States Code and the promulgated Enforcement Regulation apply [sic] to this situation.\" <i>Id.</i> at 2.</p>\n<p>On January 25, 1996, plaintiff sought to have the court \"squash\" BB &amp; T's Motion to Dismiss because he does not consider such a motion to be an appropriate answer to his Complaint, and because BB &amp; T improperly identified him in its motion by spelling his name in all capital letters. Neither ground has merit.</p>\n<p>Plaintiff's Motions to Quash are DENIED. Whether or not the United States is named as a defendant is irrelevant. Furthermore, the defendants, at this stage of the litigation, are not required to \"show\" anything; the burden is on the <i>plaintiff</i> as the author of this lawsuit, to show that the allegations he made in his Complaint have some basis in law and fact, and that they adequately state a claim cognizable in federal court. As explained in the following section, BB &amp; T has made timely response to the Complaint.</p>\n<p></p>\n<h2>BB &amp; T's MOTION TO DISMISS</h2>\n<p>BB &amp; T, through counsel, sought and obtained leave for an extension of time within which to answer or otherwise respond to plaintiff's Complaint.<sup>[4]</sup> As grounds for its timely Motion to Dismiss pursuant to Rule 12(b)(6), BB &amp; T cites the provisions of 26 U.S.C. § 6332. That statute provides that any person who receives a notice of levy from the I.R.S. must surrender the property subject to the levy to the I.R.S. or become personally liable for his failure to do so. <i>United States v. National Bank of Commerce,</i> <span class=\"citation\" data-id=\"111489\"><a href=\"/opinion/111489/united-states-v-national-bank-of-commerce/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">713</span></a></span>, <span class=\"citation\" data-id=\"111489\"><a href=\"/opinion/111489/united-states-v-national-bank-of-commerce/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2919</span></a></span>, <span class=\"citation\" data-id=\"111489\"><a href=\"/opinion/111489/united-states-v-national-bank-of-commerce/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span></a></span> (1985). Subsection (e) of that section provides that the person who surrenders property pursuant to the levy \"shall be discharged from any obligation or liability to the delinquent taxpayer and any other person with respect to such property or rights to property arising from such surrender or payment.\" 26 U.S.C. § 6332(e).</p>\n<p><span class=\"star-pagination\">*781</span> The court already has allowed the Orrell/Nunnally Motion to Dismiss on § 6332 grounds. For the same reasons, BB &amp; T's Motion to Dismiss is ALLOWED, because § 6332 grants absolute immunity to the bank for its compliance with the I.R.S. levy. <i>See </i><i>Comm. of Ky. ex rel. United Pacific Ins. Co. v. Laurel County,</i> <span class=\"citation\" data-id=\"479404\"><a href=\"/opinion/479404/commonwealth-of-kentucky-for-the-benefit-of-united-pacific-insurance/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">628</span></a></span>, 634-36 (6th Cir.1986), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">72</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">36</span></span> (1987).</p>\n<p></p>\n<h2>I.R.S. DEFENDANTS' MOTION TO DISMISS</h2>\n<p>The plaintiff's Complaintand his subsequent filings elaborating on his allegations is difficult to comprehend, even construed liberally. It appears that plaintiff's position is that (i) he is not a \"person\" but is a member of \"we the people;\" (ii) the defendants have unlawfully seized his property and/or placed liens or levies on his salary; (iii) his income and property are not subject to any federal tax for various reasons, including (a) the money he earns is not \"wages\" because it is not derived from the Department of the Treasury, Alcohol, Tabacco [sic] and Firearms,<sup>[5]</sup> and (b) the Internal Revenue Code has no implementing regulations which authorize collecting any tax from him; (iv) all the defendants knew the foregoing, but either (a) collected taxes or seized property from him outside the scope of their authorized duties as I.R.S. employees, or (b) honored I.R.S. levies pursuant to federal tax liens, in the case of defendants BB &amp; T, Menor, Nunnally and Orrell.</p>\n<p>Plaintiff complains that the I.R.S. defendants have \"received in unjust enrichement [sic] via CONSTRUCTIVE [LEGAL] FRAUD; CRIMINAL CONTEMPT OF COURT, THEFT AND EXTORTION.\" Complaint at 2. He contends that they are not entitled to immunity because he has alleged that they acted outside their authority, and because only the Attorney General may grant full immunity.</p>\n<p>Plaintiff apparently misunderstands legal concepts regarding capacity. Initially, the court notes that plaintiff's own assertion that he is not a \"person\" but rather is a \"member of <i>we the people,</i>\" technically would appear to divest him of either capacity or standing to sue in federal court. Plaintiff's appending the label \"sui juris,\" to his name in the caption of his pleadings, as well as everywhere else in the papers he files with this court, contradicts his assertion that he is not a \"person,\" but is proceeding in some representative capacity as \"a member of <i>we the people.\"</i> Rule 17(a), Fed.R.Civ.P., requires that \"[e]very action shall be prosecuted in the name of the real party in interest.\" An organization must demonstrate standing to sue, and a person purportedly suing on behalf of himself and a defined class of others must meet the requirements of Rule 23, Fed. R.Civ.P.</p>\n<p>Assuming, <i>arguendo,</i> that plaintiff has the capacity and standing to bring this action, his allegations against the I.R.S. defendants do not state any claim upon which relief may be granted. Whether or not plaintiff names \"The United States of America\" as a defendant, the <i>effect</i> of his allegations against the I.R.S. defendants is to make allegations against their principalthe United States. Regardless of the verbiage plaintiff employs in describing his complaints, plaintiff's allegations all describe conduct by the defendants in their roles as employees of the I.R.S., not on their own behalf as individuals.</p>\n<p>As the I.R.S. defendants have pointed out, all the allegations and relief sought in the Complaint concern the existence and collection of plaintiff's federal tax liability. Plaintiff effectively seeks to restrain the United States from further tax collections activity, and to require the Government to remove all liens and levies against him from the public record. \"[A] suit is against the <span class=\"star-pagination\">*782</span> sovereign if the judgment sought would expend itself on the public treasury or domain, or interfere with the public administration, or if the effect of the judgment would be to restrain the Government from acting, or to compel it to act.\" <i>Dugan v. Rank,</i> <span class=\"citation\" data-id=\"106566\"><a href=\"/opinion/106566/dugan-v-rank/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, 620, <span class=\"citation\" data-id=\"106566\"><a href=\"/opinion/106566/dugan-v-rank/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">999</span></a></span>, 1006, <span class=\"citation\" data-id=\"106566\"><a href=\"/opinion/106566/dugan-v-rank/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1963) (citations omitted).</p>\n<p>Sovereign immunity protects the United States and the defendant-employees from suit. <i>E.g., </i><i>Boron Oil Co. v. Downie,</i> <span class=\"citation\" data-id=\"521966\"><a href=\"/opinion/521966/boron-oil-company-vito-cutrone-sr-fonda-cutrone-sharon-lewis-v-jack-l/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span>, 71 (4th Cir.1989) (\"suits against federal employees may be barred by the doctrine of sovereign immunity where the effect of the suit falls upon the government\"). A waiver of sovereign immunity must be \"unequivocally expressed.\" <i>United States v. Nordic Village,</i> <span class=\"citation\" data-id=\"112694\"><a href=\"/opinion/112694/united-states-v-nordic-village-inc/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, 33, <span class=\"citation\" data-id=\"112694\"><a href=\"/opinion/112694/united-states-v-nordic-village-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, 1014, <span class=\"citation\" data-id=\"112694\"><a href=\"/opinion/112694/united-states-v-nordic-village-inc/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">181</span></a></span> (1992). Plaintiff herein has failed to allege any applicable waiver of sovereign immunity, but, rather, insists that his suit is against the I.R.S. defendants individually and not as I.R.S. agents or employees.</p>\n<p>Of course, plaintiff cannot have it both ways. He has not alleged any conduct by the I.R.S. defendants which could be construed as having been taken for their own benefit. For example, while arguing that the I.R.S. defendants lost their \"qualified immunity\" by acting outside their authority, the plaintiff explains:</p>\n<blockquote>Relief request is <i>not</i> against the U.S, its is against the Defendants in their \"individual capacity\", but, as they acted under color of law Demandant believes Justice is best served if the U.S. government restores him to his previous condition, <i>before</i> he was harmed by these individuals (agents). Since no Defendant seems to have pocketed the ill-gotten gain of Demandants lose [sic] of property. It does NOT hurt or diminish the government to \"give back\" what is wrongfully gained!</blockquote>\n<p>Plaintiff's January 2, 1996, Answer and Objection at 7, ¶ II (punctuation and emphasis in original).</p>\n<p>Plaintiff has summarized his contentions by explaining that he is not a \"tax protester\" who claims that the Sixteenth Amendment is invalid. Rather, he claims that he is not subject to \"improperly laid taxes,\" and that he \"does not seek to enjoin collection of `properly laid taxes, liens, levies,' etc.\" <i>Id.</i> at 8, ¶ IV. He further explains that his \"Complaint is mostly to stop and correct <i>error</i> in tax collections.\" <i>Id.</i></p>\n<p>The court understands that the basis for plaintiff's Complaint is his contention that the Internal Revenue Code does not have the force or effect of law because it does not have implementing regulations and, therefore, cannot form the basis for collecting taxes or seizing property from him. Furthermore, he believes that, in acting purportedly pursuant to Code provisions, the I.R.S. defendants do so outside the scope of their authority as federal agents, and should be held personally accountable for the losses he incurs as a result of their actions.</p>\n<p>Although the plaintiff certainly is entitled to his beliefs, those beliefs do not state a claim against these defendants upon which relief may be granted in federal court. Even if the allegations had any basis in law, the defendants are cloaked with immunity as they carry out the duties of their offices as federal revenue agents. For the foregoing reasons, therefore, the I.R.S. defendants' Motion to Dismiss is ALLOWED.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>The Motions to Dismiss, filed by the I.R.S. defendants and by BB &amp; T, are ALLOWED. The plaintiff's motions to quash, for default and to rescind are DENIED. The result, therefore, is that all defendants are DISMISSED from this action, except defendant Menor, who may enjoy absolute immunity from suit pursuant to 26 U.S.C. § 6332(e). The court will entertain Ms. Menor's Motion for Judgment on the Pleadings, filed January 26, 1996, after Mr. Liebig has had an opportunity to respond thereto, on or before February 20, 1996.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff objects to having his name printed in all capital letters. He always follows it with the notation, \"sui juris,\" which, according to Black's Law Dictionary, means, \"Of his own right; possessing full social and civil rights; not under any legal disability, or the power of another, or guardianship.\" He also apparently objects to being referred to as proceeding <i>\"pro se,\"</i> preferring, instead, the term, <i>\"in propria persona.\"</i> Both terms refer to a litigant who appears before the court on his own behalf, without an attorney. Black's Law Dictionary further explains that the latter term \"was formerly a rule in pleading that pleas to the jurisdiction of the court must be pled <i>in propria persona,</i> because if pleaded by an attorney they admit the jurisdiction....\"</p>\n<p>[2]  In fact, on December 4th, the IRS defendants caused to be filed a \"Memorandum in Support of Movants' Motion to Dismiss;\" the one-page Motion itself inadvertently was not attached. The Clerk of Court notified counsel for the IRS defendants of the oversight, and the Motion proper was received and stamped \"filed\" on December 11, 1995. The Certificate of Service states that the Motion was served December 6, 1995, on the plaintiff by placing it in first class mail.</p>\n<p>[3]  Although plaintiff does not specify which motion to dismiss he seeks to have the court quash, the court perceives plaintiff to be referring to the IRS defendants' Motion to Dismiss.</p>\n<p>[4]  Plaintiff's objection to the extension was overruled by order of Magistrate Judge William N. Mason on January 5, 1996.</p>\n<p>[5]  Plaintiff explains in his Memorandum filed in opposition to the IRS defendants' Motion that \"Defendant agents KNOW that the 16th Amendment, as interpreted in <span class=\"citation\" data-id=\"98629\"><a href=\"/opinion/98629/brushaber-v-union-pacific-r-co/\"><span class=\"volume\">240</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span> [36 S.Ct. 236, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">493</span></span> (1916)], and <i>Eisner v. Macomber,</i> <span class=\"citation\" data-id=\"1087772\"><a href=\"/opinion/1087772/eisner-v-macomber/\"><span class=\"volume\">252</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span> [40 S.Ct. 189, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">521</span></span> (1920)], prohibits the laying of a federal income Tax ON THE SOURCE. The high Court made it <i>clear</i> that if there was income it was \"derived from a Source,\" and the only mandatory tax is on Alcohol, Tobacco, and Firearms (see 27 C.F.R.).\" January 2, 1996, Memorandum at 3, ¶ 9.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/98629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087772/"
  ]
}