{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1948932/",
  "absolute_url": "/opinion/1948932/united-states-v-baker/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1948932/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:53:45.587335Z",
  "date_modified": "2016-04-27T00:03:48.090941Z",
  "type": "010combined",
  "sha1": "8a08cc18f3e4559cb42bc8f45b2bbce75b8d1803",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>836 F.Supp. 1237 (1993)</b></center>\n<center><h1>UNITED STATES of America, Petitioner,<br>\nv.<br>\nLeroy BAKER, Respondent.</h1></center>\n<center>No. 93-447-HC-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 13, 1993.</center>\n<p>Barbara D. Kocher, U.S. Attorney's Office, Raleigh, NC, for plaintiff.</p>\n<p><span class=\"star-pagination\">*1238</span> G. Alan DuBois, Office of the Federal Public Defender, Raleigh, NC, for defendant.</p>\n<p>Leroy Baker, pro se.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>On 22 July 1993 the United States moved the court for a hearing pursuant to 18 U.S.C. § 4245 to determine the present mental condition of respondent Leroy Baker, an inmate at the Federal Correctional Institution in Butner, North Carolina. By Order dated 30 July 1993 the Federal Public Defender for this district was appointed to represent respondent, an additional mental health examiner was authorized to be selected by respondent, and a date for a hearing was set. The date of the hearing subsequently was rescheduled and it ultimately was conducted on 13 August 1993. At the conclusion of the hearing the court determined, by a preponderance of the evidence presented, that respondent was presently suffering from a mental disease or defect for the treatment of which he was in need of custody for care or treatment in a suitable facility. The court ordered that he be committed to the custody of the Attorney General for hospitalization and treatment.</p>\n<p>The above recitation accurately describes not only the proceeding in this case but in dozens<sup>[1]</sup> of others conducted in this court over the past several years. What is unusual about the proceeding, however, is that it was conducted through the medium of video conference technology, or \"teleconferencing.\"<sup>[2]</sup> Counsel for respondent objected to the hearing being conducted in that fashion on grounds that it violated respondent's Fifth Amendment rights to due process, his Sixth Amendment right to the effective assistance of counsel, and other rights guaranteed to him by 18 U.S.C. § 4247(d).</p>\n<p></p>\n<h2>I</h2>\n<p>The Federal Correctional Institution at Butner (\"FCI Butner\") is a medium-security federal correctional facility that includes a mental health unit capable of meeting the needs of approximately 200 inmates. Although geographically located in Durham County, which is in the Middle District of North Carolina, it is located for jurisdictional purposes in the Eastern District.<sup>[3]</sup> Raleigh, located some forty miles southeast, is the Eastern District seat of court nearest to FCI Butner. It is there that all mental competency hearings, including those under 18 U.S.C. §§ 4245 and 4246, are held.</p>\n<p>Inmates must be transported by United States Marshals Service deputies from FCI Butner to Raleigh in trips that normally take one hour. On a typical day when mental competency hearings are held,<sup>[4]</sup> at least two deputies must leave Raleigh at around dawn in order to travel to Butner, secure the inmates, make the return trip to Raleigh and be in court by 9 a.m. or a scheduled time thereafter. The return trip is, of course, equally as long. Inmates usually spend the entire day away from FCI Butner in transit, in a holding cell in the courthouse or in court. This sometimes results in a disruption of inmates' normal medication schedules. While in the holding cells mental health inmates often are, by necessity, placed with other inmates.</p>\n<p></p>\n<h2>II</h2>\n<p>In preparation for the hearing, the court directed the parties to label and exchange numbered exhibits on the day preceding the hearing and to provide copies to the courtroom deputy.<sup>[5]</sup> The equipment was set up <span class=\"star-pagination\">*1239</span> and tested prior to the date of the hearing and counsel for both parties had an opportunity to see it and to experiment with it.</p>\n<p>Participants in the hearing in Raleigh were located in Courtroom Two, seventh floor, United States Courthouse, 310 New Bern Avenue, the regular courtroom of the undersigned judge presiding. Present, in addition to the judge, were Linda K. Teal, Assistant United States Attorney, representing the Government; Donna Tomawski, Court Reporter; and Beth Lee, Deputy Clerk of Court, all of whom were participating in the proceeding. Elizabeth Manton, the Federal Public Defender for the Eastern District, was present to observe the proceedings on behalf of respondent. There also were spectators in the courtroom.</p>\n<p>Participants in the hearing at Butner were located in a Psychology Department conference room. Present were the respondent and his attorney, Assistant Federal Public Defender G. Alan DuBois, and witnesses for both the government and the respondent. In addition, two security officers and a unit counsellor, Charles Massenburg, were present. Other prison staff members and a representative of the United States Attorney's office also were in the room.</p>\n<p>In Raleigh the courtroom was equipped with one 25\" monitor and one 18\" monitor, the former being located directly in front of and facing the bench and the latter directly in front of government counsel's table, facing the back of the courtroom. At Butner a 25\" video monitor was located directly in front of the inmate and his attorney. Two cameras were used in the Raleigh courtroom, one of which was fixed on the judge and the other on the Assistant United States Attorney. Two cameras also were used at Butner; one was fixed on respondent and his attorney and the other on the witness stand. Only one camera could be focused at a time and this was accomplished by a switching device located at the other facility. Mr. DuBois, respondent's attorney, made the decision whether to focus the Raleigh cameras on the judge or on the Assistant United States Attorney. The undersigned judge made the decision whether to focus the Butner camera on the respondent, his attorney, or the witness. The camera directed toward respondent and his attorney could be focused on both or concentrated on respondent for a close-up view.</p>\n<p>Ms. Tomawski, the court reporter, transcribed the full proceedings with no apparent difficulty.</p>\n<p></p>\n<h2>III</h2>\n<p>The hearing was conducted in the normal fashion. The government called as its only witness Dr. Rushton Backer, a staff psychologist of the Mental Health Division at Butner. He was examined by Ms. Teal and cross-examined by Mr. DuBois. The court had no difficulty hearing and understanding the questions of Mr. DuBois or the testimony of Dr. Backer. During the questioning the court changed the focus of the camera from counsel to witness and back and also focused on respondent. No exhibits were offered into evidence by the government, although it did rely on a case summary filed with the Motion to Determine Mental Condition. No testimony was presented by respondent, although Mr. Baker was permitted to make an unsworn statement to the court from his seat. The court had no difficulty hearing Mr. Baker. In addition, the written report of Dr. Billy W. Royal, a private psychiatrist appointed by the court to assist the defense, was received into evidence. Upon the close of the evidence Mr. DuBois and Ms. Teal made closing arguments. Again, the court had no difficulty hearing and understanding the presentation of the attorneys.</p>\n<p>Throughout the hearing the video transmission was clear. The court was able to see the respondent, his attorney and the witnesses at Butner with clarity comparable to that of the parties in the Raleigh courtroom. Facial expressions were evident and demeanor was clearly observable.</p>\n<p></p>\n<h2>IV</h2>\n<p>At the conclusion of that part of the hearing, the court invited the parties to present additional evidence and argument on respondent's <span class=\"star-pagination\">*1240</span> objections to the teleconferencing technology being used. Three witnesses were called by the defense and questioned by Ms. Manton from the Raleigh courtroom. Mr. DuBois testified from Butner; Dr. James Luginbuhl, an expert in social psychology, and Jeffrey Starkweather, a defense attorney, testified from the Raleigh courtroom. The court called as witnesses Dr. Sally Johnson, Deputy Warden and Director of Mental Health Services at Butner, and Alex Holman, Deputy United States Marshal. Dr. Johnson testified from Butner and Mr. Holman from the Raleigh courtroom. Both were cross-examined by Ms. Manton. The court had no difficulty hearing and understanding the witnesses at Butner. The video transmission of this part of the proceeding also was clear. However, the televised image of Dr. Johnson covered only a part of her face, apparently because the camera at Butner had not been adjusted for her.<sup>[6]</sup></p>\n<p>The parties were given an opportunity to file briefs in support of their respective contentions. In addition, briefs and other filings by the parties, including the declaration of Leonard S. Rubenstein,<sup>[7]</sup> the affidavit of Deborah Greenblatt,<sup>[8]</sup> and a document entitled \"Objections To The Proposed Teleconferencing Of Mental Competency Hearings\" by Sara Cordelia Wrenn<sup>[9]</sup> have been presented to and considered by the court.</p>\n<p></p>\n<h2>V</h2>\n<p>Respondent contends that the use of teleconferencing technology in this proceeding violated his rights to due process under the Fifth Amendment, his Sixth Amendment right to effective assistance of counsel, and other rights to which he is entitled under 18 U.S.C. § 4247(d). Specifically, he contends that his absence from the courtroom deprived the judge of the opportunity to observe his demeanor as a participant in the hearing and as a witness,<sup>[10]</sup> and brought into play a host of psychological and behavioral factors that are potentially prejudicial to him.</p>\n<p>The court notes at the outset that a hearing to determine the present mental condition of an imprisoned person held pursuant to 18 U.S.C. § 4245 is a civil hearing. <i>See e.g., </i><i>United States v. Copley,</i> 935 F.2d 669, 672 (4th Cir.1991). As such, it does not implicate the full range of rights guaranteed to individuals subjected to criminal proceedings. A civil commitment does, however, bring about a significant deprivation of an inmate's liberty interests because, for example, it may place the inmate into a regimen of forced treatment or subject him to greater public stigma. <i>See </i><i>Vitek v. Jones,</i> 445 U.S. 480, 493-94, 100 S.Ct. 1254, 1264, 63 L.Ed.2d 552 (1980). Restriction or deprivation of these important interests therefore must be accompanied by procedural safeguards to ensure that the deprivation comports with due process requirements. <i>Id.</i> at 494, 100 S.Ct. at 1264. As the Supreme Court observed in <i>Addington v. Texas,</i> 441 U.S. 418, 425, 99 S.Ct. 1804, 1809, 60 L.Ed.2d 323 (1979), a civil commitment falls in many ways within the spectrum that ranges between criminal and civil cases, and does implicate important individual rights. Accordingly, this court must determine the nature and extent of the process due respondent in connection with the hearing by considering three factors:</p>\n<blockquote>First, the private interest that will be affected by the official action; second, the risk of an erroneous deprivation of such interest through the procedures used, and the probable value, if any, of additional or substitute procedural safeguards; and finally, the Government's interest, including the function involved and the fiscal and administrative burdens that the additional <span class=\"star-pagination\">*1241</span> or substitute procedural requirements would entail.</blockquote>\n<p><i>Mathews v. Eldridge,</i> 424 U.S. 319, 335, 96 S.Ct. 893, 903, 47 L.Ed.2d 18 (1976). The court will proceed to review the nature of the liberty interest at stake, the government's interest in using the challenged procedures, and the risk of an erroneous deprivation of that interest when the hearing is conducted by means of video conference technology.</p>\n<p></p>\n<h2>A</h2>\n<p>Without question, the civil commitment of any person to a mental health institution over that person's objection brings about a \"massive curtailment of liberty,\" <i>Humphrey v. Cady,</i> 405 U.S. 504, 509, 92 S.Ct. 1048, 1052, 31 L.Ed.2d 394 (1972), even if the person already is imprisoned. Respondent argues that the deprivation is even more pronounced in the context of commitment under section 4245, because the committed inmate is placed behind bars in a prison rather than in a presumably more therapeutic hospital setting and is detained there for an indeterminate amount of time.<sup>[11]</sup> In light of these factors, respondent argues that</p>\n<blockquote>the commitment hearing is the [respondent's] one and only bite at the apple. It is his one chance to present evidence to win his freedom, his one chan[c]e to have the judge look him in the eye and evaluate him directly as a person and not as the sum of medical reports and progress notes, his one chance to avoid what could potentially amount to a life sentence of confinement.</blockquote>\n<p>(Respondent's Mem. in Opposition to Proposal to Conduct Mental Commitment Cases Held Pursuant to 18 U.S.C. § 4245 and § 4246 by Video Teleconference at 3 [hereinafter Respondent's Mem. in Opposition].)</p>\n<p>Respondent argues further that the liberty interest at stake is at least coextensive with and possibly even more extensive than the liberty interest held by criminal defendants awaiting trial or sentencing because those defendants are assured that any sentence will be for a definite amount of time, after which they will be released. In contrast, inmates committed under section 4245 and particularly section 4246 have no specified release date. Further, the committed respondent will suffer not only the stigma of having been incarcerated in a federal prison, but also will bear the additional stigma of having been formally adjudged to suffer from a mental disease or defect. <i>See </i><i>Addington,</i> 441 U.S. at 425-26, 99 S.Ct. at 1809 (assessing these detrimental effects). The government does not contest respondent's emphasis on the weight of the liberty interest at stake.</p>\n<p>It is apparent to the court that <i>Vitek's</i> three-prong review of whether due process has been satisfied must be conducted. As to the first prong, the court concludes that respondent has a significant liberty interest that cannot be curtailed by government action without due process. The court cannot agree with respondent's efforts to liken civil commitment to a criminal proceeding, because the interests at stake in fact are vastly different. For one thing, the government's efforts to civilly commit a person are not punitive in nature. Further, the civil commitment must end when the person is no longer suffering from a mental disease or defect such that he or she is a danger to self or others. <i>See </i><i>Addington,</i> 441 U.S. at 428, 99 S.Ct. at 1810 (explaining that \"a civil commitment proceeding can in no sense be equated to a criminal prosecution\"). Due process in the context of a civil commitment hearing consists of an opportunity to be heard \"at a meaningful time and in a meaningful manner,\" <i>Boddie v. Connecticut,</i> 401 U.S. 371, 378, 91 S.Ct. 780, 786, 28 L.Ed.2d 113 (1971) (quoting <i>Armstrong v. Manzo,</i> 380 U.S. 545, 552, 85 S.Ct. 1187, 1191, 14 L.Ed.2d 62 (1965)), and a hearing \"appropriate to the nature of the case.\" <i>Id.</i> (quoting <i>Mullane v. Central Hanover Bank &amp; Trust Co.,</i> 339 U.S. 306, 313, 70 S.Ct. 652, 657, 94 L.Ed. 865 (1950)). Commitment hearings held pursuant to sections 4245 and 4246 must be conducted <span class=\"star-pagination\">*1242</span> according to the requirements set out in 18 U.S.C. § 4247(d), quoted <i>infra.</i></p>\n<p></p>\n<h2>B</h2>\n<p>The government contends that it has a significant interest in conducting competency hearings by teleconferencing rather than by standard procedures. Teleconferencing, according to the government, assures a higher level of safety for inmates and for other participants because inmates need not be transported from FCI Butner to Raleigh and back. Travel costs also would be reduced. Elimination of the need to travel to and from Butner and to hold inmates in Raleigh also could minimize or even eliminate disruption to inmates' medication schedules.</p>\n<p>Respondent argues that the government's interest, even if legitimate, nevertheless is not strong enough to outweigh the respondent's interest in conducting the hearing in person. He contends that any savings realized by eliminating the need to transport inmates would be countered by new costs incurred as a result of the teleconferencing system, security costs, and other travel costs. Respondent further contends that the government's asserted interest in increased security is not persuasive because the respondents in these hearings do not present increased security risks and are no more likely than other inmates to be unruly or difficult to transport. In light of the nominal benefits to the government, respondent argues, his strong liberty interest should be accorded greater weight.</p>\n<p>Having reviewed both parties' arguments, the court concludes that the government does have a legitimate and significant interest in using video conference technology to conduct competency hearings. The alternative to teleconferenced hearings obviously is to hold hearings as before. Initial installation and development of this technology in this district presumably will be expensive, but early evaluations suggest that teleconferencing will save both time and money and, more importantly, will be safer and provide other benefits for the inmates involved. <i>See</i> discussion <i>infra.</i></p>\n<p></p>\n<h2>C</h2>\n<p>With respect to the third prong of the <i>Vitek</i> analysis, respondent argues that teleconferencing increases the likelihood of an erroneous deprivation of liberty because it cannot improve on the traditional hearing format and, instead, works to the detriment of the judge, the inmate, and the inmate's attorney.</p>\n<p></p>\n<h2>1</h2>\n<p>First, respondent argues that teleconferencing diminishes the quality and quantity of information available to the court and that the equipment used in teleconferencing increases the risk of an erroneous result. Because the judge can see the inmate only if he focuses on the inmate to the exclusion of other participants at Butner, respondent argues, the court is prevented from observing the inmate's demeanor and reaction to witnesses unless the court focuses away from the testifying witness. Peripheral vision also is limited, respondent argues, thereby increasing the likelihood that the judge will \"commit the Fundamental Attribution Error.\"<sup>[12]</sup> In other words, respondent contends that the judge may erroneously assume that the inmate's actions or behavior are attributable to his personal character when in fact they may be attributable to his reaction to the physical setting or to other stimuli in his environment, which are not visible to the judge. This more narrow focus on the Butner participants also could bring about the \"Actor-Observer Effect,\" according to respondent. He explains that the Actor-Observer Effect is a perceptual bias that arises because \"active participants in a situation see mostly external or situationally motivated reasons for their own behavior, while observers tend to believe the actors' behaviors are internally motivated.\" (Respondent's Mem. in Opposition at 10.) As a final shortcoming leading to perceptual bias, respondent argues that the physical distancing of an inmate <span class=\"star-pagination\">*1243</span> from the judge has the effect of \"mak[ing] judges both more anonymous and more remote from the people who must live with their decisions, [thereby increasing the likelihood of a] judicial bias towards the imposition of harsher sanctions or, in this case, more ready commitment.\" <i>Id.</i> at 11. Respondent contends that research shows that even after the judge has been made aware of these factors, the judge, like most people, still would be willing to make decisions based on the flawed information.</p>\n<p>Finally, respondent contends that the quality of the video transmission was poor, which means that \"the court will be unable to view the witness or respondent in all his fullness, clarity or subtlety but rather will see a herky-jerky digitally compressed approximation of a person; a ghostly algorithm which can never capture the full essence of the individual.\" <i>Id.</i> at 12. In sum, the essence of respondent's complaint is this:</p>\n<blockquote>A judge isolated in [a] courtroom dozens of miles away, deprived of the ability to continuously take in an entire courtroom scene through the use of hearing and peripheral vision and limited to viewing one image of dubious quality at a time will to one degree or another lose the information conveyed by the actions [taken by respondent in connection with his actual appearance in a courtroom and while interacting with others]. While the information lost by teleconferencing will not make a difference in every case, it will certainly have an effect on the many close cases where the judge inevitably and rightly falls back on his subjective feelings and intuition in deciding whether or not the [respondent's] release would pose a danger to others.</blockquote>\n<p><i>Id.</i> at 13.</p>\n<p>After full review of respondent's contentions, the court emphasizes again (having first done so in its findings of fact, set out in sections I through IV, <i>supra</i>) that the video transmission was clear and the respondent's demeanor clearly evident. The court experienced no difficulty changing the cameras' focus and did not find the need to operate the cameras distracting. At this juncture, the court also emphasizes that its consideration of inmates' mental status is informed not only by the inmates' physical appearance and behavior, but also by the medical evaluations and reports prepared by inmates' doctors and by an expert specially appointed by the court for the inmate respondent. These written materials, which are provided to the court in every case, and the oral testimony of witnesses, which is available in most, are generally more relevant and probative than an inmate's demeanor on any given day. While informative, the court believes that an inmate's demeanor  whether it works to his advantage or disadvantage  is a much less reliable indicator of dangerousness or mental disease or defect than the written medical evaluations and oral testimony. Demeanor is important, but the court's \"subjective feelings and intuition,\" to the extent that they are informed by an inmate's deportment during a short hearing while the inmate is in unfamiliar surroundings, do not and should not decide \"close cases.\" When an inmate speaks to the court, in a traditional or teleconferenced competency hearing, the court watches and listens closely. The inmate's demeanor during the entire course of the hearing, however, and particularly those aspects of an inmate's behavior that respondent argues should be perceived via peripheral vision, are relevant but much less so.</p>\n<p></p>\n<h2>2</h2>\n<p>Respondent goes on to argue that related to the problems with the judge's ability to obtain information are problems with inmates' perceptions. An inmate also is deprived of full participation, according to respondent, and may not be able to perceive the subtle nuances of other participants' behavior that could affect his or her courtroom behavior and demeanor. Respondent reports that some inmates may be subject to disorders that involve delusions or obsessions about television screens, remote control devices, or other forms of technology, and argues that these disorders could complicate the process for an individual so afflicted. In addition, respondent argues that some inmates with mental retardation or other developmental disorders are \"concrete thinkers\" who have difficulty dealing with abstract concepts, and therefore may need to have actual physical proximity to the judge and <span class=\"star-pagination\">*1244</span> other participants in order to understand that they are having a \"court-related\" experience. Because these inmates may not fully understand or appreciate the gravity of a teleconferenced competency hearing, respondent contends, they cannot receive meaningful notice of televised commitment proceedings.</p>\n<p>The court agrees that the use of video conference technology may not be in the best interests of those inmates who suffer illnesses that feature obsessions with or misconceptions about televisions, recording equipment, or other forms of electronic communication. In those special cases, a more traditional hearing can be held. With respect to respondent's argument that actual courtroom presence may be necessary in order to impress upon inmates the gravity of the situation, the court believes that inmates often are better served by being permitted to remain in familiar surroundings in the company of familiar people rather than being summoned to Raleigh and brought (sometimes shackled) into a strange courtroom. Inmates participating in traditional competency hearings sometimes appear frightened or agitated by the strangeness of their situation. In the instant case, respondent was able to remain on-site at Butner in the company of doctors known to him, as well as a counsellor, Charles Massenburg, with whom respondent is particularly comfortable.<sup>[13]</sup> Respondent appeared relaxed and had no apparent difficulty appreciating the nature and importance of the proceedings. In the court's view, permitting inmates to remain at Butner would be more compatible with their needs than bringing them into an imposing courtroom that, while it probably does impress upon them that the hearing is important, also causes them to feel ill at ease or even frightened.</p>\n<p></p>\n<h2>3</h2>\n<p>In addition to detrimentally affecting the perceptions of the judge and the inmate, respondent argues that the use of teleconferencing also would negatively impact other participants, such as inmates' counsel. He contends that an inmate's attorney would be placed at a tactical disadvantage because the Assistant United States Attorney would be in Raleigh and would be able to argue directly to the court, while the inmate's attorney would be \"reduced to a voice coming out of a box accompanied by a grainy television image.\" <i>Id.</i> at 16.</p>\n<p>In the court's view, even if respondent's counsel does experience a sense of distance as a result of having to argue from Butner, that complaint has no direct bearing on the issue before the court: Whether competency hearings conducted by teleconferencing are constitutional. It was evident to the court that respondent's attorney was perfectly able to articulate his client's best arguments from Butner, just as he does from Raleigh. The Assistant United States Attorney does not reap unfair advantage as a result of his or her presence in the courtroom. In short, respondent, through the office of the Federal Public Defender, has expressed a decided preference for traditional hearings and is not comfortable with or simply does not like certain aspects of video conference technology. The court believes that these grievances are relevant and should be considered to the extent that they inform future efforts to improve this technology, but concludes that they do not bear on the question of constitutionality.</p>\n<p></p>\n<h2>VI</h2>\n<p>To summarize, respondent argues that competency hearings conducted via teleconferencing are more likely to result in an erroneous deprivation of liberty because the judge will not have access to the full visual input necessary to properly evaluate the inmate and understand his or her behavior, and also may be more inclined to order commitment due to a sense of distance from the inmate. The inmate may also contribute to an erroneous deprivation of liberty because he or she may not appreciate the nature of the teleconference and could be disadvantaged by an inability to properly respond to <span class=\"star-pagination\">*1245</span> the proceedings. This lack of understanding on the inmates' part, respondent argues, further exacerbates the likelihood that the judge will reach an erroneous conclusion.</p>\n<p>The court has reviewed the arguments and agrees that a significant liberty interest is at stake in civil commitment proceedings. The respondent is entitled to due process in connection with his commitment hearing. Having participated in and closely observed the first televised competency hearing, the court cannot agree with respondent's argument that due process may be afforded to him only through a traditional commitment hearing in which all parties are convened in one location. Finding that the use of video conference technology does not increase the risk of an erroneous result and that the government has a substantial interest in its use, the court concludes that the competency hearing at issue was conducted in full accord with the requirements of due process, that respondent was entitled to and did confront any witnesses against him, and that no rights accruing to respondent under the federal Constitution have been impinged upon in any way. In reaching this conclusion the court has fully considered all of respondent's constitution-based arguments, including those not specifically reviewed above.</p>\n<p>The court observes that the technology used, while adequate and effective in the hearing at issue, presumably will be improved in the near future. Respondent's concern that the judge cannot fully assess inmates' demeanor and reaction to the proceedings should be obviated by use of split-screen technology, which would allow the court to simultaneously observe the respondent and any witness testifying at Butner. This technology already exists and has successfully been used by other court systems. The court anticipates that split-screen technology eventually will be integrated into the hearing format if costs allow and if teleconferenced competency hearings pass constitutional muster when subjected to appellate review.</p>\n<p></p>\n<h2>VII</h2>\n<p>Finally, respondent argues that rights accruing to him under 18 U.S.C. § 4247(d) were violated. Section 4247(d) provides that in a Chapter 313 mental commitment hearing,</p>\n<blockquote>the person whose mental condition is the subject of the hearing shall be represented by counsel.... The person shall be afforded an opportunity to testify, to present evidence, to subpoena witnesses on his behalf, and to confront and cross-examine witnesses who appear at the hearing.</blockquote>\n<p>These statutory rights also implicate liberty interests that must be afforded due process protection. <i>Cf. </i><i>Wolff v. McDonnell,</i> 418 U.S. 539, 556-68, 94 S.Ct. 2963, 2974-81, 41 L.Ed.2d 935 (1974); <i>Morrisey v. Brewer,</i> 408 U.S. 471, 481, 92 S.Ct. 2593, 2600, 33 L.Ed.2d 484 (1972). Respondent contends that each of the statutory rights listed above are violated by use of teleconferencing to conduct a civil commitment hearing.</p>\n<p></p>\n<h2>A</h2>\n<p>Under section 4247(d), respondent contends that he is entitled to be physically present in the courtroom during the competency hearing. Drawing on his earlier argument that his liberty interest is at least as extensive as that of a criminal defendant awaiting trial, he contends that cases and statutes forbidding physical exclusion of those defendants from their trials or other important proceedings apply equally to his physical absence from the Raleigh-based commitment hearing.</p>\n<p>Relying heavily on a Ninth Circuit case, <i>Valenzuela-Gonzalez v. U.S. Dist. Court for Dist. of Az.,</i> 915 F.2d 1276 (9th Cir.1990), respondent argues that his exclusion from the courtroom violated the Rule 43 requirement that a defendant be present for the arraignment, at the time of the plea, at every stage of the trial and at sentencing. Fed. R.Crim.P. 43(a). In <i>Valenzuela-Gonzalez,</i> the court held that Rule 43 did not authorize or permit the use of closed-circuit television in a criminal arraignment and that unless Congress expressly stated that a defendant's appearance on closed-circuit television was equivalent to his physical appearance in court, the plain meaning of the rule would be in full effect and the defendant must be physically present. <i>Valenzuela-Gonzalez,</i> <span class=\"star-pagination\">*1246</span> 915 F.2d at 1281. Notably, however, the <i>Valenzuela-Gonzalez</i> court did not decide the issue on constitutional grounds. Instead, the court explained that it \"need not resolve [the constitutional] question ... [because] the presence of the defendant at arraignment is required under two federal rules of criminal procedure,\" and went on to note that \"[t]he protection of these rules is broader than [that which] the [C]onstitution provides.\" <i>Id.</i> at 1280.</p>\n<p>Considering the persuasive value of <i>Valenzuela-Gonzalez</i> with respect to this case, the court observes at the outset that Rule 43 does not apply to civil commitment hearings, nor does any other rule of criminal procedure. Respondent concedes this fact but argues that the similarities between Rule 43 and section 4247(d) should convince this court that the Ninth Circuit's conclusion with respect to the rule should apply equally to construction of the statute. However, section 4247(d) not only makes no mention of physical presence, it makes no reference to \"presence\" at all. It says only that the respondent must be given an opportunity to testify and to otherwise take part in the hearing. While the plain meaning of \"presence\" may have convinced the Ninth Circuit to disallow an arraignment via teleconferencing, that reasoning cannot be adapted to a statute in which the language does not appear.</p>\n<p></p>\n<h2>B</h2>\n<p>Respondent's other arguments parallel, for the most part, his constitution-based arguments. He contends that his statutory right to the assistance of counsel will be wrongly impinged by the fact that his lawyer has to argue from a different place and through a television screen, while the government can argue directly to the judge. His rights to examine and cross-examine witnesses also would be impaired, he argues, because government witnesses could testify from Raleigh and he therefore would not have the opportunity to confront them in a face-to-face meeting. The court reiterates that these proceedings are civil in nature and that the Sixth Amendment's Confrontation Clause does not apply.</p>\n<p></p>\n<h2>VIII</h2>\n<p>The court appreciates the concern expressed by the Federal Public Defender's office and agrees that this new technology must be assessed with caution and certainly not adopted simply because it is new and apparently convenient. The court also agrees that the inmates involved in hearings under sections 4245 and 4246 often have \"unique vulnerabilities\" that demand from the court and, in fact, from the system through which they progress, an awareness of and sensitivity to the obstacles that confront them.</p>\n<p>Having assessed the reliability and effectiveness of video teleconferencing during the 11 August hearing, the court's only concern is with its ability to readily perceive the respondent's demeanor. However, any difficulties in doing so would quickly be apparent to the court. If use of teleconferencing proved in any particular case to be unsatisfactory, the court can and would immediately recess the hearing and reschedule it to take place in a more conventional setting, at which time the demeanor of the respondent could be more readily observed. The court also recognizes that a conventional hearing format may be more appropriate for inmates likely to have difficulties participating in a teleconferenced hearing due to delusions or obsessions regarding televisions or video-related equipment. Reactions of this nature obviously will vary from person to person, so the court will determine whether a teleconferenced hearing is appropriate under the circumstances on a case-by-case basis. No difficulties warranting rescheduling were apparent in the hearing at issue, and the court finds that the competency hearing in no way abridged any of respondent's constitutional rights to due process.</p>\n<p>The court concludes that the teleconferencing at issue here not only is constitutional, but also is effective and must be explored. That the federal judicial system and the services it provides are expensive is no secret. Teleconferencing could, if properly developed and implemented, not only curtail costs and save time for counsel and other court and prison personnel, but also  more importantly <span class=\"star-pagination\">*1247</span>  be safer and provide other benefits for inmates who otherwise would face a day of transport, strange surroundings, and disrupted medication. The system is viable, and it does not infringe on rights guaranteed to respondent under the Constitution and laws of the United States.</p>\n<h2>NOTES</h2>\n<p>[1]  Court records indicate that some 19 such hearings were conducted during the last year.</p>\n<p>[2]  At its meeting in March of 1993, the Judicial Conference of the United States authorized the court to conduct a pilot project using video conference technology, also known as \"interactive video\" or \"teleconferencing.\"</p>\n<p>[3]  28 U.S.C. § 113(a) provides in part: \"The Eastern District comprises ... that portion of Durham County encompassing the Federal Correctional Institution, Butner, North Carolina.\"</p>\n<p>[4]  The court makes every effort to schedule several hearings on the same day for the convenience of the inmates, witnesses, the Marshals Service and counsel.</p>\n<p>[5]  Had there been any additional exhibits they could easily have been exchanged between counsel and received by the court by means of facsimile transmission.</p>\n<p>[6]  To the extent necessary, sections I through IV constitute the court's findings of fact.</p>\n<p>[7]  Mr. Rubenstein is Executive Director of the Judge David L. Bazelon Center for Mental Health Law.</p>\n<p>[8]  Ms. Greenblatt is Director of Carolina Legal Assistance, Inc., a mental disability law project based in Raleigh, North Carolina.</p>\n<p>[9]  This document is otherwise unidentified.</p>\n<p>[10]  As noted earlier, respondent was not sworn and did not testify. He was permitted to make a statement to the court from his seat at counsel table.</p>\n<p>[11]  As stated by respondent, once the inmate has been committed, there are no statutorily mandated hearings. A written report must be sent to the court once yearly. Respondent notes that the committed inmate is not entitled to counsel for the duration of commitment and therefore may not know how or when to contest the report. However, in this district the Federal Public Defender is provided copies of annual reports and motions, of any nature, affecting the inmate.</p>\n<p>[12]  Respondent describes the \"Fundamental Attribution Error\" as an error on the part of the fact-finder and as a perceptual bias drawn from the \"documented human tendency to overestimate the degree to which behavior is indicative of personal characteristics and to underestimate situational influence on behavior.\" (Respondent's Mem. in Opposition at 9-10.)</p>\n<p>[13]  As Dr. Sally Johnson testified from Butner, the presence of a counsellor is a benefit to the inmate that can be facilitated at Butner but would not be possible under a purely traditional hearing format because the costs of sending counsellors to Raleigh with inmates would be too high.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">836</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1237</span></span> (1993)</b></center>\n<center><h1>UNITED STATES of America, Petitioner,<br>\nv.<br>\nLeroy BAKER, Respondent.</h1></center>\n<center>No. 93-447-HC-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 13, 1993.</center>\n<p>Barbara D. Kocher, U.S. Attorney's Office, Raleigh, NC, for plaintiff.</p>\n<p><span class=\"star-pagination\">*1238</span> G. Alan DuBois, Office of the Federal Public Defender, Raleigh, NC, for defendant.</p>\n<p>Leroy Baker, pro se.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>On 22 July 1993 the United States moved the court for a hearing pursuant to 18 U.S.C. § 4245 to determine the present mental condition of respondent Leroy Baker, an inmate at the Federal Correctional Institution in Butner, North Carolina. By Order dated 30 July 1993 the Federal Public Defender for this district was appointed to represent respondent, an additional mental health examiner was authorized to be selected by respondent, and a date for a hearing was set. The date of the hearing subsequently was rescheduled and it ultimately was conducted on 13 August 1993. At the conclusion of the hearing the court determined, by a preponderance of the evidence presented, that respondent was presently suffering from a mental disease or defect for the treatment of which he was in need of custody for care or treatment in a suitable facility. The court ordered that he be committed to the custody of the Attorney General for hospitalization and treatment.</p>\n<p>The above recitation accurately describes not only the proceeding in this case but in dozens<sup>[1]</sup> of others conducted in this court over the past several years. What is unusual about the proceeding, however, is that it was conducted through the medium of video conference technology, or \"teleconferencing.\"<sup>[2]</sup> Counsel for respondent objected to the hearing being conducted in that fashion on grounds that it violated respondent's Fifth Amendment rights to due process, his Sixth Amendment right to the effective assistance of counsel, and other rights guaranteed to him by 18 U.S.C. § 4247(d).</p>\n<p></p>\n<h2>I</h2>\n<p>The Federal Correctional Institution at Butner (\"FCI Butner\") is a medium-security federal correctional facility that includes a mental health unit capable of meeting the needs of approximately 200 inmates. Although geographically located in Durham County, which is in the Middle District of North Carolina, it is located for jurisdictional purposes in the Eastern District.<sup>[3]</sup> Raleigh, located some forty miles southeast, is the Eastern District seat of court nearest to FCI Butner. It is there that all mental competency hearings, including those under 18 U.S.C. §§ 4245 and 4246, are held.</p>\n<p>Inmates must be transported by United States Marshals Service deputies from FCI Butner to Raleigh in trips that normally take one hour. On a typical day when mental competency hearings are held,<sup>[4]</sup> at least two deputies must leave Raleigh at around dawn in order to travel to Butner, secure the inmates, make the return trip to Raleigh and be in court by 9 a.m. or a scheduled time thereafter. The return trip is, of course, equally as long. Inmates usually spend the entire day away from FCI Butner in transit, in a holding cell in the courthouse or in court. This sometimes results in a disruption of inmates' normal medication schedules. While in the holding cells mental health inmates often are, by necessity, placed with other inmates.</p>\n<p></p>\n<h2>II</h2>\n<p>In preparation for the hearing, the court directed the parties to label and exchange numbered exhibits on the day preceding the hearing and to provide copies to the courtroom deputy.<sup>[5]</sup> The equipment was set up <span class=\"star-pagination\">*1239</span> and tested prior to the date of the hearing and counsel for both parties had an opportunity to see it and to experiment with it.</p>\n<p>Participants in the hearing in Raleigh were located in Courtroom Two, seventh floor, United States Courthouse, 310 New Bern Avenue, the regular courtroom of the undersigned judge presiding. Present, in addition to the judge, were Linda K. Teal, Assistant United States Attorney, representing the Government; Donna Tomawski, Court Reporter; and Beth Lee, Deputy Clerk of Court, all of whom were participating in the proceeding. Elizabeth Manton, the Federal Public Defender for the Eastern District, was present to observe the proceedings on behalf of respondent. There also were spectators in the courtroom.</p>\n<p>Participants in the hearing at Butner were located in a Psychology Department conference room. Present were the respondent and his attorney, Assistant Federal Public Defender G. Alan DuBois, and witnesses for both the government and the respondent. In addition, two security officers and a unit counsellor, Charles Massenburg, were present. Other prison staff members and a representative of the United States Attorney's office also were in the room.</p>\n<p>In Raleigh the courtroom was equipped with one 25\" monitor and one 18\" monitor, the former being located directly in front of and facing the bench and the latter directly in front of government counsel's table, facing the back of the courtroom. At Butner a 25\" video monitor was located directly in front of the inmate and his attorney. Two cameras were used in the Raleigh courtroom, one of which was fixed on the judge and the other on the Assistant United States Attorney. Two cameras also were used at Butner; one was fixed on respondent and his attorney and the other on the witness stand. Only one camera could be focused at a time and this was accomplished by a switching device located at the other facility. Mr. DuBois, respondent's attorney, made the decision whether to focus the Raleigh cameras on the judge or on the Assistant United States Attorney. The undersigned judge made the decision whether to focus the Butner camera on the respondent, his attorney, or the witness. The camera directed toward respondent and his attorney could be focused on both or concentrated on respondent for a close-up view.</p>\n<p>Ms. Tomawski, the court reporter, transcribed the full proceedings with no apparent difficulty.</p>\n<p></p>\n<h2>III</h2>\n<p>The hearing was conducted in the normal fashion. The government called as its only witness Dr. Rushton Backer, a staff psychologist of the Mental Health Division at Butner. He was examined by Ms. Teal and cross-examined by Mr. DuBois. The court had no difficulty hearing and understanding the questions of Mr. DuBois or the testimony of Dr. Backer. During the questioning the court changed the focus of the camera from counsel to witness and back and also focused on respondent. No exhibits were offered into evidence by the government, although it did rely on a case summary filed with the Motion to Determine Mental Condition. No testimony was presented by respondent, although Mr. Baker was permitted to make an unsworn statement to the court from his seat. The court had no difficulty hearing Mr. Baker. In addition, the written report of Dr. Billy W. Royal, a private psychiatrist appointed by the court to assist the defense, was received into evidence. Upon the close of the evidence Mr. DuBois and Ms. Teal made closing arguments. Again, the court had no difficulty hearing and understanding the presentation of the attorneys.</p>\n<p>Throughout the hearing the video transmission was clear. The court was able to see the respondent, his attorney and the witnesses at Butner with clarity comparable to that of the parties in the Raleigh courtroom. Facial expressions were evident and demeanor was clearly observable.</p>\n<p></p>\n<h2>IV</h2>\n<p>At the conclusion of that part of the hearing, the court invited the parties to present additional evidence and argument on respondent's <span class=\"star-pagination\">*1240</span> objections to the teleconferencing technology being used. Three witnesses were called by the defense and questioned by Ms. Manton from the Raleigh courtroom. Mr. DuBois testified from Butner; Dr. James Luginbuhl, an expert in social psychology, and Jeffrey Starkweather, a defense attorney, testified from the Raleigh courtroom. The court called as witnesses Dr. Sally Johnson, Deputy Warden and Director of Mental Health Services at Butner, and Alex Holman, Deputy United States Marshal. Dr. Johnson testified from Butner and Mr. Holman from the Raleigh courtroom. Both were cross-examined by Ms. Manton. The court had no difficulty hearing and understanding the witnesses at Butner. The video transmission of this part of the proceeding also was clear. However, the televised image of Dr. Johnson covered only a part of her face, apparently because the camera at Butner had not been adjusted for her.<sup>[6]</sup></p>\n<p>The parties were given an opportunity to file briefs in support of their respective contentions. In addition, briefs and other filings by the parties, including the declaration of Leonard S. Rubenstein,<sup>[7]</sup> the affidavit of Deborah Greenblatt,<sup>[8]</sup> and a document entitled \"Objections To The Proposed Teleconferencing Of Mental Competency Hearings\" by Sara Cordelia Wrenn<sup>[9]</sup> have been presented to and considered by the court.</p>\n<p></p>\n<h2>V</h2>\n<p>Respondent contends that the use of teleconferencing technology in this proceeding violated his rights to due process under the Fifth Amendment, his Sixth Amendment right to effective assistance of counsel, and other rights to which he is entitled under 18 U.S.C. § 4247(d). Specifically, he contends that his absence from the courtroom deprived the judge of the opportunity to observe his demeanor as a participant in the hearing and as a witness,<sup>[10]</sup> and brought into play a host of psychological and behavioral factors that are potentially prejudicial to him.</p>\n<p>The court notes at the outset that a hearing to determine the present mental condition of an imprisoned person held pursuant to 18 U.S.C. § 4245 is a civil hearing. <i>See e.g., </i><i>United States v. Copley,</i> <span class=\"citation\" data-id=\"562642\"><a href=\"/opinion/562642/united-states-v-craig-o-copley/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">669</span></a></span>, 672 (4th Cir.1991). As such, it does not implicate the full range of rights guaranteed to individuals subjected to criminal proceedings. A civil commitment does, however, bring about a significant deprivation of an inmate's liberty interests because, for example, it may place the inmate into a regimen of forced treatment or subject him to greater public stigma. <i>See </i><i>Vitek v. Jones,</i> <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">480</span></a></span>, 493-94, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>, 1264, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">552</span></a></span> (1980). Restriction or deprivation of these important interests therefore must be accompanied by procedural safeguards to ensure that the deprivation comports with due process requirements. <i>Id.</i> at 494, 100 S.Ct. at 1264. As the Supreme Court observed in <i>Addington v. Texas,</i> <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">418</span></a></span>, 425, <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1804</span></a></span>, 1809, <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">323</span></a></span> (1979), a civil commitment falls in many ways within the spectrum that ranges between criminal and civil cases, and does implicate important individual rights. Accordingly, this court must determine the nature and extent of the process due respondent in connection with the hearing by considering three factors:</p>\n<blockquote>First, the private interest that will be affected by the official action; second, the risk of an erroneous deprivation of such interest through the procedures used, and the probable value, if any, of additional or substitute procedural safeguards; and finally, the Government's interest, including the function involved and the fiscal and administrative burdens that the additional <span class=\"star-pagination\">*1241</span> or substitute procedural requirements would entail.</blockquote>\n<p><i>Mathews v. Eldridge,</i> <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 335, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></a></span>, 903, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span> (1976). The court will proceed to review the nature of the liberty interest at stake, the government's interest in using the challenged procedures, and the risk of an erroneous deprivation of that interest when the hearing is conducted by means of video conference technology.</p>\n<p></p>\n<h2>A</h2>\n<p>Without question, the civil commitment of any person to a mental health institution over that person's objection brings about a \"massive curtailment of liberty,\" <i>Humphrey v. Cady,</i> <span class=\"citation\" data-id=\"108491\"><a href=\"/opinion/108491/humphrey-v-cady/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span>, 509, <span class=\"citation\" data-id=\"108491\"><a href=\"/opinion/108491/humphrey-v-cady/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1048</span></a></span>, 1052, <span class=\"citation\" data-id=\"108491\"><a href=\"/opinion/108491/humphrey-v-cady/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">394</span></a></span> (1972), even if the person already is imprisoned. Respondent argues that the deprivation is even more pronounced in the context of commitment under section 4245, because the committed inmate is placed behind bars in a prison rather than in a presumably more therapeutic hospital setting and is detained there for an indeterminate amount of time.<sup>[11]</sup> In light of these factors, respondent argues that</p>\n<blockquote>the commitment hearing is the [respondent's] one and only bite at the apple. It is his one chance to present evidence to win his freedom, his one chan[c]e to have the judge look him in the eye and evaluate him directly as a person and not as the sum of medical reports and progress notes, his one chance to avoid what could potentially amount to a life sentence of confinement.</blockquote>\n<p>(Respondent's Mem. in Opposition to Proposal to Conduct Mental Commitment Cases Held Pursuant to 18 U.S.C. § 4245 and § 4246 by Video Teleconference at 3 [hereinafter Respondent's Mem. in Opposition].)</p>\n<p>Respondent argues further that the liberty interest at stake is at least coextensive with and possibly even more extensive than the liberty interest held by criminal defendants awaiting trial or sentencing because those defendants are assured that any sentence will be for a definite amount of time, after which they will be released. In contrast, inmates committed under section 4245 and particularly section 4246 have no specified release date. Further, the committed respondent will suffer not only the stigma of having been incarcerated in a federal prison, but also will bear the additional stigma of having been formally adjudged to suffer from a mental disease or defect. <i>See </i><i>Addington,</i> 441 U.S. at 425-26, 99 S.Ct. at 1809 (assessing these detrimental effects). The government does not contest respondent's emphasis on the weight of the liberty interest at stake.</p>\n<p>It is apparent to the court that <i>Vitek's</i> three-prong review of whether due process has been satisfied must be conducted. As to the first prong, the court concludes that respondent has a significant liberty interest that cannot be curtailed by government action without due process. The court cannot agree with respondent's efforts to liken civil commitment to a criminal proceeding, because the interests at stake in fact are vastly different. For one thing, the government's efforts to civilly commit a person are not punitive in nature. Further, the civil commitment must end when the person is no longer suffering from a mental disease or defect such that he or she is a danger to self or others. <i>See </i><i>Addington,</i> 441 U.S. at 428, 99 S.Ct. at 1810 (explaining that \"a civil commitment proceeding can in no sense be equated to a criminal prosecution\"). Due process in the context of a civil commitment hearing consists of an opportunity to be heard \"at a meaningful time and in a meaningful manner,\" <i>Boddie v. Connecticut,</i> <span class=\"citation\" data-id=\"108281\"><a href=\"/opinion/108281/boddie-v-connecticut/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></a></span>, 378, <span class=\"citation\" data-id=\"108281\"><a href=\"/opinion/108281/boddie-v-connecticut/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">780</span></a></span>, 786, <span class=\"citation\" data-id=\"108281\"><a href=\"/opinion/108281/boddie-v-connecticut/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">113</span></a></span> (1971) (quoting <i>Armstrong v. Manzo,</i> <span class=\"citation\" data-id=\"107034\"><a href=\"/opinion/107034/armstrong-v-manzo/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>, 552, <span class=\"citation\" data-id=\"107034\"><a href=\"/opinion/107034/armstrong-v-manzo/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1187</span></a></span>, 1191, <span class=\"citation\" data-id=\"107034\"><a href=\"/opinion/107034/armstrong-v-manzo/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">62</span></a></span> (1965)), and a hearing \"appropriate to the nature of the case.\" <i>Id.</i> (quoting <i>Mullane v. Central Hanover Bank &amp; Trust Co.,</i> <span class=\"citation\" data-id=\"104786\"><a href=\"/opinion/104786/mullane-v-central-hanover-bank-trust-co/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">306</span></a></span>, 313, <span class=\"citation\" data-id=\"104786\"><a href=\"/opinion/104786/mullane-v-central-hanover-bank-trust-co/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">652</span></a></span>, 657, <span class=\"citation\" data-id=\"104786\"><a href=\"/opinion/104786/mullane-v-central-hanover-bank-trust-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">865</span></a></span> (1950)). Commitment hearings held pursuant to sections 4245 and 4246 must be conducted <span class=\"star-pagination\">*1242</span> according to the requirements set out in 18 U.S.C. § 4247(d), quoted <i>infra.</i></p>\n<p></p>\n<h2>B</h2>\n<p>The government contends that it has a significant interest in conducting competency hearings by teleconferencing rather than by standard procedures. Teleconferencing, according to the government, assures a higher level of safety for inmates and for other participants because inmates need not be transported from FCI Butner to Raleigh and back. Travel costs also would be reduced. Elimination of the need to travel to and from Butner and to hold inmates in Raleigh also could minimize or even eliminate disruption to inmates' medication schedules.</p>\n<p>Respondent argues that the government's interest, even if legitimate, nevertheless is not strong enough to outweigh the respondent's interest in conducting the hearing in person. He contends that any savings realized by eliminating the need to transport inmates would be countered by new costs incurred as a result of the teleconferencing system, security costs, and other travel costs. Respondent further contends that the government's asserted interest in increased security is not persuasive because the respondents in these hearings do not present increased security risks and are no more likely than other inmates to be unruly or difficult to transport. In light of the nominal benefits to the government, respondent argues, his strong liberty interest should be accorded greater weight.</p>\n<p>Having reviewed both parties' arguments, the court concludes that the government does have a legitimate and significant interest in using video conference technology to conduct competency hearings. The alternative to teleconferenced hearings obviously is to hold hearings as before. Initial installation and development of this technology in this district presumably will be expensive, but early evaluations suggest that teleconferencing will save both time and money and, more importantly, will be safer and provide other benefits for the inmates involved. <i>See</i> discussion <i>infra.</i></p>\n<p></p>\n<h2>C</h2>\n<p>With respect to the third prong of the <i>Vitek</i> analysis, respondent argues that teleconferencing increases the likelihood of an erroneous deprivation of liberty because it cannot improve on the traditional hearing format and, instead, works to the detriment of the judge, the inmate, and the inmate's attorney.</p>\n<p></p>\n<h2>1</h2>\n<p>First, respondent argues that teleconferencing diminishes the quality and quantity of information available to the court and that the equipment used in teleconferencing increases the risk of an erroneous result. Because the judge can see the inmate only if he focuses on the inmate to the exclusion of other participants at Butner, respondent argues, the court is prevented from observing the inmate's demeanor and reaction to witnesses unless the court focuses away from the testifying witness. Peripheral vision also is limited, respondent argues, thereby increasing the likelihood that the judge will \"commit the Fundamental Attribution Error.\"<sup>[12]</sup> In other words, respondent contends that the judge may erroneously assume that the inmate's actions or behavior are attributable to his personal character when in fact they may be attributable to his reaction to the physical setting or to other stimuli in his environment, which are not visible to the judge. This more narrow focus on the Butner participants also could bring about the \"Actor-Observer Effect,\" according to respondent. He explains that the Actor-Observer Effect is a perceptual bias that arises because \"active participants in a situation see mostly external or situationally motivated reasons for their own behavior, while observers tend to believe the actors' behaviors are internally motivated.\" (Respondent's Mem. in Opposition at 10.) As a final shortcoming leading to perceptual bias, respondent argues that the physical distancing of an inmate <span class=\"star-pagination\">*1243</span> from the judge has the effect of \"mak[ing] judges both more anonymous and more remote from the people who must live with their decisions, [thereby increasing the likelihood of a] judicial bias towards the imposition of harsher sanctions or, in this case, more ready commitment.\" <i>Id.</i> at 11. Respondent contends that research shows that even after the judge has been made aware of these factors, the judge, like most people, still would be willing to make decisions based on the flawed information.</p>\n<p>Finally, respondent contends that the quality of the video transmission was poor, which means that \"the court will be unable to view the witness or respondent in all his fullness, clarity or subtlety but rather will see a herky-jerky digitally compressed approximation of a person; a ghostly algorithm which can never capture the full essence of the individual.\" <i>Id.</i> at 12. In sum, the essence of respondent's complaint is this:</p>\n<blockquote>A judge isolated in [a] courtroom dozens of miles away, deprived of the ability to continuously take in an entire courtroom scene through the use of hearing and peripheral vision and limited to viewing one image of dubious quality at a time will to one degree or another lose the information conveyed by the actions [taken by respondent in connection with his actual appearance in a courtroom and while interacting with others]. While the information lost by teleconferencing will not make a difference in every case, it will certainly have an effect on the many close cases where the judge inevitably and rightly falls back on his subjective feelings and intuition in deciding whether or not the [respondent's] release would pose a danger to others.</blockquote>\n<p><i>Id.</i> at 13.</p>\n<p>After full review of respondent's contentions, the court emphasizes again (having first done so in its findings of fact, set out in sections I through IV, <i>supra</i>) that the video transmission was clear and the respondent's demeanor clearly evident. The court experienced no difficulty changing the cameras' focus and did not find the need to operate the cameras distracting. At this juncture, the court also emphasizes that its consideration of inmates' mental status is informed not only by the inmates' physical appearance and behavior, but also by the medical evaluations and reports prepared by inmates' doctors and by an expert specially appointed by the court for the inmate respondent. These written materials, which are provided to the court in every case, and the oral testimony of witnesses, which is available in most, are generally more relevant and probative than an inmate's demeanor on any given day. While informative, the court believes that an inmate's demeanor  whether it works to his advantage or disadvantage  is a much less reliable indicator of dangerousness or mental disease or defect than the written medical evaluations and oral testimony. Demeanor is important, but the court's \"subjective feelings and intuition,\" to the extent that they are informed by an inmate's deportment during a short hearing while the inmate is in unfamiliar surroundings, do not and should not decide \"close cases.\" When an inmate speaks to the court, in a traditional or teleconferenced competency hearing, the court watches and listens closely. The inmate's demeanor during the entire course of the hearing, however, and particularly those aspects of an inmate's behavior that respondent argues should be perceived via peripheral vision, are relevant but much less so.</p>\n<p></p>\n<h2>2</h2>\n<p>Respondent goes on to argue that related to the problems with the judge's ability to obtain information are problems with inmates' perceptions. An inmate also is deprived of full participation, according to respondent, and may not be able to perceive the subtle nuances of other participants' behavior that could affect his or her courtroom behavior and demeanor. Respondent reports that some inmates may be subject to disorders that involve delusions or obsessions about television screens, remote control devices, or other forms of technology, and argues that these disorders could complicate the process for an individual so afflicted. In addition, respondent argues that some inmates with mental retardation or other developmental disorders are \"concrete thinkers\" who have difficulty dealing with abstract concepts, and therefore may need to have actual physical proximity to the judge and <span class=\"star-pagination\">*1244</span> other participants in order to understand that they are having a \"court-related\" experience. Because these inmates may not fully understand or appreciate the gravity of a teleconferenced competency hearing, respondent contends, they cannot receive meaningful notice of televised commitment proceedings.</p>\n<p>The court agrees that the use of video conference technology may not be in the best interests of those inmates who suffer illnesses that feature obsessions with or misconceptions about televisions, recording equipment, or other forms of electronic communication. In those special cases, a more traditional hearing can be held. With respect to respondent's argument that actual courtroom presence may be necessary in order to impress upon inmates the gravity of the situation, the court believes that inmates often are better served by being permitted to remain in familiar surroundings in the company of familiar people rather than being summoned to Raleigh and brought (sometimes shackled) into a strange courtroom. Inmates participating in traditional competency hearings sometimes appear frightened or agitated by the strangeness of their situation. In the instant case, respondent was able to remain on-site at Butner in the company of doctors known to him, as well as a counsellor, Charles Massenburg, with whom respondent is particularly comfortable.<sup>[13]</sup> Respondent appeared relaxed and had no apparent difficulty appreciating the nature and importance of the proceedings. In the court's view, permitting inmates to remain at Butner would be more compatible with their needs than bringing them into an imposing courtroom that, while it probably does impress upon them that the hearing is important, also causes them to feel ill at ease or even frightened.</p>\n<p></p>\n<h2>3</h2>\n<p>In addition to detrimentally affecting the perceptions of the judge and the inmate, respondent argues that the use of teleconferencing also would negatively impact other participants, such as inmates' counsel. He contends that an inmate's attorney would be placed at a tactical disadvantage because the Assistant United States Attorney would be in Raleigh and would be able to argue directly to the court, while the inmate's attorney would be \"reduced to a voice coming out of a box accompanied by a grainy television image.\" <i>Id.</i> at 16.</p>\n<p>In the court's view, even if respondent's counsel does experience a sense of distance as a result of having to argue from Butner, that complaint has no direct bearing on the issue before the court: Whether competency hearings conducted by teleconferencing are constitutional. It was evident to the court that respondent's attorney was perfectly able to articulate his client's best arguments from Butner, just as he does from Raleigh. The Assistant United States Attorney does not reap unfair advantage as a result of his or her presence in the courtroom. In short, respondent, through the office of the Federal Public Defender, has expressed a decided preference for traditional hearings and is not comfortable with or simply does not like certain aspects of video conference technology. The court believes that these grievances are relevant and should be considered to the extent that they inform future efforts to improve this technology, but concludes that they do not bear on the question of constitutionality.</p>\n<p></p>\n<h2>VI</h2>\n<p>To summarize, respondent argues that competency hearings conducted via teleconferencing are more likely to result in an erroneous deprivation of liberty because the judge will not have access to the full visual input necessary to properly evaluate the inmate and understand his or her behavior, and also may be more inclined to order commitment due to a sense of distance from the inmate. The inmate may also contribute to an erroneous deprivation of liberty because he or she may not appreciate the nature of the teleconference and could be disadvantaged by an inability to properly respond to <span class=\"star-pagination\">*1245</span> the proceedings. This lack of understanding on the inmates' part, respondent argues, further exacerbates the likelihood that the judge will reach an erroneous conclusion.</p>\n<p>The court has reviewed the arguments and agrees that a significant liberty interest is at stake in civil commitment proceedings. The respondent is entitled to due process in connection with his commitment hearing. Having participated in and closely observed the first televised competency hearing, the court cannot agree with respondent's argument that due process may be afforded to him only through a traditional commitment hearing in which all parties are convened in one location. Finding that the use of video conference technology does not increase the risk of an erroneous result and that the government has a substantial interest in its use, the court concludes that the competency hearing at issue was conducted in full accord with the requirements of due process, that respondent was entitled to and did confront any witnesses against him, and that no rights accruing to respondent under the federal Constitution have been impinged upon in any way. In reaching this conclusion the court has fully considered all of respondent's constitution-based arguments, including those not specifically reviewed above.</p>\n<p>The court observes that the technology used, while adequate and effective in the hearing at issue, presumably will be improved in the near future. Respondent's concern that the judge cannot fully assess inmates' demeanor and reaction to the proceedings should be obviated by use of split-screen technology, which would allow the court to simultaneously observe the respondent and any witness testifying at Butner. This technology already exists and has successfully been used by other court systems. The court anticipates that split-screen technology eventually will be integrated into the hearing format if costs allow and if teleconferenced competency hearings pass constitutional muster when subjected to appellate review.</p>\n<p></p>\n<h2>VII</h2>\n<p>Finally, respondent argues that rights accruing to him under 18 U.S.C. § 4247(d) were violated. Section 4247(d) provides that in a Chapter 313 mental commitment hearing,</p>\n<blockquote>the person whose mental condition is the subject of the hearing shall be represented by counsel.... The person shall be afforded an opportunity to testify, to present evidence, to subpoena witnesses on his behalf, and to confront and cross-examine witnesses who appear at the hearing.</blockquote>\n<p>These statutory rights also implicate liberty interests that must be afforded due process protection. <i>Cf. </i><i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 556-68, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, 2974-81, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974); <i>Morrisey v. Brewer,</i> <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 481, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>, 2600, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (1972). Respondent contends that each of the statutory rights listed above are violated by use of teleconferencing to conduct a civil commitment hearing.</p>\n<p></p>\n<h2>A</h2>\n<p>Under section 4247(d), respondent contends that he is entitled to be physically present in the courtroom during the competency hearing. Drawing on his earlier argument that his liberty interest is at least as extensive as that of a criminal defendant awaiting trial, he contends that cases and statutes forbidding physical exclusion of those defendants from their trials or other important proceedings apply equally to his physical absence from the Raleigh-based commitment hearing.</p>\n<p>Relying heavily on a Ninth Circuit case, <i>Valenzuela-Gonzalez v. U.S. Dist. Court for Dist. of Az.,</i> <span class=\"citation\" data-id=\"549008\"><a href=\"/opinion/549008/david-valenzuela-gonzalez-v-united-states-district-court-for-the-district/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1276</span></a></span> (9th Cir.1990), respondent argues that his exclusion from the courtroom violated the Rule 43 requirement that a defendant be present for the arraignment, at the time of the plea, at every stage of the trial and at sentencing. Fed. R.Crim.P. 43(a). In <i>Valenzuela-Gonzalez,</i> the court held that Rule 43 did not authorize or permit the use of closed-circuit television in a criminal arraignment and that unless Congress expressly stated that a defendant's appearance on closed-circuit television was equivalent to his physical appearance in court, the plain meaning of the rule would be in full effect and the defendant must be physically present. <i>Valenzuela-Gonzalez,</i> <span class=\"star-pagination\">*1246</span> 915 F.2d at 1281. Notably, however, the <i>Valenzuela-Gonzalez</i> court did not decide the issue on constitutional grounds. Instead, the court explained that it \"need not resolve [the constitutional] question ... [because] the presence of the defendant at arraignment is required under two federal rules of criminal procedure,\" and went on to note that \"[t]he protection of these rules is broader than [that which] the [C]onstitution provides.\" <i>Id.</i> at 1280.</p>\n<p>Considering the persuasive value of <i>Valenzuela-Gonzalez</i> with respect to this case, the court observes at the outset that Rule 43 does not apply to civil commitment hearings, nor does any other rule of criminal procedure. Respondent concedes this fact but argues that the similarities between Rule 43 and section 4247(d) should convince this court that the Ninth Circuit's conclusion with respect to the rule should apply equally to construction of the statute. However, section 4247(d) not only makes no mention of physical presence, it makes no reference to \"presence\" at all. It says only that the respondent must be given an opportunity to testify and to otherwise take part in the hearing. While the plain meaning of \"presence\" may have convinced the Ninth Circuit to disallow an arraignment via teleconferencing, that reasoning cannot be adapted to a statute in which the language does not appear.</p>\n<p></p>\n<h2>B</h2>\n<p>Respondent's other arguments parallel, for the most part, his constitution-based arguments. He contends that his statutory right to the assistance of counsel will be wrongly impinged by the fact that his lawyer has to argue from a different place and through a television screen, while the government can argue directly to the judge. His rights to examine and cross-examine witnesses also would be impaired, he argues, because government witnesses could testify from Raleigh and he therefore would not have the opportunity to confront them in a face-to-face meeting. The court reiterates that these proceedings are civil in nature and that the Sixth Amendment's Confrontation Clause does not apply.</p>\n<p></p>\n<h2>VIII</h2>\n<p>The court appreciates the concern expressed by the Federal Public Defender's office and agrees that this new technology must be assessed with caution and certainly not adopted simply because it is new and apparently convenient. The court also agrees that the inmates involved in hearings under sections 4245 and 4246 often have \"unique vulnerabilities\" that demand from the court and, in fact, from the system through which they progress, an awareness of and sensitivity to the obstacles that confront them.</p>\n<p>Having assessed the reliability and effectiveness of video teleconferencing during the 11 August hearing, the court's only concern is with its ability to readily perceive the respondent's demeanor. However, any difficulties in doing so would quickly be apparent to the court. If use of teleconferencing proved in any particular case to be unsatisfactory, the court can and would immediately recess the hearing and reschedule it to take place in a more conventional setting, at which time the demeanor of the respondent could be more readily observed. The court also recognizes that a conventional hearing format may be more appropriate for inmates likely to have difficulties participating in a teleconferenced hearing due to delusions or obsessions regarding televisions or video-related equipment. Reactions of this nature obviously will vary from person to person, so the court will determine whether a teleconferenced hearing is appropriate under the circumstances on a case-by-case basis. No difficulties warranting rescheduling were apparent in the hearing at issue, and the court finds that the competency hearing in no way abridged any of respondent's constitutional rights to due process.</p>\n<p>The court concludes that the teleconferencing at issue here not only is constitutional, but also is effective and must be explored. That the federal judicial system and the services it provides are expensive is no secret. Teleconferencing could, if properly developed and implemented, not only curtail costs and save time for counsel and other court and prison personnel, but also  more importantly <span class=\"star-pagination\">*1247</span>  be safer and provide other benefits for inmates who otherwise would face a day of transport, strange surroundings, and disrupted medication. The system is viable, and it does not infringe on rights guaranteed to respondent under the Constitution and laws of the United States.</p>\n<h2>NOTES</h2>\n<p>[1]  Court records indicate that some 19 such hearings were conducted during the last year.</p>\n<p>[2]  At its meeting in March of 1993, the Judicial Conference of the United States authorized the court to conduct a pilot project using video conference technology, also known as \"interactive video\" or \"teleconferencing.\"</p>\n<p>[3]  28 U.S.C. § 113(a) provides in part: \"The Eastern District comprises ... that portion of Durham County encompassing the Federal Correctional Institution, Butner, North Carolina.\"</p>\n<p>[4]  The court makes every effort to schedule several hearings on the same day for the convenience of the inmates, witnesses, the Marshals Service and counsel.</p>\n<p>[5]  Had there been any additional exhibits they could easily have been exchanged between counsel and received by the court by means of facsimile transmission.</p>\n<p>[6]  To the extent necessary, sections I through IV constitute the court's findings of fact.</p>\n<p>[7]  Mr. Rubenstein is Executive Director of the Judge David L. Bazelon Center for Mental Health Law.</p>\n<p>[8]  Ms. Greenblatt is Director of Carolina Legal Assistance, Inc., a mental disability law project based in Raleigh, North Carolina.</p>\n<p>[9]  This document is otherwise unidentified.</p>\n<p>[10]  As noted earlier, respondent was not sworn and did not testify. He was permitted to make a statement to the court from his seat at counsel table.</p>\n<p>[11]  As stated by respondent, once the inmate has been committed, there are no statutorily mandated hearings. A written report must be sent to the court once yearly. Respondent notes that the committed inmate is not entitled to counsel for the duration of commitment and therefore may not know how or when to contest the report. However, in this district the Federal Public Defender is provided copies of annual reports and motions, of any nature, affecting the inmate.</p>\n<p>[12]  Respondent describes the \"Fundamental Attribution Error\" as an error on the part of the fact-finder and as a perceptual bias drawn from the \"documented human tendency to overestimate the degree to which behavior is indicative of personal characteristics and to underestimate situational influence on behavior.\" (Respondent's Mem. in Opposition at 9-10.)</p>\n<p>[13]  As Dr. Sally Johnson testified from Butner, the presence of a counsellor is a benefit to the inmate that can be facilitated at Butner but would not be possible under a purely traditional hearing format because the costs of sending counsellors to Raleigh with inmates would be too high.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/549008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562642/"
  ]
}