{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1949343/",
  "absolute_url": "/opinion/1949343/claudio-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1949343/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:53:48.547270Z",
  "date_modified": "2016-04-26T20:37:45.540774Z",
  "type": "010combined",
  "sha1": "8c4a6feb83ccf007165b47b4778c9c23f2ad2660",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>836 F.Supp. 1230 (1993)</b></center>\n<center><h1>Dayton CLAUDIO, Plaintiff,<br>\nv.<br>\nUNITED STATES of America; United States General Services Administration; Steven S. Grant, individually and in his capacity as Field Office Manager for the General Services Administration in Raleigh; and David H. Jameson, individually and in his capacity as Regional Director  Buildings Management Division for the General Services Administration, Defendants.</h1></center>\n<center>No. 92-495-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 8, 1993.</center>\n<center>As Amended November 15, 1993.</center>\n<p><span class=\"star-pagination\">*1231</span> William G. Simpson, Jr., N.C. Civil Liberties Union Legal Foundation, William D. Dannelly, Hunton &amp; Williams, Deborah K. Ross, Hunton &amp; Williams, Raleigh, NC, for plaintiff.</p>\n<p><span class=\"star-pagination\">*1232</span> Theodore Hirt, U.S. Dept. of Justice, W. Scott Simpson, U.S. Dept. of Justice, Civil Div., Washington, DC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter again is before the court, this time on motion by defendants for summary judgment on the remaining claims. This court earlier ruled that defendants, Steven S. Grant and David H. Jameson were entitled to partial summary judgment in their individual capacities based on qualified immunity. Order, <i>Claudio v. United States,</i> 836 F.Supp. 1219 (E.D.N.C. 1993). The February 2nd order concluded that the lobby of the Raleigh, North Carolina Federal Building is a non-public forum, that the defendants have an important, and legitimate interest in controlling the nature of art displayed in the Federal Building, and that the individual defendants \"could not have been\" motivated by an intent to suppress the viewpoint of the plaintiff's work in ordering the work to be removed. Defendants now move for summary judgment as to the remaining official-capacity claims.</p>\n<p></p>\n<h2>BACKGROUND FACTS</h2>\n<p>In March, 1992, plaintiff Claudio, a California resident, telephoned defendant Grant seeking permission to mount an art exhibit in the Raleigh Federal Building pursuant to the Public Buildings Cooperative Use Act, 40 U.S.C. §§ 490, 601a, 606, 611, 612, which permits federal building space to be available to the public for cultural purposes. Claudio had never been to the Raleigh Federal Building but advised Grant that he would need wall space capable of accommodating a large painting. Based on Grant's descriptions of the various available spaces, Claudio wrote to request permission \"to use the wall (10 ft. × 20 ft.) in the main lobby space\" for \"an art exhibit.\" At no time was Claudio asked to describe the subject of his \"art exhibit.\" Claudio subsequently received a revocable license permitting the display of an \"art exhibit\" from May 4-29, 1992.</p>\n<p>Before travelling from his home in California cross country to North Carolina to hang his work, Claudio contacted Jim Shields, who apparently was at the time the Executive Director of the American Civil Liberties Union/North Carolina Civil Liberties Union Legal Foundation. Upon his arrival in North Carolina, Claudio met with Mr. Shields and Ms. Ross, one of his attorneys in the instant litigation. The press was notified of the upcoming unveiling and dispatched photographers to the Federal Building lobby on May 4th. Shields, Ross, members of the press, courthouse employees including Court Security Officers, and visitors to the Federal Building were present as Claudio mounted the painting, which remained covered until mounted. When Claudio unveiled his work, observers were assaulted by a visual horror entitled, \"Sex, Laws &amp; Coathangers,\" which defendants accurately have described as follows:</p>\n<blockquote>The work's main elements are larger-than-life depictions of a nude woman, a coathanger, and a fetus. The main nude is depicted frontally, from her knees to the top of her head; this depiction is seven feet, eight inches tall. She is painted, with alkyd paint, in such a way as to create the illusion of three dimensions. The woman's right breast, which faces the observer in the center of the work, measures approximately eight inches across. The woman wears only a gold-colored crucifix, which hangs from her neck. One side of her face is obscured by part of the flag of the United States, some of which is painted with a silver metallic pigment. Below the main nude, at the bottom of the painting, is a black strip splashed with more of the silver pigment.</blockquote>\n<blockquote>There is also a smaller frontal nude, to the right of the main nude, depicted from below her knees to her shoulders. A dark-colored streak composed of gathered graphite fibers extends diagonally from just to the left of this nude's left knee to her crotch. These fibers, which some observers might take for a wire, disappear after contacting her crotch and resume again above her opposite hip, then extend to the right of her right breast.</blockquote>\n<blockquote>To the left of the main nude is a black coathanger. It is a constructed representation <span class=\"star-pagination\">*1233</span> made of polyethylene tubing, and measures approximately three and one-half feet across. Its two ends are unwound, and the end that would normally take a corkscrew shape is straightened. That end is pointed vertically at the word \"laws\" in the title. More of the silver metallic pigment appears in and around the coat-hanger.</blockquote>\n<blockquote>The fetus is attached to the right of the main nude and the torso. It is thirteen and one-half inches long, and its umbilical cord and placenta are intact. The fetus, cord, and placenta are in the form of a bas relief, so that they protrude somewhat from the surface of the painting. They are tinged with red, and a dark-red streak with a liquid appearance extends upward from the fetus for several inches, then to the right toward the main nude. Several dark-red streaks or blotches also appear to the right of the fetus. The background on which the fetus rests is dark-red.</blockquote>\n<blockquote>Below and to the right of the fetus, several small objects appear together in an area about eleven and one-half inches square. This area contains representations of a syringe, a pencil, an aluminum can, several coins, a locket, a rubber band, and some gravel. According to the plaintiff, these are objects that one might find in the street of a large city. In the extreme lower, right-hand corner of the work are the figures \"10 mi\".</blockquote>\n<p>Memorandum in Support of Defendants' Motion for Summary Judgment at 6-9 (citations and footnotes omitted). The painting itself is in the form of a crucifix.</p>\n<p>Almost immediately upon the unveiling, defendant Grant, General Services Administration (\"GSA\") Field Office Manager, informed Claudio that his revocable license was revoked. Grant left the lobby area, accompanied by Claudio, and prepared a written revocation. Grant's notice stated in part that:</p>\n<blockquote>Although your display may be in the form of art it is more properly described as a political expression concerning the highly controversial issue of abortion.</blockquote>\n<blockquote>Since your work is considered to be political in nature it is not permitted on federal property and your license is hereby revoked.</blockquote>\n<p>Chief Deputy United States Marshal Dwight Rich and court security officer (\"CSO\") James C. Ball were responsible for courthouse security while the painting was on the wall. The lobby of the Federal Building is quite small  approximately 27.8 feet by 18.8 feet and most of it is occupied by security devices and equipment  an X-ray machine, a magnetometer, security partitions and small items of furniture. The lobby is devoted primarily to maintaining the security of the building. Any member of the public entering the Federal Building must place all personal items on the x-ray machine to be examined for security purposes. In doing so, the person must face the wall upon which Claudio chose to display his painting, before walking through the magnetometer.</p>\n<p>According to depositions of Steve Grant and CSO Ball, and the declaration of Donald P. Connelly, Jr. (Law Enforcement Coordination Specialist in the Office of the United States Attorney, Raleigh, North Carolina), the size and nature of the lobby will not accommodate a crowd of any size without impeding the flow of traffic and endangering building security and Government property. This court already has concluded, based on the undisputed physical evidence in the case as well as personal experience, that the lobby is \"entirely unsuitable for any expressive activity which would attract a crowd, generate noise, or incite disruptive behavior.\" February 2, 1993, Order at 14.</p>\n<p>According to Deputy Rich and CSO Ball, the display of Claudio's work caused a crowd of people to gather in the lobby in front of the security post, the magnetometer and the x-ray machine. This \"congestion\" obstructed those who attempted to enter and exit the building; they were forced to walk through a \"maze\" of bystanders. The crowd and resulting \"chaos\" interfered with CSO Ball's efforts to screen people entering the building and to assure that all who entered passed through the magnetometer. Ball and Rich both testified at their depositions that these conditions created a security problem. In fact, Ball telephoned Rich and summoned him to the lobby. When Deputy Rich observed <span class=\"star-pagination\">*1234</span> the conditions, he visited Grant's office and advised him that the continued display of the painting was interfering with Rich's ability to maintain order and security in the building, and that the work had to be removed. After Deputy Rich twice requested that the painting be removed, the work finally was taken down. Rich's meeting with Grant did not occur until after Grant had prepared the written notice of revocation of the license.</p>\n<p>Claudio, through counsel, appealed the revocation of the revocable license, and defendant David H. Jameson, Director of the Real Property Management and Safety Division in GSA's Region 4, decided the appeal. Jameson affirmed the revocation both because \"the U.S. Courts in the building are part of the judicial system now hearing cases specifically on [the] subject [of abortion]\" and because \"the exhibition interfered with security in the building and could cause disruption and damage to Government property.\" Jameson Declaration, Exhibit J to Defendant's Memorandum in Support of Motion for Summary Judgment.</p>\n<p>As the basis for his administrative appeal, as well as for this civil action, Claudio alleges violation of his constitutional rights (primarily his First Amendment rights) and revocation of his license to display the painting in violation of the Administrative Procedures Act. Specifically, plaintiff's Complaint, as amended, asserts four claims: (i) that the revocation violated the First Amendment; (ii) that the revocation violated the equal protection clause; (iii) that basing the affirmance of the revocation partly on security concerns violated the due process clause, on the theory that the revocation itself was not based on such concerns; and (iv) that the revocation violated the Administrative Procedures Act and the Public Buildings Cooperative Use Act, on the theory that none of the regulations' grounds for revoking a license existed in this case. Plaintiff seeks damages, a declaration that his rights were violated, and injunctions undoing the cancellation of his permit, giving him a new permit, and forbidding interference with the display of his work under the new permit.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>Stripped to the bone and devoid of all extraneous legalese, plaintiff's position is as follows: any person is entitled by the United States Constitution to exhibit in any manner designated by anyone as \"art,\" any rendition of any subject, idea or issue in or on any federal building. It would not stretch plaintiff's interpretation of the First Amendment to extend constitutional protection to the product of a citizen's decision to paint a mural realistically depicting the crimes of murder and rape along the outer facade of the Supreme Court Building in Washington, D.C., or to display a \"living sculpture\" enacting a suicide by violent means in the lobby of the U.S. Courthouse, housing the Fourth Circuit Court of Appeals in Richmond.</p>\n<p>Claudio's perception of First Amendment protection of his right to express himself in a public forum is this: there can be absolutely no governmental \"censorship\" of the subject or content of his work. It is plain that plaintiff believes any limitation the Government may put on the subject matter of art-work sought to be displayed in or on its property amounts to an attempt to quash viewpoint expression. In other words, there is no place in his Constitutional analysis for taste, decorum, sensitivity or respect.</p>\n<p>During the arduous process of contemplating the basic questions raised by this litigation, the court has struggled to apply the many pronouncements and \"tests\" promulgated by the Supreme Court over the years in its own efforts to define the parameters of free speech and expression. The case, conceptually, most like this one at bar is <i>Cohen v. California,</i> 403 U.S. 15, 91 S.Ct. 1780, 29 L.Ed.2d 284 (1971), in which the Court decided that the Government could not prohibit a young man from wearing a jacket with the message, \"Fuck the Draft,\" inside a courthouse. The Court suggested that anyone offended by the message could merely \"avert their eyes.\" Plaintiff herein proclaims that, \"If Cohen can wear his jacket in a courthouse, Claudio can display his painting in the Federal Building.\"</p>\n<p>At first blush, it seems that <i>Cohen</i> indeed dictates such a result. Upon closer examination, however, there are critical distinctions. <span class=\"star-pagination\">*1235</span> The most important distinction is that no one who was forced to see the jacket possibly could have attributed the message to the Government; it plainly was an expression conveyed and/or an opinion held, by the wearer. Its appearance in a courthouse (rather than in a department store or church) carried no enhanced meaning. In the instant case, the offensive expression literally was physically attached to the courthouse itself, and it was so large and situated in such a location that anyone entering the Federal Building <i>had</i> to look at it.</p>\n<p>There also is an element of compulsion here that was not present in <i>Cohen.</i> Claudio's huge painting, \"Sex, Laws, and Coathangers\" was displayed in the direct line of vision of everyone who entered the Federal Courthouse. Many of those persons were in the courthouse involuntarily  as prospective jurors, witnesses under subpoena, probationers reporting under court order, and so forth. All of these persons are further required by Court Security Officers to place their personal items on the x-ray machine conveyor belt, and, in complying, they must face the wall upon which the painting was displayed.</p>\n<p>Equally as precious as is our right to express ourselves is our right to be left alone. The court is unaware of any Constitutional requirement that we involuntarily endure the expression of someone else's \"artwork,\" regardless of its subject matter. This court is unwilling to find that GSA is compelled to display a vulgar, shocking and tasteless painting in the lobby of the Federal Building. The fact that a property owner is the Government cannot deprive it of the right afforded everyone else to prohibit others from defacing its property. Claudio may be refused the opportunity to display \"Sex, Coathangers, and Laws\" in the Raleigh Federal Building lobby for the same reason he may be refused the opportunity to express himself by painting that building pink polkadotted. These forms of expression are incompatible with the image and sense of decorum which the Federal Government, like any other property owner, is entitled to project.</p>\n<p>Claudio makes much of the language employed by the individual defendants in revoking his license and in affirming that revocation. It apparently is his belief that the subjective intent of the individual Government agents, and their attempts to enunciate it, is controlling in determining the validity of the revocation. Grant has made clear during discovery that he spoke and wrote the revocation before consulting the wording of the regulations; he acted expediently in light of the circumstances. His words \"political expression,\" \"controversial,\" and \"obscene\" demonstrate his fumbling attempts, shared more recently by this court, to articulate the inarticulable inappropriateness of the painting to the forum.</p>\n<p>Mr. Jameson, in considering Claudio's appeal of Grant's revocation, did not view the painting but did have the opportunity to consult the wording of the regulations prior to rendering his decision to affirm the revocation. After having done so, he concluded that the revocation was appropriate under the Administrative Procedure Act because display of the painting was intended to influence a judicial proceeding<sup>[1]</sup> and because the display created security concerns. Claudio attacks both grounds as specious and insists that his license was revoked purely out of a desire to suppress his viewpoint regarding abortion.</p>\n<p>Both parties, in briefing their positions on this Motion for Summary Judgment, engage in excruciating analyses of First Amendment, Due Process and Equal Protection theory, and attempt to squeeze these facts into existing case law molds. The court is not convinced that the defendants are limited or are constrained by their stated \"reasons\" for revoking the license or their attempts to defend those reasons in this lawsuit. The Government's effort to argue convincingly that the revocation was based, in part, on its perception that the painting was intended to influence the Supreme Court's decision in <i>Casey</i> is strained, to put it lightly. The security concerns rationale rings true, <span class=\"star-pagination\">*1236</span> especially in view of the very small size of the lobby and the fact that it is devoted almost exclusively to building security. The court concludes that the threat to building security is sufficient to justify revocation of the permit under the Administrative Procedures Act.</p>\n<p>With regard to First Amendment constraints, the court concludes that Claudio's complaints are unavailing. The Government may, consistent with the Constitution, limit the exercise of First Amendment rights on public property. \"[T]he First Amendment does not guarantee access to property simply because it is owned or controlled by the government.\" <i>United States Postal Service v. Council of Greenburgh Civic Ass'ns,</i> 453 U.S. 114, 129, 101 S.Ct. 2676, 2685, 69 L.Ed.2d 517 (1981). Indeed, governmental actions are subject to a lower level of First Amendment scrutiny when the activity in question is not regulation or lawmaking, but the management of governmental properties, as proprietor. <i>United States v. Kokinda,</i> 497 U.S. 720, 725, 110 S.Ct. 3115, 3118, 111 L.Ed.2d 571 (1990) (plurality opinion).</p>\n<p>The degree to which the Government may restrict First Amendment activity on public property varies depending on the \"character\" and \"purpose\" of the property involved. <i>Perry Educ. Ass'n v. Perry Local Educators' Ass'n,</i> 460 U.S. 37, 44-45, 103 S.Ct. 948, 954, 74 L.Ed.2d 794 (1983); <i>Kokinda,</i> 497 U.S. at 732, 110 S.Ct. at 3122. Generally the Supreme Court classifies Government-owned property into three categories for this purpose: \"the traditional public forum, the public forum created by government designation, and the nonpublic forum.\" <i>Cornelius v. NAACP Legal Defense &amp; Educ. Fund, Inc.,</i> 473 U.S. 788, 802, 105 S.Ct. 3439, 3449, 87 L.Ed.2d 567 (1985). First Amendment activity may be more freely restricted in non-public forums than in traditional or designated public forums. <i>See </i><i>Perry,</i> 460 U.S. at 45, 103 S.Ct. at 954.</p>\n<p>The law of this case is that the lobby of the Raleigh Federal Building is a non-public forum. Therefore, restrictions on First Amendment activity in that forum must only be \"reasonable and not an effort to suppress expression <i>merely because public officials oppose the speaker's view.</i>\" <i>Kokinda,</i> 497 U.S. at 730, 110 S.Ct. at 3121 (emphasis added). \"Control over access to a nonpublic forum can be based on subject matter and speaker identity so long as the distinctions drawn are reasonable in light of the purpose served by the forum and are viewpoint neutral.\" <i>Cornelius,</i> 473 U.S. at 806, 105 S.Ct. at 3451. Mere \"common sense\" is sufficient to uphold agency action under the reasonableness standard. <i>Kokinda,</i> 497 U.S. at 734-35, 110 S.Ct. at 3123-24.</p>\n<p>The court finds it unnecessary to explore security concerns or impermissible attempts at judicial influence in deciding the First Amendment aspect of this case. The facts as developed during discovery unequivocally describe a \"common sense\" reaction by Government agents to the plaintiff's attempt to display a vulgar and inappropriate painting in the entrance lobby to the state capital's Federal Building. Any post-hoc rationalizations are just that, and represent the efforts of conscientious counsel who have been taught that federal courts are incapable, themselves, of employing common sense but insist on applying facts to rigid formulae created to fit some other situation. Although counsel have treated this case as very complex and have generated a mountain of documents, it is not complex, and this court refuses to dignify the ploy by joining in the nit-picking frenzy represented by the paperwork comprising the motion, the response and supporting documentation.</p>\n<p>This court already has concluded that the revocation of Claudio's revocable permit was not motivated by a desire to suppress viewpoint.<sup>[2]</sup> It is impossible to perceive the artist's viewpoint regarding abortion by looking at the painting; the painting is ambiguous in its position on abortion and likely was designed that way. In light of the size of the forum  the tiny Federal Building lobby  the purpose to which the lobby has been dedicated <span class=\"star-pagination\">*1237</span>  building security  and the manner in which Claudio chose to express himself  painting a much-larger-than-life frontal female nude, accompanied by a realistic depiction of a disembodied human fetus, umbilical cord and placenta and a huge coathanger dripping with blood, the court concludes that revocation of Claudio's revocable license was consistent with First Amendment law and policy in that it was reasonable, was not motivated by a desire to suppress viewpoint, and was effected in the Government's permissible role as proprietor to maintain the dignity and aesthetic quality of a building dedicated to administration of justice and public service. Defendants' Motion for Summary Judgment is ALLOWED and this matter is DISMISSED in its entirety.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  At the time, a Pennsylvania case, <i>Planned Parenthood v. Casey,</i> ___ U.S. ___, 112 S.Ct. 2791, 120 L.Ed.2d 674 (1992), concerning abortion was pending before the United States Supreme Court.</p>\n<p>[2]  Indeed, Claudio's course of conduct suggests, not that he desired to express a viewpoint, but that he sought to vex the Government and to generate such self-serving notoriety as might be attendant to this dispute.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">836</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1230</span></span> (1993)</b></center>\n<center><h1>Dayton CLAUDIO, Plaintiff,<br>\nv.<br>\nUNITED STATES of America; United States General Services Administration; Steven S. Grant, individually and in his capacity as Field Office Manager for the General Services Administration in Raleigh; and David H. Jameson, individually and in his capacity as Regional Director  Buildings Management Division for the General Services Administration, Defendants.</h1></center>\n<center>No. 92-495-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 8, 1993.</center>\n<center>As Amended November 15, 1993.</center>\n<p><span class=\"star-pagination\">*1231</span> William G. Simpson, Jr., N.C. Civil Liberties Union Legal Foundation, William D. Dannelly, Hunton &amp; Williams, Deborah K. Ross, Hunton &amp; Williams, Raleigh, NC, for plaintiff.</p>\n<p><span class=\"star-pagination\">*1232</span> Theodore Hirt, U.S. Dept. of Justice, W. Scott Simpson, U.S. Dept. of Justice, Civil Div., Washington, DC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter again is before the court, this time on motion by defendants for summary judgment on the remaining claims. This court earlier ruled that defendants, Steven S. Grant and David H. Jameson were entitled to partial summary judgment in their individual capacities based on qualified immunity. Order, <i>Claudio v. United States,</i> <span class=\"citation\" data-id=\"1949333\"><a href=\"/opinion/1949333/claudio-v-united-states/\"><span class=\"volume\">836</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1219</span></a></span> (E.D.N.C. 1993). The February 2nd order concluded that the lobby of the Raleigh, North Carolina Federal Building is a non-public forum, that the defendants have an important, and legitimate interest in controlling the nature of art displayed in the Federal Building, and that the individual defendants \"could not have been\" motivated by an intent to suppress the viewpoint of the plaintiff's work in ordering the work to be removed. Defendants now move for summary judgment as to the remaining official-capacity claims.</p>\n<p></p>\n<h2>BACKGROUND FACTS</h2>\n<p>In March, 1992, plaintiff Claudio, a California resident, telephoned defendant Grant seeking permission to mount an art exhibit in the Raleigh Federal Building pursuant to the Public Buildings Cooperative Use Act, 40 U.S.C. §§ 490, 601a, 606, 611, 612, which permits federal building space to be available to the public for cultural purposes. Claudio had never been to the Raleigh Federal Building but advised Grant that he would need wall space capable of accommodating a large painting. Based on Grant's descriptions of the various available spaces, Claudio wrote to request permission \"to use the wall (10 ft. × 20 ft.) in the main lobby space\" for \"an art exhibit.\" At no time was Claudio asked to describe the subject of his \"art exhibit.\" Claudio subsequently received a revocable license permitting the display of an \"art exhibit\" from May 4-29, 1992.</p>\n<p>Before travelling from his home in California cross country to North Carolina to hang his work, Claudio contacted Jim Shields, who apparently was at the time the Executive Director of the American Civil Liberties Union/North Carolina Civil Liberties Union Legal Foundation. Upon his arrival in North Carolina, Claudio met with Mr. Shields and Ms. Ross, one of his attorneys in the instant litigation. The press was notified of the upcoming unveiling and dispatched photographers to the Federal Building lobby on May 4th. Shields, Ross, members of the press, courthouse employees including Court Security Officers, and visitors to the Federal Building were present as Claudio mounted the painting, which remained covered until mounted. When Claudio unveiled his work, observers were assaulted by a visual horror entitled, \"Sex, Laws &amp; Coathangers,\" which defendants accurately have described as follows:</p>\n<blockquote>The work's main elements are larger-than-life depictions of a nude woman, a coathanger, and a fetus. The main nude is depicted frontally, from her knees to the top of her head; this depiction is seven feet, eight inches tall. She is painted, with alkyd paint, in such a way as to create the illusion of three dimensions. The woman's right breast, which faces the observer in the center of the work, measures approximately eight inches across. The woman wears only a gold-colored crucifix, which hangs from her neck. One side of her face is obscured by part of the flag of the United States, some of which is painted with a silver metallic pigment. Below the main nude, at the bottom of the painting, is a black strip splashed with more of the silver pigment.</blockquote>\n<blockquote>There is also a smaller frontal nude, to the right of the main nude, depicted from below her knees to her shoulders. A dark-colored streak composed of gathered graphite fibers extends diagonally from just to the left of this nude's left knee to her crotch. These fibers, which some observers might take for a wire, disappear after contacting her crotch and resume again above her opposite hip, then extend to the right of her right breast.</blockquote>\n<blockquote>To the left of the main nude is a black coathanger. It is a constructed representation <span class=\"star-pagination\">*1233</span> made of polyethylene tubing, and measures approximately three and one-half feet across. Its two ends are unwound, and the end that would normally take a corkscrew shape is straightened. That end is pointed vertically at the word \"laws\" in the title. More of the silver metallic pigment appears in and around the coat-hanger.</blockquote>\n<blockquote>The fetus is attached to the right of the main nude and the torso. It is thirteen and one-half inches long, and its umbilical cord and placenta are intact. The fetus, cord, and placenta are in the form of a bas relief, so that they protrude somewhat from the surface of the painting. They are tinged with red, and a dark-red streak with a liquid appearance extends upward from the fetus for several inches, then to the right toward the main nude. Several dark-red streaks or blotches also appear to the right of the fetus. The background on which the fetus rests is dark-red.</blockquote>\n<blockquote>Below and to the right of the fetus, several small objects appear together in an area about eleven and one-half inches square. This area contains representations of a syringe, a pencil, an aluminum can, several coins, a locket, a rubber band, and some gravel. According to the plaintiff, these are objects that one might find in the street of a large city. In the extreme lower, right-hand corner of the work are the figures \"10 mi\".</blockquote>\n<p>Memorandum in Support of Defendants' Motion for Summary Judgment at 6-9 (citations and footnotes omitted). The painting itself is in the form of a crucifix.</p>\n<p>Almost immediately upon the unveiling, defendant Grant, General Services Administration (\"GSA\") Field Office Manager, informed Claudio that his revocable license was revoked. Grant left the lobby area, accompanied by Claudio, and prepared a written revocation. Grant's notice stated in part that:</p>\n<blockquote>Although your display may be in the form of art it is more properly described as a political expression concerning the highly controversial issue of abortion.</blockquote>\n<blockquote>Since your work is considered to be political in nature it is not permitted on federal property and your license is hereby revoked.</blockquote>\n<p>Chief Deputy United States Marshal Dwight Rich and court security officer (\"CSO\") James C. Ball were responsible for courthouse security while the painting was on the wall. The lobby of the Federal Building is quite small  approximately 27.8 feet by 18.8 feet and most of it is occupied by security devices and equipment  an X-ray machine, a magnetometer, security partitions and small items of furniture. The lobby is devoted primarily to maintaining the security of the building. Any member of the public entering the Federal Building must place all personal items on the x-ray machine to be examined for security purposes. In doing so, the person must face the wall upon which Claudio chose to display his painting, before walking through the magnetometer.</p>\n<p>According to depositions of Steve Grant and CSO Ball, and the declaration of Donald P. Connelly, Jr. (Law Enforcement Coordination Specialist in the Office of the United States Attorney, Raleigh, North Carolina), the size and nature of the lobby will not accommodate a crowd of any size without impeding the flow of traffic and endangering building security and Government property. This court already has concluded, based on the undisputed physical evidence in the case as well as personal experience, that the lobby is \"entirely unsuitable for any expressive activity which would attract a crowd, generate noise, or incite disruptive behavior.\" February 2, 1993, Order at 14.</p>\n<p>According to Deputy Rich and CSO Ball, the display of Claudio's work caused a crowd of people to gather in the lobby in front of the security post, the magnetometer and the x-ray machine. This \"congestion\" obstructed those who attempted to enter and exit the building; they were forced to walk through a \"maze\" of bystanders. The crowd and resulting \"chaos\" interfered with CSO Ball's efforts to screen people entering the building and to assure that all who entered passed through the magnetometer. Ball and Rich both testified at their depositions that these conditions created a security problem. In fact, Ball telephoned Rich and summoned him to the lobby. When Deputy Rich observed <span class=\"star-pagination\">*1234</span> the conditions, he visited Grant's office and advised him that the continued display of the painting was interfering with Rich's ability to maintain order and security in the building, and that the work had to be removed. After Deputy Rich twice requested that the painting be removed, the work finally was taken down. Rich's meeting with Grant did not occur until after Grant had prepared the written notice of revocation of the license.</p>\n<p>Claudio, through counsel, appealed the revocation of the revocable license, and defendant David H. Jameson, Director of the Real Property Management and Safety Division in GSA's Region 4, decided the appeal. Jameson affirmed the revocation both because \"the U.S. Courts in the building are part of the judicial system now hearing cases specifically on [the] subject [of abortion]\" and because \"the exhibition interfered with security in the building and could cause disruption and damage to Government property.\" Jameson Declaration, Exhibit J to Defendant's Memorandum in Support of Motion for Summary Judgment.</p>\n<p>As the basis for his administrative appeal, as well as for this civil action, Claudio alleges violation of his constitutional rights (primarily his First Amendment rights) and revocation of his license to display the painting in violation of the Administrative Procedures Act. Specifically, plaintiff's Complaint, as amended, asserts four claims: (i) that the revocation violated the First Amendment; (ii) that the revocation violated the equal protection clause; (iii) that basing the affirmance of the revocation partly on security concerns violated the due process clause, on the theory that the revocation itself was not based on such concerns; and (iv) that the revocation violated the Administrative Procedures Act and the Public Buildings Cooperative Use Act, on the theory that none of the regulations' grounds for revoking a license existed in this case. Plaintiff seeks damages, a declaration that his rights were violated, and injunctions undoing the cancellation of his permit, giving him a new permit, and forbidding interference with the display of his work under the new permit.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>Stripped to the bone and devoid of all extraneous legalese, plaintiff's position is as follows: any person is entitled by the United States Constitution to exhibit in any manner designated by anyone as \"art,\" any rendition of any subject, idea or issue in or on any federal building. It would not stretch plaintiff's interpretation of the First Amendment to extend constitutional protection to the product of a citizen's decision to paint a mural realistically depicting the crimes of murder and rape along the outer facade of the Supreme Court Building in Washington, D.C., or to display a \"living sculpture\" enacting a suicide by violent means in the lobby of the U.S. Courthouse, housing the Fourth Circuit Court of Appeals in Richmond.</p>\n<p>Claudio's perception of First Amendment protection of his right to express himself in a public forum is this: there can be absolutely no governmental \"censorship\" of the subject or content of his work. It is plain that plaintiff believes any limitation the Government may put on the subject matter of art-work sought to be displayed in or on its property amounts to an attempt to quash viewpoint expression. In other words, there is no place in his Constitutional analysis for taste, decorum, sensitivity or respect.</p>\n<p>During the arduous process of contemplating the basic questions raised by this litigation, the court has struggled to apply the many pronouncements and \"tests\" promulgated by the Supreme Court over the years in its own efforts to define the parameters of free speech and expression. The case, conceptually, most like this one at bar is <i>Cohen v. California,</i> <span class=\"citation\" data-id=\"108360\"><a href=\"/opinion/108360/cohen-v-california/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, <span class=\"citation\" data-id=\"108360\"><a href=\"/opinion/108360/cohen-v-california/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>, <span class=\"citation\" data-id=\"108360\"><a href=\"/opinion/108360/cohen-v-california/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">284</span></a></span> (1971), in which the Court decided that the Government could not prohibit a young man from wearing a jacket with the message, \"Fuck the Draft,\" inside a courthouse. The Court suggested that anyone offended by the message could merely \"avert their eyes.\" Plaintiff herein proclaims that, \"If Cohen can wear his jacket in a courthouse, Claudio can display his painting in the Federal Building.\"</p>\n<p>At first blush, it seems that <i>Cohen</i> indeed dictates such a result. Upon closer examination, however, there are critical distinctions. <span class=\"star-pagination\">*1235</span> The most important distinction is that no one who was forced to see the jacket possibly could have attributed the message to the Government; it plainly was an expression conveyed and/or an opinion held, by the wearer. Its appearance in a courthouse (rather than in a department store or church) carried no enhanced meaning. In the instant case, the offensive expression literally was physically attached to the courthouse itself, and it was so large and situated in such a location that anyone entering the Federal Building <i>had</i> to look at it.</p>\n<p>There also is an element of compulsion here that was not present in <i>Cohen.</i> Claudio's huge painting, \"Sex, Laws, and Coathangers\" was displayed in the direct line of vision of everyone who entered the Federal Courthouse. Many of those persons were in the courthouse involuntarily  as prospective jurors, witnesses under subpoena, probationers reporting under court order, and so forth. All of these persons are further required by Court Security Officers to place their personal items on the x-ray machine conveyor belt, and, in complying, they must face the wall upon which the painting was displayed.</p>\n<p>Equally as precious as is our right to express ourselves is our right to be left alone. The court is unaware of any Constitutional requirement that we involuntarily endure the expression of someone else's \"artwork,\" regardless of its subject matter. This court is unwilling to find that GSA is compelled to display a vulgar, shocking and tasteless painting in the lobby of the Federal Building. The fact that a property owner is the Government cannot deprive it of the right afforded everyone else to prohibit others from defacing its property. Claudio may be refused the opportunity to display \"Sex, Coathangers, and Laws\" in the Raleigh Federal Building lobby for the same reason he may be refused the opportunity to express himself by painting that building pink polkadotted. These forms of expression are incompatible with the image and sense of decorum which the Federal Government, like any other property owner, is entitled to project.</p>\n<p>Claudio makes much of the language employed by the individual defendants in revoking his license and in affirming that revocation. It apparently is his belief that the subjective intent of the individual Government agents, and their attempts to enunciate it, is controlling in determining the validity of the revocation. Grant has made clear during discovery that he spoke and wrote the revocation before consulting the wording of the regulations; he acted expediently in light of the circumstances. His words \"political expression,\" \"controversial,\" and \"obscene\" demonstrate his fumbling attempts, shared more recently by this court, to articulate the inarticulable inappropriateness of the painting to the forum.</p>\n<p>Mr. Jameson, in considering Claudio's appeal of Grant's revocation, did not view the painting but did have the opportunity to consult the wording of the regulations prior to rendering his decision to affirm the revocation. After having done so, he concluded that the revocation was appropriate under the Administrative Procedure Act because display of the painting was intended to influence a judicial proceeding<sup>[1]</sup> and because the display created security concerns. Claudio attacks both grounds as specious and insists that his license was revoked purely out of a desire to suppress his viewpoint regarding abortion.</p>\n<p>Both parties, in briefing their positions on this Motion for Summary Judgment, engage in excruciating analyses of First Amendment, Due Process and Equal Protection theory, and attempt to squeeze these facts into existing case law molds. The court is not convinced that the defendants are limited or are constrained by their stated \"reasons\" for revoking the license or their attempts to defend those reasons in this lawsuit. The Government's effort to argue convincingly that the revocation was based, in part, on its perception that the painting was intended to influence the Supreme Court's decision in <i>Casey</i> is strained, to put it lightly. The security concerns rationale rings true, <span class=\"star-pagination\">*1236</span> especially in view of the very small size of the lobby and the fact that it is devoted almost exclusively to building security. The court concludes that the threat to building security is sufficient to justify revocation of the permit under the Administrative Procedures Act.</p>\n<p>With regard to First Amendment constraints, the court concludes that Claudio's complaints are unavailing. The Government may, consistent with the Constitution, limit the exercise of First Amendment rights on public property. \"[T]he First Amendment does not guarantee access to property simply because it is owned or controlled by the government.\" <i>United States Postal Service v. Council of Greenburgh Civic Ass'ns,</i> <span class=\"citation\" data-id=\"110549\"><a href=\"/opinion/110549/postal-service-v-council-of-greenburgh-civic-assns/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, 129, <span class=\"citation\" data-id=\"110549\"><a href=\"/opinion/110549/postal-service-v-council-of-greenburgh-civic-assns/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2676</span></a></span>, 2685, <span class=\"citation\" data-id=\"110549\"><a href=\"/opinion/110549/postal-service-v-council-of-greenburgh-civic-assns/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1981). Indeed, governmental actions are subject to a lower level of First Amendment scrutiny when the activity in question is not regulation or lawmaking, but the management of governmental properties, as proprietor. <i>United States v. Kokinda,</i> <span class=\"citation\" data-id=\"112486\"><a href=\"/opinion/112486/united-states-v-kokinda/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">720</span></a></span>, 725, <span class=\"citation\" data-id=\"112486\"><a href=\"/opinion/112486/united-states-v-kokinda/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3115</span></a></span>, 3118, <span class=\"citation\" data-id=\"112486\"><a href=\"/opinion/112486/united-states-v-kokinda/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">571</span></a></span> (1990) (plurality opinion).</p>\n<p>The degree to which the Government may restrict First Amendment activity on public property varies depending on the \"character\" and \"purpose\" of the property involved. <i>Perry Educ. Ass'n v. Perry Local Educators' Ass'n,</i> <span class=\"citation\" data-id=\"110874\"><a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 44-45, <span class=\"citation\" data-id=\"110874\"><a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, 954, <span class=\"citation\" data-id=\"110874\"><a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">794</span></a></span> (1983); <i>Kokinda,</i> 497 U.S. at 732, 110 S.Ct. at 3122. Generally the Supreme Court classifies Government-owned property into three categories for this purpose: \"the traditional public forum, the public forum created by government designation, and the nonpublic forum.\" <i>Cornelius v. NAACP Legal Defense &amp; Educ. Fund, Inc.,</i> <span class=\"citation\" data-id=\"111517\"><a href=\"/opinion/111517/cornelius-v-naacp-legal-defense-ed-fund-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">788</span></a></span>, 802, <span class=\"citation\" data-id=\"111517\"><a href=\"/opinion/111517/cornelius-v-naacp-legal-defense-ed-fund-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3439</span></a></span>, 3449, <span class=\"citation\" data-id=\"111517\"><a href=\"/opinion/111517/cornelius-v-naacp-legal-defense-ed-fund-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">567</span></a></span> (1985). First Amendment activity may be more freely restricted in non-public forums than in traditional or designated public forums. <i>See </i><i>Perry,</i> 460 U.S. at 45, 103 S.Ct. at 954.</p>\n<p>The law of this case is that the lobby of the Raleigh Federal Building is a non-public forum. Therefore, restrictions on First Amendment activity in that forum must only be \"reasonable and not an effort to suppress expression <i>merely because public officials oppose the speaker's view.</i>\" <i>Kokinda,</i> 497 U.S. at 730, 110 S.Ct. at 3121 (emphasis added). \"Control over access to a nonpublic forum can be based on subject matter and speaker identity so long as the distinctions drawn are reasonable in light of the purpose served by the forum and are viewpoint neutral.\" <i>Cornelius,</i> 473 U.S. at 806, 105 S.Ct. at 3451. Mere \"common sense\" is sufficient to uphold agency action under the reasonableness standard. <i>Kokinda,</i> 497 U.S. at 734-35, 110 S.Ct. at 3123-24.</p>\n<p>The court finds it unnecessary to explore security concerns or impermissible attempts at judicial influence in deciding the First Amendment aspect of this case. The facts as developed during discovery unequivocally describe a \"common sense\" reaction by Government agents to the plaintiff's attempt to display a vulgar and inappropriate painting in the entrance lobby to the state capital's Federal Building. Any post-hoc rationalizations are just that, and represent the efforts of conscientious counsel who have been taught that federal courts are incapable, themselves, of employing common sense but insist on applying facts to rigid formulae created to fit some other situation. Although counsel have treated this case as very complex and have generated a mountain of documents, it is not complex, and this court refuses to dignify the ploy by joining in the nit-picking frenzy represented by the paperwork comprising the motion, the response and supporting documentation.</p>\n<p>This court already has concluded that the revocation of Claudio's revocable permit was not motivated by a desire to suppress viewpoint.<sup>[2]</sup> It is impossible to perceive the artist's viewpoint regarding abortion by looking at the painting; the painting is ambiguous in its position on abortion and likely was designed that way. In light of the size of the forum  the tiny Federal Building lobby  the purpose to which the lobby has been dedicated <span class=\"star-pagination\">*1237</span>  building security  and the manner in which Claudio chose to express himself  painting a much-larger-than-life frontal female nude, accompanied by a realistic depiction of a disembodied human fetus, umbilical cord and placenta and a huge coathanger dripping with blood, the court concludes that revocation of Claudio's revocable license was consistent with First Amendment law and policy in that it was reasonable, was not motivated by a desire to suppress viewpoint, and was effected in the Government's permissible role as proprietor to maintain the dignity and aesthetic quality of a building dedicated to administration of justice and public service. Defendants' Motion for Summary Judgment is ALLOWED and this matter is DISMISSED in its entirety.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  At the time, a Pennsylvania case, <i>Planned Parenthood v. Casey,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112786\"><a href=\"/opinion/112786/planned-parenthood-of-southeastern-pa-v-casey/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2791</span></a></span>, <span class=\"citation\" data-id=\"112786\"><a href=\"/opinion/112786/planned-parenthood-of-southeastern-pa-v-casey/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1992), concerning abortion was pending before the United States Supreme Court.</p>\n<p>[2]  Indeed, Claudio's course of conduct suggests, not that he desired to express a viewpoint, but that he sought to vex the Government and to generate such self-serving notoriety as might be attendant to this dispute.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110549/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1949333/"
  ]
}