{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1949333/",
  "absolute_url": "/opinion/1949333/claudio-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1949333/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:53:48.405638Z",
  "date_modified": "2016-04-26T21:29:43.806686Z",
  "type": "010combined",
  "sha1": "6376b7ad8f27f668cc308df4682e48f5626c2241",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>836 F.Supp. 1219 (1993)</b></center>\n<center><h1>Dayton CLAUDIO, Plaintiff,<br>\nv.<br>\nUNITED STATES of America; United States General Services Administration; Steven S. Grant, individually and in his capacity as Field Office Manager for the General Services Administration in Raleigh; and David H. Jameson, individually and in his capacity as Regional Director  Buildings Management Division for the General Services Administration, Defendants.</h1></center>\n<center>No. 92-495-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 2, 1993.</center>\n<p><span class=\"star-pagination\">*1220</span> William G. Simpson, Jr., N.C. Civil Liberties Union Legal Foundation, William D. Dannelly, Deborah K. Ross, Hunton &amp; Williams, Raleigh, NC, for plaintiff.</p>\n<p>Theodore Hirt, U.S. Dept. of Justice, Civil Div., W. Scott Simpson, U.S. Dept. of Justice Federal Programs Branch Civil Div., Washington, DC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter is before the court on motion by defendants, Steven S. Grant (Grant) and David H. Jameson (Jameson) for partial judgment on the pleadings or, in the alternative, for partial summary judgment. The court already has ruled on defendants' contention that they were not effectively served with process in their individual capacities; the issue now before the court is whether defendants are entitled to qualified immunity from this suit. Plaintiff has responded, and a reply has been filed. The matter is ripe for disposition.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff claims that the United States Constitution requires that he be permitted to display a painting entitled \"Sex, Laws &amp; Coathangers\" in the main entrance lobby of the federal building in Raleigh, North Carolina. He has sued the United States, the General Services Administration (GSA), and two GSA officials in their individual and official capacities. Plaintiff seeks declarative and injunctive relief, as well as damages against the individual defendants. Both parties have submitted affidavits in support of their respective positions on the instant motion.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>In March, 1992, plaintiff, a resident of California, applied through the GSA in Raleigh for a license to display a painting in the main entrance lobby of the federal building/post office/courthouse at 310 New Bern Avenue, Raleigh, North Carolina. Plaintiff's application was made pursuant to the Public Buildings Cooperative Use Act, 40 U.S.C. §§ 490, 601a, 606, 611, 612a (the Act), which authorizes the Administrator of the GSA:</p>\n<blockquote>to make available, on occasion, or to lease at such rates and on such other terms and conditions as the Administrator deems to be in the public interest, auditoriums, meeting rooms, courtyards, rooftops, and <span class=\"star-pagination\">*1221</span> lobbies of public buildings to persons, firms, or organizations engaged in cultural, educational, or recreational activities ... that will not disrupt the operation of the building.</blockquote>\n<p><i>Id.</i> at § 490(a)(17). The Act defines \"cultural activities\" to include \"film, dramatic, dance and musical presentations, and fine art exhibits ...,\" <i>id.</i> at § 612a(6), and is intended to \"encourage the public use of public buildings for cultural, educational, and recreational activities,\" <i>see id.</i> at § 601a(a)(4).</p>\n<p>The regulations promulgated under the Act allow \"[a]ny person or organization desiring to use a public area\" to apply for a permit with the local GSA buildings manager. 41 C.F.R. § 101-20.401(a). The application must contain the following information:</p>\n<blockquote>(1) Full names, mailing addresses, and telephone numbers of the applicant, the organization sponoring [sic] the proposed activity, and the individual(s) responsible for supervising the activity;</blockquote>\n<blockquote>(2) Documentation showing that the applicant has authority to represent the sponsoring organization;</blockquote>\n<blockquote>(3) A description of the proposed activity, including the dates and times during which it is to be conducted and the number of persons to be involved.</blockquote>\n<p><i>Id.</i> at § 101-20.401(b). GSA must issue a permit within ten working days of the application if approved; the permit is not to be issued for a period in excess of thirty days without specific approval. <i>Id.</i> at § 101-20.402(a).</p>\n<p>The regulations provide that a permit may be disapproved or cancelled if:</p>\n<blockquote>(1) The applicant has failed to submit all information required ... or has falsified such information;</blockquote>\n<blockquote>(2) The proposed use is a commercial activity....;</blockquote>\n<blockquote>(3) The proposed use interferes with access to the public area, disrupts official Government business, interferes with approved uses of the property by tenants or by the public, or damages any property;</blockquote>\n<blockquote>(4) The proposed use is intended to influence or impede any pending judicial proceeding;</blockquote>\n<blockquote>(5) The proposed use is obscene within the meaning of obscenity as defined in 18 U.S.C. 1461-65; or</blockquote>\n<blockquote>(6) The proposed use is violative of the prohibition against political solicitations....</blockquote>\n<p><i>Id.</i> at § 101-20.403(a). The regulations further provide for a written appeal to the GSA regional officer, from the disapproval of an application or the cancellation of a permit. <i>Id.</i> at § 101-20.404(a). The regional officer is to render a decision on the appeal within ten days. <i>Id.</i> at § 101-20.404(c).</p>\n<p>In the instant case, the plaintiff obtained a permit from defendant Grant for the period May 4-29, 1992. There is no suggestion that the application plaintiff was required to submit requested a description of the subject-matter or content of the artwork. The permit does not contain the title of the painting.</p>\n<p>The federal building in Raleigh houses four federal courtrooms, the chambers of two United States District Judges and one United States Magistrate Judge, the main offices of the Clerk of the United States District Court for the Eastern District of North Carolina, the United States Attorney's Office, the United States Marshal's Office, a Postal Service sorting facility, and numerous other federal offices. The building is secured; its doors are guarded and all who enter without Government identification must permit their belongings to pass through an X-ray machine for examination and they must walk through a magnetometer.</p>\n<p>On the morning of May 4, 1992, the plaintiff conferred with Grant about the location for his painting and chose the east wall of the main entrance lobby from among several locations offered by Grant. According to Grant's declaration, the X-ray machine is situated approximately six feet from the wall on which plaintiff mounted his painting. The entrance lobby is approximately 27.8 feet by 18.8 feet, most of which is occupied by the x-ray machine, the magnetometer, security partitions and various small items of furniture. Until this incident, the lobby never had been used for the display of art under the Act.</p>\n<p><span class=\"star-pagination\">*1222</span> Following approximately an hour of preparation, plaintiff unveiled his painting entitled \"Sex, Laws &amp; Coathangers\" for a group of five to seven onlookers, including plaintiff's lawyer and a photographer from the Raleigh News &amp; Observer newspaper. According to Grant, who also was present, and uncontradicted by the plaintiff, the work bears a painting of a nude female and, attached to the canvas, a three-dimensional representation of a human fetus and a metal wire coathanger. The curved end of the coathanger is partially straightened, and the coathanger appears to be dripping blood. The work measures approximately ten feet long by seven feet high.</p>\n<p>Almost immediately upon the unveiling, Grant verbally revoked plaintiff's license, then asked plaintiff to accompany him to his office so that he might draft a written notice of revocation. The written notice states, inter alia, that</p>\n<blockquote>[a]lthough your display may be in the form of art [,] it is more properly described as a political expression concerning the highly controversial issue of abortion.</blockquote>\n<blockquote>Since your work is considered to be political in nature it is not permitted on federal property and your license is hereby revoked.</blockquote>\n<p>As Grant's secretary handed him the typed notice, the Chief Deputy United States Marshal responsible for building security entered Grant's office and informed Grant that the presence of plaintiff's work was interfering with his ability to maintain security in the lobby. Grant states in his declaration that \"he [the Chief Deputy] told me in very clear terms that if I did not remove the work, he would have to have it taken down.\" Grant directed his assistants to remove the work within an hour of its unveiling, and delivered the written notice of revocation to plaintiff.</p>\n<p>Plaintiff duly appealed the revocation of his revocable license through his attorneys, to defendant David H. Jameson, Director of the Real Property Management and Safety Division in GSA's Region Four. Jameson affirmed the revocation both because \"the U.S. Courts in the building are part of the judicial system now hearing cases specifically on [the] subject [of abortion],\" and because \"the exhibition interfered with security in the building and could cause disruption and damage to Government property.\" Plaintiff did not seek further review of the decision by Jameson's supervisor, but, rather, filed this lawsuit on July 23, 1992.</p>\n<p>Plaintiff describes the rights he asserts against the individual defendants in their individual capacities as follows:</p>\n<blockquote>(i) the First Amendment right to exhibit art work with a controversial and political theme in a designated public forum; (ii) the Fifth Amendment equal protection right not to have access to the forum denied to him based on the content or the viewpoint of his work; (iii) the Fifth Amendment due process right to be informed of and have the opportunity to address all potential reasons for the revocation of his permit through the governmentally mandated appeals process that will stand as final agency action with respect to the determination of his right to display his painting.</blockquote>\n<p>Plaintiff's Memorandum in Opposition to Defendants' Motion for Partial Judgment on the Pleadings, or, in the Alternative, for Partial Summary Judgment, at 17.</p>\n<p>Defendants Grant and Jameson contend that they are entitled to qualified immunity from suit in their individual capacities, and it is this contention which is now before the court.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>Government officials performing discretionary functions are entitled to qualified immunity when their conduct does not violate \"clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396 (1982). Under the <i>Harlow</i> standard for government officials to be held individually liable for official discretionary conduct, \"in the light of pre-existing law[,] the unlawfulness [of the challenged conduct] must be apparent.\" <i>Anderson v. Creighton,</i> 483 U.S. 635, 640, 107 S.Ct. 3034, 3039, 97 L.Ed.2d 523 (1987). If there is a \"legitimate question\" as to whether the challenged conduct <span class=\"star-pagination\">*1223</span> violated the Constitution, then no \"clearly established\" right has been violated. <i>Mitchell v. Forsyth,</i> 472 U.S. 511, 535 n. 12, 105 S.Ct. 2806, 2820 n. 12, 86 L.Ed.2d 411 (1985). Moreover, even if the asserted right is \"clearly established,\" the qualified immunity defense still protects the official if \"he neither knew nor should have known of the relevant legal standard.\" <i>Harlow,</i> 457 U.S. at 819, 102 S.Ct. at 2738.</p>\n<p>The issue of qualified immunity should be resolved at the earliest possible stage of litigation. <i>Anderson,</i> 483 U.S. at 646 n. 6, 107 S.Ct. at 3042 n. 6. Expeditious resolution of immunity issues avoids the \"substantial social costs\" of subjecting officials to litigation over their discretionary conduct, including distracting them from their duties, inhibiting their action, and deterring able people from public service. <i>Id.</i> at 638, 107 S.Ct. at 3038; <i>Harlow,</i> 457 U.S. at 814, 102 S.Ct. at 2736. Hence, the qualified immunity of public officials \"is an <i>immunity from suit</i> rather than a mere defense to liability.\" <i>Mitchell,</i> 472 U.S. at 526, 105 S.Ct. at 2815 (emphasis in original). It is suggested that discovery not be allowed until immunity issues are resolved, for \"avoidance of disruptive discovery is one of the very purposes for the official immunity doctrine.\" <i>Siegert v. Gilley,</i> 500 U.S. 226, ___, 111 S.Ct. 1789, 1795, 114 L.Ed.2d 277 (1991); <i>Harlow,</i> 457 U.S. at 818, 102 S.Ct. at 2738.</p>\n<p></p>\n<h2>I. <i>PRELIMINARY ISSUES</i>\n</h2>\n<p>In ruling on a defendant's claim of qualified immunity in this context, the court must address two preliminary issues. The court first must ascertain that the challenged conduct occurred in the exercise of a discretionary, rather than in a ministerial, official function. The court also must determine the nature of the forum in which the alleged Constitutional violation occurred. Here, the forum in question is the main entrance lobby of the Raleigh, North Carolina, federal building/post office/courthouse.</p>\n<p></p>\n<h2>A. <i>Discretionary Function</i>\n</h2>\n<p>Although plaintiff suggests that Grant's and Jameson's acts in question were not discretionary, the court agrees with the defendants that Grant's issuing, then revoking, the revocable permit, and Jameson's affirming the revocation were discretionary. For purposes of the qualified immunity of government officials, a \"discretionary\" function is one that entails the exercise of at least a modicum of judgment. <i>See </i><i>Harlow,</i> 457 U.S. at 816, 102 S.Ct. at 2737. \"A law [or regulation] that fails to specify the <i>precise</i> action that the official must take in <i>each</i> instance creates only discretionary authority.\" <i>Davis v. Scherer,</i> 468 U.S. 183, 196-97 n. 14, 104 S.Ct. 3012, 3020-21 n. 14, 82 L.Ed.2d 139 (1984) (emphasis added).</p>\n<p>Although the regulations set forth instances which require denial or revocation of a permit under the Act, the individual government official must exercise judgment and discretion in determining whether and how the regulations apply to the peculiar fact situation with which he is confronted. The court concludes that the undisputed facts herein define discretionary conduct for qualified immunity purposes.</p>\n<p></p>\n<h2>B. <i>Nature of Forum</i>\n</h2>\n<p>The Constitution does not require the government to \"grant access to all who wish to exercise their right to free speech on every type of government property....\" <i>Cornelius v. NAACP Legal Defense &amp; Educational Fund,</i> 473 U.S. 788, 799-800, 105 S.Ct. 3439, 3447, 87 L.Ed.2d 567 (1984). Moreover, the government has the right \"no less than a private owner of property, ... to preserve the property under its control for the use to which it is lawfully dedicated.\" <i>Perry Education Ass'n v. Perry Local Educators' Ass'n,</i> 460 U.S. 37, 46, 103 S.Ct. 948, 955, 74 L.Ed.2d 794 (1983) (citations omitted). The extent to which the government can exercise such control, however, depends upon \"the nature of the relevant forum.\" <i>Cornelius,</i> 473 U.S. at 800, 105 S.Ct. at 3448. Only when the \"government opens facilities not generally available to the public that legal questions relating to equal access arise.\" <i>Gregoire v. Centennial School Dist.,</i> 907 F.2d 1366, 1370 (3d Cir.), <i>cert. denied,</i> 498 U.S. 899, 111 S.Ct. 253, 112 L.Ed.2d 211 (1990).</p>\n<p>The Supreme Court has defined three distinct types of forums. First is the \"traditional public forum,\" such as streets and parks <span class=\"star-pagination\">*1224</span> which \"have immemorially been held in trust for the use of the public and, time out of mind, have been used for purposes of assembly, communicating thoughts between citizens, and discussing public questions.\" <i>Hague v. Committee for Industrial Organization,</i> 307 U.S. 496, 515, 59 S.Ct. 954, 964, 83 L.Ed. 1423 (1939). In a traditional public forum, the government may not exclude all speech, and may enforce a content-based exclusion only if it is narrowly drawn and serves a \"compelling\" government interest. <i>See </i><i>Carey v. Brown,</i> 447 U.S. 455, 461-62, 100 S.Ct. 2286, 2290-91, 65 L.Ed.2d 263 (1980).</p>\n<p>The second type of forum is public property which has been \"opened for use by the public as a place for expressive activity.\" <i>Perry,</i> 460 U.S. at 45, 103 S.Ct. at 955. Regulation of this type of forum is constitutionally governed, even if the government \"was not required to create the forum in the first place.\" <i>Id.</i> (citing <i>Widmar v. Vincent,</i> 454 U.S. 263, 268, 102 S.Ct. 269, 273, 70 L.Ed.2d 440 (1981) (university meeting facilities)). This type of forum is a \"designated open public forum,\" <i>Gregoire,</i> 907 F.2d at 1370, and its use is subject to the same standards that apply to a traditional public forum; that is, in addition to reasonable content-neutral restrictions on the time, place and manner of First Amendment activity, the government may impose content-based prohibitions which are narrowly drawn to effectuate a compelling government interest. <i>Perry,</i> 460 U.S. at 46, 103 S.Ct. at 955.</p>\n<p>The third distinct forum is the \"non-public forum.\" It is a publicly-owned facility which has been \"dedicated to use for either communicative or non-communicative purposes but ha[s] never been designated for indiscriminate expressive activity by the general public.\" <i>Gregoire,</i> 907 F.2d at 1370-71 (citing <i>United States Postal Service v. Council of Greenburgh Civic Associations,</i> 453 U.S. 114, 101 S.Ct. 2676, 69 L.Ed.2d 517 (1981)). Restrictions on First Amendment activity in non-public forums must be \"reasonable and not an effort to suppress expression merely because public officials oppose the speaker's view.\" <i>United States v. Kokinda,</i> 497 U.S. 720, 730, 110 S.Ct. 3115, 3121, 111 L.Ed.2d 571 (1990) (plurality opinion); <i>Cornelius,</i> 473 U.S. at 806, 105 S.Ct. at 3451 (\"[c]ontrol over access to a non-public forum can be based on subject matter and speaker identity so long as the distinctions drawn are reasonable in light of the purpose served by the forum and are <i>viewpoint neutral</i>\") (emphasis added).</p>\n<p>There is no suggestion that the main entrance lobby to the Raleigh federal building is a \"traditional public forum.\" The plaintiff contends that the lobby is a designated public forum, and the defendants contend it is a non-public forum.</p>\n<p>The Supreme Court has suggested a number of factors which should be examined to ascertain the government's intent. Among those factors are (i) the policy and practice of the government; (ii) the nature of the property, <i>Cornelius,</i> 473 U.S. at 802, 105 S.Ct. at 3449; (iii) its compatibility with expressive activity; and (iv) the extent of the use granted, <i>see </i><i>Perry,</i> 460 U.S. at 46-47, 103 S.Ct. at 955-956. The court should determine whether the facility is open to all or whether it has been limited by \"well-defined standards tied to the nature and function of the forum.\" <i>Gregoire,</i> 907 F.2d at 1371.</p>\n<p>In the instant case, the Government's policy concerning use of the facility in question is demonstrated by, and articulated in, the Federal Buildings Cooperative Use Act and the Federal Real Property Management Regulations. The Act and Regulations thereunder evidence an intent to provide access to the public \"for the occasional use of public areas for cultural, educational and recreational activities.\" 41 C.F.R. § 101-20.400. According to Grant's declaration, the practice with regard to this particular forum  the main entrance lobby of the Raleigh federal building  has been as follows:</p>\n<blockquote>the lobby is designed primarily for entering and leaving the building and will not accommodate a gathering of more than approximately ten persons without seriously impeding the flow of traffic and endangering building security and Government property. The doors of the main entrance lobby are the only entrance to the building that is open to the public and for the federal employees who work in the building. ... This lobby has never before been <span class=\"star-pagination\">*1225</span> used for the display of art under the Public Buildings Cooperative Use Act.</blockquote>\n<p>Grant's October 23, 1992, Declaration at 3-4.</p>\n<p>The nature of the property has been described above; the federal building houses federal judges' chambers, courtrooms, federal agencies, etc. The court takes judicial notice of the fact that members of the public entering the lobby would include those summoned to jury duty, lawyers and court personnel, federal law enforcement agents, victims and witnesses en route to the United States Attorney's Office, persons seeking to file civil actions in federal court, and school children on field trips to observe the federal judicial system in operation.</p>\n<p>The compatibility of the federal building's lobby with expressive activity is minimal, primarily due to the fact that it is quite small, and is devoted primarily to maintaining the security of the building. It is entirely unsuitable for any expressive activity which would attract a crowd, generate noise, or incite disruptive behavior, as any of these factors would seriously interfere with maintenance of security in the building. Moreover, the court perceives a legitimate interest by the Government in preserving a certain elevated level of decorum within (and upon) the walls of a building which houses federal judicial, executive, and administrative offices. Not every manner of expression is compatible with the ambiance of a government building.</p>\n<p>The \"extent of use granted\" factor in the instant case is difficult to analyze. Never before had a permit been requested or granted to display \"art work\" in the main entrance lobby to the federal building. The permit called for the display to remain from May 4-29, 1992, and was accessible during working hours from 7:30 a.m. until 5:30 p.m. Because plaintiff applied for the permit pursuant to the Act, and it was under the Act that the permit was granted, the use was limited, <i>at least,</i> to an extent not inconsistent with the restrictions set forth in 41 C.F.R. § 101-20.403(a).<sup>[1]</sup></p>\n<p>Because defendants made no advance inquiry as to the subject-matter of the painting, there was no occasion prior to the unveiling for defendants to perceive a need to consider additional specific restrictions. In short, the extent of use granted appears to have been relatively unrestricted because defendants were unaware of the nature of the \"art work.\"</p>\n<p>Careful consideration of the foregoing factors, as well as the parties' arguments and the court's personal experience with the forum in question, leads to the conclusion that the main entrance lobby of the Raleigh, North Carolina, federal building/post office/courthouse is a non-public forum, which has been \"dedicated to use for either communicative or non-communicative purposes but ha[s] never been designated for indiscriminate expressive activity by the general public.\" <i>Gregoire,</i> 907 F.2d at 1370-71 (citing <i>Greenburgh,</i> 453 U.S. 114, 101 S.Ct. 2676, 69 L.Ed.2d 517 (1981)).</p>\n<p>In summary, the court concludes that the individual defendants were acting in a discretionary capacity with regard to a non-public forum. The Supreme Court has determined that in such a forum, \"[c]ontrol over access ... can be based on subject matter and speaker identity so long as the distinctions drawn are reasonable in light of the purpose served by the forum <i>and</i> are <i>viewpoint neutral.</i>\" <i>Cornelius,</i> 473 U.S. at 806, 105 S.Ct. at 3451 (emphasis added).</p>\n<p></p>\n<h2>II. <i>QUALIFIED IMMUNITY</i>\n</h2>\n<p>Because the individual defendants have claimed qualified immunity from suit, the court now must determine whether, in performing the discretionary functions which are at issue in this action, they engaged in conduct that violated \"clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Harlow,</i> 457 U.S. at 818, 102 S.Ct. at 2738. In addressing the <i>Harlow</i> test, the court finds Judge Phillips' concurring opinion most instructive in <i>Collinson v. Gott,</i> 895 F.2d 994 (4th Cir.1990) (per curiam), and will refer extensively to it.</p>\n<p>Judge Phillips advises that three inquiries are necessary in analyzing a claim of qualified immunity. First, the court must \"identify <span class=\"star-pagination\">*1226</span> the specific constitutional right allegedly violated.\" <i>Id.</i> at 998. Next, the court should inquire whether at the time of the alleged violation that right was clearly established. <i>Id.</i> These first two questions present pure questions of law for the court. <i>Id.</i> (citing <i>Anderson v. Creighton,</i> 483 U.S. 635, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987)). Finally, a determination must be made whether a reasonable person in the official's position would have known that his conduct would violate that specific constitutional right. <i>Id.</i> This final inquiry requires application of the objective <i>Harlow</i> test, but sometimes may require factual determinations regarding a defendant's conduct and its circumstances in order for the court to apply the <i>Harlow</i> test as a matter of law. <i>Id.</i></p>\n<p></p>\n<h2>A. <i>Specific Constitutional Rights</i>\n</h2>\n<p>In applying the <i>Harlow</i> test, the focus here is \"not upon the right at its most general or abstract level, but upon its application to the particular conduct being challenged.\" <i>Collinson,</i> 895 F.2d at 998. The general Constitutional rights allegedly violated are the First Amendment right to free speech, and the Fifth Amendment rights to equal protection and due process. The court perceives the alleged specific \"rights\" in question here to be:</p>\n<p>(i) the First Amendment \"right\" to exhibit a ten foot by seven foot painting, entitled \"Sex, Laws &amp; Coathangers,\" depicting a nude woman, a three dimensional portrayal of a human fetus and a wire coathanger whose bent end appears to be dripping blood, in the main entrance lobby of a federal building/post office/courthouse  a non-public forum;</p>\n<p>(ii) the Fifth Amendment equal protection \"right\" not to have a permit to display such a painting in a non-public forum denied on the basis of the painting's content or viewpoint; and</p>\n<p>(iii) the Fifth Amendment due process \"right\" to prior notice and opportunity for hearing, and a \"final\" administrative decision upon which to base an appeal, with regard to a Government official's discretionary decision to revoke a permit to display such a painting.</p>\n<p>Having thus identified the specific conduct which plaintiff contends violated certain of his constitutional rights, the next inquiry is whether, on May 4, 1992, those alleged specific constitutional rights were \"clearly established.\"</p>\n<p></p>\n<h2>B. <i>Rights Clearly Established</i>\n</h2>\n<p>The First and Fifth Amendment rights to free speech, due process and equal protection certainly are clearly established. However, for purposes of qualified immunity analysis, the court must determine whether the specific application of those rights in the context of the peculiar facts confronting the Government officials at the relevant time should have been apparent.</p>\n<p>In tackling this inquiry in the context of a County Commissioner refusing a citizen the opportunity fully to express himself at a public meeting, Judge Phillips in <i>Collinson</i> noted that \"it would appear that no federal court up to that time had ever directly held that such an <i>ad hoc</i> parliamentary ruling could or had violated a speaker's first amendment speech rights.\" <i>Collinson,</i> 895 F.2d at 999 (footnote omitted). He went on to observe, however, that absence of precedent \"alone does not establish entitlement to qualified immunity here, but it surely bears heavily on whether the unlawfulness of the conduct challenged here  if it be unlawful  should have been apparent to a reasonable official in [defendant's] position.\"</p>\n<p>Disregarding for the moment the exigency Grant obviously perceived upon the unveiling, had he been afforded the luxury of consulting with counsel who, in turn, had the time, expertise and resources to expend on a thorough legal research expedition, he would have learned that there appear to be few reported cases whose facts closely resemble this one. Three of the most similar on their facts, reach divergent results.</p>\n<p>Chronologically, the first of these is <i>Sefick v. City of Chicago,</i> 485 F.Supp. 644 (N.D.Ill. 1979). In <i>Sefick,</i> an artist (who happened also to be a federal probation and parole officer) obtained permission to display three different tableaus at the Richard J. Daley Civic Center. The tableaus comprised sculpted figures, and tape recordings which conveyed social or political messages. The <span class=\"star-pagination\">*1227</span> artist described the tableau scheduled for the third week as a \"Chicago portrayal of Grant Woods' famous painting American Gothic in plaster. The life-sized figures are contemporaries of Chicago society. Husband, wife and child make up the setting.\" <i>Id.</i> at 646. The tableau, in fact, \"satirized the handling by then-mayor Michael Bilandic of the snow removal operation necessitated by the record snowfall ... during the winter of 1979.\" <i>Id.</i></p>\n<p>Ms. Farina of the Chicago Council on Fine Arts, who issued the permit to display the tableaus, contacted the artist upon viewing this third exhibit, and asked him to remove it; she then covered it with a blanket. The City's position was that the permit was revoked due to variance of the actual work with the prior description, although Ms. Farina admitted that she found the tableau inappropriate because it singled out identifiable individuals for ridicule. <i>Id.</i> at 650 n. 17. The plaintiff, of course, contended that \"the artistic expression of social and political views is protected speech under the first amendment.\" <i>Id.</i> at 648.</p>\n<p>The court found that the Civic Center was a designated public forum, that there had been no prior expression of concern that the first two tableaus might be perceived as representing official city viewpoint, and that the defendants revoked the permit because of their objection to the social and political nature of the third tableau. Hence, the court granted injunctive relief to the plaintiff and against the City.</p>\n<p>In 1988, the Second Circuit Court of Appeals was confronted with a situation in which a sculptor had sued the GSA for removing a \"site-specific\" sculpture GSA had commissioned him to create. <i>Serra v. United States General Services Administration,</i> 847 F.2d 1045 (2d Cir.1988). The 12 foot tall, 120 foot long steel structure was installed in the center of Federal Plaza in lower Manhattan, New York. Almost immediately upon its installation, the public complaints began. Objections included the sculpture's unappealing aesthetic qualities as well as the physical obstruction it presented to pedestrian federal employees and area residents.</p>\n<p>GSA conducted a hearing after which it recommended that the sculpture be relocated. The artist and his counsel were afforded an opportunity to voice their concerns. GSA rendered a decision to relocate the sculpture, because it interfered with the public's use of the Federal Plaza. The GSA administrators were dismissed from the suit in their individual capacities on ground of qualified immunity.</p>\n<p>In upholding summary judgment against Serra's Constitutional claims, the Appeals Court pointed to \"GSA's clearly established authority to maintain, operate, and alter federal buildings...., which in turn derives from Congress' power under the Constitution `to dispose of and make all needful Rules and Regulations respecting the ... Property belonging to the United States.'\" <i>Id.</i> at 1049 (citations omitted). The court also noted that the artist was unable to identify any particular message conveyed by his sculpture which he believes led to its removal. <i>Id.</i> at 1051. Finally, with regard to the First Amendment claim, the court flatly stated that:</p>\n<blockquote>GSA, which is charged with providing office space for federal employees, may remove from its buildings artworks that it decides are aesthetically unsuitable for particular locations. Moreover, the Supreme Court has consistently recognized that consideration of <i>aesthetics is a legitimate government function that does not render a decision to restrict expression impermissibly content-based.</i>\n</blockquote>\n<p><i>Id.</i> (emphasis added) (citations omitted). Thus, the <i>Serra</i> court found no unconstitutional conduct by GSA in removing the \"artwork\" for reasons of aesthetics and convenience.</p>\n<p>Finally, there is <i>Amato v. Wilentz,</i> 753 F.Supp. 543 (D.N.J.1990), <i>vacated </i><i>on other grounds,</i> 952 F.2d 742 (3d Cir.1991), in which the district court had found First Amendment violations in the state Supreme Court Chief Justice's order forbidding the Essex County Courthouse from being used as the site for filming a scene for the movie, \"Bonfire of the Vanities,\" in which African American spectators were depicted engaging in riotous behavior in a courtroom. The Chief Justice had stated concern for the judiciary's <span class=\"star-pagination\">*1228</span> need to \"avoid further eroding ... the confidence of blacks and other minorities in the judicial system.\" <i>Id.</i> at 557.</p>\n<p>Partly because the Essex County Courthouse previously had been used in filming numerous diverse motion pictures, the district court determined that the courthouse was a designated public forum. It found the Chief Justice's motivation to be \"nothing more than an attempt to bolster the reputation of the Court by infringing upon the constitutional rights of others,\" and that a simple disclaimer would have constituted a far narrower means to protect the interest, if any, in a correlation between the judiciary and the black communities' perception of judicial insensitivity. <i>Id.</i> at 558.</p>\n<p>Most importantly, however, was the district court's distinction between suppression of content and suppression of viewpoint, and its observation that the Chief Justice failed to recognize such distinction. As Judge Phillips aptly put it in <i>Collinson,</i> \"[t]he limits [of official discretion] can be found in the well-established principle that the primary concern of the no-censorship-of-content requirement is with speaker viewpoint rather than with subject matter <i>per se.\" </i><i>Collinson,</i> 895 F.2d at 1000. That is, reasonable content-based restrictions are permissible so long as the actual purpose is not to prevent expression of a particular viewpoint.</p>\n<p>The district court in <i>Amato</i> concluded that, although the unconstitutionality of viewpoint discrimination is well established,<sup>[2]</sup> it was <i>not</i> well established that the \"principle would apply to the unique facts of this case.\" <i>Amato,</i> 753 F.Supp. at 562. The court explained that</p>\n<blockquote>[t]here are simply too many grey areas, both procedural and substantive, for this court to conclude that the Chief Justice's action violated \"clearly established\" law. This defendant acted in uncharted constitutional waters and is thus entitled to be protected by the principles of qualified immunity.</blockquote>\n<p><i>Id.</i> at 562.<sup>[3]</sup></p>\n<p>Thus, had the Government officials in the instant case had the advantage of researching the particular legal issue presented here, they presumably would have discovered a case finding a First Amendment violation and issuing an injunction (<i>Sefick</i>), a case finding no First Amendment violation (<i>Serra</i>), a case finding a First Amendment violation but finding the government official entitled to qualified immunity, then having the case vacated on other grounds (<i>Amato</i>), and a scholarly concurring opinion in a Fourth Circuit case finding the defendant entitled to qualified immunity and therefore not reaching the question whether there was a Constitutional violation (<i>Collinson</i>).</p>\n<p>Here, as in <i>Amato</i> and <i>Collinson,</i> the court concludes that the no-censorship-of-viewpoint principle was well-established on the date in question. It further concludes that reasonably competent government officials in defendants' positions would have known that they could not constitutionally revoke the plaintiff's revocable permit if they \"had no reasonable basis for fearing disruption, or if [their] actual purpose was to prevent expression of [the artist's] viewpoint on the [abortion] issue.\" <i>Collinson,</i> 895 F.2d at 1000.</p>\n<p>However, these conclusions do not end the court's inquiry. As cogently expressed in Judge Phillips' opinion in <i>Collinson:</i></p>\n<blockquote>[H]ere we encounter difficult conceptual problems in applying the objective test of qualified immunity to the particular type of constitutional claim here in issue. The problems arise from the fact that the first amendment claim here turns both on [plaintiff's] subjective purpose and on the objective reasonableness of his perceptions. The difficulty this poses for application of <i>Harlow</i>'s wholly objective test can be illustrated by posing that test in terms fact-specific to this case. <span class=\"star-pagination\">*1229</span> <i>Id.</i> at 1001. The objective test posed in terms fact-specific to the instant case is: \"Would a reasonable person in defendants' position, that is, one acting on defendants' information and knowledge and motivated by defendants' purpose, have known that to revoke plaintiff's revocable permit to display his work in the main entrance lobby of the Raleigh federal building/post office/courthouse would violate the well-established first amendment principles above identified?\"</blockquote>\n<p>Understanding and keenly appreciating Judge Phillips' observation of the difficulty in addressing the \"objective\" <i>Harlow</i> inquiry when, in fact, it contains a subjective element  the defendants' purpose in doing what they did  the court must execute its duty to do so in ruling on this motion for partial summary judgment while \"keep[ing] in mind the policies that underlie qualified immunity doctrine [without] becom[ing] unduly hung up on metaphysical difficulties.\" <i>Id.</i> The dispositive inquiries, then, are (i) even if defendants were mistaken in thinking that the revocation was justified, was their perception nevertheless objectively reasonable under the circumstances (objective element of test); and (ii) were defendants motivated by a desire to censor plaintiff's viewpoint on the issue of abortion (subjective element of test).</p>\n<p>Judge Phillips' thoughtful concurring opinion in <i>Collinson</i> identifies, analyzes and proposes a solution to the \"serious problem\" which arises when the subjective purpose of the defendants' conduct is an element of the plaintiff's claim, and the defendants have moved for summary judgment. Judge Phillips, in an effort to harmonize apparently conflicting policies<sup>[4]</sup>, recognized that the \"purely `objective' [<i>Harlow</i>] test cannot in the end avoid the necessity to inquire into official motive or intent or purpose when such states of mind are essential elements of the constitutional right allegedly violated.\" <i>Id.</i> at 1001-02 (citations omitted). In accord with the solution adopted by the Tenth Circuit Court of Appeals in <i>Pueblo Neighborhood Health Centers, Inc. v. Losavio,</i> 847 F.2d 642, 649 (10th Cir.1988), Judge Phillips proposed as the rule for the Fourth Circuit the following approach:</p>\n<blockquote>When a defendant's motive or intent is an element of a constitutional claim, a defendant's motion for summary judgment based upon a plausible showing of the objective reasonableness of his actions, including a proper motive or intent, may not be defeated by merely conclusory assertions of improper motive or intent, but only be pointing to specific evidence of improper motive or intent.</blockquote>\n<p><i>Collinson,</i> 895 F.2d at 1002. This court finds the <i>Pueblo</i> approach fair and sensible, and adopts it for analysis of the dispositive issue here.</p>\n<p>Plaintiff points out that the defendants have offered several different explanations for their decision to revoke plaintiff's revocable permit. Grant at first allegedly stated that the work was \"obscene, controversial and political.\" In his written notice of revocation, Grant reiterated his perception that the work was \"a political expression concerning the highly controversial issue of abortion.\" Defendant Jameson affirmed Grant's decision, because \"the exhibition interfered with security ... and could cause disruption and damage to Government property,\" and \"the U.S. Courts in the building are part of the judicial system now hearing cases specifically on [the] subject [of abortion].\" However, plaintiff has failed, as required by Rule 56(e), Fed.R.Civ.P., <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986), and <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986), to counter defendants' plausible showing of the objective reasonableness of their actions, including proper motives, by pointing to \"specific evidence of improper motive or intent.\" <i>Collinson,</i> 895 F.2d at 1002.</p>\n<p>Specifically, defendants have demonstrated that their conduct, although admittedly not content-neutral, could not have been motivated <span class=\"star-pagination\">*1230</span> by an intent to suppress or censor the plaintiff's <i>viewpoint</i> regarding the content. In its memorandum opposing the instant motion, plaintiff acknowledges that \"defendants themselves claim that they are uncertain of the intended message in plaintiff's work.\" Plaintiff's December 8, 1992, Memorandum in Opposition to Defendants' Motion at 22 (citing Defendants' Memorandum at 25 n. 9 (\"defendants definitely did not act out of a desire to suppress the viewpoint of plaintiff's work.... Indeed, it is not entirely clear whether the viewpoint of plaintiff's work favors or opposes laws regulating abortion\")).</p>\n<p>Of course, if defendants could not ascertain the plaintiff's viewpoint, it is impossible that they could disagree with it. The sum and substance of plaintiff's \"showing\" with regard to the critical subjective element is summed up in his conclusory statement that \"defendants' decision with respect to plaintiff's license was made, upon information and belief, because the political message conveyed by plaintiff's art was contrary to that of the defendants.\" Plaintiff's Memorandum, <i>supra,</i> at 8. Such a \"showing\" is insufficient to withstand defendants' motion for partial summary judgment on the issue of qualified immunity, as plaintiff \"cannot rely on merely conclusory assertions of unconstitutional motive in this context.\" <i>Collinson,</i> 895 F.2d at 1002; <i>see also</i> Rule 56(e), Fed.R.Civ.P. Therefore, defendants' motion for partial summary judgment on the grounds of qualified immunity is ALLOWED, and Grant and Jameson are DISMISSED as defendants in their individual capacities.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>That the primary concern of the no-censorship-of-content requirement is with speaker viewpoint rather than with subject matter <i>per se,</i> is a \"well-established principle.\" <i>Collinson,</i> 895 F.2d at 1000. Also well-established is the government's \"weighty, essentially esthetic interest in proscribing intrusive and unpleasant formats for expression,\" <i>Members of City Council of Los Angeles v. Taxpayers for Vincent,</i> 466 U.S. 789, 806, 104 S.Ct. 2118, 2129, 80 L.Ed.2d 772 (1984).</p>\n<p>Plaintiff has failed to overcome defendants' plausible showing that Grant's and Jameson's conduct was motivated by reasonable concerns arising from the subject matter of plaintiff's exhibit, but unrelated to its viewpoint. Specifically, defendants are entitled to partial summary judgment on grounds of qualified immunity because the plaintiff has not made an adequate showing that defendants' decision to revoke plaintiff's revocable permit to display a gory and graphic painting entitled \"Sex, Laws &amp; Coathangers\" in the main entrance lobby of the Raleigh, North Carolina, federal building (a non-public forum) was motivated by an intent to suppress plaintiff's viewpoint on the admittedly controversial subject matter of the painting.</p>\n<p>Plaintiff has acknowledged that defendants could not determine whether the painting was \"for\" or \"against\" the subject depicted  abortion. Because plaintiff admits that the defendants could not perceive the painting's viewpoint, it is impossible for plaintiff to demonstrate that they disagreed with it and acted out of a motivation to suppress it. Defendants' motion for partial summary judgment is ALLOWED on grounds of qualified immunity.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See supra</i> p. 1221.</p>\n<p>[2]  Judge Phillips also had concluded in his concurring opinion that \"the general contours of the first amendment right in this specific context ... must be considered to have been well-established at the critical time....\" <i>Collinson,</i> 895 F.2d at 1000.</p>\n<p>[3]  Without addressing any substantive issues, the Third Circuit Court of Appeals vacated the district court's order solely on standing grounds. <i>Amato v. Wilentz,</i> 952 F.2d 742 (3d Cir.1991).</p>\n<p>[4]  \"Vindication of immunity policies depends heavily upon the ability to dispose of insubstantial claims by resolving immunity questions at the earliest possible stages of a litigation, preferably on pleading or summary judgment motions.\" <i>Collinson,</i> 895 F.2d at 1001 (citing <i>Mitchell,</i> 472 U.S. at 526, 105 S.Ct. at 2815). However, because questions of subjective states of mind are notoriously ill-adapted to summary resolution, <i>Harlow</i> attempted to eliminate a \"bad faith\" element or inquiry into a defendant's purely subjective perceptions. <i>Id.</i></p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">836</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1219</span></span> (1993)</b></center>\n<center><h1>Dayton CLAUDIO, Plaintiff,<br>\nv.<br>\nUNITED STATES of America; United States General Services Administration; Steven S. Grant, individually and in his capacity as Field Office Manager for the General Services Administration in Raleigh; and David H. Jameson, individually and in his capacity as Regional Director  Buildings Management Division for the General Services Administration, Defendants.</h1></center>\n<center>No. 92-495-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 2, 1993.</center>\n<p><span class=\"star-pagination\">*1220</span> William G. Simpson, Jr., N.C. Civil Liberties Union Legal Foundation, William D. Dannelly, Deborah K. Ross, Hunton &amp; Williams, Raleigh, NC, for plaintiff.</p>\n<p>Theodore Hirt, U.S. Dept. of Justice, Civil Div., W. Scott Simpson, U.S. Dept. of Justice Federal Programs Branch Civil Div., Washington, DC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter is before the court on motion by defendants, Steven S. Grant (Grant) and David H. Jameson (Jameson) for partial judgment on the pleadings or, in the alternative, for partial summary judgment. The court already has ruled on defendants' contention that they were not effectively served with process in their individual capacities; the issue now before the court is whether defendants are entitled to qualified immunity from this suit. Plaintiff has responded, and a reply has been filed. The matter is ripe for disposition.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff claims that the United States Constitution requires that he be permitted to display a painting entitled \"Sex, Laws &amp; Coathangers\" in the main entrance lobby of the federal building in Raleigh, North Carolina. He has sued the United States, the General Services Administration (GSA), and two GSA officials in their individual and official capacities. Plaintiff seeks declarative and injunctive relief, as well as damages against the individual defendants. Both parties have submitted affidavits in support of their respective positions on the instant motion.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>In March, 1992, plaintiff, a resident of California, applied through the GSA in Raleigh for a license to display a painting in the main entrance lobby of the federal building/post office/courthouse at 310 New Bern Avenue, Raleigh, North Carolina. Plaintiff's application was made pursuant to the Public Buildings Cooperative Use Act, 40 U.S.C. §§ 490, 601a, 606, 611, 612a (the Act), which authorizes the Administrator of the GSA:</p>\n<blockquote>to make available, on occasion, or to lease at such rates and on such other terms and conditions as the Administrator deems to be in the public interest, auditoriums, meeting rooms, courtyards, rooftops, and <span class=\"star-pagination\">*1221</span> lobbies of public buildings to persons, firms, or organizations engaged in cultural, educational, or recreational activities ... that will not disrupt the operation of the building.</blockquote>\n<p><i>Id.</i> at § 490(a)(17). The Act defines \"cultural activities\" to include \"film, dramatic, dance and musical presentations, and fine art exhibits ...,\" <i>id.</i> at § 612a(6), and is intended to \"encourage the public use of public buildings for cultural, educational, and recreational activities,\" <i>see id.</i> at § 601a(a)(4).</p>\n<p>The regulations promulgated under the Act allow \"[a]ny person or organization desiring to use a public area\" to apply for a permit with the local GSA buildings manager. 41 C.F.R. § 101-20.401(a). The application must contain the following information:</p>\n<blockquote>(1) Full names, mailing addresses, and telephone numbers of the applicant, the organization sponoring [sic] the proposed activity, and the individual(s) responsible for supervising the activity;</blockquote>\n<blockquote>(2) Documentation showing that the applicant has authority to represent the sponsoring organization;</blockquote>\n<blockquote>(3) A description of the proposed activity, including the dates and times during which it is to be conducted and the number of persons to be involved.</blockquote>\n<p><i>Id.</i> at § 101-20.401(b). GSA must issue a permit within ten working days of the application if approved; the permit is not to be issued for a period in excess of thirty days without specific approval. <i>Id.</i> at § 101-20.402(a).</p>\n<p>The regulations provide that a permit may be disapproved or cancelled if:</p>\n<blockquote>(1) The applicant has failed to submit all information required ... or has falsified such information;</blockquote>\n<blockquote>(2) The proposed use is a commercial activity....;</blockquote>\n<blockquote>(3) The proposed use interferes with access to the public area, disrupts official Government business, interferes with approved uses of the property by tenants or by the public, or damages any property;</blockquote>\n<blockquote>(4) The proposed use is intended to influence or impede any pending judicial proceeding;</blockquote>\n<blockquote>(5) The proposed use is obscene within the meaning of obscenity as defined in 18 U.S.C. 1461-65; or</blockquote>\n<blockquote>(6) The proposed use is violative of the prohibition against political solicitations....</blockquote>\n<p><i>Id.</i> at § 101-20.403(a). The regulations further provide for a written appeal to the GSA regional officer, from the disapproval of an application or the cancellation of a permit. <i>Id.</i> at § 101-20.404(a). The regional officer is to render a decision on the appeal within ten days. <i>Id.</i> at § 101-20.404(c).</p>\n<p>In the instant case, the plaintiff obtained a permit from defendant Grant for the period May 4-29, 1992. There is no suggestion that the application plaintiff was required to submit requested a description of the subject-matter or content of the artwork. The permit does not contain the title of the painting.</p>\n<p>The federal building in Raleigh houses four federal courtrooms, the chambers of two United States District Judges and one United States Magistrate Judge, the main offices of the Clerk of the United States District Court for the Eastern District of North Carolina, the United States Attorney's Office, the United States Marshal's Office, a Postal Service sorting facility, and numerous other federal offices. The building is secured; its doors are guarded and all who enter without Government identification must permit their belongings to pass through an X-ray machine for examination and they must walk through a magnetometer.</p>\n<p>On the morning of May 4, 1992, the plaintiff conferred with Grant about the location for his painting and chose the east wall of the main entrance lobby from among several locations offered by Grant. According to Grant's declaration, the X-ray machine is situated approximately six feet from the wall on which plaintiff mounted his painting. The entrance lobby is approximately 27.8 feet by 18.8 feet, most of which is occupied by the x-ray machine, the magnetometer, security partitions and various small items of furniture. Until this incident, the lobby never had been used for the display of art under the Act.</p>\n<p><span class=\"star-pagination\">*1222</span> Following approximately an hour of preparation, plaintiff unveiled his painting entitled \"Sex, Laws &amp; Coathangers\" for a group of five to seven onlookers, including plaintiff's lawyer and a photographer from the Raleigh News &amp; Observer newspaper. According to Grant, who also was present, and uncontradicted by the plaintiff, the work bears a painting of a nude female and, attached to the canvas, a three-dimensional representation of a human fetus and a metal wire coathanger. The curved end of the coathanger is partially straightened, and the coathanger appears to be dripping blood. The work measures approximately ten feet long by seven feet high.</p>\n<p>Almost immediately upon the unveiling, Grant verbally revoked plaintiff's license, then asked plaintiff to accompany him to his office so that he might draft a written notice of revocation. The written notice states, inter alia, that</p>\n<blockquote>[a]lthough your display may be in the form of art [,] it is more properly described as a political expression concerning the highly controversial issue of abortion.</blockquote>\n<blockquote>Since your work is considered to be political in nature it is not permitted on federal property and your license is hereby revoked.</blockquote>\n<p>As Grant's secretary handed him the typed notice, the Chief Deputy United States Marshal responsible for building security entered Grant's office and informed Grant that the presence of plaintiff's work was interfering with his ability to maintain security in the lobby. Grant states in his declaration that \"he [the Chief Deputy] told me in very clear terms that if I did not remove the work, he would have to have it taken down.\" Grant directed his assistants to remove the work within an hour of its unveiling, and delivered the written notice of revocation to plaintiff.</p>\n<p>Plaintiff duly appealed the revocation of his revocable license through his attorneys, to defendant David H. Jameson, Director of the Real Property Management and Safety Division in GSA's Region Four. Jameson affirmed the revocation both because \"the U.S. Courts in the building are part of the judicial system now hearing cases specifically on [the] subject [of abortion],\" and because \"the exhibition interfered with security in the building and could cause disruption and damage to Government property.\" Plaintiff did not seek further review of the decision by Jameson's supervisor, but, rather, filed this lawsuit on July 23, 1992.</p>\n<p>Plaintiff describes the rights he asserts against the individual defendants in their individual capacities as follows:</p>\n<blockquote>(i) the First Amendment right to exhibit art work with a controversial and political theme in a designated public forum; (ii) the Fifth Amendment equal protection right not to have access to the forum denied to him based on the content or the viewpoint of his work; (iii) the Fifth Amendment due process right to be informed of and have the opportunity to address all potential reasons for the revocation of his permit through the governmentally mandated appeals process that will stand as final agency action with respect to the determination of his right to display his painting.</blockquote>\n<p>Plaintiff's Memorandum in Opposition to Defendants' Motion for Partial Judgment on the Pleadings, or, in the Alternative, for Partial Summary Judgment, at 17.</p>\n<p>Defendants Grant and Jameson contend that they are entitled to qualified immunity from suit in their individual capacities, and it is this contention which is now before the court.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>Government officials performing discretionary functions are entitled to qualified immunity when their conduct does not violate \"clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, 2738, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982). Under the <i>Harlow</i> standard for government officials to be held individually liable for official discretionary conduct, \"in the light of pre-existing law[,] the unlawfulness [of the challenged conduct] must be apparent.\" <i>Anderson v. Creighton,</i> <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 640, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, 3039, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987). If there is a \"legitimate question\" as to whether the challenged conduct <span class=\"star-pagination\">*1223</span> violated the Constitution, then no \"clearly established\" right has been violated. <i>Mitchell v. Forsyth,</i> <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 535 n. 12, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, 2820 n. 12, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span> (1985). Moreover, even if the asserted right is \"clearly established,\" the qualified immunity defense still protects the official if \"he neither knew nor should have known of the relevant legal standard.\" <i>Harlow,</i> 457 U.S. at 819, 102 S.Ct. at 2738.</p>\n<p>The issue of qualified immunity should be resolved at the earliest possible stage of litigation. <i>Anderson,</i> 483 U.S. at 646 n. 6, 107 S.Ct. at 3042 n. 6. Expeditious resolution of immunity issues avoids the \"substantial social costs\" of subjecting officials to litigation over their discretionary conduct, including distracting them from their duties, inhibiting their action, and deterring able people from public service. <i>Id.</i> at 638, 107 S.Ct. at 3038; <i>Harlow,</i> 457 U.S. at 814, 102 S.Ct. at 2736. Hence, the qualified immunity of public officials \"is an <i>immunity from suit</i> rather than a mere defense to liability.\" <i>Mitchell,</i> 472 U.S. at 526, 105 S.Ct. at 2815 (emphasis in original). It is suggested that discovery not be allowed until immunity issues are resolved, for \"avoidance of disruptive discovery is one of the very purposes for the official immunity doctrine.\" <i>Siegert v. Gilley,</i> <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, ___, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1789</span></a></span>, 1795, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">277</span></a></span> (1991); <i>Harlow,</i> 457 U.S. at 818, 102 S.Ct. at 2738.</p>\n<p></p>\n<h2>I. <i>PRELIMINARY ISSUES</i>\n</h2>\n<p>In ruling on a defendant's claim of qualified immunity in this context, the court must address two preliminary issues. The court first must ascertain that the challenged conduct occurred in the exercise of a discretionary, rather than in a ministerial, official function. The court also must determine the nature of the forum in which the alleged Constitutional violation occurred. Here, the forum in question is the main entrance lobby of the Raleigh, North Carolina, federal building/post office/courthouse.</p>\n<p></p>\n<h2>A. <i>Discretionary Function</i>\n</h2>\n<p>Although plaintiff suggests that Grant's and Jameson's acts in question were not discretionary, the court agrees with the defendants that Grant's issuing, then revoking, the revocable permit, and Jameson's affirming the revocation were discretionary. For purposes of the qualified immunity of government officials, a \"discretionary\" function is one that entails the exercise of at least a modicum of judgment. <i>See </i><i>Harlow,</i> 457 U.S. at 816, 102 S.Ct. at 2737. \"A law [or regulation] that fails to specify the <i>precise</i> action that the official must take in <i>each</i> instance creates only discretionary authority.\" <i>Davis v. Scherer,</i> <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, 196-97 n. 14, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3012</span></a></span>, 3020-21 n. 14, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">139</span></a></span> (1984) (emphasis added).</p>\n<p>Although the regulations set forth instances which require denial or revocation of a permit under the Act, the individual government official must exercise judgment and discretion in determining whether and how the regulations apply to the peculiar fact situation with which he is confronted. The court concludes that the undisputed facts herein define discretionary conduct for qualified immunity purposes.</p>\n<p></p>\n<h2>B. <i>Nature of Forum</i>\n</h2>\n<p>The Constitution does not require the government to \"grant access to all who wish to exercise their right to free speech on every type of government property....\" <i>Cornelius v. NAACP Legal Defense &amp; Educational Fund,</i> <span class=\"citation no-link\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">788</span></span>, 799-800, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3439</span></span>, 3447, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">567</span></span> (1984). Moreover, the government has the right \"no less than a private owner of property, ... to preserve the property under its control for the use to which it is lawfully dedicated.\" <i>Perry Education Ass'n v. Perry Local Educators' Ass'n,</i> <span class=\"citation\" data-id=\"110874\"><a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 46, <span class=\"citation\" data-id=\"110874\"><a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, 955, <span class=\"citation\" data-id=\"110874\"><a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">794</span></a></span> (1983) (citations omitted). The extent to which the government can exercise such control, however, depends upon \"the nature of the relevant forum.\" <i>Cornelius,</i> 473 U.S. at 800, 105 S.Ct. at 3448. Only when the \"government opens facilities not generally available to the public that legal questions relating to equal access arise.\" <i>Gregoire v. Centennial School Dist.,</i> <span class=\"citation\" data-id=\"544620\"><a href=\"/opinion/544620/gregoire-harry-urbany-david-irwin-scott-and-dietsch-herman-and/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1366</span></a></span>, 1370 (3d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">899</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">253</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">211</span></span> (1990).</p>\n<p>The Supreme Court has defined three distinct types of forums. First is the \"traditional public forum,\" such as streets and parks <span class=\"star-pagination\">*1224</span> which \"have immemorially been held in trust for the use of the public and, time out of mind, have been used for purposes of assembly, communicating thoughts between citizens, and discussing public questions.\" <i>Hague v. Committee for Industrial Organization,</i> <span class=\"citation\" data-id=\"103226\"><a href=\"/opinion/103226/hague-mayor-v-committee-for-industrial-organization/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span></a></span>, 515, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">954</span></span>, 964, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1423</span></span> (1939). In a traditional public forum, the government may not exclude all speech, and may enforce a content-based exclusion only if it is narrowly drawn and serves a \"compelling\" government interest. <i>See </i><i>Carey v. Brown,</i> <span class=\"citation\" data-id=\"110309\"><a href=\"/opinion/110309/carey-v-brown/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">455</span></a></span>, 461-62, <span class=\"citation\" data-id=\"110309\"><a href=\"/opinion/110309/carey-v-brown/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2286</span></a></span>, 2290-91, <span class=\"citation\" data-id=\"110309\"><a href=\"/opinion/110309/carey-v-brown/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1980).</p>\n<p>The second type of forum is public property which has been \"opened for use by the public as a place for expressive activity.\" <i>Perry,</i> 460 U.S. at 45, 103 S.Ct. at 955. Regulation of this type of forum is constitutionally governed, even if the government \"was not required to create the forum in the first place.\" <i>Id.</i> (citing <i>Widmar v. Vincent,</i> <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 268, <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">269</span></a></span>, 273, <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">440</span></a></span> (1981) (university meeting facilities)). This type of forum is a \"designated open public forum,\" <i>Gregoire,</i> 907 F.2d at 1370, and its use is subject to the same standards that apply to a traditional public forum; that is, in addition to reasonable content-neutral restrictions on the time, place and manner of First Amendment activity, the government may impose content-based prohibitions which are narrowly drawn to effectuate a compelling government interest. <i>Perry,</i> 460 U.S. at 46, 103 S.Ct. at 955.</p>\n<p>The third distinct forum is the \"non-public forum.\" It is a publicly-owned facility which has been \"dedicated to use for either communicative or non-communicative purposes but ha[s] never been designated for indiscriminate expressive activity by the general public.\" <i>Gregoire,</i> 907 F.2d at 1370-71 (citing <i>United States Postal Service v. Council of Greenburgh Civic Associations,</i> <span class=\"citation\" data-id=\"110549\"><a href=\"/opinion/110549/postal-service-v-council-of-greenburgh-civic-assns/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, <span class=\"citation\" data-id=\"110549\"><a href=\"/opinion/110549/postal-service-v-council-of-greenburgh-civic-assns/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2676</span></a></span>, <span class=\"citation\" data-id=\"110549\"><a href=\"/opinion/110549/postal-service-v-council-of-greenburgh-civic-assns/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1981)). Restrictions on First Amendment activity in non-public forums must be \"reasonable and not an effort to suppress expression merely because public officials oppose the speaker's view.\" <i>United States v. Kokinda,</i> <span class=\"citation\" data-id=\"112486\"><a href=\"/opinion/112486/united-states-v-kokinda/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">720</span></a></span>, 730, <span class=\"citation\" data-id=\"112486\"><a href=\"/opinion/112486/united-states-v-kokinda/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3115</span></a></span>, 3121, <span class=\"citation\" data-id=\"112486\"><a href=\"/opinion/112486/united-states-v-kokinda/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">571</span></a></span> (1990) (plurality opinion); <i>Cornelius,</i> 473 U.S. at 806, 105 S.Ct. at 3451 (\"[c]ontrol over access to a non-public forum can be based on subject matter and speaker identity so long as the distinctions drawn are reasonable in light of the purpose served by the forum and are <i>viewpoint neutral</i>\") (emphasis added).</p>\n<p>There is no suggestion that the main entrance lobby to the Raleigh federal building is a \"traditional public forum.\" The plaintiff contends that the lobby is a designated public forum, and the defendants contend it is a non-public forum.</p>\n<p>The Supreme Court has suggested a number of factors which should be examined to ascertain the government's intent. Among those factors are (i) the policy and practice of the government; (ii) the nature of the property, <i>Cornelius,</i> 473 U.S. at 802, 105 S.Ct. at 3449; (iii) its compatibility with expressive activity; and (iv) the extent of the use granted, <i>see </i><i>Perry,</i> 460 U.S. at 46-47, 103 S.Ct. at 955-956. The court should determine whether the facility is open to all or whether it has been limited by \"well-defined standards tied to the nature and function of the forum.\" <i>Gregoire,</i> 907 F.2d at 1371.</p>\n<p>In the instant case, the Government's policy concerning use of the facility in question is demonstrated by, and articulated in, the Federal Buildings Cooperative Use Act and the Federal Real Property Management Regulations. The Act and Regulations thereunder evidence an intent to provide access to the public \"for the occasional use of public areas for cultural, educational and recreational activities.\" 41 C.F.R. § 101-20.400. According to Grant's declaration, the practice with regard to this particular forum  the main entrance lobby of the Raleigh federal building  has been as follows:</p>\n<blockquote>the lobby is designed primarily for entering and leaving the building and will not accommodate a gathering of more than approximately ten persons without seriously impeding the flow of traffic and endangering building security and Government property. The doors of the main entrance lobby are the only entrance to the building that is open to the public and for the federal employees who work in the building. ... This lobby has never before been <span class=\"star-pagination\">*1225</span> used for the display of art under the Public Buildings Cooperative Use Act.</blockquote>\n<p>Grant's October 23, 1992, Declaration at 3-4.</p>\n<p>The nature of the property has been described above; the federal building houses federal judges' chambers, courtrooms, federal agencies, etc. The court takes judicial notice of the fact that members of the public entering the lobby would include those summoned to jury duty, lawyers and court personnel, federal law enforcement agents, victims and witnesses en route to the United States Attorney's Office, persons seeking to file civil actions in federal court, and school children on field trips to observe the federal judicial system in operation.</p>\n<p>The compatibility of the federal building's lobby with expressive activity is minimal, primarily due to the fact that it is quite small, and is devoted primarily to maintaining the security of the building. It is entirely unsuitable for any expressive activity which would attract a crowd, generate noise, or incite disruptive behavior, as any of these factors would seriously interfere with maintenance of security in the building. Moreover, the court perceives a legitimate interest by the Government in preserving a certain elevated level of decorum within (and upon) the walls of a building which houses federal judicial, executive, and administrative offices. Not every manner of expression is compatible with the ambiance of a government building.</p>\n<p>The \"extent of use granted\" factor in the instant case is difficult to analyze. Never before had a permit been requested or granted to display \"art work\" in the main entrance lobby to the federal building. The permit called for the display to remain from May 4-29, 1992, and was accessible during working hours from 7:30 a.m. until 5:30 p.m. Because plaintiff applied for the permit pursuant to the Act, and it was under the Act that the permit was granted, the use was limited, <i>at least,</i> to an extent not inconsistent with the restrictions set forth in 41 C.F.R. § 101-20.403(a).<sup>[1]</sup></p>\n<p>Because defendants made no advance inquiry as to the subject-matter of the painting, there was no occasion prior to the unveiling for defendants to perceive a need to consider additional specific restrictions. In short, the extent of use granted appears to have been relatively unrestricted because defendants were unaware of the nature of the \"art work.\"</p>\n<p>Careful consideration of the foregoing factors, as well as the parties' arguments and the court's personal experience with the forum in question, leads to the conclusion that the main entrance lobby of the Raleigh, North Carolina, federal building/post office/courthouse is a non-public forum, which has been \"dedicated to use for either communicative or non-communicative purposes but ha[s] never been designated for indiscriminate expressive activity by the general public.\" <i>Gregoire,</i> 907 F.2d at 1370-71 (citing <i>Greenburgh,</i> <span class=\"citation\" data-id=\"110549\"><a href=\"/opinion/110549/postal-service-v-council-of-greenburgh-civic-assns/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, <span class=\"citation\" data-id=\"110549\"><a href=\"/opinion/110549/postal-service-v-council-of-greenburgh-civic-assns/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2676</span></a></span>, <span class=\"citation\" data-id=\"110549\"><a href=\"/opinion/110549/postal-service-v-council-of-greenburgh-civic-assns/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1981)).</p>\n<p>In summary, the court concludes that the individual defendants were acting in a discretionary capacity with regard to a non-public forum. The Supreme Court has determined that in such a forum, \"[c]ontrol over access ... can be based on subject matter and speaker identity so long as the distinctions drawn are reasonable in light of the purpose served by the forum <i>and</i> are <i>viewpoint neutral.</i>\" <i>Cornelius,</i> 473 U.S. at 806, 105 S.Ct. at 3451 (emphasis added).</p>\n<p></p>\n<h2>II. <i>QUALIFIED IMMUNITY</i>\n</h2>\n<p>Because the individual defendants have claimed qualified immunity from suit, the court now must determine whether, in performing the discretionary functions which are at issue in this action, they engaged in conduct that violated \"clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Harlow,</i> 457 U.S. at 818, 102 S.Ct. at 2738. In addressing the <i>Harlow</i> test, the court finds Judge Phillips' concurring opinion most instructive in <i>Collinson v. Gott,</i> <span class=\"citation\" data-id=\"536195\"><a href=\"/opinion/536195/joseph-f-collinson-v-john-m-gott-sr-individually-and-as-president-of/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">994</span></a></span> (4th Cir.1990) (per curiam), and will refer extensively to it.</p>\n<p>Judge Phillips advises that three inquiries are necessary in analyzing a claim of qualified immunity. First, the court must \"identify <span class=\"star-pagination\">*1226</span> the specific constitutional right allegedly violated.\" <i>Id.</i> at 998. Next, the court should inquire whether at the time of the alleged violation that right was clearly established. <i>Id.</i> These first two questions present pure questions of law for the court. <i>Id.</i> (citing <i>Anderson v. Creighton,</i> <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987)). Finally, a determination must be made whether a reasonable person in the official's position would have known that his conduct would violate that specific constitutional right. <i>Id.</i> This final inquiry requires application of the objective <i>Harlow</i> test, but sometimes may require factual determinations regarding a defendant's conduct and its circumstances in order for the court to apply the <i>Harlow</i> test as a matter of law. <i>Id.</i></p>\n<p></p>\n<h2>A. <i>Specific Constitutional Rights</i>\n</h2>\n<p>In applying the <i>Harlow</i> test, the focus here is \"not upon the right at its most general or abstract level, but upon its application to the particular conduct being challenged.\" <i>Collinson,</i> 895 F.2d at 998. The general Constitutional rights allegedly violated are the First Amendment right to free speech, and the Fifth Amendment rights to equal protection and due process. The court perceives the alleged specific \"rights\" in question here to be:</p>\n<p>(i) the First Amendment \"right\" to exhibit a ten foot by seven foot painting, entitled \"Sex, Laws &amp; Coathangers,\" depicting a nude woman, a three dimensional portrayal of a human fetus and a wire coathanger whose bent end appears to be dripping blood, in the main entrance lobby of a federal building/post office/courthouse  a non-public forum;</p>\n<p>(ii) the Fifth Amendment equal protection \"right\" not to have a permit to display such a painting in a non-public forum denied on the basis of the painting's content or viewpoint; and</p>\n<p>(iii) the Fifth Amendment due process \"right\" to prior notice and opportunity for hearing, and a \"final\" administrative decision upon which to base an appeal, with regard to a Government official's discretionary decision to revoke a permit to display such a painting.</p>\n<p>Having thus identified the specific conduct which plaintiff contends violated certain of his constitutional rights, the next inquiry is whether, on May 4, 1992, those alleged specific constitutional rights were \"clearly established.\"</p>\n<p></p>\n<h2>B. <i>Rights Clearly Established</i>\n</h2>\n<p>The First and Fifth Amendment rights to free speech, due process and equal protection certainly are clearly established. However, for purposes of qualified immunity analysis, the court must determine whether the specific application of those rights in the context of the peculiar facts confronting the Government officials at the relevant time should have been apparent.</p>\n<p>In tackling this inquiry in the context of a County Commissioner refusing a citizen the opportunity fully to express himself at a public meeting, Judge Phillips in <i>Collinson</i> noted that \"it would appear that no federal court up to that time had ever directly held that such an <i>ad hoc</i> parliamentary ruling could or had violated a speaker's first amendment speech rights.\" <i>Collinson,</i> 895 F.2d at 999 (footnote omitted). He went on to observe, however, that absence of precedent \"alone does not establish entitlement to qualified immunity here, but it surely bears heavily on whether the unlawfulness of the conduct challenged here  if it be unlawful  should have been apparent to a reasonable official in [defendant's] position.\"</p>\n<p>Disregarding for the moment the exigency Grant obviously perceived upon the unveiling, had he been afforded the luxury of consulting with counsel who, in turn, had the time, expertise and resources to expend on a thorough legal research expedition, he would have learned that there appear to be few reported cases whose facts closely resemble this one. Three of the most similar on their facts, reach divergent results.</p>\n<p>Chronologically, the first of these is <i>Sefick v. City of Chicago,</i> <span class=\"citation\" data-id=\"1377521\"><a href=\"/opinion/1377521/sefick-v-city-of-chicago/\"><span class=\"volume\">485</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">644</span></a></span> (N.D.Ill. 1979). In <i>Sefick,</i> an artist (who happened also to be a federal probation and parole officer) obtained permission to display three different tableaus at the Richard J. Daley Civic Center. The tableaus comprised sculpted figures, and tape recordings which conveyed social or political messages. The <span class=\"star-pagination\">*1227</span> artist described the tableau scheduled for the third week as a \"Chicago portrayal of Grant Woods' famous painting American Gothic in plaster. The life-sized figures are contemporaries of Chicago society. Husband, wife and child make up the setting.\" <i>Id.</i> at 646. The tableau, in fact, \"satirized the handling by then-mayor Michael Bilandic of the snow removal operation necessitated by the record snowfall ... during the winter of 1979.\" <i>Id.</i></p>\n<p>Ms. Farina of the Chicago Council on Fine Arts, who issued the permit to display the tableaus, contacted the artist upon viewing this third exhibit, and asked him to remove it; she then covered it with a blanket. The City's position was that the permit was revoked due to variance of the actual work with the prior description, although Ms. Farina admitted that she found the tableau inappropriate because it singled out identifiable individuals for ridicule. <i>Id.</i> at 650 n. 17. The plaintiff, of course, contended that \"the artistic expression of social and political views is protected speech under the first amendment.\" <i>Id.</i> at 648.</p>\n<p>The court found that the Civic Center was a designated public forum, that there had been no prior expression of concern that the first two tableaus might be perceived as representing official city viewpoint, and that the defendants revoked the permit because of their objection to the social and political nature of the third tableau. Hence, the court granted injunctive relief to the plaintiff and against the City.</p>\n<p>In 1988, the Second Circuit Court of Appeals was confronted with a situation in which a sculptor had sued the GSA for removing a \"site-specific\" sculpture GSA had commissioned him to create. <i>Serra v. United States General Services Administration,</i> <span class=\"citation\" data-id=\"506599\"><a href=\"/opinion/506599/richard-serra-v-united-states-general-services-administration-terrence-c/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1045</span></a></span> (2d Cir.1988). The 12 foot tall, 120 foot long steel structure was installed in the center of Federal Plaza in lower Manhattan, New York. Almost immediately upon its installation, the public complaints began. Objections included the sculpture's unappealing aesthetic qualities as well as the physical obstruction it presented to pedestrian federal employees and area residents.</p>\n<p>GSA conducted a hearing after which it recommended that the sculpture be relocated. The artist and his counsel were afforded an opportunity to voice their concerns. GSA rendered a decision to relocate the sculpture, because it interfered with the public's use of the Federal Plaza. The GSA administrators were dismissed from the suit in their individual capacities on ground of qualified immunity.</p>\n<p>In upholding summary judgment against Serra's Constitutional claims, the Appeals Court pointed to \"GSA's clearly established authority to maintain, operate, and alter federal buildings...., which in turn derives from Congress' power under the Constitution `to dispose of and make all needful Rules and Regulations respecting the ... Property belonging to the United States.'\" <i>Id.</i> at 1049 (citations omitted). The court also noted that the artist was unable to identify any particular message conveyed by his sculpture which he believes led to its removal. <i>Id.</i> at 1051. Finally, with regard to the First Amendment claim, the court flatly stated that:</p>\n<blockquote>GSA, which is charged with providing office space for federal employees, may remove from its buildings artworks that it decides are aesthetically unsuitable for particular locations. Moreover, the Supreme Court has consistently recognized that consideration of <i>aesthetics is a legitimate government function that does not render a decision to restrict expression impermissibly content-based.</i>\n</blockquote>\n<p><i>Id.</i> (emphasis added) (citations omitted). Thus, the <i>Serra</i> court found no unconstitutional conduct by GSA in removing the \"artwork\" for reasons of aesthetics and convenience.</p>\n<p>Finally, there is <i>Amato v. Wilentz,</i> <span class=\"citation\" data-id=\"1460146\"><a href=\"/opinion/1460146/amato-v-wilentz/\"><span class=\"volume\">753</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">543</span></a></span> (D.N.J.1990), <i>vacated </i><i>on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">742</span></span> (3d Cir.1991), in which the district court had found First Amendment violations in the state Supreme Court Chief Justice's order forbidding the Essex County Courthouse from being used as the site for filming a scene for the movie, \"Bonfire of the Vanities,\" in which African American spectators were depicted engaging in riotous behavior in a courtroom. The Chief Justice had stated concern for the judiciary's <span class=\"star-pagination\">*1228</span> need to \"avoid further eroding ... the confidence of blacks and other minorities in the judicial system.\" <i>Id.</i> at 557.</p>\n<p>Partly because the Essex County Courthouse previously had been used in filming numerous diverse motion pictures, the district court determined that the courthouse was a designated public forum. It found the Chief Justice's motivation to be \"nothing more than an attempt to bolster the reputation of the Court by infringing upon the constitutional rights of others,\" and that a simple disclaimer would have constituted a far narrower means to protect the interest, if any, in a correlation between the judiciary and the black communities' perception of judicial insensitivity. <i>Id.</i> at 558.</p>\n<p>Most importantly, however, was the district court's distinction between suppression of content and suppression of viewpoint, and its observation that the Chief Justice failed to recognize such distinction. As Judge Phillips aptly put it in <i>Collinson,</i> \"[t]he limits [of official discretion] can be found in the well-established principle that the primary concern of the no-censorship-of-content requirement is with speaker viewpoint rather than with subject matter <i>per se.\" </i><i>Collinson,</i> 895 F.2d at 1000. That is, reasonable content-based restrictions are permissible so long as the actual purpose is not to prevent expression of a particular viewpoint.</p>\n<p>The district court in <i>Amato</i> concluded that, although the unconstitutionality of viewpoint discrimination is well established,<sup>[2]</sup> it was <i>not</i> well established that the \"principle would apply to the unique facts of this case.\" <i>Amato,</i> 753 F.Supp. at 562. The court explained that</p>\n<blockquote>[t]here are simply too many grey areas, both procedural and substantive, for this court to conclude that the Chief Justice's action violated \"clearly established\" law. This defendant acted in uncharted constitutional waters and is thus entitled to be protected by the principles of qualified immunity.</blockquote>\n<p><i>Id.</i> at 562.<sup>[3]</sup></p>\n<p>Thus, had the Government officials in the instant case had the advantage of researching the particular legal issue presented here, they presumably would have discovered a case finding a First Amendment violation and issuing an injunction (<i>Sefick</i>), a case finding no First Amendment violation (<i>Serra</i>), a case finding a First Amendment violation but finding the government official entitled to qualified immunity, then having the case vacated on other grounds (<i>Amato</i>), and a scholarly concurring opinion in a Fourth Circuit case finding the defendant entitled to qualified immunity and therefore not reaching the question whether there was a Constitutional violation (<i>Collinson</i>).</p>\n<p>Here, as in <i>Amato</i> and <i>Collinson,</i> the court concludes that the no-censorship-of-viewpoint principle was well-established on the date in question. It further concludes that reasonably competent government officials in defendants' positions would have known that they could not constitutionally revoke the plaintiff's revocable permit if they \"had no reasonable basis for fearing disruption, or if [their] actual purpose was to prevent expression of [the artist's] viewpoint on the [abortion] issue.\" <i>Collinson,</i> 895 F.2d at 1000.</p>\n<p>However, these conclusions do not end the court's inquiry. As cogently expressed in Judge Phillips' opinion in <i>Collinson:</i></p>\n<blockquote>[H]ere we encounter difficult conceptual problems in applying the objective test of qualified immunity to the particular type of constitutional claim here in issue. The problems arise from the fact that the first amendment claim here turns both on [plaintiff's] subjective purpose and on the objective reasonableness of his perceptions. The difficulty this poses for application of <i>Harlow</i>'s wholly objective test can be illustrated by posing that test in terms fact-specific to this case. <span class=\"star-pagination\">*1229</span> <i>Id.</i> at 1001. The objective test posed in terms fact-specific to the instant case is: \"Would a reasonable person in defendants' position, that is, one acting on defendants' information and knowledge and motivated by defendants' purpose, have known that to revoke plaintiff's revocable permit to display his work in the main entrance lobby of the Raleigh federal building/post office/courthouse would violate the well-established first amendment principles above identified?\"</blockquote>\n<p>Understanding and keenly appreciating Judge Phillips' observation of the difficulty in addressing the \"objective\" <i>Harlow</i> inquiry when, in fact, it contains a subjective element  the defendants' purpose in doing what they did  the court must execute its duty to do so in ruling on this motion for partial summary judgment while \"keep[ing] in mind the policies that underlie qualified immunity doctrine [without] becom[ing] unduly hung up on metaphysical difficulties.\" <i>Id.</i> The dispositive inquiries, then, are (i) even if defendants were mistaken in thinking that the revocation was justified, was their perception nevertheless objectively reasonable under the circumstances (objective element of test); and (ii) were defendants motivated by a desire to censor plaintiff's viewpoint on the issue of abortion (subjective element of test).</p>\n<p>Judge Phillips' thoughtful concurring opinion in <i>Collinson</i> identifies, analyzes and proposes a solution to the \"serious problem\" which arises when the subjective purpose of the defendants' conduct is an element of the plaintiff's claim, and the defendants have moved for summary judgment. Judge Phillips, in an effort to harmonize apparently conflicting policies<sup>[4]</sup>, recognized that the \"purely `objective' [<i>Harlow</i>] test cannot in the end avoid the necessity to inquire into official motive or intent or purpose when such states of mind are essential elements of the constitutional right allegedly violated.\" <i>Id.</i> at 1001-02 (citations omitted). In accord with the solution adopted by the Tenth Circuit Court of Appeals in <i>Pueblo Neighborhood Health Centers, Inc. v. Losavio,</i> <span class=\"citation\" data-id=\"506294\"><a href=\"/opinion/506294/medicaremedicaid-gu-37414-pueblo-neighborhood-health-centers-inc-and/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">642</span></a></span>, 649 (10th Cir.1988), Judge Phillips proposed as the rule for the Fourth Circuit the following approach:</p>\n<blockquote>When a defendant's motive or intent is an element of a constitutional claim, a defendant's motion for summary judgment based upon a plausible showing of the objective reasonableness of his actions, including a proper motive or intent, may not be defeated by merely conclusory assertions of improper motive or intent, but only be pointing to specific evidence of improper motive or intent.</blockquote>\n<p><i>Collinson,</i> 895 F.2d at 1002. This court finds the <i>Pueblo</i> approach fair and sensible, and adopts it for analysis of the dispositive issue here.</p>\n<p>Plaintiff points out that the defendants have offered several different explanations for their decision to revoke plaintiff's revocable permit. Grant at first allegedly stated that the work was \"obscene, controversial and political.\" In his written notice of revocation, Grant reiterated his perception that the work was \"a political expression concerning the highly controversial issue of abortion.\" Defendant Jameson affirmed Grant's decision, because \"the exhibition interfered with security ... and could cause disruption and damage to Government property,\" and \"the U.S. Courts in the building are part of the judicial system now hearing cases specifically on [the] subject [of abortion].\" However, plaintiff has failed, as required by Rule 56(e), Fed.R.Civ.P., <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986), and <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986), to counter defendants' plausible showing of the objective reasonableness of their actions, including proper motives, by pointing to \"specific evidence of improper motive or intent.\" <i>Collinson,</i> 895 F.2d at 1002.</p>\n<p>Specifically, defendants have demonstrated that their conduct, although admittedly not content-neutral, could not have been motivated <span class=\"star-pagination\">*1230</span> by an intent to suppress or censor the plaintiff's <i>viewpoint</i> regarding the content. In its memorandum opposing the instant motion, plaintiff acknowledges that \"defendants themselves claim that they are uncertain of the intended message in plaintiff's work.\" Plaintiff's December 8, 1992, Memorandum in Opposition to Defendants' Motion at 22 (citing Defendants' Memorandum at 25 n. 9 (\"defendants definitely did not act out of a desire to suppress the viewpoint of plaintiff's work.... Indeed, it is not entirely clear whether the viewpoint of plaintiff's work favors or opposes laws regulating abortion\")).</p>\n<p>Of course, if defendants could not ascertain the plaintiff's viewpoint, it is impossible that they could disagree with it. The sum and substance of plaintiff's \"showing\" with regard to the critical subjective element is summed up in his conclusory statement that \"defendants' decision with respect to plaintiff's license was made, upon information and belief, because the political message conveyed by plaintiff's art was contrary to that of the defendants.\" Plaintiff's Memorandum, <i>supra,</i> at 8. Such a \"showing\" is insufficient to withstand defendants' motion for partial summary judgment on the issue of qualified immunity, as plaintiff \"cannot rely on merely conclusory assertions of unconstitutional motive in this context.\" <i>Collinson,</i> 895 F.2d at 1002; <i>see also</i> Rule 56(e), Fed.R.Civ.P. Therefore, defendants' motion for partial summary judgment on the grounds of qualified immunity is ALLOWED, and Grant and Jameson are DISMISSED as defendants in their individual capacities.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>That the primary concern of the no-censorship-of-content requirement is with speaker viewpoint rather than with subject matter <i>per se,</i> is a \"well-established principle.\" <i>Collinson,</i> 895 F.2d at 1000. Also well-established is the government's \"weighty, essentially esthetic interest in proscribing intrusive and unpleasant formats for expression,\" <i>Members of City Council of Los Angeles v. Taxpayers for Vincent,</i> <span class=\"citation\" data-id=\"111175\"><a href=\"/opinion/111175/members-of-city-council-of-los-angeles-v-taxpayers-for-vincent/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">789</span></a></span>, 806, <span class=\"citation\" data-id=\"111175\"><a href=\"/opinion/111175/members-of-city-council-of-los-angeles-v-taxpayers-for-vincent/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2118</span></a></span>, 2129, <span class=\"citation\" data-id=\"111175\"><a href=\"/opinion/111175/members-of-city-council-of-los-angeles-v-taxpayers-for-vincent/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">772</span></a></span> (1984).</p>\n<p>Plaintiff has failed to overcome defendants' plausible showing that Grant's and Jameson's conduct was motivated by reasonable concerns arising from the subject matter of plaintiff's exhibit, but unrelated to its viewpoint. Specifically, defendants are entitled to partial summary judgment on grounds of qualified immunity because the plaintiff has not made an adequate showing that defendants' decision to revoke plaintiff's revocable permit to display a gory and graphic painting entitled \"Sex, Laws &amp; Coathangers\" in the main entrance lobby of the Raleigh, North Carolina, federal building (a non-public forum) was motivated by an intent to suppress plaintiff's viewpoint on the admittedly controversial subject matter of the painting.</p>\n<p>Plaintiff has acknowledged that defendants could not determine whether the painting was \"for\" or \"against\" the subject depicted  abortion. Because plaintiff admits that the defendants could not perceive the painting's viewpoint, it is impossible for plaintiff to demonstrate that they disagreed with it and acted out of a motivation to suppress it. Defendants' motion for partial summary judgment is ALLOWED on grounds of qualified immunity.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See supra</i> p. 1221.</p>\n<p>[2]  Judge Phillips also had concluded in his concurring opinion that \"the general contours of the first amendment right in this specific context ... must be considered to have been well-established at the critical time....\" <i>Collinson,</i> 895 F.2d at 1000.</p>\n<p>[3]  Without addressing any substantive issues, the Third Circuit Court of Appeals vacated the district court's order solely on standing grounds. <i>Amato v. Wilentz,</i> <span class=\"citation no-link\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">742</span></span> (3d Cir.1991).</p>\n<p>[4]  \"Vindication of immunity policies depends heavily upon the ability to dispose of insubstantial claims by resolving immunity questions at the earliest possible stages of a litigation, preferably on pleading or summary judgment motions.\" <i>Collinson,</i> 895 F.2d at 1001 (citing <i>Mitchell,</i> 472 U.S. at 526, 105 S.Ct. at 2815). However, because questions of subjective states of mind are notoriously ill-adapted to summary resolution, <i>Harlow</i> attempted to eliminate a \"bad faith\" element or inquiry into a defendant's purely subjective perceptions. <i>Id.</i></p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110549/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1377521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1460146/"
  ]
}