{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1951569/",
  "absolute_url": "/opinion/1951569/matter-of-stroud-wholesale-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1951569/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:54:05.304518Z",
  "date_modified": "2016-04-27T02:36:42.040696Z",
  "type": "010combined",
  "sha1": "21392cbf23d5d5c5e1640552075e0664a60ed1a0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>47 B.R. 999 (1985)</b></center>\n<center><h1>In the Matter of STROUD WHOLESALE, INC., Debtor.<br>\nErnest RICHARDSON, III, Trustee for Debtor, Plaintiff-Appellee,<br>\nv.<br>\nPITT COUNTY and the Town of Ayden, Defendants-Appellants.</h1></center>\n<center>No. 84-25-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>March 26, 1985.</center>\n<p><span class=\"star-pagination\">*1000</span> Ernest C. Richardson, III, New Bern, N.C., for plaintiff-appellee.</p>\n<p>W.H. Watson, W.C. Brewer, Jr., Greenville, N.C., for defendants-appellants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>The Town of Ayden and Pitt County (Appellants) appealed from the decisions of the bankruptcy court which (1) authorized the sale of real property free and clear of appellants' ad valorem tax liens, and (2) subordinated appellants' tax liens to the liens of other creditors in the distribution of the proceeds from the sale. Appellants claim that the bankruptcy court misinterpreted the sale and distribution provisions of the Bankruptcy Reform Act of 1978, 11 U.S.C. § 101, <i>et seq.</i> Alternatively, appellants argue that these provisions are unconstitutional if properly interpreted to discharge ad valorem tax liens. This court finds that the bankruptcy court erred when it authorized the sale of the debtor's property free and clear of appellants' tax liens and, therefore, reverses in part.</p>\n<p><span class=\"star-pagination\">*1001</span> On 7 April 1981 Stroud Wholesale filed a petition for relief under Chapter 7 of the Bankruptcy Reform Act. The estate's primary asset, some real property, was encumbered by several secured interests, including appellants' tax liens and a note and deed of trust held by First Federal Savings and Loan Association of Greenville, N.C. (First Federal). The total value of the secured interests far exceeded the value of the debtor's real property. In July of 1981 the trustee initiated a proceeding in bankruptcy court to sell the estate's real property free and clear of all liens, including appellants' pre-petition tax liens. On 5 August 1981 Pitt County filed an answer denying that the trustee could lawfully sell the contested property free and clear of its tax liens. The bankruptcy court disagreed and entered an order on 15 December 1981 allowing the sale of the property free and clear of all liens. The bankruptcy court further ordered that: (1) the trustee use the proceeds from the sale to pay off First Federal's deed of trust and the estate's administrative costs, which included appellants' post-petition tax liens; and (2) that all other liens attach to the proceeds in a priority to be subsequently determined. Appellants did not appeal from this order.</p>\n<p>The trustee and appellants submitted briefs to the bankruptcy court regarding the priority of pre-petition tax liens under sections 507 and 724 of the Code. 11 U.S.C. §§ 507 and 724. The trustee argued that sections 507 and 724 subordinate appellants' pre-petition tax liens in part to the liens of other creditors. Appellants disagreed with the trustee's interpretation of sections 507 and 724 and also argued that these sections were unconstitutional if properly interpreted to discharge ad valorem property tax liens. The Department of Justice was allowed to intervene and filed a brief in support of the constitutionality of the challenged sections. On 27 January 1984 the bankruptcy court entered an order which upheld the constitutionality of sections 507 and 724, and provided for the distribution of the proceeds according to those sections, 37 B.R. 735. The bankruptcy court authorized the trustee to pay $5,245.44 of appellants' $27,478.06 in tax liens for 1979 and 1980, thereby discharging $22,232.62 of those liens. Appellants then brought this appeal challenging both the terms of the sale and the proposed distribution of the proceeds. A hearing on this matter was held before the undersigned judge on 10 August 1984.</p>\n<p>The question of whether the bankruptcy court erred in ordering the sale of the debtor's property free and clear of appellants' tax liens depends on an interpretation of section 363(f). 11 U.S.C. § 363(f) (1978). This section authorizes the sale of property free and clear of all interests, including tax liens, if one of the following five conditions is met:</p>\n<blockquote>1. Applicable non-bankruptcy law permits sale of such property free and clear of such interest;</blockquote>\n<blockquote>2. Such entity consents;</blockquote>\n<blockquote>3. Such interest is a lien and the price at which such property is to be sold is greater than the aggregate value of such interest;</blockquote>\n<blockquote>4. Such interest is in bona fide dispute; or</blockquote>\n<blockquote>5. Such entity could be compelled, in a legal or equitable proceeding, to accept a money satisfaction of such interest.</blockquote>\n<p><i>Id.</i></p>\n<p>The sale in this case could not have been justified under either (f)1 or (f)2. The trustee argued that the sale could have been justified by (f)3 because the sale price was greater than the value of the property and the value of appellants' liens. The trustee's interpretation of (f)3 is clearly incorrect. Congress sought to clarify the meaning of (f)3 by amending it in 1984. Congress replaced \"such interest\" at the end of the sentence with \"all liens on such property.\" Bankruptcy Amendment &amp; Federal Judgeship Act of 1984, Pub.L. No. 98-353, 98 Stat. 333, 372 (10 July 1984). This amendment makes clear Congress' intention that sales free and clear of liens and interests may be justified by (f)3 only if the sale price will exceed the aggregate <span class=\"star-pagination\">*1002</span> value of all liens on the property. This interpretation is consistent with the well-established rule that the bankruptcy court should not order the sale of property free and clear of interests and liens unless the court is satisfied that the sale proceeds will fully compensate the secured lienholders and produce some equity for the estate. <i>See </i><i>Matter of Riverside Investment Partnership,</i> 674 F.2d 634 (7th Cir.1982); 2 Collier's on Bankruptcy, ¶ 363.07, at 363-27 (15th ed. 1980). Therefore, the sale free and clear in this case was not justified by (f)3.</p>\n<p>Section (f)4 clearly would not apply to this sale. The trustee argued at the hearing that (f)4 applied because there is a bona fide dispute as to the proper treatment of the tax claims under the Code. <i>See</i> Hearing at 7 and 55-56. The trustee has misinterpreted (f)4. This section is merely a codification of long-standing law that allows property to be sold free and clear of a lien if there is a dispute concerning the validity of that lien. <i>See </i><i>Coulter v. Blieden,</i> 104 F.2d 29 (8th Cir.1939), <i>cert. denied,</i> 308 U.S. 583, 60 S.Ct. 106, 84 L.Ed. 488 (1940); 2 Collier's on Bankruptcy, ¶ 363.07 at 363-27. There is nothing in the Code or in case law to suggest that (f)4 would justify a sale free and clear merely because there is a dispute as to the distribution of the proceeds from the sale.</p>\n<p>Thus, the sale free and clear of appellants' tax liens was proper only if authorized by section (f)5. The question of whether (f)5 would apply depends on an interpretation of \"money satisfaction.\" The trustee interpreted \"money satisfaction\" to mean that the property could be sold free and clear whenever the lienholder could be forced to accept monetary compensation for his lien. <i>See</i> Hearing at 55-57. The trustee argued that the creditor does not have to receive full satisfaction of his claim, but that (f)5 would apply even if the creditor received less than the value of his lien. <i>Id.</i> If the trustee's interpretation was correct there would be no need for (f)1-(f)4. This court can imagine very few situations where a lienholder could not be forced to accept monetary compensation for a lien on estate property. <i>See</i> 2 Collier's on Bankruptcy, ¶ 363.01 at 363-9. It is doubtful that Congress intended for (f)5 to be given such a broad reading. Therefore, this court does not believe that \"money satisfaction\" means that estate property can be sold free and clear of all liens whenever those lienholders could be compelled to accept monetary compensation, however slight, for their liens.</p>\n<p>Neither can this court accept appellants' argument that \"money satisfaction\" means full satisfaction of the lien's monetary value in all cases. Such an interpretation would make rehabilitation virtually impossible in many cases. For example, in rehabilitation cases under Chapter 11 where the sale is in the ordinary course of the debtor's business it would be entirely inconsistent with the purposes of section 363(c) to require that every item in the debtor's inventory be sold for more than the debt which it secures. Therefore, this court refuses to interpret \"money satisfaction\" to mean full money satisfaction in all cases.</p>\n<p>Although there is no express language in section 363(f) which would indicate that \"money satisfaction\" should be interpreted differently depending on whether the sale is in a liquidation or rehabilitation case, such an interpretation is consistent with the purposes of the Code. To the extent that section 363 involves sales in liquidation of the estate and out of the ordinary course of business, as in this case, it is the successor to sections 70(f) and 70(g) of the Act and to Bankruptcy Rule 606 (superseded in 1978). <i>See</i> 2 Collier's on Bankruptcy, ¶ 363.01, at 363-5. Rule 606 set forth the type of proceeding which was required to sell property free and clear of interests for which the holder could be compelled to accept a \"money satisfaction.\" Fed.R. Bankr.P. 606 (superseded in 1978). The question of when an entity could be compelled to accept a \"money satisfaction\" was developed in case law. In areas such as dower rights and co-tenancies the case law was inconsistent. <i>See</i> 2 Collier's on Bankruptcy, ¶¶ 363.08 and 363.09. In the 1978 <span class=\"star-pagination\">*1003</span> amendments to the Code Congress sought to clarify the law in these areas. <i>See</i> 11 U.S.C. § 363(g) (dower rights); 11 U.S.C. § 363(h) (co-tenancies). Except for these few problem areas, the case law regarding the circumstances in which an entity could be compelled to accept a money satisfaction was well settled. <i>See</i> 2 Collier's on Bankruptcy, ¶ 363.07. That case law is now incorporated into section 363(f)1-(f)4. <i>Id.</i> Thus, if section 363(f)5 is given the broad reading that the trustee suggests, (f)5 will not only swallow up (f)1-(f)4 but will also significantly change the case law which had developed over the years. There is no indication that Congress intended any such result. Therefore, the only reasonable interpretation of (f)5 is that \"money satisfaction\" means full satisfaction of creditors' interests in sales in liquidation of the estate.</p>\n<p>This court's decision that (f)5 requires full monetary satisfaction of creditors' liens in liquidation cases does not mean that (f)5 would require full monetary satisfaction of creditors' liens in rehabilitation cases. Trustees must be given flexibility in the difficult task of rehabilitating debtors while providing adequate protection for creditors' interests. The trustee's task is especially difficult because of the ease in which security interests are perfected under the Uniform Commercial Code. So-called \"floating liens,\" rare fifty years ago, have become common today. A \"floating lien\" on a debtor's property automatically \"attaches\" to after-acquired property. <i>See</i> 2 Collier's on Bankruptcy, ¶ 363.01 at 363-8. As a result, debtors often arrive in bankruptcy court with virtually every asset encumbered. <i>Id.</i> In order to effectively rehabilitate a debtor it may be necessary to sell certain assets free and clear of all liens and interests. In such cases, equitable considerations may dictate that creditors receive less than full satisfaction of their interests, or that such interests be secured by other collateral. These equitable considerations are not as compelling, however, in liquidation cases. <i>See</i> 2 Collier's on Bankruptcy, ¶ 363.07 at 363-29. In liquidation cases, where none of the conditions listed in section 363(f)1-(f)4 apply, the debtor's property should not be sold free and clear of creditors' interests unless those creditors receive full satisfaction of their interests.</p>\n<p>The trustee argues that, even if the bankruptcy court erred in authorizing the sale free and clear of appellants' tax liens, the question is moot because appellants did not appeal the sale or obtain a stay. This court disagrees. It is clear that the reversal or modification of a sale made to a bona fide purchaser pursuant to 11 U.S.C. § 363 does not affect the validity of that sale unless the order approving the sale is stayed pending appeal. <i>In re Belair Associates, Ltd.,</i> 706 F.2d 301 (10th Cir.1983); 11 U.S.C. § 363(m). Nevertheless, appellants are not asking this court to invalidate the sale. The relief they are seeking is a share of the proceeds equal to the value of their liens on the property. In other words, appellants are asking this court to distribute the proceeds as though the sale of debtor's property was made subject to all liens and interests rather than free and clear of those liens and interests. An appealable final order of a bankruptcy court is a decision which finally determines rights of parties to secure in that suit the relief that they seek. <i>See </i><i>Young Properties Corp. v. United Equity Corp.,</i> 534 F.2d 847 (9th Cir.), <i>cert. denied,</i> 429 U.S. 830, 97 S.Ct. 90, 50 L.Ed.2d 94 (1976). The trustee claims that appellants should have appealed the 15 December 1981 order which approved the sale, but such an appeal would have been premature. Appellants did not know that they were harmed by the sale until the bankruptcy court's 27 January 1984 order set forth the distribution of the proceeds from the sale. If that order had provided that appellants receive full payment on their tax liens then they would not have been harmed. Therefore, this appeal is not moot.</p>\n<p>In summary, the bankruptcy court erred when it authorized the sale of the debtor's property free and clear of the liens on that property. Therefore, this action is remanded to the bankruptcy court to determine <span class=\"star-pagination\">*1004</span> how the proceeds from the sale would have been distributed if the creditors had brought a foreclosure proceeding against the property in state court. It is further ordered that the bankruptcy court distribute the proceeds according to that determination.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">999</span></span> (1985)</b></center>\n<center><h1>In the Matter of STROUD WHOLESALE, INC., Debtor.<br>\nErnest RICHARDSON, III, Trustee for Debtor, Plaintiff-Appellee,<br>\nv.<br>\nPITT COUNTY and the Town of Ayden, Defendants-Appellants.</h1></center>\n<center>No. 84-25-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>March 26, 1985.</center>\n<p><span class=\"star-pagination\">*1000</span> Ernest C. Richardson, III, New Bern, N.C., for plaintiff-appellee.</p>\n<p>W.H. Watson, W.C. Brewer, Jr., Greenville, N.C., for defendants-appellants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>The Town of Ayden and Pitt County (Appellants) appealed from the decisions of the bankruptcy court which (1) authorized the sale of real property free and clear of appellants' ad valorem tax liens, and (2) subordinated appellants' tax liens to the liens of other creditors in the distribution of the proceeds from the sale. Appellants claim that the bankruptcy court misinterpreted the sale and distribution provisions of the Bankruptcy Reform Act of 1978, 11 U.S.C. § 101, <i>et seq.</i> Alternatively, appellants argue that these provisions are unconstitutional if properly interpreted to discharge ad valorem tax liens. This court finds that the bankruptcy court erred when it authorized the sale of the debtor's property free and clear of appellants' tax liens and, therefore, reverses in part.</p>\n<p><span class=\"star-pagination\">*1001</span> On 7 April 1981 Stroud Wholesale filed a petition for relief under Chapter 7 of the Bankruptcy Reform Act. The estate's primary asset, some real property, was encumbered by several secured interests, including appellants' tax liens and a note and deed of trust held by First Federal Savings and Loan Association of Greenville, N.C. (First Federal). The total value of the secured interests far exceeded the value of the debtor's real property. In July of 1981 the trustee initiated a proceeding in bankruptcy court to sell the estate's real property free and clear of all liens, including appellants' pre-petition tax liens. On 5 August 1981 Pitt County filed an answer denying that the trustee could lawfully sell the contested property free and clear of its tax liens. The bankruptcy court disagreed and entered an order on 15 December 1981 allowing the sale of the property free and clear of all liens. The bankruptcy court further ordered that: (1) the trustee use the proceeds from the sale to pay off First Federal's deed of trust and the estate's administrative costs, which included appellants' post-petition tax liens; and (2) that all other liens attach to the proceeds in a priority to be subsequently determined. Appellants did not appeal from this order.</p>\n<p>The trustee and appellants submitted briefs to the bankruptcy court regarding the priority of pre-petition tax liens under sections 507 and 724 of the Code. 11 U.S.C. §§ 507 and 724. The trustee argued that sections 507 and 724 subordinate appellants' pre-petition tax liens in part to the liens of other creditors. Appellants disagreed with the trustee's interpretation of sections 507 and 724 and also argued that these sections were unconstitutional if properly interpreted to discharge ad valorem property tax liens. The Department of Justice was allowed to intervene and filed a brief in support of the constitutionality of the challenged sections. On 27 January 1984 the bankruptcy court entered an order which upheld the constitutionality of sections 507 and 724, and provided for the distribution of the proceeds according to those sections, 37 B.R. 735. The bankruptcy court authorized the trustee to pay $5,245.44 of appellants' $27,478.06 in tax liens for 1979 and 1980, thereby discharging $22,232.62 of those liens. Appellants then brought this appeal challenging both the terms of the sale and the proposed distribution of the proceeds. A hearing on this matter was held before the undersigned judge on 10 August 1984.</p>\n<p>The question of whether the bankruptcy court erred in ordering the sale of the debtor's property free and clear of appellants' tax liens depends on an interpretation of section 363(f). 11 U.S.C. § 363(f) (1978). This section authorizes the sale of property free and clear of all interests, including tax liens, if one of the following five conditions is met:</p>\n<blockquote>1. Applicable non-bankruptcy law permits sale of such property free and clear of such interest;</blockquote>\n<blockquote>2. Such entity consents;</blockquote>\n<blockquote>3. Such interest is a lien and the price at which such property is to be sold is greater than the aggregate value of such interest;</blockquote>\n<blockquote>4. Such interest is in bona fide dispute; or</blockquote>\n<blockquote>5. Such entity could be compelled, in a legal or equitable proceeding, to accept a money satisfaction of such interest.</blockquote>\n<p><i>Id.</i></p>\n<p>The sale in this case could not have been justified under either (f)1 or (f)2. The trustee argued that the sale could have been justified by (f)3 because the sale price was greater than the value of the property and the value of appellants' liens. The trustee's interpretation of (f)3 is clearly incorrect. Congress sought to clarify the meaning of (f)3 by amending it in 1984. Congress replaced \"such interest\" at the end of the sentence with \"all liens on such property.\" Bankruptcy Amendment &amp; Federal Judgeship Act of 1984, Pub.L. No. 98-353, 98 Stat. 333, 372 (10 July 1984). This amendment makes clear Congress' intention that sales free and clear of liens and interests may be justified by (f)3 only if the sale price will exceed the aggregate <span class=\"star-pagination\">*1002</span> value of all liens on the property. This interpretation is consistent with the well-established rule that the bankruptcy court should not order the sale of property free and clear of interests and liens unless the court is satisfied that the sale proceeds will fully compensate the secured lienholders and produce some equity for the estate. <i>See </i><i>Matter of Riverside Investment Partnership,</i> <span class=\"citation\" data-id=\"402150\"><a href=\"/opinion/402150/in-the-matter-of-riverside-investment-partnership-bankrupt-appeal-of/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">634</span></a></span> (7th Cir.1982); 2 Collier's on Bankruptcy, ¶ 363.07, at 363-27 (15th ed. 1980). Therefore, the sale free and clear in this case was not justified by (f)3.</p>\n<p>Section (f)4 clearly would not apply to this sale. The trustee argued at the hearing that (f)4 applied because there is a bona fide dispute as to the proper treatment of the tax claims under the Code. <i>See</i> Hearing at 7 and 55-56. The trustee has misinterpreted (f)4. This section is merely a codification of long-standing law that allows property to be sold free and clear of a lien if there is a dispute concerning the validity of that lien. <i>See </i><i>Coulter v. Blieden,</i> <span class=\"citation\" data-id=\"1492668\"><a href=\"/opinion/1492668/coulter-v-blieden/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">29</span></a></span> (8th Cir.1939), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">583</span></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">106</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">488</span></span> (1940); 2 Collier's on Bankruptcy, ¶ 363.07 at 363-27. There is nothing in the Code or in case law to suggest that (f)4 would justify a sale free and clear merely because there is a dispute as to the distribution of the proceeds from the sale.</p>\n<p>Thus, the sale free and clear of appellants' tax liens was proper only if authorized by section (f)5. The question of whether (f)5 would apply depends on an interpretation of \"money satisfaction.\" The trustee interpreted \"money satisfaction\" to mean that the property could be sold free and clear whenever the lienholder could be forced to accept monetary compensation for his lien. <i>See</i> Hearing at 55-57. The trustee argued that the creditor does not have to receive full satisfaction of his claim, but that (f)5 would apply even if the creditor received less than the value of his lien. <i>Id.</i> If the trustee's interpretation was correct there would be no need for (f)1-(f)4. This court can imagine very few situations where a lienholder could not be forced to accept monetary compensation for a lien on estate property. <i>See</i> 2 Collier's on Bankruptcy, ¶ 363.01 at 363-9. It is doubtful that Congress intended for (f)5 to be given such a broad reading. Therefore, this court does not believe that \"money satisfaction\" means that estate property can be sold free and clear of all liens whenever those lienholders could be compelled to accept monetary compensation, however slight, for their liens.</p>\n<p>Neither can this court accept appellants' argument that \"money satisfaction\" means full satisfaction of the lien's monetary value in all cases. Such an interpretation would make rehabilitation virtually impossible in many cases. For example, in rehabilitation cases under Chapter 11 where the sale is in the ordinary course of the debtor's business it would be entirely inconsistent with the purposes of section 363(c) to require that every item in the debtor's inventory be sold for more than the debt which it secures. Therefore, this court refuses to interpret \"money satisfaction\" to mean full money satisfaction in all cases.</p>\n<p>Although there is no express language in section 363(f) which would indicate that \"money satisfaction\" should be interpreted differently depending on whether the sale is in a liquidation or rehabilitation case, such an interpretation is consistent with the purposes of the Code. To the extent that section 363 involves sales in liquidation of the estate and out of the ordinary course of business, as in this case, it is the successor to sections 70(f) and 70(g) of the Act and to Bankruptcy Rule 606 (superseded in 1978). <i>See</i> 2 Collier's on Bankruptcy, ¶ 363.01, at 363-5. Rule 606 set forth the type of proceeding which was required to sell property free and clear of interests for which the holder could be compelled to accept a \"money satisfaction.\" Fed.R. Bankr.P. 606 (superseded in 1978). The question of when an entity could be compelled to accept a \"money satisfaction\" was developed in case law. In areas such as dower rights and co-tenancies the case law was inconsistent. <i>See</i> 2 Collier's on Bankruptcy, ¶¶ 363.08 and 363.09. In the 1978 <span class=\"star-pagination\">*1003</span> amendments to the Code Congress sought to clarify the law in these areas. <i>See</i> 11 U.S.C. § 363(g) (dower rights); 11 U.S.C. § 363(h) (co-tenancies). Except for these few problem areas, the case law regarding the circumstances in which an entity could be compelled to accept a money satisfaction was well settled. <i>See</i> 2 Collier's on Bankruptcy, ¶ 363.07. That case law is now incorporated into section 363(f)1-(f)4. <i>Id.</i> Thus, if section 363(f)5 is given the broad reading that the trustee suggests, (f)5 will not only swallow up (f)1-(f)4 but will also significantly change the case law which had developed over the years. There is no indication that Congress intended any such result. Therefore, the only reasonable interpretation of (f)5 is that \"money satisfaction\" means full satisfaction of creditors' interests in sales in liquidation of the estate.</p>\n<p>This court's decision that (f)5 requires full monetary satisfaction of creditors' liens in liquidation cases does not mean that (f)5 would require full monetary satisfaction of creditors' liens in rehabilitation cases. Trustees must be given flexibility in the difficult task of rehabilitating debtors while providing adequate protection for creditors' interests. The trustee's task is especially difficult because of the ease in which security interests are perfected under the Uniform Commercial Code. So-called \"floating liens,\" rare fifty years ago, have become common today. A \"floating lien\" on a debtor's property automatically \"attaches\" to after-acquired property. <i>See</i> 2 Collier's on Bankruptcy, ¶ 363.01 at 363-8. As a result, debtors often arrive in bankruptcy court with virtually every asset encumbered. <i>Id.</i> In order to effectively rehabilitate a debtor it may be necessary to sell certain assets free and clear of all liens and interests. In such cases, equitable considerations may dictate that creditors receive less than full satisfaction of their interests, or that such interests be secured by other collateral. These equitable considerations are not as compelling, however, in liquidation cases. <i>See</i> 2 Collier's on Bankruptcy, ¶ 363.07 at 363-29. In liquidation cases, where none of the conditions listed in section 363(f)1-(f)4 apply, the debtor's property should not be sold free and clear of creditors' interests unless those creditors receive full satisfaction of their interests.</p>\n<p>The trustee argues that, even if the bankruptcy court erred in authorizing the sale free and clear of appellants' tax liens, the question is moot because appellants did not appeal the sale or obtain a stay. This court disagrees. It is clear that the reversal or modification of a sale made to a bona fide purchaser pursuant to 11 U.S.C. § 363 does not affect the validity of that sale unless the order approving the sale is stayed pending appeal. <i>In re Belair Associates, Ltd.,</i> <span class=\"citation no-link\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">301</span></span> (10th Cir.1983); 11 U.S.C. § 363(m). Nevertheless, appellants are not asking this court to invalidate the sale. The relief they are seeking is a share of the proceeds equal to the value of their liens on the property. In other words, appellants are asking this court to distribute the proceeds as though the sale of debtor's property was made subject to all liens and interests rather than free and clear of those liens and interests. An appealable final order of a bankruptcy court is a decision which finally determines rights of parties to secure in that suit the relief that they seek. <i>See </i><i>Young Properties Corp. v. United Equity Corp.,</i> <span class=\"citation\" data-id=\"335117\"><a href=\"/opinion/335117/in-the-matter-of-young-properties-corporation-a-california-corporation/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span> (9th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">830</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">90</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">94</span></span> (1976). The trustee claims that appellants should have appealed the 15 December 1981 order which approved the sale, but such an appeal would have been premature. Appellants did not know that they were harmed by the sale until the bankruptcy court's 27 January 1984 order set forth the distribution of the proceeds from the sale. If that order had provided that appellants receive full payment on their tax liens then they would not have been harmed. Therefore, this appeal is not moot.</p>\n<p>In summary, the bankruptcy court erred when it authorized the sale of the debtor's property free and clear of the liens on that property. Therefore, this action is remanded to the bankruptcy court to determine <span class=\"star-pagination\">*1004</span> how the proceeds from the sale would have been distributed if the creditors had brought a foreclosure proceeding against the property in state court. It is further ordered that the bankruptcy court distribute the proceeds according to that determination.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/335117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1492668/"
  ]
}