{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1953001/",
  "absolute_url": "/opinion/1953001/united-states-v-atlantic-coast-line-r-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1953001/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:54:18.528747Z",
  "date_modified": "2016-04-27T01:04:31.111664Z",
  "type": "010combined",
  "sha1": "59b837262cad3d8acfdfc8672f6fc989738b4414",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>64 F.Supp. 289 (1946)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nATLANTIC COAST LINE R. CO.</h1></center>\n<center>No. 271.</center>\n<center><p><b>District Court, E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>January 30, 1946.</center>\n<p>Charles F. Rouse, U. S. Atty., of Kinston, N. C., for plaintiff.</p>\n<p>Thomas W. Davis and M. V. Barnhill, Jr., both of Wilmington, N.C., for defendant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This cause was heard by consent at New Bern, N. C., on the 10th of November, 1945, without a jury, upon an agreed statement of facts which is set out in the record. The full stipulation will not be here included, but the pertinent facts, briefly stated, are as follows:</p>\n<p>In November, 1943, Sgt. Edgar A. Wiles, Jr., of the Army of the United States, was fatally injured through the negligence of the defendant and settlement of the defendant's liability for the wrongful death under the North Carolina Statute, G.S. §§ 28-173, 28-174, was reached with his administrator, the defendant taking a release for \"all claims, rights and causes of action\" on account of the fatal injuries \"as well as for all claims for nurses, medical, doctors and hospital bills, services and expenses, and any and all other claims directly or indirectly growing out of said action\". The soldier survived his injuries for a period of about two hours and within this period was furnished certain nursing care and hospitalization, the agreed reasonable value of which was paid by the plaintiff under the express obligation imposed upon it by law. This action by plaintiff is for recovery of the amount so paid and the plaintiff bases its claims for recovery upon the principle of the common law, which in general terms permitted the master in certain circumstances to maintain an action against a wrongdoer to recover damages on account of loss of the services of his servant resulting from injury to the servant or interference with the relationship between master and servant.</p>\n<p>A reading of the early textbooks and cases readily brings one to the conclusion that this principle, which should be considered as an exception to the general rule that a wrongful injury to A, by which he is prevented from fulfilling his contractual obligation to B, gives no right of action to B, in its inception applied only where the wrongdoer acted maliciously or with notice, and that even under such conditions only to cases involving menial servants or domestics and analogous situations involving an apprentice, a minor child, or a wife. Such conclusion is supported by Blackstone's Commentaries (1803) at page 428: \"Let us, lastly, see how strangers may be affected by this relation of master and servant. * * * A master also may bring an action against any man for beating or <span class=\"star-pagination\">*290</span> maiming his servant, but in such case he must assign, as a special reason for so doing, his own damage by the loss of his services. * * * Also, if any person do hire or retain my servant being in my service, for which the servant departeth from me and goeth to serve the other, I may have an action for damages against both the new master and the servant, or either of them; but if the new master did not know that he is my servant no action lies; * * * The reason and foundation, upon which all of this doctrine is built, seems to be the property that every man has in the service of his domestics acquired by contract, and purchased by giving them wages.\"</p>\n<p>In Holdsworth's History of English Law, 2d Ed. vol. 8, p. 429, it is said: \"On the remedies given by the law for the abduction of a servant I have already spoken. They rested at the bottom on the idea that the master had a quasi proprietary interest in his servant's services; and that idea is connected with the status of a servant which originated in the rules of law applicable to villein status.\"</p>\n<p>In Diamond, Law of Master and Servant, (1932) at page 238, referring to the master's claims for loss of services resulting from tort, seduction and induced breach of contract, the author writes: \"The above actions are forms of the old actions of trespass * * * for depriving the master of the service of his servant. They date from the time when the service was a status and and the servant, in a sense, a member of the family or household * * *.\"</p>\n<p>There are other texts which seem to uphold the conclusion reached.</p>\n<p>The plaintiff, as it appears, does not seriously deny that the early rule was substantially as above set out, but insists that it has been enlarged and extended so that under the modern rule the master is permitted to recover though the servant be of a higher class than a menial one  a domestic infra moenia, and in fact more than this, that a right of action per quod servitium amisit does not depend upon the existence of a contract of service but upon a right of one person to the service of another, where it appears that the plaintiff had the right to the services either arising by contract or some status, and where the plaintiff had the right to control the service of the person injured, whether the person was villein or otherwise; that is, where the plaintiff had the right to give orders and have them obeyed.</p>\n<p>In support of this position the plaintiff cites American Jurisprudence, vol. 35, p. 958, where the author says: \"The early common law accorded a remedy only in the case of menial servants  domestic infra moenia, but under the modern rule it is not necessary, it seems, that the servant should have been working for wages in order to entitle the master to recover for the injury.\"</p>\n<p>An examination of the cases cited in connection with the above statement will lead to the conclusion that they do not support the broad terms used by the author, and with the exception of two cases, both of which will be hereafter referred to, to-wit: Attorney General v. Valle Jones, 1935, 2 K.B.D. 209, and United States of America v. Standard Oil Company of California, D.C.1945, 60 F.Supp. 807, which is based upon the Valle Jones case, no authorities have been cited to justify the conclusion that the trend of the Court's decisions has been to extend and enlarge the original common law principle; while the very logical and reasonable rule of law which is designed to redress only the proximate and direct consequence of wrongful acts and several well considered cases within and without the United States support the view that there should not be and that there has not been such enlargement and extension of this principle.</p>\n<p>Before referring to the decisions which seem to uphold such view, attention is called to the pertinent observation of Judge Coleridge in a dissenting opinion in Lumley v. Gye, 2 El. &amp; Bl. 749, which upheld recovery for a malicious interruption of the relation between master and servant, as follows: \"But I mention this case now as showing how far Courts of Justice may be led if they allow themselves, in the pursuit of perfectly complete remedies for all wrongful acts, to transgress the bounds which our law, in a wise consciousness as I conceive of its limited powers, has imposed on itself, of redressing only the proximate and direct consequence of wrongful acts.\"</p>\n<p>Again in City of Philadelphia v. Philadelphia Rapid Transit Co., 337 Pa. 1, 10 A. 2d 434, 435, to be hereafter referred to and in which recovery was denied under circumstances similar to the circumstances of this case, we find the following observation: \"It is extremely doubtful whether such a right of action should be recognized under modern conditions. It had its beginnings at a <span class=\"star-pagination\">*291</span> time when the relation of master and servant was totally different from that of today.\"</p>\n<p>Also in Pollock on Torts, 14th Ed., p. 55: \"Both of these very learned opinions (in the case of Admiralty Commissioners v. S. S. Amerika, infra) indicate a feeling that a master's action for loss of services is itself no better than a surviving archaism in our modern law and does not deserve encouragement.\"</p>\n<p>As above stated, the two cases upon which the plaintiff mainly relies are Attorney General v. Valle Jones, 1935, 2 K.B. 209, an English case, and United States of America v. Standard Oil Company of California, supra, a case decided last year by a District Court of California. The decision in the California case is made to rest on the Valle Jones case, which is the only case cited in the text of the opinion and these two decisions, if accepted, would determine this controversy in favor of the plaintiff. The facts in the Valle Jones case, which was decided in 1935, were as follows: Two members of the Royal Air Force were injured through the negligence of the defendant and the Crown was permitted to recover for wages paid them during their disability and for expenses of hospital and medical treatment, basing the claim upon the old common law of master and servant. The principal contention of the defendant in this case was that the payment of wages and medical expenses by the Crown were voluntary and, therefore, a violation of its duty to mitigate the damages and it appears that there was no discussion of the question whether the injured persons occupied such relationship to the plaintiff as to bring the case within the principle permitting recovery by a master for loss of services of a servant. This circumstance is fully discussed in the opinion in Commonwealth v. Quince, infra, decided in 1943.</p>\n<p>Commonwealth v. Quince, 1943, Queensland State Rep. 199, 68 Commonwealth Law Reports 227: In this case a member of the Royal Australian Air Force was negligently injured by the defendant and the Commonwealth sought recovery for the loss of his services. Damages were alleged to be the compensation paid him during his disability, the value of his hospitalization, the pension paid him after his discharge, and the value of his destroyed clothing. It was held that the relation between soldier and Commonwealth did not arise out of contract, was not that of master and servant, and that no recovery could be had except for the destroyed property. In the opinion the following forceful and significant statements are found: \"I have been unable to discover any case either in the Empire or the United States of America (other than the Valle Jones case) where any such action as the present has been attempted. It is clear from the judgment in the Amerika case that the right of a master to an action for injury to his servant is an anomaly and a peculiar exception to the rule that the wrongful injury of A, whereby he is prevented from fulfilling his contractual obligation to B, gives no right of action to B. In order to succeed, then, it seems to me the plaintiff must show that the relationship of master and servant subsisted between it and the airman. I think it is not competent for a judge to invent a new liability arising out of some status which is not that of parent and child or husband and wife merely because that status in some way resembles the relationship of master and servant. * * *\"</p>\n<p>On appeal, the above decision was affirmed and Rich, Judge, observed: \"So far as I am aware, the only other case in which such a claim has been preferred is Attorney General v. Valle Jones * * *. In that case, however, the question whether such a claim was actionable at all was allowed to go by default. The right of the Crown to sue was not disputed, and the only question raised was whether * * * any benefits which the Crown might have given them were not ex gratia and therefore not recoverable. * * * In these circumstances, I am of opinion that this case cannot be regarded as constituting even a persuasive precedent for the point which falls to be determined in the present appeal.\"</p>\n<p>Stark, Judge, in the same case, observed: \"The question is whether the anomalous rule of English law above stated is applicable or should be extended to cases of physical injuries negligently inflicted upon members of the armed forces of the Crown whose service is so essentially different from that of private employees. There is no trace in the books, so far as I know, of its extension to such a case before the decision of Attorney General v. Valle Jones. The question involves no principle of law and cannot be solved by any process of reasoning, for the rule itself is anomalous and artificial. The rule contemplates a relationship of service analogous to that of master and servant, for the action per quod servitium <span class=\"star-pagination\">*292</span> amisit appears to have begun `as a remedy for a master against one who interfered with his servant so as to deprive him of his services. * * * The tort is in form * * * merely a species of the more general tort of interfering with the relations of master and servant.'\"</p>\n<p>Other authorities from foreign jurisdictions which support the defendant's position have been called to the Court's attention, but no good purpose will be served by quoting from such authorities. A partial list of them is set out in an appended note.<sup>[1]</sup></p>\n<p>Interested counsel agree that, with the exception of the decision in the United States of America v. Standard Oil Company of California above referred to, there is no precedent from the courts of this country to guide this Court in finding the answer to the question whether the Government of the United States is entitled to recover for hospitalization, nursing care (and wages) provided to a soldier during a period of incapacity to perform his usual services to the Government, where such incapacity is occasioned by the negligent act of a third party. Judge Yankwich, in the Standard Oil Company case [60 F.Supp. 809], remarked: \"There are no precedents controlling. Strange as it may seem, the question has not arisen in peace time or during any of the wars in which large numbers of men were in the active service of the Armed Forces of the United States.\"</p>\n<p>Such absence of precedent affords ground for caution before it is decided at this time to extend the liability of a negligent wrongdoer to include damages sustained by a person or agency and growing out of a relationship totally unlike the relationship between master and domestic servant or the analogous relationship of husband and wife, parent and child, and master and apprentice, and to depart from the well established and logical view that the law will undertake to redress only the \"proximate and direct consequence of wrongful acts,\" and into a field of search to find \"perfectly complete remedies for all wrongful acts.\"</p>\n<p>While there appear to be no decisions in this country to furnish on entirely satisfactory answer to the question involved, several decisions have been brought to the attention of the Court which it is believed clearly show the trend to be in line with the holdings prior to the Valle Jones and Standard Oil Company cases. These will now be referred to:</p>\n<p>Burgess v. Carpenter, 1870, 2 S.C. 7, 16 Am.Rep. 643, denies the right of recovery except where the servant is a menial one  a domestic infra moenia. Plaintiff hired laborers to work his crops on a share crop basis. One was shot by defendant, as a result of which the crop made was smaller. \"At common law, in England, the master might bring on action for damages against a third party for any loss he might have sustained by reason of such party unlawfully injuring or interfering with his servant or servants; but this power, given the master, was only to be exercised toward menial servants  domestics infra moenia. It was a relation which the common law classed with the relation of `parent and child'. The master was held to stand in loco parentis.\"</p>\n<p>Crab Orchard Imp. Co. v. Chesapeake &amp; Ohio Ry. Co., 4 Cir., 1940, 115 F.2d 277, 282: In this case the Court refused to permit a recovery based upon a mere employer-employee relationship. When plaintiff's employee was negligently injured by defendant, plaintiff was thereby caused to pay substantial amounts into the Workmen's Compensation Fund of West Virginia: Appellant proceeds upon the final theory that appellee breached a legal duty owed to appellant, and that this breach is actionable. This theory predicates appellee's liability to the appellant on the ordinary principle of tort-liability  that appellee's negligence was the proximate cause, in a chain of causation, resulting in damage to the appellant. The courts, however, have quite uniformly treated such damages as too remote and too indirect to support a recovery. * * * No legal duty is here owed by the tort-feasor to the employer. It is only where an injury is intentionally calculated to harm the employer in his contractual obligations <span class=\"star-pagination\">*293</span> that recovery may be had. * * * Where a husband is allowed to recover for loss sustained by injuries to his wife, or a father for loss of service or expense in the care of his child, the tort-feasor is held responsible, not because of the contractual aspect of the relationship, but because of the special treatment given by the common law to the particular social status involved. As to these, the tort-feasor is held responsible because he is expected to recognize the natural and probable consequences of his wrong. * * * However, no such special treatment is given by our law to the relationship of employer and employee.\"</p>\n<p>City of Philadelphia v. Philadelphia Rapid Transit Co., above cited: Three firemen were injured in a collision with the defendant. Each recovered judgment for the injury. Claim was made for lost wages and hospitalization, but no proof was introduced at the trial in regard to them and no recovery was allowed in this respect, as the City of Philadelphia, under statutory mandate, had paid these items. The City brought suit, citing the Valle Jones case and other English cases. \"Appellant contends that the relation between the city and the firemen was that of master and servant and at common law a master has a right of action for loss of services of his servant caused by the negligence of a third party and that the city's suit can be sustained on that theory. It is extremely doubtful whether such a right of action should be recognized under modern conditions. It had its beginnings at a time when the relation of master and servant was totally different from that of today.\" Recovery was denied.</p>\n<p>It is not insisted by counsel for the Government that the relationship between the Government and the soldier was that of master and servant, but the claim is made that recovery should be allowed notwithstanding such fact and that this Court should adopt the reasoning and conclusion of Judge Yankwich in the Standard Oil Company case, above cited, as follows: \"A special relation has been created. Whether we call it a status, as some of the older cases do, or whether we just call it Government and soldier relation, it is clear that both the soldier and the Government have certain rights and obligations arising from it and that a third party who, through his tortious act, interferes with it to the detriment of the Government, is responsible for the mischief he causes. And he cannot avoid responsibility for his act by claiming that the relation is one for which the common law did not have a name. The relation is an actuality and in the light of the modern trend to protect individuals and categories from outside tortious or even nontortious interference, the Government, which through the negligent act of a third party, is put to the expense of hospitalizing a soldier and loses his services during a period for which it is compelled to pay him his wages, has a claim cognizable in this court.\"</p>\n<p>This court is unwilling to do so. Great respect is due and given to the reasoning and conclusions in the Standard Oil Company case, the Valle Jones case, and other cases cited, most of which, however, deal with relationships such as husband and wife, parent and child, master and apprentice, but this Court prefers to follow the decisions to the contrary and to stand against the application of the common law principle mentioned above to the facts of this case.</p>\n<p>Judgment will be entered in favor of the defendant.</p>\n<h2>NOTES</h2>\n<p>[1]  Additional supporting authorities: McArthur v. King, Canada 1943, 1943 Ex. C.R. 77; Robins Dry Dock &amp; Repair Co. v. Flint, 1927, 275 U.S. 303, 48 S.Ct. 134, 72 L.Ed. 290; Smith, Treatise on Laws of Master and Servant, p. 124; Admiralty Commissioners v. S. S. Amerika, [1917] A.C. 38; Tobin v. Queen, 1864, 16 C.B. N.S., 310, 21 Eng.Rul.Cases 184; Cattle v. Stockton Waterworks Co., 1875, 10 Q. B. 453; The Federal No. 2, 2 Cir., 1927, 21 F.2d 313; The Toluma, 2 Cir., 1934, 72 F.2d 690; The Steel Inventor, D.C. N.Y.1929, 36 F.2d 399; City of Youngstown v. Cities Service Oil Co., 1940, 66 Ohio App. 97, 31 N.E.2d 876.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">289</span></span> (1946)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nATLANTIC COAST LINE R. CO.</h1></center>\n<center>No. 271.</center>\n<center><p><b>District Court, E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>January 30, 1946.</center>\n<p>Charles F. Rouse, U. S. Atty., of Kinston, N. C., for plaintiff.</p>\n<p>Thomas W. Davis and M. V. Barnhill, Jr., both of Wilmington, N.C., for defendant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This cause was heard by consent at New Bern, N. C., on the 10th of November, 1945, without a jury, upon an agreed statement of facts which is set out in the record. The full stipulation will not be here included, but the pertinent facts, briefly stated, are as follows:</p>\n<p>In November, 1943, Sgt. Edgar A. Wiles, Jr., of the Army of the United States, was fatally injured through the negligence of the defendant and settlement of the defendant's liability for the wrongful death under the North Carolina Statute, G.S. §§ 28-173, 28-174, was reached with his administrator, the defendant taking a release for \"all claims, rights and causes of action\" on account of the fatal injuries \"as well as for all claims for nurses, medical, doctors and hospital bills, services and expenses, and any and all other claims directly or indirectly growing out of said action\". The soldier survived his injuries for a period of about two hours and within this period was furnished certain nursing care and hospitalization, the agreed reasonable value of which was paid by the plaintiff under the express obligation imposed upon it by law. This action by plaintiff is for recovery of the amount so paid and the plaintiff bases its claims for recovery upon the principle of the common law, which in general terms permitted the master in certain circumstances to maintain an action against a wrongdoer to recover damages on account of loss of the services of his servant resulting from injury to the servant or interference with the relationship between master and servant.</p>\n<p>A reading of the early textbooks and cases readily brings one to the conclusion that this principle, which should be considered as an exception to the general rule that a wrongful injury to A, by which he is prevented from fulfilling his contractual obligation to B, gives no right of action to B, in its inception applied only where the wrongdoer acted maliciously or with notice, and that even under such conditions only to cases involving menial servants or domestics and analogous situations involving an apprentice, a minor child, or a wife. Such conclusion is supported by Blackstone's Commentaries (1803) at page 428: \"Let us, lastly, see how strangers may be affected by this relation of master and servant. * * * A master also may bring an action against any man for beating or <span class=\"star-pagination\">*290</span> maiming his servant, but in such case he must assign, as a special reason for so doing, his own damage by the loss of his services. * * * Also, if any person do hire or retain my servant being in my service, for which the servant departeth from me and goeth to serve the other, I may have an action for damages against both the new master and the servant, or either of them; but if the new master did not know that he is my servant no action lies; * * * The reason and foundation, upon which all of this doctrine is built, seems to be the property that every man has in the service of his domestics acquired by contract, and purchased by giving them wages.\"</p>\n<p>In Holdsworth's History of English Law, 2d Ed. vol. 8, p. 429, it is said: \"On the remedies given by the law for the abduction of a servant I have already spoken. They rested at the bottom on the idea that the master had a quasi proprietary interest in his servant's services; and that idea is connected with the status of a servant which originated in the rules of law applicable to villein status.\"</p>\n<p>In Diamond, Law of Master and Servant, (1932) at page 238, referring to the master's claims for loss of services resulting from tort, seduction and induced breach of contract, the author writes: \"The above actions are forms of the old actions of trespass * * * for depriving the master of the service of his servant. They date from the time when the service was a status and and the servant, in a sense, a member of the family or household * * *.\"</p>\n<p>There are other texts which seem to uphold the conclusion reached.</p>\n<p>The plaintiff, as it appears, does not seriously deny that the early rule was substantially as above set out, but insists that it has been enlarged and extended so that under the modern rule the master is permitted to recover though the servant be of a higher class than a menial one  a domestic infra moenia, and in fact more than this, that a right of action per quod servitium amisit does not depend upon the existence of a contract of service but upon a right of one person to the service of another, where it appears that the plaintiff had the right to the services either arising by contract or some status, and where the plaintiff had the right to control the service of the person injured, whether the person was villein or otherwise; that is, where the plaintiff had the right to give orders and have them obeyed.</p>\n<p>In support of this position the plaintiff cites American Jurisprudence, vol. 35, p. 958, where the author says: \"The early common law accorded a remedy only in the case of menial servants  domestic infra moenia, but under the modern rule it is not necessary, it seems, that the servant should have been working for wages in order to entitle the master to recover for the injury.\"</p>\n<p>An examination of the cases cited in connection with the above statement will lead to the conclusion that they do not support the broad terms used by the author, and with the exception of two cases, both of which will be hereafter referred to, to-wit: Attorney General v. Valle Jones, 1935, 2 K.B.D. 209, and United States of America v. Standard Oil Company of California, D.C.1945, <span class=\"citation\" data-id=\"1968795\"><a href=\"/opinion/1968795/united-states-v-standard-oil-co/\"><span class=\"volume\">60</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">807</span></a></span>, which is based upon the Valle Jones case, no authorities have been cited to justify the conclusion that the trend of the Court's decisions has been to extend and enlarge the original common law principle; while the very logical and reasonable rule of law which is designed to redress only the proximate and direct consequence of wrongful acts and several well considered cases within and without the United States support the view that there should not be and that there has not been such enlargement and extension of this principle.</p>\n<p>Before referring to the decisions which seem to uphold such view, attention is called to the pertinent observation of Judge Coleridge in a dissenting opinion in Lumley v. Gye, 2 El. &amp; Bl. 749, which upheld recovery for a malicious interruption of the relation between master and servant, as follows: \"But I mention this case now as showing how far Courts of Justice may be led if they allow themselves, in the pursuit of perfectly complete remedies for all wrongful acts, to transgress the bounds which our law, in a wise consciousness as I conceive of its limited powers, has imposed on itself, of redressing only the proximate and direct consequence of wrongful acts.\"</p>\n<p>Again in City of Philadelphia v. Philadelphia Rapid Transit Co., <span class=\"citation no-link\"><span class=\"volume\">337</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">434</span></span>, 435, to be hereafter referred to and in which recovery was denied under circumstances similar to the circumstances of this case, we find the following observation: \"It is extremely doubtful whether such a right of action should be recognized under modern conditions. It had its beginnings at a <span class=\"star-pagination\">*291</span> time when the relation of master and servant was totally different from that of today.\"</p>\n<p>Also in Pollock on Torts, 14th Ed., p. 55: \"Both of these very learned opinions (in the case of Admiralty Commissioners v. S. S. Amerika, infra) indicate a feeling that a master's action for loss of services is itself no better than a surviving archaism in our modern law and does not deserve encouragement.\"</p>\n<p>As above stated, the two cases upon which the plaintiff mainly relies are Attorney General v. Valle Jones, 1935, 2 K.B. 209, an English case, and United States of America v. Standard Oil Company of California, supra, a case decided last year by a District Court of California. The decision in the California case is made to rest on the Valle Jones case, which is the only case cited in the text of the opinion and these two decisions, if accepted, would determine this controversy in favor of the plaintiff. The facts in the Valle Jones case, which was decided in 1935, were as follows: Two members of the Royal Air Force were injured through the negligence of the defendant and the Crown was permitted to recover for wages paid them during their disability and for expenses of hospital and medical treatment, basing the claim upon the old common law of master and servant. The principal contention of the defendant in this case was that the payment of wages and medical expenses by the Crown were voluntary and, therefore, a violation of its duty to mitigate the damages and it appears that there was no discussion of the question whether the injured persons occupied such relationship to the plaintiff as to bring the case within the principle permitting recovery by a master for loss of services of a servant. This circumstance is fully discussed in the opinion in Commonwealth v. Quince, infra, decided in 1943.</p>\n<p>Commonwealth v. Quince, 1943, Queensland State Rep. 199, 68 Commonwealth Law Reports 227: In this case a member of the Royal Australian Air Force was negligently injured by the defendant and the Commonwealth sought recovery for the loss of his services. Damages were alleged to be the compensation paid him during his disability, the value of his hospitalization, the pension paid him after his discharge, and the value of his destroyed clothing. It was held that the relation between soldier and Commonwealth did not arise out of contract, was not that of master and servant, and that no recovery could be had except for the destroyed property. In the opinion the following forceful and significant statements are found: \"I have been unable to discover any case either in the Empire or the United States of America (other than the Valle Jones case) where any such action as the present has been attempted. It is clear from the judgment in the Amerika case that the right of a master to an action for injury to his servant is an anomaly and a peculiar exception to the rule that the wrongful injury of A, whereby he is prevented from fulfilling his contractual obligation to B, gives no right of action to B. In order to succeed, then, it seems to me the plaintiff must show that the relationship of master and servant subsisted between it and the airman. I think it is not competent for a judge to invent a new liability arising out of some status which is not that of parent and child or husband and wife merely because that status in some way resembles the relationship of master and servant. * * *\"</p>\n<p>On appeal, the above decision was affirmed and Rich, Judge, observed: \"So far as I am aware, the only other case in which such a claim has been preferred is Attorney General v. Valle Jones * * *. In that case, however, the question whether such a claim was actionable at all was allowed to go by default. The right of the Crown to sue was not disputed, and the only question raised was whether * * * any benefits which the Crown might have given them were not ex gratia and therefore not recoverable. * * * In these circumstances, I am of opinion that this case cannot be regarded as constituting even a persuasive precedent for the point which falls to be determined in the present appeal.\"</p>\n<p>Stark, Judge, in the same case, observed: \"The question is whether the anomalous rule of English law above stated is applicable or should be extended to cases of physical injuries negligently inflicted upon members of the armed forces of the Crown whose service is so essentially different from that of private employees. There is no trace in the books, so far as I know, of its extension to such a case before the decision of Attorney General v. Valle Jones. The question involves no principle of law and cannot be solved by any process of reasoning, for the rule itself is anomalous and artificial. The rule contemplates a relationship of service analogous to that of master and servant, for the action per quod servitium <span class=\"star-pagination\">*292</span> amisit appears to have begun `as a remedy for a master against one who interfered with his servant so as to deprive him of his services. * * * The tort is in form * * * merely a species of the more general tort of interfering with the relations of master and servant.'\"</p>\n<p>Other authorities from foreign jurisdictions which support the defendant's position have been called to the Court's attention, but no good purpose will be served by quoting from such authorities. A partial list of them is set out in an appended note.<sup>[1]</sup></p>\n<p>Interested counsel agree that, with the exception of the decision in the United States of America v. Standard Oil Company of California above referred to, there is no precedent from the courts of this country to guide this Court in finding the answer to the question whether the Government of the United States is entitled to recover for hospitalization, nursing care (and wages) provided to a soldier during a period of incapacity to perform his usual services to the Government, where such incapacity is occasioned by the negligent act of a third party. Judge Yankwich, in the Standard Oil Company case [60 F.Supp. 809], remarked: \"There are no precedents controlling. Strange as it may seem, the question has not arisen in peace time or during any of the wars in which large numbers of men were in the active service of the Armed Forces of the United States.\"</p>\n<p>Such absence of precedent affords ground for caution before it is decided at this time to extend the liability of a negligent wrongdoer to include damages sustained by a person or agency and growing out of a relationship totally unlike the relationship between master and domestic servant or the analogous relationship of husband and wife, parent and child, and master and apprentice, and to depart from the well established and logical view that the law will undertake to redress only the \"proximate and direct consequence of wrongful acts,\" and into a field of search to find \"perfectly complete remedies for all wrongful acts.\"</p>\n<p>While there appear to be no decisions in this country to furnish on entirely satisfactory answer to the question involved, several decisions have been brought to the attention of the Court which it is believed clearly show the trend to be in line with the holdings prior to the Valle Jones and Standard Oil Company cases. These will now be referred to:</p>\n<p>Burgess v. Carpenter, 1870, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">7</span></span>, 16 Am.Rep. 643, denies the right of recovery except where the servant is a menial one  a domestic infra moenia. Plaintiff hired laborers to work his crops on a share crop basis. One was shot by defendant, as a result of which the crop made was smaller. \"At common law, in England, the master might bring on action for damages against a third party for any loss he might have sustained by reason of such party unlawfully injuring or interfering with his servant or servants; but this power, given the master, was only to be exercised toward menial servants  domestics infra moenia. It was a relation which the common law classed with the relation of `parent and child'. The master was held to stand in loco parentis.\"</p>\n<p>Crab Orchard Imp. Co. v. Chesapeake &amp; Ohio Ry. Co., 4 Cir., 1940, <span class=\"citation\" data-id=\"1512137\"><a href=\"/opinion/1512137/crab-orchard-imp-co-v-chesapeake-o-ry-co/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">277</span></a></span>, 282: In this case the Court refused to permit a recovery based upon a mere employer-employee relationship. When plaintiff's employee was negligently injured by defendant, plaintiff was thereby caused to pay substantial amounts into the Workmen's Compensation Fund of West Virginia: Appellant proceeds upon the final theory that appellee breached a legal duty owed to appellant, and that this breach is actionable. This theory predicates appellee's liability to the appellant on the ordinary principle of tort-liability  that appellee's negligence was the proximate cause, in a chain of causation, resulting in damage to the appellant. The courts, however, have quite uniformly treated such damages as too remote and too indirect to support a recovery. * * * No legal duty is here owed by the tort-feasor to the employer. It is only where an injury is intentionally calculated to harm the employer in his contractual obligations <span class=\"star-pagination\">*293</span> that recovery may be had. * * * Where a husband is allowed to recover for loss sustained by injuries to his wife, or a father for loss of service or expense in the care of his child, the tort-feasor is held responsible, not because of the contractual aspect of the relationship, but because of the special treatment given by the common law to the particular social status involved. As to these, the tort-feasor is held responsible because he is expected to recognize the natural and probable consequences of his wrong. * * * However, no such special treatment is given by our law to the relationship of employer and employee.\"</p>\n<p>City of Philadelphia v. Philadelphia Rapid Transit Co., above cited: Three firemen were injured in a collision with the defendant. Each recovered judgment for the injury. Claim was made for lost wages and hospitalization, but no proof was introduced at the trial in regard to them and no recovery was allowed in this respect, as the City of Philadelphia, under statutory mandate, had paid these items. The City brought suit, citing the Valle Jones case and other English cases. \"Appellant contends that the relation between the city and the firemen was that of master and servant and at common law a master has a right of action for loss of services of his servant caused by the negligence of a third party and that the city's suit can be sustained on that theory. It is extremely doubtful whether such a right of action should be recognized under modern conditions. It had its beginnings at a time when the relation of master and servant was totally different from that of today.\" Recovery was denied.</p>\n<p>It is not insisted by counsel for the Government that the relationship between the Government and the soldier was that of master and servant, but the claim is made that recovery should be allowed notwithstanding such fact and that this Court should adopt the reasoning and conclusion of Judge Yankwich in the Standard Oil Company case, above cited, as follows: \"A special relation has been created. Whether we call it a status, as some of the older cases do, or whether we just call it Government and soldier relation, it is clear that both the soldier and the Government have certain rights and obligations arising from it and that a third party who, through his tortious act, interferes with it to the detriment of the Government, is responsible for the mischief he causes. And he cannot avoid responsibility for his act by claiming that the relation is one for which the common law did not have a name. The relation is an actuality and in the light of the modern trend to protect individuals and categories from outside tortious or even nontortious interference, the Government, which through the negligent act of a third party, is put to the expense of hospitalizing a soldier and loses his services during a period for which it is compelled to pay him his wages, has a claim cognizable in this court.\"</p>\n<p>This court is unwilling to do so. Great respect is due and given to the reasoning and conclusions in the Standard Oil Company case, the Valle Jones case, and other cases cited, most of which, however, deal with relationships such as husband and wife, parent and child, master and apprentice, but this Court prefers to follow the decisions to the contrary and to stand against the application of the common law principle mentioned above to the facts of this case.</p>\n<p>Judgment will be entered in favor of the defendant.</p>\n<h2>NOTES</h2>\n<p>[1]  Additional supporting authorities: McArthur v. King, Canada 1943, 1943 Ex. C.R. 77; Robins Dry Dock &amp; Repair Co. v. Flint, 1927, <span class=\"citation\" data-id=\"101179\"><a href=\"/opinion/101179/robins-dry-dock-repair-co-v-flint/\"><span class=\"volume\">275</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">303</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">134</span></span>, 72 L.Ed. 290; Smith, Treatise on Laws of Master and Servant, p. 124; Admiralty Commissioners v. S. S. Amerika, [1917] A.C. 38; Tobin v. Queen, 1864, 16 C.B. N.S., 310, 21 Eng.Rul.Cases 184; Cattle v. Stockton Waterworks Co., 1875, 10 Q. B. 453; The Federal No. 2, 2 Cir., 1927, 21 F.2d 313; The Toluma, 2 Cir., 1934, 72 F.2d 690; The Steel Inventor, D.C. N.Y.1929, 36 F.2d 399; City of Youngstown v. Cities Service Oil Co., 1940, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">Ohio App.</span> <span class=\"page\">97</span></span>, 31 N.E.2d 876.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1512137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1968795/"
  ]
}