{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1954343/",
  "absolute_url": "/opinion/1954343/hamilton-v-state-of-north-carolina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1954343/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:54:28.827816Z",
  "date_modified": "2016-04-26T23:12:07.446935Z",
  "type": "010combined",
  "sha1": "de4c47cf647d08d3b787d08c672476803d614a56",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>260 F.Supp. 632 (1966)</b></center>\n<center><h1>Lexy Lee HAMILTON, Petitioner,<br>\nv.<br>\nThe STATE OF NORTH CAROLINA and V. L. Bounds, Director of N. C. Prisons, Respondent.</h1></center>\n<center>Civ. No. 1910.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 12, 1966.</center>\n<p>Arthur Vann, Durham, N. C., for petitioner.</p>\n<p>Thomas Wade Bruton, Atty. Gen. of N. C., by Theodore C. Brown, Jr., Staff Atty., Raleigh, N. C., for respondent.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*633</span> OPINION and ORDER</h2>\n<p>LARKINS, District Judge.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This cause comes before the Court upon a petition for a writ of habeas corpus filed by a State prisoner pursuant to the provisions of Title 28 U.S.C.A. ยง 2254. Issues were joined by respondent's filing answer and Motion to Dismiss.</p>\n<p>Petitioner alleges that his rights as guaranteed by the Constitution of the United States were violated in the following particulars:</p>\n<blockquote>(1) that petitioner was arrested and searched without probable cause or a warrant of arrest being issued,</blockquote>\n<blockquote>(2) that certain tools and implements secured as the result of an unlawful search and seizure and unlawful arrest were introduced into evidence against the petitioner,</blockquote>\n<blockquote>(3) that petitioner was interrogated without first being advised of his constitutional rights and made incriminating statements which were used against him at his trial,</blockquote>\n<blockquote>(4) that petitioner's case was consolidated with that of the other defendants and this was prejudicial to him.</blockquote>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>Petitioner is presently incarcerated in Central Prison in Raleigh, North Carolina as the result of a verdict by a jury in Nash County wherein he was found guilty of breaking and entering, larceny, and safe robbery. Petitioner was sentenced to a term of ten years on the first conviction and a term of from fifteen to twenty years on the second which is to run concurrently with that of the first sentence.</p>\n<p>Petitioner was arrested on February 23, 1964 in Rocky Mount, North Carolina by officers representing the Rocky Mount Police Department and the Sheriff of Nash County, North Carolina.</p>\n<p>On February 22, 1964, Minges Beer Company was robbed. One Turner informed the police that he had seen three men, whom he described, at the beer company in a 1963 maroon and cream Cadillac automobile with Maryland license plates. This information was given to the police officers of the City of Rocky Mount when they came on duty at 3:00 P.M. February 23, 1964.</p>\n<p>On Sunday, February 23, 1964, at about 3:00 A.M., one Ernie Brantley heard a \"metal to metal noise\" coming from a speaker in his bedroom which was located about one block from M. C. Braswell Company. The speaker had been wired to a microphone in the Braswell Company between two safes. Mr. Brantley called the police and upon their arrival and investigation it was determined that two coal chisels were missing from the store. One of the safes had been opened and the other damaged.</p>\n<p>On Sunday night, the twenty third of February, Rocky Mount police officer Moore observed a 1963 cream and maroon Cadillac with Maryland license plates parked at an Esso station in Rocky Mount. The officer observed Cecil Hamilton near the automobile and then proceeded to arrest him in connection with the safe robbery at Minges Beer Company.</p>\n<p>Subsequently, James Hamilton, petitioner's co-defendant, approached the place where the Cadillac was parked and asked, \"What's the trouble?\" After being asked about the car James Hamilton was also placed under arrest for the robbery at Minges Beer Company. Detective Hoyle asked James Hamilton if the car was his, and he said that he was operating the car. Detective Hoyle then asked permission to search the car and James Hamilton asked Hoyle if he had a search warrant. Hoyle told him that he did not have a search warrant with him but that he could get one. James Hamilton replied, \"there is no need of that. You can search the car.\" He then handed the keys to Detective Hoyle who began to search the automobile. In the car the officers found a pistol. They did not search the car further at that time but took it to the police station for <span class=\"star-pagination\">*634</span> further search. At the police station, they found the two coal chisels which, according to the testimony at the trial, had been stolen from M. C. Braswell Company. The officers also found in the car an electric drill, electric hacksaw, drill bits, punches and numerous other things. Lexy Lee Hamilton was not present when the car was being searched as he had not been arrested at that time.</p>\n<p>About 11:00 P.M., the twenty-third of February, 1964, the officers of the Rocky Mount Police Department and the Sheriff of Nash County went to Hunt's Motel in Rocky Mount, where the Hamiltons had been staying, and upon finding Lexy Lee Hamilton there they placed him under arrest.</p>\n<p>On Monday, the twenty-fourth of February, 1964, each of the defendants was questioned in the absence of the others, but it does not appear that any of the defendants, including petitioner Lexy Lee Hamilton, made any confession or other incriminating statements. Petitioner himself does not allege or contend that any confession or other incriminating statements that were made were the result of any type of coercion or were of an involuntary nature.</p>\n<p>After the jury had returned a verdict of guilty, the defendants, through their attorney, gave notice of appeal to the Supreme Court of North Carolina, but they subsequently withdrew their appeal. Due to an inability to reach an agreement with the Solicitor concerning other indictments pending against them, they employed their present attorney to perfect the appeal. Certiorari was allowed by the Supreme Court of North Carolina on December 18, 1964. The decision of the Court was published in State v. Hamilton, 264 N.C. 277, 141 S.E.2d 506 (1964).</p>\n<p>In the Supreme Court petitioner, through his attorney, contended that his rights had been violated in that he had been arrested without a warrant being issued and there was not probable cause for the arrest; that certain tools and implements secured as the result of an unlawful search and seizure were introduced into evidence against him; and that petitioner's case was consolidated with that of the other defendants for trial to his prejudice. The Supreme Court of North Carolina did not decide the question of whether or not petitioner had been advised of his constitutional rights before being interrogated but did answer all other contentions raised in the present petition against him.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>If the petitioner has received a full and fair hearing in the State Court on substantially the same questions later put before the Federal Court, a further hearing on these claims of unconstitutionality is unnecessary. Townsend v. Sain, 372 U.S. 293, 83 S.Ct. 745, 9 L.Ed. 2d 770 (1963). Petitioner has raised three of the four issues previously and has had a full and fair hearing on those issues. This Court reached the same conclusions as the Supreme Court of North Carolina upon the issues previously raised. As to the issue not previously raised, it is without merit and does not require that a hearing be held.</p>\n<p>The first contention of petitioner is that he was arrested without probable cause or warrant being issued against him. It therefore becomes necessary to determine whether or not the arresting officers had probable cause in making the arrest since they had no warrant. The Rocky Mount police were looking for three men in a maroon and cream 1963 Cadillac in connection with a robbery which had occurred at Minges Beer Company. North Carolina General Statute 15-41 provides that \"A peace officer may without a warrant arrest a person: * * * (b) When the officer has reasonable ground to believe that the person to be arrested has committed a felony and will evade arrest if not immediately taken into custody.\" The officers were reasonable, as the trial court found, in believing that a felony had been committed and that the defendant Lexy Lee Hamilton would evade arrest if he was not immediately taken into custody; therefore, under the facts as found by this Court, the arrest was legal and the <span class=\"star-pagination\">*635</span> search of the automobile made incident to the arrest was also legal since the search was contemporaneous in both time and place. As to the search of the automobile at the police station when the two coal chisels were found, the Supreme Court of North Carolina held that the defendant, driver of the car, had consented to the car being searched and therefore waived any necessity for a search warrant. In United States v. Eldridge, 302 F.2d 463 (4th Cir., 1962), the Court held that a bailee had the right to consent to the search of the car and the Court therein refused to suppress evidence found in the search as against the owner of the car who had given permission for the bailee to have possession. James Hamilton was in possession of the automobile and Lexy Lee Hamilton does not allege any facts which would deny the applicability of the <i>Eldridge</i> case, supra. The fact that the officer told James Hamilton that he did not have a search warrant but that he could get one is immaterial. In Gatterdam v. United States, 5 F.2d 673 (6th Cir., 1925), the Court said that a defendant cannot assert the illegality of a search made with his consent, though given in response to a threat to procure a search warrant.</p>\n<p>Even if it were found that the arrest was illegal, an illegal arrest and detention does not furnish petitioner grounds for release on habeas corpus absent any claim that an admission or coerced confession was obtained during that time. Madison v. Tahash, 249 F. Supp. 600 (D.Minn.D.C., 1966). If it were held that the arrest was illegal this would not make the search, either at the scene of the arrest or at the police station, illegal because James Hamilton had consented to any search.</p>\n<p>For the reason that this Court has held that there was a lawful arrest and legal search, it becomes unnecessary to deal with the second contention of the petitioner. Certainly, since there was a lawful seizure of the property which was subsequently introduced into evidence, there would not be any constitutional objection to its admission into evidence.</p>\n<p>Petitioner also alleged that he was interrogated without being advised of his constitutional rights. He alleges that he made incriminating statements which were later used against him at his trial. The only statements which petitioner alleges that he made were those placing him in the vicinity of the crime and those related to his knowledge of the interior of M. C. Braswell Company. These admissions were merely cumulative in that he had been identified by employees of M. C. Braswell Company as being in the store before the robbery occurred. Other statements alleged to have been made by Lexy Lee Hamilton were that he was coming back from Florida with his brothers; that he did know about some of the tools, and he was not a tile worker; that he was looking for one Albert Farmer; he denied knowledge of the chisels, but did admit that he had been in Braswell's store. Petitioner also made statements that he was from Maryland and that he had a wife and children.</p>\n<p>Petitioner had an attorney at the time of his trial, and under the law at that time, it was not required that he be represented by an attorney during the preindictment interrogation, Escobedo v. State of Illinois, 378 U.S. 478, 84 S.Ct. 1758, 12 L.Ed.2d 977 (1964) not being retroactive and petitioner's trial and time for appeal all having expired before <i>Escobedo</i> was handed down by the Supreme Court of the United States. Johnson v. State of New Jersey, 384 U.S. 719, 86 S.Ct. 1772, 16 L.Ed.2d 882 (1966).</p>\n<p>As for the petitioner's contention that his case was consolidated with that of the other defendants to his prejudice, this is a matter of state procedure and was not so unfair or prejudicial to him as to violate his constitutional rights as to due process of law.</p>\n<p>Although the evidence against the petitioner at his trial was circumstantial in nature, there was sufficient evidence upon which the jury could properly return a verdict of guilty. Normally the sufficiency of evidence is a matter for appeal and will not be considered in <span class=\"star-pagination\">*636</span> habeas corpus proceedings unless the evidence is so insufficient as to raise problems of due process. United States ex rel. Washington v. Cavell, 251 F.Supp. 779 (M.D.Penn.1966).</p>\n<p>As to the contention of the State of North Carolina that petitioner has not exhausted his state remedies, this Court finds that petitioner, by his Writ of Certiorari to the Supreme Court of North Carolina, has exhausted such remedies as are available to him. It is admitted that petitioner has not exhausted his state remedies as to this third contention, that he was interrogated without first being advised of his constitutional rights, but this contention is without merit and therefore dismissed.</p>\n<p>This Court has based its findings and conclusions upon the record, which included the transcript of the trial in the State court, and the record on appeal to the North Carolina Supreme Court, the files and petition, and the applicable laws of the State of North Carolina and the United States.</p>\n<p>Petition denied.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">632</span></span> (1966)</b></center>\n<center><h1>Lexy Lee HAMILTON, Petitioner,<br>\nv.<br>\nThe STATE OF NORTH CAROLINA and V. L. Bounds, Director of N. C. Prisons, Respondent.</h1></center>\n<center>Civ. No. 1910.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 12, 1966.</center>\n<p>Arthur Vann, Durham, N. C., for petitioner.</p>\n<p>Thomas Wade Bruton, Atty. Gen. of N. C., by Theodore C. Brown, Jr., Staff Atty., Raleigh, N. C., for respondent.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*633</span> OPINION and ORDER</h2>\n<p>LARKINS, District Judge.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This cause comes before the Court upon a petition for a writ of habeas corpus filed by a State prisoner pursuant to the provisions of Title 28 U.S.C.A. ยง 2254. Issues were joined by respondent's filing answer and Motion to Dismiss.</p>\n<p>Petitioner alleges that his rights as guaranteed by the Constitution of the United States were violated in the following particulars:</p>\n<blockquote>(1) that petitioner was arrested and searched without probable cause or a warrant of arrest being issued,</blockquote>\n<blockquote>(2) that certain tools and implements secured as the result of an unlawful search and seizure and unlawful arrest were introduced into evidence against the petitioner,</blockquote>\n<blockquote>(3) that petitioner was interrogated without first being advised of his constitutional rights and made incriminating statements which were used against him at his trial,</blockquote>\n<blockquote>(4) that petitioner's case was consolidated with that of the other defendants and this was prejudicial to him.</blockquote>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>Petitioner is presently incarcerated in Central Prison in Raleigh, North Carolina as the result of a verdict by a jury in Nash County wherein he was found guilty of breaking and entering, larceny, and safe robbery. Petitioner was sentenced to a term of ten years on the first conviction and a term of from fifteen to twenty years on the second which is to run concurrently with that of the first sentence.</p>\n<p>Petitioner was arrested on February 23, 1964 in Rocky Mount, North Carolina by officers representing the Rocky Mount Police Department and the Sheriff of Nash County, North Carolina.</p>\n<p>On February 22, 1964, Minges Beer Company was robbed. One Turner informed the police that he had seen three men, whom he described, at the beer company in a 1963 maroon and cream Cadillac automobile with Maryland license plates. This information was given to the police officers of the City of Rocky Mount when they came on duty at 3:00 P.M. February 23, 1964.</p>\n<p>On Sunday, February 23, 1964, at about 3:00 A.M., one Ernie Brantley heard a \"metal to metal noise\" coming from a speaker in his bedroom which was located about one block from M. C. Braswell Company. The speaker had been wired to a microphone in the Braswell Company between two safes. Mr. Brantley called the police and upon their arrival and investigation it was determined that two coal chisels were missing from the store. One of the safes had been opened and the other damaged.</p>\n<p>On Sunday night, the twenty third of February, Rocky Mount police officer Moore observed a 1963 cream and maroon Cadillac with Maryland license plates parked at an Esso station in Rocky Mount. The officer observed Cecil Hamilton near the automobile and then proceeded to arrest him in connection with the safe robbery at Minges Beer Company.</p>\n<p>Subsequently, James Hamilton, petitioner's co-defendant, approached the place where the Cadillac was parked and asked, \"What's the trouble?\" After being asked about the car James Hamilton was also placed under arrest for the robbery at Minges Beer Company. Detective Hoyle asked James Hamilton if the car was his, and he said that he was operating the car. Detective Hoyle then asked permission to search the car and James Hamilton asked Hoyle if he had a search warrant. Hoyle told him that he did not have a search warrant with him but that he could get one. James Hamilton replied, \"there is no need of that. You can search the car.\" He then handed the keys to Detective Hoyle who began to search the automobile. In the car the officers found a pistol. They did not search the car further at that time but took it to the police station for <span class=\"star-pagination\">*634</span> further search. At the police station, they found the two coal chisels which, according to the testimony at the trial, had been stolen from M. C. Braswell Company. The officers also found in the car an electric drill, electric hacksaw, drill bits, punches and numerous other things. Lexy Lee Hamilton was not present when the car was being searched as he had not been arrested at that time.</p>\n<p>About 11:00 P.M., the twenty-third of February, 1964, the officers of the Rocky Mount Police Department and the Sheriff of Nash County went to Hunt's Motel in Rocky Mount, where the Hamiltons had been staying, and upon finding Lexy Lee Hamilton there they placed him under arrest.</p>\n<p>On Monday, the twenty-fourth of February, 1964, each of the defendants was questioned in the absence of the others, but it does not appear that any of the defendants, including petitioner Lexy Lee Hamilton, made any confession or other incriminating statements. Petitioner himself does not allege or contend that any confession or other incriminating statements that were made were the result of any type of coercion or were of an involuntary nature.</p>\n<p>After the jury had returned a verdict of guilty, the defendants, through their attorney, gave notice of appeal to the Supreme Court of North Carolina, but they subsequently withdrew their appeal. Due to an inability to reach an agreement with the Solicitor concerning other indictments pending against them, they employed their present attorney to perfect the appeal. Certiorari was allowed by the Supreme Court of North Carolina on December 18, 1964. The decision of the Court was published in State v. Hamilton, <span class=\"citation no-link\"><span class=\"volume\">264</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">277</span></span>, <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">506</span></span> (1964).</p>\n<p>In the Supreme Court petitioner, through his attorney, contended that his rights had been violated in that he had been arrested without a warrant being issued and there was not probable cause for the arrest; that certain tools and implements secured as the result of an unlawful search and seizure were introduced into evidence against him; and that petitioner's case was consolidated with that of the other defendants for trial to his prejudice. The Supreme Court of North Carolina did not decide the question of whether or not petitioner had been advised of his constitutional rights before being interrogated but did answer all other contentions raised in the present petition against him.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>If the petitioner has received a full and fair hearing in the State Court on substantially the same questions later put before the Federal Court, a further hearing on these claims of unconstitutionality is unnecessary. Townsend v. Sain, <span class=\"citation\" data-id=\"106544\"><a href=\"/opinion/106544/townsend-v-sain/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, <span class=\"citation\" data-id=\"106544\"><a href=\"/opinion/106544/townsend-v-sain/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">745</span></a></span>, <span class=\"citation\" data-id=\"106544\"><a href=\"/opinion/106544/townsend-v-sain/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">770</span></a></span> (1963). Petitioner has raised three of the four issues previously and has had a full and fair hearing on those issues. This Court reached the same conclusions as the Supreme Court of North Carolina upon the issues previously raised. As to the issue not previously raised, it is without merit and does not require that a hearing be held.</p>\n<p>The first contention of petitioner is that he was arrested without probable cause or warrant being issued against him. It therefore becomes necessary to determine whether or not the arresting officers had probable cause in making the arrest since they had no warrant. The Rocky Mount police were looking for three men in a maroon and cream 1963 Cadillac in connection with a robbery which had occurred at Minges Beer Company. North Carolina General Statute 15-41 provides that \"A peace officer may without a warrant arrest a person: * * * (b) When the officer has reasonable ground to believe that the person to be arrested has committed a felony and will evade arrest if not immediately taken into custody.\" The officers were reasonable, as the trial court found, in believing that a felony had been committed and that the defendant Lexy Lee Hamilton would evade arrest if he was not immediately taken into custody; therefore, under the facts as found by this Court, the arrest was legal and the <span class=\"star-pagination\">*635</span> search of the automobile made incident to the arrest was also legal since the search was contemporaneous in both time and place. As to the search of the automobile at the police station when the two coal chisels were found, the Supreme Court of North Carolina held that the defendant, driver of the car, had consented to the car being searched and therefore waived any necessity for a search warrant. In United States v. Eldridge, <span class=\"citation\" data-id=\"257025\"><a href=\"/opinion/257025/united-states-v-william-leroy-eldridge/\"><span class=\"volume\">302</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">463</span></a></span> (4th Cir., 1962), the Court held that a bailee had the right to consent to the search of the car and the Court therein refused to suppress evidence found in the search as against the owner of the car who had given permission for the bailee to have possession. James Hamilton was in possession of the automobile and Lexy Lee Hamilton does not allege any facts which would deny the applicability of the <i>Eldridge</i> case, supra. The fact that the officer told James Hamilton that he did not have a search warrant but that he could get one is immaterial. In Gatterdam v. United States, <span class=\"citation\" data-id=\"1550569\"><a href=\"/opinion/1550569/gatterdam-v-united-states/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span> (6th Cir., 1925), the Court said that a defendant cannot assert the illegality of a search made with his consent, though given in response to a threat to procure a search warrant.</p>\n<p>Even if it were found that the arrest was illegal, an illegal arrest and detention does not furnish petitioner grounds for release on habeas corpus absent any claim that an admission or coerced confession was obtained during that time. Madison v. Tahash, <span class=\"citation\" data-id=\"1457657\"><a href=\"/opinion/1457657/madison-v-tahash/\"><span class=\"volume\">249</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">600</span></a></span> (D.Minn.D.C., 1966). If it were held that the arrest was illegal this would not make the search, either at the scene of the arrest or at the police station, illegal because James Hamilton had consented to any search.</p>\n<p>For the reason that this Court has held that there was a lawful arrest and legal search, it becomes unnecessary to deal with the second contention of the petitioner. Certainly, since there was a lawful seizure of the property which was subsequently introduced into evidence, there would not be any constitutional objection to its admission into evidence.</p>\n<p>Petitioner also alleged that he was interrogated without being advised of his constitutional rights. He alleges that he made incriminating statements which were later used against him at his trial. The only statements which petitioner alleges that he made were those placing him in the vicinity of the crime and those related to his knowledge of the interior of M. C. Braswell Company. These admissions were merely cumulative in that he had been identified by employees of M. C. Braswell Company as being in the store before the robbery occurred. Other statements alleged to have been made by Lexy Lee Hamilton were that he was coming back from Florida with his brothers; that he did know about some of the tools, and he was not a tile worker; that he was looking for one Albert Farmer; he denied knowledge of the chisels, but did admit that he had been in Braswell's store. Petitioner also made statements that he was from Maryland and that he had a wife and children.</p>\n<p>Petitioner had an attorney at the time of his trial, and under the law at that time, it was not required that he be represented by an attorney during the preindictment interrogation, Escobedo v. State of Illinois, <span class=\"citation\" data-id=\"106883\"><a href=\"/opinion/106883/escobedo-v-illinois/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, <span class=\"citation\" data-id=\"106883\"><a href=\"/opinion/106883/escobedo-v-illinois/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1758</span></a></span>, <span class=\"citation\" data-id=\"106883\"><a href=\"/opinion/106883/escobedo-v-illinois/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">977</span></a></span> (1964) not being retroactive and petitioner's trial and time for appeal all having expired before <i>Escobedo</i> was handed down by the Supreme Court of the United States. Johnson v. State of New Jersey, <span class=\"citation\" data-id=\"107260\"><a href=\"/opinion/107260/johnson-v-new-jersey/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">719</span></a></span>, <span class=\"citation\" data-id=\"107260\"><a href=\"/opinion/107260/johnson-v-new-jersey/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1772</span></a></span>, <span class=\"citation\" data-id=\"107260\"><a href=\"/opinion/107260/johnson-v-new-jersey/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">882</span></a></span> (1966).</p>\n<p>As for the petitioner's contention that his case was consolidated with that of the other defendants to his prejudice, this is a matter of state procedure and was not so unfair or prejudicial to him as to violate his constitutional rights as to due process of law.</p>\n<p>Although the evidence against the petitioner at his trial was circumstantial in nature, there was sufficient evidence upon which the jury could properly return a verdict of guilty. Normally the sufficiency of evidence is a matter for appeal and will not be considered in <span class=\"star-pagination\">*636</span> habeas corpus proceedings unless the evidence is so insufficient as to raise problems of due process. United States ex rel. Washington v. Cavell, <span class=\"citation no-link\"><span class=\"volume\">251</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">779</span></span> (M.D.Penn.1966).</p>\n<p>As to the contention of the State of North Carolina that petitioner has not exhausted his state remedies, this Court finds that petitioner, by his Writ of Certiorari to the Supreme Court of North Carolina, has exhausted such remedies as are available to him. It is admitted that petitioner has not exhausted his state remedies as to this third contention, that he was interrogated without first being advised of his constitutional rights, but this contention is without merit and therefore dismissed.</p>\n<p>This Court has based its findings and conclusions upon the record, which included the transcript of the trial in the State court, and the record on appeal to the North Carolina Supreme Court, the files and petition, and the applicable laws of the State of North Carolina and the United States.</p>\n<p>Petition denied.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/257025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1457657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1550569/"
  ]
}