{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1955658/",
  "absolute_url": "/opinion/1955658/robert-woodhead-inc-v-datawatch-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1955658/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:54:39.113193Z",
  "date_modified": "2016-04-27T02:53:33.670832Z",
  "type": "010combined",
  "sha1": "5b1e9d0274ea2aa1e6c43acd7452fde3e1166899",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>934 F.Supp. 181 (1995)</b></center>\n<center><h1>ROBERT WOODHEAD, INC., Plaintiff<br>\nv.<br>\nDATAWATCH CORPORATION, Defendant.</h1></center>\n<center>No. 7:95-CV-15-BR2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.<sup>[1]</sup></b></p></center>\n<center>May 19, 1995.</center>\n<p><span class=\"star-pagination\">*182</span> William Sam Byassee, James L. Gale, Smith, Helms, Mulliss &amp; Moore, Raleigh, NC, Stephen D. Coggins, Patricia T. Munchel, Parker, Poe, Adams &amp; Bernstein, Raleigh, NC, Tracy Hamrick Davis, Smith, Helms, Mullis &amp; Moore, Raleigh, NC, for plaintiff.</p>\n<p>Gloria M. Cabada-Leman, David A. Harlow, Moore and Van Allen, Durham, NC, for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>THIS CAUSE is now before the court on plaintiff's Appeal from an Order of Disqualification signed by U.S. Magistrate Judge Alexander B. Denson on May 3, 1995 and on the motion of Parker, Poe, Adams &amp; Bernstein (\"Parker, Poe\") to withdraw as counsel of record for the plaintiff.</p>\n<p>The motion of Parker, Poe to withdraw as counsel for plaintiff IS ALLOWED. The court notes that the law firm of Smith Helms Mulliss &amp; Moore has now entered a Notice of Appearance on behalf of the plaintiff. Judge Denson's May 3, 1995 Order held that Parker, Poe was disqualified from representing plaintiff because of a conflict of interest. That firm's withdrawal as counsel for plaintiff moots its appeal of Judge Denson's Order and that appeal IS DISMISSED for mootness.</p>\n<p>SO ORDERED.</p>\n<p>DENSON, United States Magistrate Judge.</p>\n<p>THIS CAUSE comes before the court on the defendant's Motion to Disqualify the firm of Parker, Poe, Adams &amp; Bernstein (Parker, Poe) from representing the plaintiff in this matter. An evidentiary hearing and oral argument was conducted on April 26, 1995. Plaintiff was represented at the hearing by Charles Meeker and Cynthia Wittmer and defendant was represented by William L. London, III, Jonathan Sasser, and Gloria M. Cabada-Leman. This matter is now ripe for ruling.</p>\n<p>To understand the basis of the motion, it is necessary to bear in mind the nature of this action. Plaintiff contends that defendant's antiviral software program \"Virex 5.5\" infringes its copyright which defendant was previously licensed to use. Defendant replies that its Virex 5.5 was created independently by three engineers hired to operate in a \"clean room\" with no knowledge or use of plaintiff's software. The three engineers in the clean room were Michael Groh, Manoj Patwardhan and Joseph Zobkiw. The defendant's assertion that Parker, Poe should be disqualified from representing the plaintiff in this matter stems from Parker, Poe's representation of Mr. Patwardhan and Mr. Zobkiw. Parker, Poe represented Mr. Patwardhan in 1994 and continues to represent him and his company although they have indicated their intention to withdraw from this representation. The firm no longer represents Mr. Zobkiw.</p>\n<p>In June, 1994, Mr. Patwardhan and Mr. Zobkiw retained Parker, Poe for advice as they contemplated forming a computer software company. Mr. Patwardhan and Mr. Zobkiw were concerned that their venture might violate confidentiality agreements they may have signed with Datawatch. During the attorney-client relationship, Mr. Patwardhan and Mr. Zobkiw disclosed to Parker, Poe the nature of their work for Datawatch (which may have included information about their work in Datawatch's clean room) and their vision for the new software company.</p>\n<p>The defendant asserts that Parker, Poe should not be allowed to represent the plaintiff in this matter because its representation of Mr. Patwardhan and Mr. Zobkiw would create an unresolvable conflict of interest. The central issue in this litigation is whether Virex 5.5 contains copyrighted information belonging to the plaintiff, Robert Woodhead, Inc. Since the defendant contends that Mr. Patwardhan, Mr. Zobkiw, and Mr. Michael Groh, developed Virex 5.5 without ever having been exposed to the plaintiff's product, it is clear that the work of the three software engineers will be the focus of this litigation <span class=\"star-pagination\">*183</span> and that their credibility will be critical to the outcome.</p>\n<p>The plaintiff contends that Parker, Poe's representation of Mr. Patwardhan and Mr. Zobkiw was not substantially related to the present litigation. The plaintiff further asserts that any future conflict that may arise from Parker, Poe's representation of both Mr. Patwardhan and Mr. Zobkiw can be alleviated by the firm's withdrawal from its representation of Mr. Patwardhan. The undersigned disagrees.</p>\n<p>Disqualification of a party's choice of counsel is a drastic remedy which should only be imposed when absolutely necessary. <i>Shaffer v. Farm Fresh, Inc.,</i> 966 F.2d 142, 146 (4th Cir.) <i>cert. denied,</i> 506 U.S. 1021, 113 S.Ct. 657, 121 L.Ed.2d 583 (1992). Parker, Poe's continued representation of the plaintiff will, however, force the firm to cross-examine both Mr. Patwardhan and Mr. Zobkiw. Mr. Patwardhan and Mr. Zobkiw provided information to Parker, Poe which they intended to remain confidential. That information may be useful to the lawyers in conducting this cross-examination of their former clients. Canon 4 and Rule 4(b) of the North Carolina Rules of Professional Conduct prohibit a lawyer from using confidential information of his client to the client's disadvantage.</p>\n<p>Parker, Poe cannot win this action for their present client, the plaintiff, unless it successfully impeaches the testimony of Mr. Patwardhan and Mr. Zobkiw that Virex 5.5 was created independent of plaintiff's similar software. At the evidentiary hearing, both Mr. Patwardhan and Mr. Zobkiw denied using any of the plaintiff's work in the development of Virex 5.5, therefore, in order to zealously represent the plaintiff in this matter, Parker, Poe would have to try to discredit the testimony of Mr. Patwardhan and Mr. Zobkiw. Although Parker, Poe denies that it learned any confidential information from Mr. Patwardhan and Mr. Zobkiw, it is clear that Mr. Patwardhan and Mr. Zobkiw provided Parker, Poe with information about their work at Datawatch and, given the nature of this lawsuit, any information gleaned from Mr. Patwardhan and Mr. Zobkiw is likely to be extremely relevant to the outcome of this matter.</p>\n<p>In addition, Rule 5.1(A) prohibits a lawyer from representing a client if the representation will be or is likely to be directly adverse to another client. Both the plaintiff and Mr. Patwardhan are currently clients of Parker, Poe. As noted earlier, Parker, Poe cannot effectively represent the plaintiff in this matter without vigorous cross-examination designed to impeach Mr. Patwardhan and Mr. Zobkiw. Mr. Patwardhan testified at the hearing that his career as a software engineer would be severely damaged if the plaintiff is able to show that he copied any of the plaintiff's work in the development of Virex 5.5. Moreover, if the plaintiff's allegations are true, both Mr. Patwardhan and Mr. Zobkiw may be subject to both criminal and civil liability. The undersigned finds the interests of the plaintiff are adverse to the interests of Mr. Patwardhan and Mr. Zobkiw in this matter and therefore, that the Parker, Poe is prohibited from representing both the Mr. Patwardhan and the plaintiff by Rule 5.1(A).</p>\n<p>The undersigned also finds that Parker, Poe has confidential information about Mr. Patwardhan and Mr. Zobkiw that would be detrimental to them if Parker, Poe were allowed to represent the plaintiff in this matter. Canon 4 and Rule 4(b)(2) prohibit a lawyer from using confidential information of his client to the disadvantage of the client. Rule 4(b)(3) prohibits a lawyer from using confidential information of his client to the advantage of himself or a third person without the informed consent of the client. Mr. Zobkiw's present attorney, Mr. Chris Wilson, testified at the hearing that he was approached by an attorney from Parker, Poe who sought Mr. Zobkiw's cooperation with the plaintiff in the present litigation. According to Mr. Wilson, Parker, Poe's attorney told him that he knew from his prior representation of Mr. Zobkiw that Mr. Zobkiw did not have a confidentiality agreement with Datawatch. Parker, Poe's attorney attempted to persuade Mr. Zobkiw to cooperate with the plaintiff in exchange for a written release from liability. If this allegation is true, Parker, Poe's attorney violated Rules 4(b)(2) and 4(b)(3) by using his knowledge <span class=\"star-pagination\">*184</span> that Mr. Zobkiw did not have a confidentiality agreement with Datawatch in combination with an implied threat of civil liability to the plaintiff in an attempt to convince Mr. Zobkiw to aid the plaintiff's suit against Datawatch.</p>\n<p>Rule 5.1(D) reads as follows:</p>\n<blockquote>A lawyer who has formerly represented a client in a matter shall not thereafter represent another person in the same or a substantially related matter in which that person's interests are materially adverse to the interests of the former client unless the former client consents after full disclosure.</blockquote>\n<p>In this case Parker, Poe proposes to resolve its problems under Rule 5.1(A) by withdrawing from its representation of Mr. Patwardhan. Parker, Poe asserts that this is possible under the North Carolina Rules of Professional Conduct because there is no substantial relationship between its representation of Mr. Patwardhan or Mr. Zobkiw and its representation of the plaintiff.</p>\n<p>In order to disqualify an opposing party's choice of counsel, the moving party must show that the relationship between the issues in the prior and present case are \"patently clear,\" \"identical,\" or \"essentially the same.\" <i>Government of India v. Cook Industries, Inc.,</i> 569 F.2d 737, 739 (2d Cir. 1978). Although Mr. Patwardhan sought advice from Parker, Poe in relation to the possible creation of a software company and Parker, Poe's representation of the plaintiff relates to copyright infringement, the undersigned finds that the <i>underlying issues</i> in the two matters are substantially related. In order to provide Mr. Patwardhan with the advice he sought, Parker, Poe had to be informed of the nature of his work for Datawatch. Mr. Patwardhan was hired by Datawatch for the specific purpose of developing Virex 5.5. The development of Virex 5.5 is the heart of this litigation and Mr. Patwardhan's work on Virex 5.5 is the basis of Parker, Poe representation of both parties. Therefore the two matters are substantially related. Once it is found that the subject matter of the litigation is substantially related, the court will presume that relevant confidential information was disclosed. <i>In re American Airlines,</i> 972 F.2d 605 (5th Cir.), <i>cert. denied,</i> 507 U.S. 912, 113 S.Ct. 1262, 122 L.Ed.2d 659 (1992).</p>\n<p>For these reasons, the court finds that Parker, Poe's continued representation of the plaintiff would violate Canons 4 and 5 of the Rules of Professional Conduct. Therefore defendant's Motion to Disqualify the firm of Parker, Poe, Adams &amp; Bernstein IS HEREBY ALLOWED.</p>\n<p>Plaintiff shall immediately seek to retain new counsel in this action and cause such counsel to enter Notice of Appearance as soon as possible, but no later than June 1, 1995. Discovery and motion practice in this case ARE STAYED until June 1, 1995 in order to give new counsel adequate time to become familiar with the file. It is hoped that it will not become necessary to modify the Scheduling Order in the case.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Recent filings have erroneously captioned this case as being in the Raleigh Division. As the file number indicates, it is in the Southern Division.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">934</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">181</span></span> (1995)</b></center>\n<center><h1>ROBERT WOODHEAD, INC., Plaintiff<br>\nv.<br>\nDATAWATCH CORPORATION, Defendant.</h1></center>\n<center>No. 7:95-CV-15-BR2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.<sup>[1]</sup></b></p></center>\n<center>May 19, 1995.</center>\n<p><span class=\"star-pagination\">*182</span> William Sam Byassee, James L. Gale, Smith, Helms, Mulliss &amp; Moore, Raleigh, NC, Stephen D. Coggins, Patricia T. Munchel, Parker, Poe, Adams &amp; Bernstein, Raleigh, NC, Tracy Hamrick Davis, Smith, Helms, Mullis &amp; Moore, Raleigh, NC, for plaintiff.</p>\n<p>Gloria M. Cabada-Leman, David A. Harlow, Moore and Van Allen, Durham, NC, for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>THIS CAUSE is now before the court on plaintiff's Appeal from an Order of Disqualification signed by U.S. Magistrate Judge Alexander B. Denson on May 3, 1995 and on the motion of Parker, Poe, Adams &amp; Bernstein (\"Parker, Poe\") to withdraw as counsel of record for the plaintiff.</p>\n<p>The motion of Parker, Poe to withdraw as counsel for plaintiff IS ALLOWED. The court notes that the law firm of Smith Helms Mulliss &amp; Moore has now entered a Notice of Appearance on behalf of the plaintiff. Judge Denson's May 3, 1995 Order held that Parker, Poe was disqualified from representing plaintiff because of a conflict of interest. That firm's withdrawal as counsel for plaintiff moots its appeal of Judge Denson's Order and that appeal IS DISMISSED for mootness.</p>\n<p>SO ORDERED.</p>\n<p>DENSON, United States Magistrate Judge.</p>\n<p>THIS CAUSE comes before the court on the defendant's Motion to Disqualify the firm of Parker, Poe, Adams &amp; Bernstein (Parker, Poe) from representing the plaintiff in this matter. An evidentiary hearing and oral argument was conducted on April 26, 1995. Plaintiff was represented at the hearing by Charles Meeker and Cynthia Wittmer and defendant was represented by William L. London, III, Jonathan Sasser, and Gloria M. Cabada-Leman. This matter is now ripe for ruling.</p>\n<p>To understand the basis of the motion, it is necessary to bear in mind the nature of this action. Plaintiff contends that defendant's antiviral software program \"Virex 5.5\" infringes its copyright which defendant was previously licensed to use. Defendant replies that its Virex 5.5 was created independently by three engineers hired to operate in a \"clean room\" with no knowledge or use of plaintiff's software. The three engineers in the clean room were Michael Groh, Manoj Patwardhan and Joseph Zobkiw. The defendant's assertion that Parker, Poe should be disqualified from representing the plaintiff in this matter stems from Parker, Poe's representation of Mr. Patwardhan and Mr. Zobkiw. Parker, Poe represented Mr. Patwardhan in 1994 and continues to represent him and his company although they have indicated their intention to withdraw from this representation. The firm no longer represents Mr. Zobkiw.</p>\n<p>In June, 1994, Mr. Patwardhan and Mr. Zobkiw retained Parker, Poe for advice as they contemplated forming a computer software company. Mr. Patwardhan and Mr. Zobkiw were concerned that their venture might violate confidentiality agreements they may have signed with Datawatch. During the attorney-client relationship, Mr. Patwardhan and Mr. Zobkiw disclosed to Parker, Poe the nature of their work for Datawatch (which may have included information about their work in Datawatch's clean room) and their vision for the new software company.</p>\n<p>The defendant asserts that Parker, Poe should not be allowed to represent the plaintiff in this matter because its representation of Mr. Patwardhan and Mr. Zobkiw would create an unresolvable conflict of interest. The central issue in this litigation is whether Virex 5.5 contains copyrighted information belonging to the plaintiff, Robert Woodhead, Inc. Since the defendant contends that Mr. Patwardhan, Mr. Zobkiw, and Mr. Michael Groh, developed Virex 5.5 without ever having been exposed to the plaintiff's product, it is clear that the work of the three software engineers will be the focus of this litigation <span class=\"star-pagination\">*183</span> and that their credibility will be critical to the outcome.</p>\n<p>The plaintiff contends that Parker, Poe's representation of Mr. Patwardhan and Mr. Zobkiw was not substantially related to the present litigation. The plaintiff further asserts that any future conflict that may arise from Parker, Poe's representation of both Mr. Patwardhan and Mr. Zobkiw can be alleviated by the firm's withdrawal from its representation of Mr. Patwardhan. The undersigned disagrees.</p>\n<p>Disqualification of a party's choice of counsel is a drastic remedy which should only be imposed when absolutely necessary. <i>Shaffer v. Farm Fresh, Inc.,</i> <span class=\"citation\" data-id=\"584209\"><a href=\"/opinion/584209/michelle-shaffer-lionel-alexander-angela-andrews-joseph-banks-cynthia/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">142</span></a></span>, 146 (4th Cir.) <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1021</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">657</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span></span> (1992). Parker, Poe's continued representation of the plaintiff will, however, force the firm to cross-examine both Mr. Patwardhan and Mr. Zobkiw. Mr. Patwardhan and Mr. Zobkiw provided information to Parker, Poe which they intended to remain confidential. That information may be useful to the lawyers in conducting this cross-examination of their former clients. Canon 4 and Rule 4(b) of the North Carolina Rules of Professional Conduct prohibit a lawyer from using confidential information of his client to the client's disadvantage.</p>\n<p>Parker, Poe cannot win this action for their present client, the plaintiff, unless it successfully impeaches the testimony of Mr. Patwardhan and Mr. Zobkiw that Virex 5.5 was created independent of plaintiff's similar software. At the evidentiary hearing, both Mr. Patwardhan and Mr. Zobkiw denied using any of the plaintiff's work in the development of Virex 5.5, therefore, in order to zealously represent the plaintiff in this matter, Parker, Poe would have to try to discredit the testimony of Mr. Patwardhan and Mr. Zobkiw. Although Parker, Poe denies that it learned any confidential information from Mr. Patwardhan and Mr. Zobkiw, it is clear that Mr. Patwardhan and Mr. Zobkiw provided Parker, Poe with information about their work at Datawatch and, given the nature of this lawsuit, any information gleaned from Mr. Patwardhan and Mr. Zobkiw is likely to be extremely relevant to the outcome of this matter.</p>\n<p>In addition, Rule 5.1(A) prohibits a lawyer from representing a client if the representation will be or is likely to be directly adverse to another client. Both the plaintiff and Mr. Patwardhan are currently clients of Parker, Poe. As noted earlier, Parker, Poe cannot effectively represent the plaintiff in this matter without vigorous cross-examination designed to impeach Mr. Patwardhan and Mr. Zobkiw. Mr. Patwardhan testified at the hearing that his career as a software engineer would be severely damaged if the plaintiff is able to show that he copied any of the plaintiff's work in the development of Virex 5.5. Moreover, if the plaintiff's allegations are true, both Mr. Patwardhan and Mr. Zobkiw may be subject to both criminal and civil liability. The undersigned finds the interests of the plaintiff are adverse to the interests of Mr. Patwardhan and Mr. Zobkiw in this matter and therefore, that the Parker, Poe is prohibited from representing both the Mr. Patwardhan and the plaintiff by Rule 5.1(A).</p>\n<p>The undersigned also finds that Parker, Poe has confidential information about Mr. Patwardhan and Mr. Zobkiw that would be detrimental to them if Parker, Poe were allowed to represent the plaintiff in this matter. Canon 4 and Rule 4(b)(2) prohibit a lawyer from using confidential information of his client to the disadvantage of the client. Rule 4(b)(3) prohibits a lawyer from using confidential information of his client to the advantage of himself or a third person without the informed consent of the client. Mr. Zobkiw's present attorney, Mr. Chris Wilson, testified at the hearing that he was approached by an attorney from Parker, Poe who sought Mr. Zobkiw's cooperation with the plaintiff in the present litigation. According to Mr. Wilson, Parker, Poe's attorney told him that he knew from his prior representation of Mr. Zobkiw that Mr. Zobkiw did not have a confidentiality agreement with Datawatch. Parker, Poe's attorney attempted to persuade Mr. Zobkiw to cooperate with the plaintiff in exchange for a written release from liability. If this allegation is true, Parker, Poe's attorney violated Rules 4(b)(2) and 4(b)(3) by using his knowledge <span class=\"star-pagination\">*184</span> that Mr. Zobkiw did not have a confidentiality agreement with Datawatch in combination with an implied threat of civil liability to the plaintiff in an attempt to convince Mr. Zobkiw to aid the plaintiff's suit against Datawatch.</p>\n<p>Rule 5.1(D) reads as follows:</p>\n<blockquote>A lawyer who has formerly represented a client in a matter shall not thereafter represent another person in the same or a substantially related matter in which that person's interests are materially adverse to the interests of the former client unless the former client consents after full disclosure.</blockquote>\n<p>In this case Parker, Poe proposes to resolve its problems under Rule 5.1(A) by withdrawing from its representation of Mr. Patwardhan. Parker, Poe asserts that this is possible under the North Carolina Rules of Professional Conduct because there is no substantial relationship between its representation of Mr. Patwardhan or Mr. Zobkiw and its representation of the plaintiff.</p>\n<p>In order to disqualify an opposing party's choice of counsel, the moving party must show that the relationship between the issues in the prior and present case are \"patently clear,\" \"identical,\" or \"essentially the same.\" <i>Government of India v. Cook Industries, Inc.,</i> <span class=\"citation\" data-id=\"352559\"><a href=\"/opinion/352559/the-government-of-india-and-the-food-corporation-of-india-v-cook/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">737</span></a></span>, 739 (2d Cir. 1978). Although Mr. Patwardhan sought advice from Parker, Poe in relation to the possible creation of a software company and Parker, Poe's representation of the plaintiff relates to copyright infringement, the undersigned finds that the <i>underlying issues</i> in the two matters are substantially related. In order to provide Mr. Patwardhan with the advice he sought, Parker, Poe had to be informed of the nature of his work for Datawatch. Mr. Patwardhan was hired by Datawatch for the specific purpose of developing Virex 5.5. The development of Virex 5.5 is the heart of this litigation and Mr. Patwardhan's work on Virex 5.5 is the basis of Parker, Poe representation of both parties. Therefore the two matters are substantially related. Once it is found that the subject matter of the litigation is substantially related, the court will presume that relevant confidential information was disclosed. <i>In re American Airlines,</i> <span class=\"citation\" data-id=\"588825\"><a href=\"/opinion/588825/in-re-american-airlines-inc-amr-corporation/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">605</span></a></span> (5th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1262</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></span> (1992).</p>\n<p>For these reasons, the court finds that Parker, Poe's continued representation of the plaintiff would violate Canons 4 and 5 of the Rules of Professional Conduct. Therefore defendant's Motion to Disqualify the firm of Parker, Poe, Adams &amp; Bernstein IS HEREBY ALLOWED.</p>\n<p>Plaintiff shall immediately seek to retain new counsel in this action and cause such counsel to enter Notice of Appearance as soon as possible, but no later than June 1, 1995. Discovery and motion practice in this case ARE STAYED until June 1, 1995 in order to give new counsel adequate time to become familiar with the file. It is hoped that it will not become necessary to modify the Scheduling Order in the case.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Recent filings have erroneously captioned this case as being in the Raleigh Division. As the file number indicates, it is in the Southern Division.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/352559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588825/"
  ]
}