{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1960639/",
  "absolute_url": "/opinion/1960639/meyer-v-worsley-companies-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1960639/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:55:20.502425Z",
  "date_modified": "2016-04-27T00:58:10.874152Z",
  "type": "010combined",
  "sha1": "24c5844ac6433705fe031b501cf0a3190431a8c6",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>881 F.Supp. 1014 (1994)</b></center>\n<center><h1>Roger MEYER, II, Plaintiff,<br>\nv.<br>\nWORSLEY COMPANIES, INC., and Entrepreneur, Inc., Defendants.</h1></center>\n<center>No. 93-547-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 23, 1994.</center>\n<p><span class=\"star-pagination\">*1015</span> Robert J. Willis, Raleigh, NC, for plaintiff Roger Meyer, II.</p>\n<p>W.R. Loftis, Jr., Constangy, Brooks &amp; Smith, Winston Salem, NC, for defendants Worsley Companies, Inc., Entrepreneur, Inc.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter is before the court for ruling on defendants' Motion for Summary Judgment and on plaintiff's \"Request for Order Directing Defendant to File Original of Transcript of Plaintiff's Deposition.\" Plaintiff's deposition is a part of the record, having been filed May 26, 1994. Therefore plaintiff's \"Request\" is DENIED AS MOOT.</p>\n<p>This action was brought pursuant to the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C. § 201 et seq., for defendants' alleged failure to pay the plaintiff overtime wages at the rate required by 29 U.S.C. § 207(a). The basis for defendants' Motion for Summary Judgment is that, as store manager, plaintiff was a bona fide executive employee, exempt from § 207 pursuant to 29 U.S.C. § 213(a)(1). Whether the plaintiff qualifies under the statute as a bona fide executive employee, exempt from § 207, is a legal question. <i>Shockley v. City of Newport News,</i> 997 F.2d 18, 26 (4th Cir.1993). Plaintiff contends that a factual issue exists whether his \"primary duty\" was managerial.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>Plaintiff, Roger Meyer, began working for the defendant companies as a management trainee in the Fayetteville, North Carolina, Scotchman store. In July 1992, area supervisor, Vickie Beck, interviewed plaintiff for the position as store manager for the Pittsboro, <span class=\"star-pagination\">*1016</span> North Carolina, Scotchman store. Plaintiff was hired, and held the position as the Pittsboro Scotchman store manager from July 1992, to January 1993, at which time he was involuntarily terminated.</p>\n<p>The job description for a Scotchman \"store manager\" lists 83 separate duties under the headings, \"sales and customer relations,\" \"interviewing and hiring,\" \"personnel,\" \"work schedules and duties,\" training and development,\" \"repairs and maintenance,\" \"store security,\" \"records and accounting,\" \"store operations,\" \"vendors,\" \"marketing/merchandising,\" \"government agencies and regulations,\" \"other.\" As store manager, one of plaintiff's responsibilities was to set up employee work schedules. The Pittsboro store operated 24 hours per day, with three shifts; only one employee was to work per shift. Therefore, during most of the time pertinent hereto, plaintiff and at least two other employees manned the shifts at the Pittsboro Scotchman.</p>\n<p>In most of the area Scotchman stores, the store manager works the first shift, which is from 7:00 a.m. to 3:00 p.m.; however, because the store manager sets the schedules, he or she may choose another shift more suitable to his or her needs. Although most of the shift duties were relatively standardized throughout the Scotchman system, plaintiff tried to assign the shift duties to fit the nature of the business that ordinarily took place during that shift. Plaintiff worked the first shift at the Pittsboro store during which he performed all the regular first shift duties in addition to his managerial duties. He usually came in one or two hours early to do paperwork, and usually left late in order to make the bank deposit after the second shift worker relieved him.</p>\n<p>Plaintiff also stopped into the store during other employees' shifts, sometimes to make a purchase and get \"just a general impression of what was going on,\" Meyer Dep. at 32, or to spot check the store, Dep. at 41. He listened to customer opinions and responded to negative comments regarding the store or the clerks. Plaintiff interviewed clerk applicants, made hiring recommendations and trained new clerks. He also had input with his supervisors regarding the performance of the employees.</p>\n<p>Plaintiff met with the various vendors who made their rounds during the first shift to deliver inventory. He checked in the merchandise and ensured proper billing. Plaintiff completed paperwork, took cigarette inventory, input daily information into the computer, and made bank deposits. He checked the clerks' time cards for accuracy and adjusted employee time in the computer when necessary, such as when an employee forgot to punch in. When an employee failed to come to work, plaintiff was responsible for finding a substitute.</p>\n<p>Plaintiff exercised discretion with regard to security matters. On one occasion, he caught a customer shoplifting, but decided not to prosecute because the customer was mentally disabled and plaintiff felt that pursuing legal action against him was unwarranted.</p>\n<p>Plaintiff's superior, Vickie Beck, was the Scotchman area supervisor. She telephoned the Pittsboro store frequently and often stopped in to check on the store or to use the facility for catching up on other Scotchman business. Ms. Beck and the plaintiff consulted with one another regarding matters at the Pittsboro store. Deposition testimony submitted in conjunction with the instant motion indicates that Ms. Beck employed a very direct, hands-on supervisory style, in contrast, for example, with her successor, Mr. Samuel McCullen.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>Summary judgment is appropriate when there exist no genuine issues of material fact and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 2509-10, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the burden initially of coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 323, 106 S.Ct. 2548, 2552-53, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the non-moving party then must come forward and demonstrate that such a fact issue does exist. <i>Matsushita</i> <span class=\"star-pagination\">*1017</span> <i>Electric Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986). The Supreme Court has explained that:</p>\n<blockquote>the plain language of Rule 56(c) mandates the entry of summary judgment, after adequate time for discovery and upon motion, against a party who fails to make a showing sufficient to establish the existence of an element essential to that party's case, and on which that party will bear the burden of proof at trial. In such a situation, there can be \"no genuine issue as to any material fact,\" since a complete failure of proof concerning an essential element of the non-moving party's case renders all other facts immaterial. The moving party is \"entitled to judgment as a matter of law\" because the nonmoving party has failed to make a sufficient showing on an essential element of [his] case with respect to which [he] has the burden of proof.</blockquote>\n<p><i>Celotex,</i> 477 U.S. at 322-23, 106 S.Ct. at 2552. The moving party therefore can meet its burden as to an issue  proof at trial of which will rest on the non-movant  by demonstrating that there is a lack of evidence to support the non-moving party's case. <i>Id.</i> at 325, 106 S.Ct. at 2553-54. Because the standard for determining whether summary judgment is appropriate mirrors the standard for directing a verdict under Rule 50(a), Fed.R.Civ.P., the inquiry is whether, by a preponderance of the evidence, a jury properly could base a verdict for the party \"`upon whom the <i>onus</i> of proof is imposed.'\" <i>Anderson,</i> 477 U.S. at 252, 106 S.Ct. at 2512 (internal citation omitted).</p>\n<p>In the instant case, the defendant has the burden of proof as to the dispositive question on liability under the applicable Wage and Hour law. <i>Foremost Dairies, Inc. v. Wirtz,</i> 381 F.2d 653, 656 n. 4 (5th Cir.1967) (employer invoking wage plan exception has burden of affirmatively showing that each essential condition to the exception is met), <i>cert. denied,</i> 390 U.S. 946, 88 S.Ct. 1031, 19 L.Ed.2d 1134 (1968). This lawsuit centers around the applicability of 29 U.S.C. § 213(a)(1) to plaintiff's actual duties and performance during the time he was employed as the Pittsboro Scotchman \"store manager.\" The FLSA \"is to be interpreted liberally with exceptions narrowly construed against those seeking to assert them.\" <i>Wirtz v. Jernigan,</i> 405 F.2d 155, 158 (5th Cir.1968), citing <i>Arnold v. Ben Kanowsky, Inc.,</i> 361 U.S. 388, 392, 80 S.Ct. 453, 456, 4 L.Ed.2d 393 (1960). As will be set forth in detail below, the gravamen of the court's query is whether the defendants have made a showing sufficient to entitle them to summary judgment that the plaintiff was a bona fide executive employee pursuant to § 213(a)(1).</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2><i>\"Executive Capacity\"</i></h2>\n<p>The minimum wage and maximum hour requirements of the Fair Labor Standards Act, 29 U.S.C. § 201 et seq., (\"the Act\") do not apply to an employee who is \"employed in a bona fide executive, administrative, or professional capacity.\" 29 U.S.C. § 213(a)(1). Simply put, employers are not required to pay overtime to \"executives\" who work more than forty hours per week; executives are \"exempt\" from the overtime laws. According to regulations promulgated under the Act, an employee employed in a bona fide executive capacity means any employee:</p>\n<blockquote>(a) Whose primary duty consists of the management of the enterprise in which he in employed or of a customarily recognized department o[r] subdivision thereof; and</blockquote>\n<blockquote>(b) Who customarily and regularly directs the work of two or more other employees therein; and</blockquote>\n<blockquote>(c) Who has the authority to hire or fire other employees or whose suggestions and recommendations as to the hiring or firing and as to the advancement and promotion or any other change of status of other employees will be given particular weight; and</blockquote>\n<blockquote>(d) Who customarily and regularly exercises discretionary powers; and</blockquote>\n<blockquote>(e) Who does not devote more than 20 percent ... of his hours of work in the workweek to activities which are not directly and closely related to the performance of the work described in paragraphs (a) through (d) of this section ...; and</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*1018</span> (f) Who is compensated for his services on a salary basis at a rate of not less than $155 per week ... <i>Provided,</i> That an employee who is compensated on a salary basis at a rate of not less than $250 per week, ... and whose primary duty consists of the management of the enterprise in which the employee is employed or of a customarily recognized department or subdivision thereof, and includes the customary and regular direction of the work of two or more other employees therein, shall be deemed to meet all the requirements of this section.</blockquote>\n<p>29 C.F.R. § 541.1 (1992).</p>\n<p>The scheme of the foregoing regulation has been construed to require application either of the \"long test\" or the \"short test\" to determine whether or not an employee is exempt as an executive. The \"long test\" must be applied to an employee who is compensated for his services on a salary basis at a rate of not less than $155 nor more than $249 per week. If a salaried employee's income falls into that range, then factors (a) through (e) must be considered in making the critical determination. If, however, the employee is paid a salary of \"not less than $250 per week,\" then the \"short test\" may be applied, and the court need only consider two factors: (i) whether the employee's primary duties are management of the enterprise or a subdivision thereof, and (ii) whether the employee regularly and customarily directs the work of two or more other employees within that enterprise or a subdivision thereof. <i>See </i><i>Brock v. Norman's Country Market, Inc.,</i> 835 F.2d 823, 825-26 (11th Cir.), <i>cert. denied,</i> 487 U.S. 1205, 108 S.Ct. 2845, 101 L.Ed.2d 883 (1988).</p>\n<p>In the instant case, there is no dispute that plaintiff was a salaried employee at a rate of more than $250 per week. Therefore, the court shall apply the \"short test\" to determine whether the defendants are entitled to summary judgment. Although plaintiff disputes that he regularly and customarily directed the work of two or more other employees, the court does not deem that position to be supported by the record. Instead, the court finds that the record is replete with evidence that plaintiff regularly and customarily directed the work of two or more other employees.<sup>[1]</sup></p>\n<p>The query, therefore, is narrowed to whether plaintiff's \"primary duties\" were the \"management\" of the \"enterprise\" or a \"subdivision thereof.\" Plaintiff does not challenge the latter element, but, rather, contends his primary duty was not management, but was ringing up customers' purchases on the first shift.</p>\n<p></p>\n<h2><i>\"Management\"</i></h2>\n<p>The court first considers the regulations promulgated by the United States Department of Labor which purport to define and illustrate the language of the statute. Like Justice Stewart in addressing pornography,<sup>[2]</sup> Section 541.102 of Title 29, Code of Federal Regulations does not attempt to define \"management,\" but explains that it usually is recognizable. The regulation does, however, list various tasks which it states are \"exempt work\" when \"performed by an employee in the management of his department or the supervision of the employees under him:\"</p>\n<blockquote>Interviewing, selecting, and training of employees; setting and adjusting their rates of pay and hours of work; directing their work; maintaining their production ... records for use in supervision or control; appraising their productivity and efficiency for the purpose of recommending promotions or other changes in their status; handling their complaints and grievances and disciplining them when necessary; planning the work; determining the techniques to be used; apportioning the work among the workers; determining the type of materials, supplies, machinery or tools to be used ...; controlling the flow and <span class=\"star-pagination\">*1019</span> distribution of materials ... and supplies; providing for the safety of the men and the property.</blockquote>\n<p>29 C.F.R. § 541.102(b).</p>\n<p></p>\n<h2><i>\"Primary Duty\"</i></h2>\n<p>The regulations caution that this element must be determined on a case-by-case basis, and that the amount of time expended on managerial duties is a useful guide to determining whether such duties are \"primary.\"</p>\n<blockquote>In the ordinary case it may be taken as a <i>good rule of thumb</i> that primary duty means ... over 50 percent of the employee's time.... Time alone, however, is not the sole test, and <i>in situations where the employee does not spend over 50 percent of his time in managerial duties, he might nevertheless have management as his primary duty</i> if the other pertinent factors support such a conclusion. Some of these pertinent factors are the relative importance of the managerial duties as compared with other types of duties, the frequency with which the employee exercises discretionary powers, his relative freedom from supervision, and the relationship between his salary and the wages paid other employees for the kind of nonexempt work performed by the supervisor.</blockquote>\n<p>29 C.F.R. § 541.103 (emphasis added).</p>\n<p>The question here is whether the defendants have carried their burden in demonstrating that the undisputed evidence reveals no genuine issue of material fact such that they are entitled to judgment as a matter of law. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. at 252, 106 S.Ct. at 2512 (since Rule 56 standard mirrors standard for directing a verdict under Rule 50(a), judge must determine whether reasonable jurors could find by preponderance of evidence that party with burden of proof is entitled to a verdict; mere scintilla of evidence insufficient).</p>\n<p>Section 213(a)(1) focuses on work actually performed in order to determine exempt status. The focus necessarily must be on what activities or duties the employee <i>actually</i> performs. <i>See, e.g., </i><i>Cohn v. Decca Distributing Corp.,</i> 50 F.Supp. 270 (E.D.Pa. 1943) (employer failed to meet burden to prove employee was \"executive\" where evidence revealed employee who bought and sold phonograph records was given empty title of \"assistant manager\" to circumvent provisions of FLSA). <i>See also </i><i>Reeves v. ITT Corp.,</i> 357 F.Supp. 295, 302-03 (W.D.La. 1973) (title bestowed by employer does not determine exempt status; \"must consider the <i>individual plaintiff's responsibilities and tasks,</i> even though he held a job title which may be thought to be exempt after considering the description of tasks and responsibilities such job <i>supposedly</i> entailed\") (emphasis added), <i>modif. and aff'd,</i> 616 F.2d 1342 (5th Cir.1980).</p>\n<p>In support of his position in opposing the instant motion for summary judgment, plaintiff relies on the transcript of his own deposition, as well as those of Samuel McCullen and Julius Moore, and the exhibits offered during those depositions. Notwithstanding plaintiff's counsel's creative interpretations and precisely worded questions,<sup>[3]</sup> it is quite plain from plaintiff's deposition testimony that he considered himself to be responsible for the Pittsboro store, that he was \"in charge\" of the daily operations, and took great pride and care in performing whatever tasks needed to be done, as well as the duties assigned to him. As the salaried \"store manager,\" plaintiff was expected to put in 10 hours a day, five days a week. During the ten-hour day, the store manager was expected to do all the duties of any other store clerk, plus all the duties exclusively assigned to him as manager. Plaintiff contends that, not only did he work more than 50 hours a week  indeed, up to 70 hours per week  he spent less than half that time performing managerial or executive functions. In essence, plaintiff's position is that, although he earned more than $250.00 per week, had additional duties and the title of \"store manager,\" <span class=\"star-pagination\">*1020</span> he simply was another shift worker who worked more hours than anyone else.</p>\n<p>Defendants point out that courts have been known to disregard the time factor of the \"short test\" where the manager is in charge of a separate facility such as a convenience store or restaurant chain location. <i>See </i><i>Glefke v. K.F.C. Take Home Food,</i> 1 Wage &amp; Hour Cas.2d (BNA) 1080, 1993 WL 521993 (D.Mich.1993) (copy attached). In <i>Donovan v. Burger King Corp.,</i> 675 F.2d 516 (2d Cir. 1982), the court was confronted with a fast food operation employing both \"long test\" and \"short test\" \"Assistant Managers;\" that is, some Assistant Managers earned more than $155.00 per week but less than $250.00 (\"long test\"), and others earned more than $250.00 per week (\"short test\"). The personnel structure of the Burger King franchise operation is quite different from that of the Pittsboro Scotchman store. At the Burger King, there was a salaried Manager, two salaried Assistant Managers and hourly employees. Unlike the Scotchman stores, the Burger King operation required the presence, at least, of one Assistant Manager to supervise the 10 to 20 teenaged hourly employees.</p>\n<p>A much more analogous factual situation was presented in <i>Murray v. Stuckey's, Inc.,</i> 939 F.2d 614 (8th Cir.1991), <i>cert. denied,</i> 502 U.S. 1073, 112 S.Ct. 970, 117 L.Ed.2d 135 (1992). In <i>Stuckey's,</i> the enterprises in question were the familiar combination gasoline station/convenience store/restaurant operations familiar to travelers along interstate highways. Stuckey's often hired husband and wife teams to manage the operations; one would be salaried and the other an hourly employee.</p>\n<p>The salaried Stuckey's managers, like plaintiff here, down-played and minimized the importance of their positions, testifying that they spent most of their time performing routine non-managerial jobs such as pumping gas, mowing the grass, waiting on customers and stocking shelves. Citing <i>Burger King,</i> the Eighth Circuit Court of Appeals noted that the percentage-of-time-spent-on-managerial-duties factor \"is relevant ... it is not a controlling factor under the regulations.... `[T]he person \"in charge\" of a store has management as his primary duty, even though he spends the majority of his time on non-exempt work and makes few significant decisions.'\" <i>Stuckey's,</i> 939 F.2d at 618. <i>See generally </i><i>Glefke, supra</i><i>.</i></p>\n<p>The Stuckey's managers also pointed out that their hourly employee/spouses shared their duties, but the court found that fact irrelevant.</p>\n<blockquote>It is undisputed that Stuckey's only designated one employee at each store to be the manager and only seeks an executive exemption for the one designated employee. The question is whether that person, who was in charge of the day-to-day operations of an isolated gasoline station, convenience store and restaurant, had management as his or her primary duty. It is irrelevant to that question whether the manager delegated some discretionary duties, or whether other employees who reported to the manager were capable of performing part or even all of the manager's duties. The employer is still entitled under the FLSA and the regulations to have one designated exempt executive at this type of facility.</blockquote>\n<p><i>Stuckey's,</i> 939 F.2d at 618 (footnote omitted).</p>\n<p>And the Stuckey's plaintiffs took the same position as does plaintiff herein, that the regional managers were the \"real\" managers. In the instant case, plaintiff suggests that Ms. Beck, the area supervisor, really was the manager of the Pittsboro Scotchman store because she often made appearances there and had very much a hands-on managerial style. Plaintiff also points out the fact that the operations of the Scotchman stores are highly standardized and that he had little or no input into the nature or quantity of inventory ordered or sales promotions and the like. The <i>Stuckey's</i> court was confronted with a similar argument.</p>\n<blockquote>It is true that Stuckey's manufactured candy and purchased gasoline for its stores on a national basis and, like most modern retail chains, prescribed and standardized many aspects of store operations. It is also true that the regional managers actively supervised the store managers, traveling to each store from time to time and communicating by phone with store managers <span class=\"star-pagination\">*1021</span> at least weekly to monitor compliance with Stuckey's standardized methods of operation. However, we do not believe that the local store manager's job is any less managerial for FLSA purposes simply because he or she has an active regional manager boss. <i>Like other courts that have considered the question, we believe that the manager of a local store in a modern multi-store organization has management as his or her primary duty even though the discretion usually associated with management may be limited by the company's desire for standardization and uniformity.</i>\n</blockquote>\n<p><i>Stuckey's,</i> 939 F.2d at 619 (emphasis added); <i>accord Glefke,</i> 1 Wage &amp; Hours Cas. at 1082-83; <i>Horne v. Crown Central Petroleum, Inc.,</i> 775 F.Supp. 189, 191 (D.S.C.1991)</p>\n<p>The cases factually most closely analogous to this one that the court's research has revealed or which counsel have offered are <i>Stuckey's, Glefke</i> and <i>Horne,</i> the latter two of which resulted in summary judgment for the defendant. Plaintiff is mistaken in his contention that a trial is needed in this case to resolve factual disputes before the court can arrive at the ultimate legal conclusion. The underlying material facts in this case are not in dispute. The dispute is simply whether those facts do or do not support a legal conclusion that the plaintiff was a bona fide executive employee.</p>\n<p>Considering all the uncontested material facts of record, and under the unique circumstances of the Scotchman operational structure, the court concludes that the defendants have carried their burden of showing that the plaintiff was a bona fide executive employee during the time he was employed as the Pittsboro Scotchman store manager. The plaintiff has failed to demonstrate the existence of a genuine issue of material fact which would necessitate a trial in order to establish a factual basis for the legal conclusion which disposes of this case.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, therefore, the court concludes that there is no genuine issue of material fact for trial, and that the defendants have demonstrated they are entitled to the exclusion from minimum wage requirements set forth by 29 U.S.C. § 213(a)(1), because plaintiff qualified as a \"bona fide executive\" pursuant to 29 U.S.C. § 213(a)(1), as that term has been construed in the regulations and in the case law discussed herein. Consequently, defendants' Motion for Summary Judgment is ALLOWED and, because this ruling is dispositive of the allegations in the complaint, this action is DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  In his Memorandum in opposition to the instant motion, plaintiff suggests that one may be found to be supervising other employees only if he physically is present to oversee their work. The case plaintiff cites in support of that proposition contains absolutely no suggestion of the sort, and has been overruled.</p>\n<p>[2]  In his famous dissent in <i>Jacobellis v. Ohio,</i> 378 U.S. 184, 197, 84 S.Ct. 1676, 1683, 12 L.Ed.2d 793 (1964), Justice Potter Stewart refused to \"attempt further to define \"hard-core pornography,\" but admitted, \"I know it when I see it.\"</p>\n<p>[3]  Throughout the three depositions, plaintiff's counsel was careful not to refer to plaintiff as the \"manager\" or \"store manager.\" He consistently referred to \"the person with the title of manager.\" <i>E.g.,</i> Meyer Dep. at 122 (\"Q. And, that number  during the time you were manager  held the title of manager at the Pittsboro store, what number was that?\"); McCullen Dep. at 29-30.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">881</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1014</span></span> (1994)</b></center>\n<center><h1>Roger MEYER, II, Plaintiff,<br>\nv.<br>\nWORSLEY COMPANIES, INC., and Entrepreneur, Inc., Defendants.</h1></center>\n<center>No. 93-547-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 23, 1994.</center>\n<p><span class=\"star-pagination\">*1015</span> Robert J. Willis, Raleigh, NC, for plaintiff Roger Meyer, II.</p>\n<p>W.R. Loftis, Jr., Constangy, Brooks &amp; Smith, Winston Salem, NC, for defendants Worsley Companies, Inc., Entrepreneur, Inc.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter is before the court for ruling on defendants' Motion for Summary Judgment and on plaintiff's \"Request for Order Directing Defendant to File Original of Transcript of Plaintiff's Deposition.\" Plaintiff's deposition is a part of the record, having been filed May 26, 1994. Therefore plaintiff's \"Request\" is DENIED AS MOOT.</p>\n<p>This action was brought pursuant to the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C. § 201 et seq., for defendants' alleged failure to pay the plaintiff overtime wages at the rate required by 29 U.S.C. § 207(a). The basis for defendants' Motion for Summary Judgment is that, as store manager, plaintiff was a bona fide executive employee, exempt from § 207 pursuant to 29 U.S.C. § 213(a)(1). Whether the plaintiff qualifies under the statute as a bona fide executive employee, exempt from § 207, is a legal question. <i>Shockley v. City of Newport News,</i> <span class=\"citation\" data-id=\"610591\"><a href=\"/opinion/610591/howard-e-shockley-ray-v-ballard-jr-michael-l-brewer-clifford-t-bowen/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 26 (4th Cir.1993). Plaintiff contends that a factual issue exists whether his \"primary duty\" was managerial.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>Plaintiff, Roger Meyer, began working for the defendant companies as a management trainee in the Fayetteville, North Carolina, Scotchman store. In July 1992, area supervisor, Vickie Beck, interviewed plaintiff for the position as store manager for the Pittsboro, <span class=\"star-pagination\">*1016</span> North Carolina, Scotchman store. Plaintiff was hired, and held the position as the Pittsboro Scotchman store manager from July 1992, to January 1993, at which time he was involuntarily terminated.</p>\n<p>The job description for a Scotchman \"store manager\" lists 83 separate duties under the headings, \"sales and customer relations,\" \"interviewing and hiring,\" \"personnel,\" \"work schedules and duties,\" training and development,\" \"repairs and maintenance,\" \"store security,\" \"records and accounting,\" \"store operations,\" \"vendors,\" \"marketing/merchandising,\" \"government agencies and regulations,\" \"other.\" As store manager, one of plaintiff's responsibilities was to set up employee work schedules. The Pittsboro store operated 24 hours per day, with three shifts; only one employee was to work per shift. Therefore, during most of the time pertinent hereto, plaintiff and at least two other employees manned the shifts at the Pittsboro Scotchman.</p>\n<p>In most of the area Scotchman stores, the store manager works the first shift, which is from 7:00 a.m. to 3:00 p.m.; however, because the store manager sets the schedules, he or she may choose another shift more suitable to his or her needs. Although most of the shift duties were relatively standardized throughout the Scotchman system, plaintiff tried to assign the shift duties to fit the nature of the business that ordinarily took place during that shift. Plaintiff worked the first shift at the Pittsboro store during which he performed all the regular first shift duties in addition to his managerial duties. He usually came in one or two hours early to do paperwork, and usually left late in order to make the bank deposit after the second shift worker relieved him.</p>\n<p>Plaintiff also stopped into the store during other employees' shifts, sometimes to make a purchase and get \"just a general impression of what was going on,\" Meyer Dep. at 32, or to spot check the store, Dep. at 41. He listened to customer opinions and responded to negative comments regarding the store or the clerks. Plaintiff interviewed clerk applicants, made hiring recommendations and trained new clerks. He also had input with his supervisors regarding the performance of the employees.</p>\n<p>Plaintiff met with the various vendors who made their rounds during the first shift to deliver inventory. He checked in the merchandise and ensured proper billing. Plaintiff completed paperwork, took cigarette inventory, input daily information into the computer, and made bank deposits. He checked the clerks' time cards for accuracy and adjusted employee time in the computer when necessary, such as when an employee forgot to punch in. When an employee failed to come to work, plaintiff was responsible for finding a substitute.</p>\n<p>Plaintiff exercised discretion with regard to security matters. On one occasion, he caught a customer shoplifting, but decided not to prosecute because the customer was mentally disabled and plaintiff felt that pursuing legal action against him was unwarranted.</p>\n<p>Plaintiff's superior, Vickie Beck, was the Scotchman area supervisor. She telephoned the Pittsboro store frequently and often stopped in to check on the store or to use the facility for catching up on other Scotchman business. Ms. Beck and the plaintiff consulted with one another regarding matters at the Pittsboro store. Deposition testimony submitted in conjunction with the instant motion indicates that Ms. Beck employed a very direct, hands-on supervisory style, in contrast, for example, with her successor, Mr. Samuel McCullen.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>Summary judgment is appropriate when there exist no genuine issues of material fact and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2509-10, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the burden initially of coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552-53, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the non-moving party then must come forward and demonstrate that such a fact issue does exist. <i>Matsushita</i> <span class=\"star-pagination\">*1017</span> <i>Electric Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). The Supreme Court has explained that:</p>\n<blockquote>the plain language of Rule 56(c) mandates the entry of summary judgment, after adequate time for discovery and upon motion, against a party who fails to make a showing sufficient to establish the existence of an element essential to that party's case, and on which that party will bear the burden of proof at trial. In such a situation, there can be \"no genuine issue as to any material fact,\" since a complete failure of proof concerning an essential element of the non-moving party's case renders all other facts immaterial. The moving party is \"entitled to judgment as a matter of law\" because the nonmoving party has failed to make a sufficient showing on an essential element of [his] case with respect to which [he] has the burden of proof.</blockquote>\n<p><i>Celotex,</i> 477 U.S. at 322-23, 106 S.Ct. at 2552. The moving party therefore can meet its burden as to an issue  proof at trial of which will rest on the non-movant  by demonstrating that there is a lack of evidence to support the non-moving party's case. <i>Id.</i> at 325, 106 S.Ct. at 2553-54. Because the standard for determining whether summary judgment is appropriate mirrors the standard for directing a verdict under Rule 50(a), Fed.R.Civ.P., the inquiry is whether, by a preponderance of the evidence, a jury properly could base a verdict for the party \"`upon whom the <i>onus</i> of proof is imposed.'\" <i>Anderson,</i> 477 U.S. at 252, 106 S.Ct. at 2512 (internal citation omitted).</p>\n<p>In the instant case, the defendant has the burden of proof as to the dispositive question on liability under the applicable Wage and Hour law. <i>Foremost Dairies, Inc. v. Wirtz,</i> <span class=\"citation\" data-id=\"276886\"><a href=\"/opinion/276886/foremost-dairies-inc-and-home-town-foods-inc-v-w-willard-wirtz/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">653</span></a></span>, 656 n. 4 (5th Cir.1967) (employer invoking wage plan exception has burden of affirmatively showing that each essential condition to the exception is met), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">946</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1031</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1134</span></span> (1968). This lawsuit centers around the applicability of 29 U.S.C. § 213(a)(1) to plaintiff's actual duties and performance during the time he was employed as the Pittsboro Scotchman \"store manager.\" The FLSA \"is to be interpreted liberally with exceptions narrowly construed against those seeking to assert them.\" <i>Wirtz v. Jernigan,</i> <span class=\"citation\" data-id=\"282874\"><a href=\"/opinion/282874/w-willard-wirtz-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">155</span></a></span>, 158 (5th Cir.1968), citing <i>Arnold v. Ben Kanowsky, Inc.,</i> <span class=\"citation\" data-id=\"105994\"><a href=\"/opinion/105994/arnold-v-ben-kanowsky-inc/\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, 392, <span class=\"citation\" data-id=\"105994\"><a href=\"/opinion/105994/arnold-v-ben-kanowsky-inc/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">453</span></a></span>, 456, <span class=\"citation\" data-id=\"105994\"><a href=\"/opinion/105994/arnold-v-ben-kanowsky-inc/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1960). As will be set forth in detail below, the gravamen of the court's query is whether the defendants have made a showing sufficient to entitle them to summary judgment that the plaintiff was a bona fide executive employee pursuant to § 213(a)(1).</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2><i>\"Executive Capacity\"</i></h2>\n<p>The minimum wage and maximum hour requirements of the Fair Labor Standards Act, 29 U.S.C. § 201 et seq., (\"the Act\") do not apply to an employee who is \"employed in a bona fide executive, administrative, or professional capacity.\" 29 U.S.C. § 213(a)(1). Simply put, employers are not required to pay overtime to \"executives\" who work more than forty hours per week; executives are \"exempt\" from the overtime laws. According to regulations promulgated under the Act, an employee employed in a bona fide executive capacity means any employee:</p>\n<blockquote>(a) Whose primary duty consists of the management of the enterprise in which he in employed or of a customarily recognized department o[r] subdivision thereof; and</blockquote>\n<blockquote>(b) Who customarily and regularly directs the work of two or more other employees therein; and</blockquote>\n<blockquote>(c) Who has the authority to hire or fire other employees or whose suggestions and recommendations as to the hiring or firing and as to the advancement and promotion or any other change of status of other employees will be given particular weight; and</blockquote>\n<blockquote>(d) Who customarily and regularly exercises discretionary powers; and</blockquote>\n<blockquote>(e) Who does not devote more than 20 percent ... of his hours of work in the workweek to activities which are not directly and closely related to the performance of the work described in paragraphs (a) through (d) of this section ...; and</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*1018</span> (f) Who is compensated for his services on a salary basis at a rate of not less than $155 per week ... <i>Provided,</i> That an employee who is compensated on a salary basis at a rate of not less than $250 per week, ... and whose primary duty consists of the management of the enterprise in which the employee is employed or of a customarily recognized department or subdivision thereof, and includes the customary and regular direction of the work of two or more other employees therein, shall be deemed to meet all the requirements of this section.</blockquote>\n<p>29 C.F.R. § 541.1 (1992).</p>\n<p>The scheme of the foregoing regulation has been construed to require application either of the \"long test\" or the \"short test\" to determine whether or not an employee is exempt as an executive. The \"long test\" must be applied to an employee who is compensated for his services on a salary basis at a rate of not less than $155 nor more than $249 per week. If a salaried employee's income falls into that range, then factors (a) through (e) must be considered in making the critical determination. If, however, the employee is paid a salary of \"not less than $250 per week,\" then the \"short test\" may be applied, and the court need only consider two factors: (i) whether the employee's primary duties are management of the enterprise or a subdivision thereof, and (ii) whether the employee regularly and customarily directs the work of two or more other employees within that enterprise or a subdivision thereof. <i>See </i><i>Brock v. Norman's Country Market, Inc.,</i> <span class=\"citation\" data-id=\"498789\"><a href=\"/opinion/498789/william-e-brock-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">823</span></a></span>, 825-26 (11th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1205</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2845</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">883</span></span> (1988).</p>\n<p>In the instant case, there is no dispute that plaintiff was a salaried employee at a rate of more than $250 per week. Therefore, the court shall apply the \"short test\" to determine whether the defendants are entitled to summary judgment. Although plaintiff disputes that he regularly and customarily directed the work of two or more other employees, the court does not deem that position to be supported by the record. Instead, the court finds that the record is replete with evidence that plaintiff regularly and customarily directed the work of two or more other employees.<sup>[1]</sup></p>\n<p>The query, therefore, is narrowed to whether plaintiff's \"primary duties\" were the \"management\" of the \"enterprise\" or a \"subdivision thereof.\" Plaintiff does not challenge the latter element, but, rather, contends his primary duty was not management, but was ringing up customers' purchases on the first shift.</p>\n<p></p>\n<h2><i>\"Management\"</i></h2>\n<p>The court first considers the regulations promulgated by the United States Department of Labor which purport to define and illustrate the language of the statute. Like Justice Stewart in addressing pornography,<sup>[2]</sup> Section 541.102 of Title 29, Code of Federal Regulations does not attempt to define \"management,\" but explains that it usually is recognizable. The regulation does, however, list various tasks which it states are \"exempt work\" when \"performed by an employee in the management of his department or the supervision of the employees under him:\"</p>\n<blockquote>Interviewing, selecting, and training of employees; setting and adjusting their rates of pay and hours of work; directing their work; maintaining their production ... records for use in supervision or control; appraising their productivity and efficiency for the purpose of recommending promotions or other changes in their status; handling their complaints and grievances and disciplining them when necessary; planning the work; determining the techniques to be used; apportioning the work among the workers; determining the type of materials, supplies, machinery or tools to be used ...; controlling the flow and <span class=\"star-pagination\">*1019</span> distribution of materials ... and supplies; providing for the safety of the men and the property.</blockquote>\n<p>29 C.F.R. § 541.102(b).</p>\n<p></p>\n<h2><i>\"Primary Duty\"</i></h2>\n<p>The regulations caution that this element must be determined on a case-by-case basis, and that the amount of time expended on managerial duties is a useful guide to determining whether such duties are \"primary.\"</p>\n<blockquote>In the ordinary case it may be taken as a <i>good rule of thumb</i> that primary duty means ... over 50 percent of the employee's time.... Time alone, however, is not the sole test, and <i>in situations where the employee does not spend over 50 percent of his time in managerial duties, he might nevertheless have management as his primary duty</i> if the other pertinent factors support such a conclusion. Some of these pertinent factors are the relative importance of the managerial duties as compared with other types of duties, the frequency with which the employee exercises discretionary powers, his relative freedom from supervision, and the relationship between his salary and the wages paid other employees for the kind of nonexempt work performed by the supervisor.</blockquote>\n<p>29 C.F.R. § 541.103 (emphasis added).</p>\n<p>The question here is whether the defendants have carried their burden in demonstrating that the undisputed evidence reveals no genuine issue of material fact such that they are entitled to judgment as a matter of law. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. at 252, 106 S.Ct. at 2512 (since Rule 56 standard mirrors standard for directing a verdict under Rule 50(a), judge must determine whether reasonable jurors could find by preponderance of evidence that party with burden of proof is entitled to a verdict; mere scintilla of evidence insufficient).</p>\n<p>Section 213(a)(1) focuses on work actually performed in order to determine exempt status. The focus necessarily must be on what activities or duties the employee <i>actually</i> performs. <i>See, e.g., </i><i>Cohn v. Decca Distributing Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">270</span></span> (E.D.Pa. 1943) (employer failed to meet burden to prove employee was \"executive\" where evidence revealed employee who bought and sold phonograph records was given empty title of \"assistant manager\" to circumvent provisions of FLSA). <i>See also </i><i>Reeves v. ITT Corp.,</i> <span class=\"citation\" data-id=\"2155172\"><a href=\"/opinion/2155172/reeves-v-international-telephone-telegraph-corp/\"><span class=\"volume\">357</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">295</span></a></span>, 302-03 (W.D.La. 1973) (title bestowed by employer does not determine exempt status; \"must consider the <i>individual plaintiff's responsibilities and tasks,</i> even though he held a job title which may be thought to be exempt after considering the description of tasks and responsibilities such job <i>supposedly</i> entailed\") (emphasis added), <i>modif. and aff'd,</i> <span class=\"citation\" data-id=\"375609\"><a href=\"/opinion/375609/hewett-m-reeves-cross-appellee-v-international-telephone-and-telegraph/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1342</span></a></span> (5th Cir.1980).</p>\n<p>In support of his position in opposing the instant motion for summary judgment, plaintiff relies on the transcript of his own deposition, as well as those of Samuel McCullen and Julius Moore, and the exhibits offered during those depositions. Notwithstanding plaintiff's counsel's creative interpretations and precisely worded questions,<sup>[3]</sup> it is quite plain from plaintiff's deposition testimony that he considered himself to be responsible for the Pittsboro store, that he was \"in charge\" of the daily operations, and took great pride and care in performing whatever tasks needed to be done, as well as the duties assigned to him. As the salaried \"store manager,\" plaintiff was expected to put in 10 hours a day, five days a week. During the ten-hour day, the store manager was expected to do all the duties of any other store clerk, plus all the duties exclusively assigned to him as manager. Plaintiff contends that, not only did he work more than 50 hours a week  indeed, up to 70 hours per week  he spent less than half that time performing managerial or executive functions. In essence, plaintiff's position is that, although he earned more than $250.00 per week, had additional duties and the title of \"store manager,\" <span class=\"star-pagination\">*1020</span> he simply was another shift worker who worked more hours than anyone else.</p>\n<p>Defendants point out that courts have been known to disregard the time factor of the \"short test\" where the manager is in charge of a separate facility such as a convenience store or restaurant chain location. <i>See </i><i>Glefke v. K.F.C. Take Home Food,</i> 1 Wage &amp; Hour Cas.2d (BNA) 1080, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">521993</span></span> (D.Mich.1993) (copy attached). In <i>Donovan v. Burger King Corp.,</i> <span class=\"citation\" data-id=\"402344\"><a href=\"/opinion/402344/raymond-j-donovan-secretary-of-labor-united-states-department-of-labor/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span></a></span> (2d Cir. 1982), the court was confronted with a fast food operation employing both \"long test\" and \"short test\" \"Assistant Managers;\" that is, some Assistant Managers earned more than $155.00 per week but less than $250.00 (\"long test\"), and others earned more than $250.00 per week (\"short test\"). The personnel structure of the Burger King franchise operation is quite different from that of the Pittsboro Scotchman store. At the Burger King, there was a salaried Manager, two salaried Assistant Managers and hourly employees. Unlike the Scotchman stores, the Burger King operation required the presence, at least, of one Assistant Manager to supervise the 10 to 20 teenaged hourly employees.</p>\n<p>A much more analogous factual situation was presented in <i>Murray v. Stuckey's, Inc.,</i> <span class=\"citation\" data-id=\"565073\"><a href=\"/opinion/565073/gladys-murray-on-behalf-of-herself-and-all-others-similarly-situated/\"><span class=\"volume\">939</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">614</span></a></span> (8th Cir.1991), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1073</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">970</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">135</span></span> (1992). In <i>Stuckey's,</i> the enterprises in question were the familiar combination gasoline station/convenience store/restaurant operations familiar to travelers along interstate highways. Stuckey's often hired husband and wife teams to manage the operations; one would be salaried and the other an hourly employee.</p>\n<p>The salaried Stuckey's managers, like plaintiff here, down-played and minimized the importance of their positions, testifying that they spent most of their time performing routine non-managerial jobs such as pumping gas, mowing the grass, waiting on customers and stocking shelves. Citing <i>Burger King,</i> the Eighth Circuit Court of Appeals noted that the percentage-of-time-spent-on-managerial-duties factor \"is relevant ... it is not a controlling factor under the regulations.... `[T]he person \"in charge\" of a store has management as his primary duty, even though he spends the majority of his time on non-exempt work and makes few significant decisions.'\" <i>Stuckey's,</i> 939 F.2d at 618. <i>See generally </i><i>Glefke, supra</i><i>.</i></p>\n<p>The Stuckey's managers also pointed out that their hourly employee/spouses shared their duties, but the court found that fact irrelevant.</p>\n<blockquote>It is undisputed that Stuckey's only designated one employee at each store to be the manager and only seeks an executive exemption for the one designated employee. The question is whether that person, who was in charge of the day-to-day operations of an isolated gasoline station, convenience store and restaurant, had management as his or her primary duty. It is irrelevant to that question whether the manager delegated some discretionary duties, or whether other employees who reported to the manager were capable of performing part or even all of the manager's duties. The employer is still entitled under the FLSA and the regulations to have one designated exempt executive at this type of facility.</blockquote>\n<p><i>Stuckey's,</i> 939 F.2d at 618 (footnote omitted).</p>\n<p>And the Stuckey's plaintiffs took the same position as does plaintiff herein, that the regional managers were the \"real\" managers. In the instant case, plaintiff suggests that Ms. Beck, the area supervisor, really was the manager of the Pittsboro Scotchman store because she often made appearances there and had very much a hands-on managerial style. Plaintiff also points out the fact that the operations of the Scotchman stores are highly standardized and that he had little or no input into the nature or quantity of inventory ordered or sales promotions and the like. The <i>Stuckey's</i> court was confronted with a similar argument.</p>\n<blockquote>It is true that Stuckey's manufactured candy and purchased gasoline for its stores on a national basis and, like most modern retail chains, prescribed and standardized many aspects of store operations. It is also true that the regional managers actively supervised the store managers, traveling to each store from time to time and communicating by phone with store managers <span class=\"star-pagination\">*1021</span> at least weekly to monitor compliance with Stuckey's standardized methods of operation. However, we do not believe that the local store manager's job is any less managerial for FLSA purposes simply because he or she has an active regional manager boss. <i>Like other courts that have considered the question, we believe that the manager of a local store in a modern multi-store organization has management as his or her primary duty even though the discretion usually associated with management may be limited by the company's desire for standardization and uniformity.</i>\n</blockquote>\n<p><i>Stuckey's,</i> 939 F.2d at 619 (emphasis added); <i>accord Glefke,</i> 1 Wage &amp; Hours Cas. at 1082-83; <i>Horne v. Crown Central Petroleum, Inc.,</i> <span class=\"citation\" data-id=\"1555189\"><a href=\"/opinion/1555189/horne-v-crown-cent-petroleum-inc/\"><span class=\"volume\">775</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">189</span></a></span>, 191 (D.S.C.1991)</p>\n<p>The cases factually most closely analogous to this one that the court's research has revealed or which counsel have offered are <i>Stuckey's, Glefke</i> and <i>Horne,</i> the latter two of which resulted in summary judgment for the defendant. Plaintiff is mistaken in his contention that a trial is needed in this case to resolve factual disputes before the court can arrive at the ultimate legal conclusion. The underlying material facts in this case are not in dispute. The dispute is simply whether those facts do or do not support a legal conclusion that the plaintiff was a bona fide executive employee.</p>\n<p>Considering all the uncontested material facts of record, and under the unique circumstances of the Scotchman operational structure, the court concludes that the defendants have carried their burden of showing that the plaintiff was a bona fide executive employee during the time he was employed as the Pittsboro Scotchman store manager. The plaintiff has failed to demonstrate the existence of a genuine issue of material fact which would necessitate a trial in order to establish a factual basis for the legal conclusion which disposes of this case.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, therefore, the court concludes that there is no genuine issue of material fact for trial, and that the defendants have demonstrated they are entitled to the exclusion from minimum wage requirements set forth by 29 U.S.C. § 213(a)(1), because plaintiff qualified as a \"bona fide executive\" pursuant to 29 U.S.C. § 213(a)(1), as that term has been construed in the regulations and in the case law discussed herein. Consequently, defendants' Motion for Summary Judgment is ALLOWED and, because this ruling is dispositive of the allegations in the complaint, this action is DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  In his Memorandum in opposition to the instant motion, plaintiff suggests that one may be found to be supervising other employees only if he physically is present to oversee their work. The case plaintiff cites in support of that proposition contains absolutely no suggestion of the sort, and has been overruled.</p>\n<p>[2]  In his famous dissent in <i>Jacobellis v. Ohio,</i> <span class=\"citation\" data-id=\"106877\"><a href=\"/opinion/106877/jacobellis-v-ohio/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 197, <span class=\"citation\" data-id=\"106877\"><a href=\"/opinion/106877/jacobellis-v-ohio/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1676</span></a></span>, 1683, <span class=\"citation\" data-id=\"106877\"><a href=\"/opinion/106877/jacobellis-v-ohio/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">793</span></a></span> (1964), Justice Potter Stewart refused to \"attempt further to define \"hard-core pornography,\" but admitted, \"I know it when I see it.\"</p>\n<p>[3]  Throughout the three depositions, plaintiff's counsel was careful not to refer to plaintiff as the \"manager\" or \"store manager.\" He consistently referred to \"the person with the title of manager.\" <i>E.g.,</i> Meyer Dep. at 122 (\"Q. And, that number  during the time you were manager  held the title of manager at the Pittsboro store, what number was that?\"); McCullen Dep. at 29-30.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/276886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/282874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/565073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1555189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2155172/"
  ]
}