{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1961726/",
  "absolute_url": "/opinion/1961726/ocean-acres-etc-v-dare-cty-bd-of-health/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1961726/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:55:28.557604Z",
  "date_modified": "2016-04-26T23:12:16.675691Z",
  "type": "010combined",
  "sha1": "9b29ca0a3e3df42f57c3c306f067a2e4395c7ce9",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>514 F.Supp. 1117 (1981)</b></center>\n<center><h1>OCEAN ACRES LIMITED PARTNERSHIP, etc., Plaintiff,<br>\nv.<br>\nDARE COUNTY BOARD OF HEALTH et al., Defendants.</h1></center>\n<center>No. 79-21-CIV-2.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>May 18, 1981.</center>\n<p><span class=\"star-pagination\">*1118</span> Roy A. Archbell, Jr., Norman W. Shearin, Jr., Shearin, Gaw &amp; Archbell, Kitty Hawk, N. C., for plaintiff.</p>\n<p>Howard E. Manning, Jr., Manning, Fulton &amp; Skinner, Raleigh, N. C., Wallace H. McCown, McCown &amp; McCown, Manteo, N. C., for Town of Kill Devil Hills.</p>\n<p>Grover G. Wilson, Hudson, Petree, Stockton, Stockton &amp; Robinson, Winston-Salem, N. C., for Dare County Board of Health, County of Dare and Joseph J. Stokes.</p>\n<p>Thomas L. White, Jr., Kellogg, White, Evans &amp; Sharp, Manteo, N. C., Gerald F. White, White, Hall, Mullen, Brumsey &amp; Small, Elizabeth City, N. C., for Town of Nags Head.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION AND ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>Plaintiff, a land development enterprise in Dare County, North Carolina, challenges the constitutionality of certain land use restrictions adopted and implemented by the defendants. The action is before the court for a ruling on objections by all parties to a memorandum and recommendation entered by United States Magistrate McCotter after a hearing on defendants' motions for summary judgment on the statute of limitations issues. After a complete and <i>de novo</i> review of the pending matters pursuant to 28 U.S.C. § 636(b), the court enters this memorandum of decision and order.</p>\n<p></p>\n<h2>I. <i>Background.</i>\n</h2>\n<p>Plaintiff Ocean Acres Limited Partnership (\"Ocean Acres\") owns a tract of land in Kill Devil Hills, North Carolina adjacent to a body of water known as the fresh pond. The pond itself is owned by the Towns of Kill Devil Hills and Nags Head and is the source of fresh water for the two towns. <span class=\"star-pagination\">*1119</span> On June 9, 1972, defendant Stokes, the Dare County Sanitarian, issued a moratorium on the installation of septic tanks within 1,500 feet of the pond, thus temporarily preventing plaintiff from carrying out a planned subdivision development on that portion of its property affected by the moratorium. In order to pursue its development plans, plaintiff installed a central sewage system at an alleged cost of $500,000.00.</p>\n<p>The moratorium remained in effect as a policy of the Dare County Board of Health until March, 1978, having been officially reaffirmed by the Board in October, 1975. Prior to the Board's decision to rescind the moratorium, representatives of the Board and the two towns discussed a jointly-funded hydrologic study of the pond and in June, 1978, the three defendants contracted with a private engineering firm for such a study. Meanwhile, the two towns adopted ordinances on May 1, 1978, prohibiting septic tanks within 1,500 feet of the pond, such ordinances to remain in effect until the hydrologic study was completed and superseding ordinances adopted.</p>\n<p>The study was completed in March, 1979, and it recommended that no septic tanks be allowed within 500 feet of the pond. The two towns subsequently revised their ordinances to incorporate the study's recommendations. It appears that the 500-foot restrictions remain in effect at this time.</p>\n<p>Complaining of the septic tank restrictions in effect since 1972, plaintiff claims that its property has been taken without just compensation and that it has been deprived of property without due process of law.<sup>[1]</sup> Plaintiff further raises an equal protection claim based on an allegation of discriminatory granting of exemptions from the septic tank prohibition. Finally, plaintiff claims that defendants conspired to deprive plaintiff of its civil rights in violation of 42 U.S.C. § 1985(3). In their motions for summary judgment, defendants contend that a three-year statute of limitations applies to these claims and that the claims accrued in 1972, when the septic tank restrictions were first adopted. Therefore, it is contended that the claims are barred as a matter of law. Before the motion can be addressed on its merits, it must be ascertained whether the constitutional claims may be brought directly under the Constitution or solely pursuant to 42 U.S.C. § 1983.</p>\n<p></p>\n<h2>II. <i>Actions Directly Under the Fourteenth Amendment.</i>\n</h2>\n<p>The question of whether plaintiff's claims may be brought directly under the Fourteenth Amendment is a threshold issue to be addressed in determining the limitations periods applicable to this action. Without distinguishing the various claims asserted under the Fourteenth Amendment, the Magistrate read the Fourth Circuit's decision in <i>Cale v. City of Covington,</i> 586 F.2d 311 (4th Cir. 1978), as a blanket barrier to any action for damages under the Fourteenth Amendment. The court adopts the Magistrate's conclusion, but for different reasons to be stated herein.</p>\n<p>Plaintiff asserts three Fourteenth Amendment claims. The first alleges a taking of plaintiff's land without just compensation in violation of the Fifth Amendment as applied to the states by the Fourteenth Amendment. The second alleges an unlawful exercise of the police power in the adoption of the septic tank prohibition in violation of the due process clause of the Fourteenth Amendment. The third alleges discriminatory administration of the septic tank prohibition in violation of the equal protection clause of the Fourteenth Amendment. As a fourth claim for relief, plaintiff realleges the three Fourteenth Amendment claims as actionable pursuant to 42 U.S.C. § 1983.</p>\n<p>In an inverse condemnation case, the exercise of the police power at issue is accepted as valid and the question for determination is whether the resulting deprivation of <span class=\"star-pagination\">*1120</span> property rights is of such magnitude as to be considered a \"taking.\" If the deprivation is a taking, just compensation must be paid. <i>E. g., </i><i>Kaiser Aetna v. United States,</i> 444 U.S. 164, 100 S.Ct. 383, 62 L.Ed.2d 332 (1979); <i>Pennsylvania Coal Company v. Mahon,</i> 260 U.S. 393, 43 S.Ct. 158, 67 L.Ed. 322 (1922). In contrast, the due process claim is based on the contention that the exercise of the police power is not in fact in furtherance of the public health, safety, morals or general welfare and therefore that the regulation deprives plaintiff of property without due process of law and entitles plaintiff to damages. <i>E. g., </i><i>Nectow v. City of Cambridge,</i> 277 U.S. 183, 48 S.Ct. 447, 72 L.Ed. 842 (1928). The two claims arise from different constitutional rights and must be analyzed separately.</p>\n<p>A. The inverse condemnation claim is actionable directly under the Fourteenth Amendment and the \"damages\" sought are in fact the \"just compensation\" guaranteed by the Fifth and Fourteenth Amendments. As the Supreme Court stated in an inverse condemnation case,</p>\n<blockquote>\"[t]he suits were based on the right to recover just compensation for property taken by the United States for public use in the exercise of its power of eminent domain. That right was guaranteed by the Constitution. The fact that condemnation proceedings were not instituted and that the right was asserted in suits by the owners did not change the essential nature of the claim. The form of the remedy did not qualify the right. It rested upon the Fifth Amendment. Statutory recognition was not necessary .... The suits were thus founded upon the Constitution of the United States.\" <i>Jacobs v. United States,</i> 290 U.S. 13, 16, [54 S.Ct. 26, 27, 78 L.Ed. 142] (1933).</blockquote>\n<p>The fact that the present action seeks recovery from local governments rather than from the United States does not diminish the \"self-executing\" character of the just compensation clause. <i>Carolina Beach Fishing Pier, Inc. v. Town of Carolina Beach,</i> 274 N.C. 362, 372, 163 S.E.2d 363 (1968). <i>See, e. g., </i><i>Chicago, Burlington and Quincy Railroad Company v. Chicago,</i> 166 U.S. 226, 241, 17 S.Ct. 581, 586, 41 L.Ed. 979 (1897).<sup>[2]</sup> Accordingly, the court concludes that the inverse condemnation claim for just compensation may be asserted directly under the Fourteenth Amendment.<sup>[3]</sup><i>Cf. </i><i>Amen v. City of Dearborn,</i> 532 F.2d 554 (6th Cir. 1976); <i>City of Inglewood v. City of Los Angeles,</i> 451 F.2d 948, 952 (9th Cir. 1972); <i>Traylor v. City of Amarillo,</i> 492 F.2d 1156, 1157 &amp; n. 2 (5th Cir. 1974); <i>Miller v. County of Los Angeles,</i> 341 F.2d 964 (9th Cir. 1965) (holdings as to jurisdiction directly under the Fourteenth Amendment implicitly recognizing the right to monetary relief).</p>\n<p>B. A more difficult question is presented by the due process claim. In a different context numerous courts, including the Fourth Circuit, have held that an action for damages may not be brought directly under <span class=\"star-pagination\">*1121</span> the Fourteenth Amendment if foreclosed by the various requirements of 42 U.S.C. § 1983. <i>Cale v. City of Covington,</i> 586 F.2d 311 (4th Cir. 1978); <i>Kostka v. Hogg,</i> 560 F.2d 37 (1st Cir. 1977). The Supreme Court expressly reserved ruling on the question of whether to \"imply a cause of action directly from the Fourteenth Amendment which would not be subject to the limitations contained in § 1983.\" <i>Mt. Healthy City School District Board of Education v. Doyle,</i> 429 U.S. 274, 278, 97 S.Ct. 568, 571, 50 L.Ed.2d 471 (1977). All these cases, however, arose in efforts to circumvent limitations inherent in Section 1983. <i>Cale</i> involved an attempt to impose monetary liability on a municipality for the acts of its employee, despite the Supreme Court's holding that \"a municipality cannot be held liable under § 1983 on a <i>respondeat superior</i> theory.\" <i>Monell v. Department of Social Services,</i> 436 U.S. 658, 691, 98 S.Ct. 2018, 2036, 56 L.Ed.2d 611 (1978). The Fourth Circuit appeared to limit its ruling to the <i>respondeat superior</i> issue, 586 F.2d at 313, and found in Section 1983 \"a congressional policy that while money damages against an individual may be necessary to enforce the Fourteenth Amendment, they are in certain circumstances inappropriate against municipalities on account of the same act of the same employee.\" <i>Id.</i> at 317.<sup>[4]</sup> Similarly, <i>Mt. Healthy</i> involved an attempt to sue a governmental entity not then considered a \"person\" under Section 1983 by bringing the action directly under the Fourteenth Amendment.</p>\n<p>For several reasons, the court is persuaded that <i>Cale</i> is not controlling in the present case, and that the due process claim for damages must be analyzed afresh. The first reason is an important distinction between <i>Cale</i> and the present case. <i>Cale</i> addressed whether the plaintiff had a <i>cause of action</i> against the particular defendant, while the present case raises the issue of the availability of a particular form of relief. Whether plaintiff has a cause of action and whether a particular form of relief is available are quite different questions that are nevertheless often confused in the case law. As the Supreme Court has recently clarified, \"<i>cause of action</i> is a question of whether a particular plaintiff is a member of the class of litigants that may, as a matter of law, appropriately invoke the power of the court.... The focus must therefore be on the nature of the right [plaintiff] asserts.\" <i>Davis v. Passman,</i> 442 U.S. 228, 239-240 n. 18, 99 S.Ct. 2264, 2274 n. 18, 60 L.Ed.2d 846 (1979). (Emphasis in original.) In <i>Cale</i> petitioner asserted a right against a municipality for an act of its employee, and the court held that under the Fourteenth Amendment there is no such cause of action. Here, in contrast, plaintiff asserts a right to be free from unlawful interference with his property rights by the governmental entities themselves. There is no question that plaintiff has alleged a cause of action against defendants; the only question is one of the availability of monetary relief, or \"the various remedies a federal court may make available.\" <i>Davis v. Passman, supra,</i> 442 U.S. at 240 n. 18, 99 S.Ct. at 2274 n. 18. <i>Cale</i> does not govern the question of the availability of damages when there is a proper cause of action stated.<sup>[5]</sup></p>\n<p>Since the question is not whether a cause of action should be inferred but whether monetary relief is available, the court's inquiry is guided by the principles announced in <i>Bivens v. Six Unknown Named Agents of Federal Bureau of Narcotics,</i> 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971), and reaffirmed in <i>Davis.</i> The questions to be addressed are whether the damages remedy is appropriate in this particular case, whether there are special concerns counseling hesitation, and whether there has been affirmative action by Congress. <i>Davis v. Passman, supra,</i> 442 U.S. at 245-247, 99 <span class=\"star-pagination\">*1122</span> S.Ct. at 2276-78. <i>See </i><i>Bivens, supra,</i> 403 U.S. at 396-397, 91 S.Ct. at 2004-05.</p>\n<p>While not the only form of relief available, damages are appropriate in this case because of the economic losses allegedly suffered over a period of years. If a due process violation is established, injunctive relief will be inadequate to restore Ocean Acres. It should be noted that the appropriateness of damages in a similar case was clearly recognized by the Fourth Circuit in <i>States Marine Lines, Inc. v. Shultz,</i> 498 F.2d 1146 (4th Cir. 1974), where it was held that federal customs officers could be sued for damages directly under the Fifth Amendment for deprivations of property without due process. <i>Id.</i> at 1157.</p>\n<p>The fiscal stability of the government defendant has often been discussed as a special concern counseling hesitation in the imposition of a damage remedy. The Fourth Circuit in <i>Cale,</i> for example, gave</p>\n<blockquote>\"weight to the reasoning that the granting of money damages against a municipality in the absence of legislative authorization actively involves the judiciary in policy decisions relating to the allocation of limited resources .... In contrast to <i>Bivens</i> ... we do deal with a question of State fiscal policy should we permit a suit against a municipal corporation based on <i>respondeat superior</i> and not subject to the limitations of § 1983, the only source for satisfaction of a judgment against it being the taxpayers who furnish the money to the municipality.\" 586 F.2d at 317.</blockquote>\n<p>But the circumstances presented here are quite different. Liability, if established, will not be based on the simple employment of a tortfeasor;</p>\n<blockquote>\"[r]ather, liability is predicated on a determination that `the action that is alleged to be unconstitutional implements or executes a policy statement, ordinance, regulation, or decision officially adopted and promulgated by that body's officers.' .... In this circumstance  when it is the local government itself that is responsible for the constitutional deprivation  it is perfectly reasonable to distribute the loss to the public as a cost of the administration of government, rather than to let the entire burden fall on the injured individual.\" (Citations omitted.) <i>Owen v. City of Independence,</i> 445 U.S. 622, 655 n. 39, 100 S.Ct. 1398, 1418 n. 39, 63 L.Ed.2d 673 (1980).</blockquote>\n<p>For this reason also the court finds the <i>Cale</i> reasoning uncontrolling here.</p>\n<p>More problematic, however, is the third <i>Bivens</i> factor of whether there has been affirmative action by Congress, for here must be addressed the question of the effect of the terms of Section 1983 upon the availability of relief directly under the Fourteenth Amendment. There is, of course, \"no explicit congressional declaration\" that such damages may not be recovered. <i>Bivens, supra,</i> 403 U.S. at 397, 91 S.Ct. at 2005. Nevertheless, as the Fourth Circuit discussed at length in <i>Cale,</i> section five of the Fourteenth Amendment specifically entrusts Congress with the power to enforce the Amendment's prohibition against the deprivation of property without due process. Pursuant to this power Congress adopted 42 U.S.C. § 1983, which delineates the essential elements of the claim for relief. The defendant must be a \"person\" acting \"under color of\" state law to deprive plaintiff of a right secured by the Constitution or laws of the United States. In <i>Cale,</i> the court reasoned that the judiciary could not act to expand the availability of this claim for relief by permitting an action directly under the Fourteenth Amendment. Thus, since a municipal defendant could not be held to have acted to deprive plaintiff of a constitutional right on a <i>respondeat superior</i> theory under 42 U.S.C. § 1983, the same defendant could not be held liable directly under the Fourteenth Amendment. Congress had acted affirmatively in defining the elements of the cause of action, and the elements had not been met. <i>See </i><i>Cale, supra,</i> 586 F.2d at 316-318. <i>Compare </i><i>Cox v. Stanton,</i> 529 F.2d 47 (4th Cir. 1975) (pre-<i>Monell</i> indication that action may be brought directly under Fourteenth Amendment against county).</p>\n<p><span class=\"star-pagination\">*1123</span> In the present case, in contrast, all of the elements of the Section 1983 claim for relief are alleged. Reading the disputed facts favorably to plaintiff for purposes of this motion, the defendants are persons who themselves acted under color of state law to deprive plaintiff of certain protected property rights without due process of law. Furthermore, damages for such deprivations are authorized by 42 U.S.C. § 1983. Thus, to permit a damage award against defendants directly under the Fourteenth Amendment would not contravene the terms of the specific \"affirmative action by Congress\" embodied in Section 1983. <i>Bivens, supra,</i> 403 U.S. at 396, 91 S.Ct. at 2004.</p>\n<p>The question remaining, then, is whether under <i>Bivens</i> and <i>Davis,</i> Section 1983 should be considered an <i>exclusive</i> remedy which preempts an action directly under the Constitution when the action, unlike that in <i>Cale,</i> may properly be brought under Section 1983. Several courts have found it unnecessary to reach the exclusivity question because of the concurrent availability of Section 1983 relief. <i>E.g., </i><i>Huemmer v. Mayor and City Council of Ocean City,</i> 474 F.Supp. 704 (D.Md.1979); <i>Highfield Water Company v. Public Service Commission,</i> 488 F.Supp. 1176, 1193 n. 3 (D.Md.1980); <i>Molina v. Richardson,</i> 578 F.2d 846, 850-851 (9th Cir. 1978). <i>See also </i><i>Dean v. Gladney,</i> 621 F.2d 1331, 1336-1337 (5th Cir. 1980). At least two circuits have clearly held that Section 1983 is an exclusive remedy. <i>Owen v. City of Independence,</i> 589 F.2d 335, 337 (8th Cir. 1978), <i>rev'd on other grounds,</i> 445 U.S. 622, 100 S.Ct. 1398, 63 L.Ed.2d 673 (1980); <i>Turpin v. Mailet,</i> 591 F.2d 426, 427 (2d Cir. 1979) (<i>en banc</i>). Both <i>Owen</i> and <i>Turpin</i> are based on the reasoning that a <i>Bivens</i> analysis must begin with an inquiry into the presence or absence of an adequate federal remedy and that Section 1983 provides such a remedy in actions against municipalities. Each of these decisions followed <i>Monell</i> and overruled previous holdings that an action could be brought against the municipal defendants directly under the Fourteenth Amendment. <i>See also </i><i>Edmonds v. Dillon,</i> 485 F.Supp. 722, 728 (N.D. Ohio 1980). Justice Powell, concurring in <i>Monell,</i> lent plausible support to this view when he implied that by holding municipalities subject to suit under Section 1983, the Court had obviated the need to \"constitutionalize a cause of action against local government.\" 436 U.S. at 713, 98 S.Ct. at 2047.</p>\n<p>Although the court is of the opinion that the present case is distinguishable from <i>Cale</i> in important respects, as outlined above, and does not find itself controlled thereby, the court nevertheless feels compelled to join the post-<i>Monell</i> rulings that inferring a right to recover damages against defendants here is not supported by <i>Bivens</i> or <i>Davis</i> because <i>Monell</i> renders Section 1983 an adequate remedial vehicle for actions against local governments. Accordingly, the court holds that plaintiff's due process and equal protection claims may be asserted only pursuant to Section 1983.<sup>[6]</sup></p>\n<p></p>\n<h2>III. <i>Statute of Limitations.</i>\n</h2>\n<p></p>\n<h2>A. Inverse Condemnation Claim</h2>\n<p>As the Supreme Court of North Carolina has indicated, there is no statute of limitations applicable to a claim for just compensation. <i>Hoyle v. City of Charlotte,</i> 276 N.C. 292, 307, 172 S.E.2d 1 (1970), <i>citing </i><i>Ackerman v. Port of Seattle,</i> 55 Wash.2d 400, 348 P.2d 664, 77 A.L.R.2d 1344 (1960). If plaintiff's property has been taken by defendants, plaintiff is entitled to just compensation under the Constitution regardless of when the taking occurred. The time of the taking is relevant only for purposes of valuing the \"just\" compensation due.<sup>[7]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1124</span> B. Due Process and Equal Protection Claims</h2>\n<p></p>\n<h2>1. Application of State Law</h2>\n<p>This court is directed by 42 U.S.C. § 1988 to apply the analogous state statute of limitations in this Section 1983 action. <i>Bireline v. Seagondollar,</i> 567 F.2d 260 (4th Cir. 1977), <i>cert. denied,</i> 444 U.S. 842, 100 S.Ct. 83, 62 L.Ed.2d 54 (1979); <i>Cox v. Stanton,</i> 529 F.2d 47 (4th Cir. 1975). <i>See</i> authorities cited in <i>Johnson v. Railway Express Agency, Inc.,</i> 421 U.S. 454, 462, 95 S.Ct. 1716, 1721, 44 L.Ed.2d 295 (1975). Because the court holds that the due process and equal protection claims may be brought only pursuant to 42 U.S.C. § 1983, <i>Bireline</i> controls this case despite its factual differences and the court must apply the three-year statute of limitations mandated there. The parties have raised several questions concerning the proper application of the three-year statute, however.</p>\n<p>Although the state statute of limitations applies, federal law determines the accrual of the cause of action and establishes as the time of accrual that point when the plaintiff knows or has reason to know of the injury. <i>E.g., </i><i>Bireline, supra,</i> 567 F.2d at 263.</p>\n<p></p>\n<h2>(a) Equal Protection</h2>\n<p>The only equal protection violations which are alleged occurred in 1972 when C. A. York and Russell E. Twiford were given permission to install septic tanks within the 1,500-foot restricted area. Plaintiff does not allege a lack of knowledge of these events in 1972, and so the equal protection claim is barred as a matter of law.</p>\n<p></p>\n<h2>(b) Due Process Claims</h2>\n<p>Defendants contend, as the heart of their motions, that the septic tank restriction was imposed in 1972 with the full knowledge of Ocean Acres, and that any claim for relief arising from the adoption of the restriction accrued at that time and is therefore barred. Ocean Acres responds that it neither knew nor should have known until 1978 that the restriction was arbitrary and without scientific basis, and that such arbitrariness is an essential element of the due process claim. Additionally, plaintiff contends that defendants fraudulently concealed the arbitrary nature of their actions, thereby tolling the operation of the statute of limitations.</p>\n<p>In support of the fraudulent concealment contention, plaintiff alleges that defendants misrepresented the basis for the septic tank restriction and that at the time of the restriction's adoption, plaintiff made a reasonable effort to discover the reasons for the restriction. As the Fourth Circuit has clearly held, plaintiff must establish more than its own ignorance to toll the statute of limitations. <i>Charlotte Telecasters, Inc. v. Jefferson-Pilot Corporation,</i> 546 F.2d 570, 574 (4th Cir. 1976); <i>Weinberger v. Retail Credit Company,</i> 498 F.2d 552, 555 (4th Cir. 1974). The court finds that there are genuine issues of material fact concerning both whether defendants concealed or misrepresented the basis of the restriction and whether plaintiff exercised due diligence in determining that basis.<sup>[8]</sup> Similarly, there are genuine issues concerning at what point in time plaintiff knew or should have known that the restriction was constitutionally infirm, as alleged. Accordingly, summary judgment on statute of limitations grounds must be denied.</p>\n<p></p>\n<h2>IV. <i>Conspiracy Claim.</i>\n</h2>\n<p>The Magistrate recommended that plaintiff's conspiracy claim be dismissed because of the absence of any allegation of racial or other invidious discriminatory animus. <i>See </i><i>Griffin v. Breckenridge,</i> 403 U.S. 88, 102, 91 S.Ct. 1790, 1798, 29 L.Ed.2d 338 (1971). The \"invidious discriminatory animus\" requirement applies to private conspiracies, however, and not to actions taken under color of state law. <i>See </i><i>Gemini Enterprises,</i> <span class=\"star-pagination\">*1125</span> <i>Inc. v. WFMY Television Corporation,</i> 470 F.Supp. 559, 567 (M.D.N.C.1979). Accordingly, the Section 1985(3) claim should not be dismissed. The court nevertheless notes that in the state action context, a Section 1985(3) claim is identical in effect to a Section 1983 claim and therefore adds nothing to this litigation. <i>See </i><i>Griffin, supra,</i> 403 U.S. at 99, 91 S.Ct. at 1796-97.</p>\n<p></p>\n<h2>V. <i>Motion to Amend.</i>\n</h2>\n<p>Plaintiff sought to amend the complaint to add prayers for declaratory and injunctive relief and a class action allegation.<sup>[9]</sup> The Magistrate allowed the amendments to the prayer but recommended denial of the class action amendment, finding \"that this action is not maintainable as a class action.\" The court does not adopt this recommendation. Whether there is an appropriate class of similarly-situated plaintiffs has not yet been developed in the record and should be addressed by the court in considering a motion for class certification rather than a motion to amend the complaint. The amendment is proper under F.R.Civ.P. 15(a) and relates back to the filing of the original complaint, and it is hereby allowed in full.</p>\n<p>To summarize, defendants' motions for summary judgment on statute of limitations grounds are denied except as to the equal protection claim, and plaintiff's motion to amend the complaint is allowed.</p>\n<p>By order of July 22, 1980, as modified on August 4, 1980, the Magistrate stayed discovery in this action pending determination of the summary judgment motions. The parties are directed to proceed with discovery forthwith.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The court's brief narrative of the factual background of this case does not, of course, contain all the facts alleged in support of plaintiff's claims. The due process claim has both substantive and procedural components.</p>\n<p>[2]  The court notes that the Supreme Court has recently declined to review the ruling of the Supreme Court of California that only injunctive and declaratory relief is available in that state's courts in inverse condemnation cases. <i>San Diego Gas &amp; Electric Company v. San Diego,</i> ___ U.S. ___, 101 S.Ct. 1287, 67 L.Ed.2d 551 (1981); <i>Agins v. City of Tiburon,</i> 447 U.S. 255, 100 S.Ct. 2138, 65 L.Ed.2d 106 (1980), <i>aff'g</i> 24 Cal.3d 366, 157 Cal.Rptr. 372, 598 P.2d 25 (1979) (on the ground that there was no taking, 447 U.S. at 263, 100 S.Ct. at 2142-43). The issue of whether a <i>state court</i> may prohibit a monetary remedy in an inverse condemnation case is not involved in this action.</p>\n<p>[3]  The Magistrate addressed the merits of the takings issue, concluded that the complaint does not state a claim, and recommended dismissal of the claim. The claim is not ripe for disposition on the merits, however, and the court does not adopt the recommendation of dismissal. The only dispositive motion pending is one for summary judgment on statute of limitations grounds. For purposes of the statute of limitations motion, the court views the allegations as stating a takings claim under the general principles of such cases as <i>Penn Central Transportation Company v. New York City,</i> 438 U.S. 104, 98 S.Ct. 2646, 57 L.Ed.2d 631 (1978), <i>Goldblatt v. Town of Hempstead,</i> 369 U.S. 590, 82 S.Ct. 987, 8 L.Ed.2d 130 (1962), and <i>Euclid v. Ambler Realty Company,</i> 272 U.S. 365, 47 S.Ct. 114, 71 L.Ed. 303 (1926), without prejudice to defendants' right to challenge the sufficiency of the allegations or proof by appropriate motion.</p>\n<p>[4]  It should be noted that several circuits have reached the opposite result and allowed an action for damages against a municipality based on <i>respondeat superior. See</i> cases cited in <i>Cale,</i> 586 F.2d at 314-315.</p>\n<p>[5]  As with the takings claim, the adequacy of the pleadings and proof of the due process allegations remain untested, and the court does not address the merits of the claim.</p>\n<p>[6]  This holding should also apply to the equal protection claim, which seems indistinguishable in terms of the court's inquiry.</p>\n<p>[7]  <i>Kittrell v. City of Rockwell,</i> 526 F.2d 715 (5th Cir. 1976), <i>cert. denied,</i> 426 U.S. 925, 96 S.Ct. 2636, 49 L.Ed.2d 379 (1976), appears inapposite because that case was addressed as one pursuant to Section 1983 and was seen as primarily a trespass rather than a taking.</p>\n<p>[8]  The Magistrate found that plaintiff had not adequately pleaded fraudulent concealment. This recommendation is not adopted by the court.</p>\n<p>[9]  The proposed class is all similarly-situated owners of property in the two defendant towns.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">514</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1117</span></span> (1981)</b></center>\n<center><h1>OCEAN ACRES LIMITED PARTNERSHIP, etc., Plaintiff,<br>\nv.<br>\nDARE COUNTY BOARD OF HEALTH et al., Defendants.</h1></center>\n<center>No. 79-21-CIV-2.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>May 18, 1981.</center>\n<p><span class=\"star-pagination\">*1118</span> Roy A. Archbell, Jr., Norman W. Shearin, Jr., Shearin, Gaw &amp; Archbell, Kitty Hawk, N. C., for plaintiff.</p>\n<p>Howard E. Manning, Jr., Manning, Fulton &amp; Skinner, Raleigh, N. C., Wallace H. McCown, McCown &amp; McCown, Manteo, N. C., for Town of Kill Devil Hills.</p>\n<p>Grover G. Wilson, Hudson, Petree, Stockton, Stockton &amp; Robinson, Winston-Salem, N. C., for Dare County Board of Health, County of Dare and Joseph J. Stokes.</p>\n<p>Thomas L. White, Jr., Kellogg, White, Evans &amp; Sharp, Manteo, N. C., Gerald F. White, White, Hall, Mullen, Brumsey &amp; Small, Elizabeth City, N. C., for Town of Nags Head.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION AND ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>Plaintiff, a land development enterprise in Dare County, North Carolina, challenges the constitutionality of certain land use restrictions adopted and implemented by the defendants. The action is before the court for a ruling on objections by all parties to a memorandum and recommendation entered by United States Magistrate McCotter after a hearing on defendants' motions for summary judgment on the statute of limitations issues. After a complete and <i>de novo</i> review of the pending matters pursuant to 28 U.S.C. § 636(b), the court enters this memorandum of decision and order.</p>\n<p></p>\n<h2>I. <i>Background.</i>\n</h2>\n<p>Plaintiff Ocean Acres Limited Partnership (\"Ocean Acres\") owns a tract of land in Kill Devil Hills, North Carolina adjacent to a body of water known as the fresh pond. The pond itself is owned by the Towns of Kill Devil Hills and Nags Head and is the source of fresh water for the two towns. <span class=\"star-pagination\">*1119</span> On June 9, 1972, defendant Stokes, the Dare County Sanitarian, issued a moratorium on the installation of septic tanks within 1,500 feet of the pond, thus temporarily preventing plaintiff from carrying out a planned subdivision development on that portion of its property affected by the moratorium. In order to pursue its development plans, plaintiff installed a central sewage system at an alleged cost of $500,000.00.</p>\n<p>The moratorium remained in effect as a policy of the Dare County Board of Health until March, 1978, having been officially reaffirmed by the Board in October, 1975. Prior to the Board's decision to rescind the moratorium, representatives of the Board and the two towns discussed a jointly-funded hydrologic study of the pond and in June, 1978, the three defendants contracted with a private engineering firm for such a study. Meanwhile, the two towns adopted ordinances on May 1, 1978, prohibiting septic tanks within 1,500 feet of the pond, such ordinances to remain in effect until the hydrologic study was completed and superseding ordinances adopted.</p>\n<p>The study was completed in March, 1979, and it recommended that no septic tanks be allowed within 500 feet of the pond. The two towns subsequently revised their ordinances to incorporate the study's recommendations. It appears that the 500-foot restrictions remain in effect at this time.</p>\n<p>Complaining of the septic tank restrictions in effect since 1972, plaintiff claims that its property has been taken without just compensation and that it has been deprived of property without due process of law.<sup>[1]</sup> Plaintiff further raises an equal protection claim based on an allegation of discriminatory granting of exemptions from the septic tank prohibition. Finally, plaintiff claims that defendants conspired to deprive plaintiff of its civil rights in violation of 42 U.S.C. § 1985(3). In their motions for summary judgment, defendants contend that a three-year statute of limitations applies to these claims and that the claims accrued in 1972, when the septic tank restrictions were first adopted. Therefore, it is contended that the claims are barred as a matter of law. Before the motion can be addressed on its merits, it must be ascertained whether the constitutional claims may be brought directly under the Constitution or solely pursuant to 42 U.S.C. § 1983.</p>\n<p></p>\n<h2>II. <i>Actions Directly Under the Fourteenth Amendment.</i>\n</h2>\n<p>The question of whether plaintiff's claims may be brought directly under the Fourteenth Amendment is a threshold issue to be addressed in determining the limitations periods applicable to this action. Without distinguishing the various claims asserted under the Fourteenth Amendment, the Magistrate read the Fourth Circuit's decision in <i>Cale v. City of Covington,</i> <span class=\"citation\" data-id=\"360466\"><a href=\"/opinion/360466/donald-l-cale-v-the-city-of-covington-virginia/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">311</span></a></span> (4th Cir. 1978), as a blanket barrier to any action for damages under the Fourteenth Amendment. The court adopts the Magistrate's conclusion, but for different reasons to be stated herein.</p>\n<p>Plaintiff asserts three Fourteenth Amendment claims. The first alleges a taking of plaintiff's land without just compensation in violation of the Fifth Amendment as applied to the states by the Fourteenth Amendment. The second alleges an unlawful exercise of the police power in the adoption of the septic tank prohibition in violation of the due process clause of the Fourteenth Amendment. The third alleges discriminatory administration of the septic tank prohibition in violation of the equal protection clause of the Fourteenth Amendment. As a fourth claim for relief, plaintiff realleges the three Fourteenth Amendment claims as actionable pursuant to 42 U.S.C. § 1983.</p>\n<p>In an inverse condemnation case, the exercise of the police power at issue is accepted as valid and the question for determination is whether the resulting deprivation of <span class=\"star-pagination\">*1120</span> property rights is of such magnitude as to be considered a \"taking.\" If the deprivation is a taking, just compensation must be paid. <i>E. g., </i><i>Kaiser Aetna v. United States,</i> <span class=\"citation\" data-id=\"110161\"><a href=\"/opinion/110161/kaiser-aetna-v-united-states/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, <span class=\"citation\" data-id=\"110161\"><a href=\"/opinion/110161/kaiser-aetna-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">383</span></a></span>, <span class=\"citation\" data-id=\"110161\"><a href=\"/opinion/110161/kaiser-aetna-v-united-states/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">332</span></a></span> (1979); <i>Pennsylvania Coal Company v. Mahon,</i> <span class=\"citation\" data-id=\"100079\"><a href=\"/opinion/100079/pennsylvania-coal-co-v-mahon/\"><span class=\"volume\">260</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">393</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">158</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">322</span></span> (1922). In contrast, the due process claim is based on the contention that the exercise of the police power is not in fact in furtherance of the public health, safety, morals or general welfare and therefore that the regulation deprives plaintiff of property without due process of law and entitles plaintiff to damages. <i>E. g., </i><i>Nectow v. City of Cambridge,</i> <span class=\"citation\" data-id=\"101297\"><a href=\"/opinion/101297/nectow-v-cambridge/\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">447</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">842</span></span> (1928). The two claims arise from different constitutional rights and must be analyzed separately.</p>\n<p>A. The inverse condemnation claim is actionable directly under the Fourteenth Amendment and the \"damages\" sought are in fact the \"just compensation\" guaranteed by the Fifth and Fourteenth Amendments. As the Supreme Court stated in an inverse condemnation case,</p>\n<blockquote>\"[t]he suits were based on the right to recover just compensation for property taken by the United States for public use in the exercise of its power of eminent domain. That right was guaranteed by the Constitution. The fact that condemnation proceedings were not instituted and that the right was asserted in suits by the owners did not change the essential nature of the claim. The form of the remedy did not qualify the right. It rested upon the Fifth Amendment. Statutory recognition was not necessary .... The suits were thus founded upon the Constitution of the United States.\" <i>Jacobs v. United States,</i> <span class=\"citation\" data-id=\"102125\"><a href=\"/opinion/102125/jacobs-v-united-states/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">13</span></a></span>, 16, [54 S.Ct. 26, 27, 78 L.Ed. 142] (1933).</blockquote>\n<p>The fact that the present action seeks recovery from local governments rather than from the United States does not diminish the \"self-executing\" character of the just compensation clause. <i>Carolina Beach Fishing Pier, Inc. v. Town of Carolina Beach,</i> <span class=\"citation\" data-id=\"1277149\"><a href=\"/opinion/1277149/carolina-beach-fish-pier-v-town-of-carolina-beach/\"><span class=\"volume\">274</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">362</span></a></span>, 372, <span class=\"citation\" data-id=\"1277149\"><a href=\"/opinion/1277149/carolina-beach-fish-pier-v-town-of-carolina-beach/\"><span class=\"volume\">163</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">363</span></a></span> (1968). <i>See, e. g., </i><i>Chicago, Burlington and Quincy Railroad Company v. Chicago,</i> <span class=\"citation\" data-id=\"94648\"><a href=\"/opinion/94648/chicago-b-qr-co-v-chicago/\"><span class=\"volume\">166</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, 241, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">581</span></span>, 586, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">979</span></span> (1897).<sup>[2]</sup> Accordingly, the court concludes that the inverse condemnation claim for just compensation may be asserted directly under the Fourteenth Amendment.<sup>[3]</sup><i>Cf. </i><i>Amen v. City of Dearborn,</i> <span class=\"citation\" data-id=\"334177\"><a href=\"/opinion/334177/katherine-amen-v-city-of-dearborn-a-municipal-corp/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">554</span></a></span> (6th Cir. 1976); <i>City of Inglewood v. City of Los Angeles,</i> <span class=\"citation\" data-id=\"300202\"><a href=\"/opinion/300202/the-city-of-inglewood-and-robert-h-collins-on-behalf-of-themselves/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">948</span></a></span>, 952 (9th Cir. 1972); <i>Traylor v. City of Amarillo,</i> <span class=\"citation\" data-id=\"317298\"><a href=\"/opinion/317298/lewis-traylor-v-city-of-amarillo-texas-william-r-curtis-v-city-of/\"><span class=\"volume\">492</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1156</span></a></span>, 1157 &amp; n. 2 (5th Cir. 1974); <i>Miller v. County of Los Angeles,</i> <span class=\"citation\" data-id=\"267010\"><a href=\"/opinion/267010/d-j-miller-v-county-of-los-angeles-a-political-subdivision-of-the-state/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">964</span></a></span> (9th Cir. 1965) (holdings as to jurisdiction directly under the Fourteenth Amendment implicitly recognizing the right to monetary relief).</p>\n<p>B. A more difficult question is presented by the due process claim. In a different context numerous courts, including the Fourth Circuit, have held that an action for damages may not be brought directly under <span class=\"star-pagination\">*1121</span> the Fourteenth Amendment if foreclosed by the various requirements of 42 U.S.C. § 1983. <i>Cale v. City of Covington,</i> <span class=\"citation\" data-id=\"360466\"><a href=\"/opinion/360466/donald-l-cale-v-the-city-of-covington-virginia/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">311</span></a></span> (4th Cir. 1978); <i>Kostka v. Hogg,</i> <span class=\"citation\" data-id=\"348313\"><a href=\"/opinion/348313/alan-s-kostka-v-david-w-hogg/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span> (1st Cir. 1977). The Supreme Court expressly reserved ruling on the question of whether to \"imply a cause of action directly from the Fourteenth Amendment which would not be subject to the limitations contained in § 1983.\" <i>Mt. Healthy City School District Board of Education v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 278, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, 571, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977). All these cases, however, arose in efforts to circumvent limitations inherent in Section 1983. <i>Cale</i> involved an attempt to impose monetary liability on a municipality for the acts of its employee, despite the Supreme Court's holding that \"a municipality cannot be held liable under § 1983 on a <i>respondeat superior</i> theory.\" <i>Monell v. Department of Social Services,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 691, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, 2036, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978). The Fourth Circuit appeared to limit its ruling to the <i>respondeat superior</i> issue, 586 F.2d at 313, and found in Section 1983 \"a congressional policy that while money damages against an individual may be necessary to enforce the Fourteenth Amendment, they are in certain circumstances inappropriate against municipalities on account of the same act of the same employee.\" <i>Id.</i> at 317.<sup>[4]</sup> Similarly, <i>Mt. Healthy</i> involved an attempt to sue a governmental entity not then considered a \"person\" under Section 1983 by bringing the action directly under the Fourteenth Amendment.</p>\n<p>For several reasons, the court is persuaded that <i>Cale</i> is not controlling in the present case, and that the due process claim for damages must be analyzed afresh. The first reason is an important distinction between <i>Cale</i> and the present case. <i>Cale</i> addressed whether the plaintiff had a <i>cause of action</i> against the particular defendant, while the present case raises the issue of the availability of a particular form of relief. Whether plaintiff has a cause of action and whether a particular form of relief is available are quite different questions that are nevertheless often confused in the case law. As the Supreme Court has recently clarified, \"<i>cause of action</i> is a question of whether a particular plaintiff is a member of the class of litigants that may, as a matter of law, appropriately invoke the power of the court.... The focus must therefore be on the nature of the right [plaintiff] asserts.\" <i>Davis v. Passman,</i> <span class=\"citation\" data-id=\"110097\"><a href=\"/opinion/110097/davis-v-passman/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></a></span>, 239-240 n. 18, <span class=\"citation\" data-id=\"110097\"><a href=\"/opinion/110097/davis-v-passman/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2264</span></a></span>, 2274 n. 18, <span class=\"citation\" data-id=\"110097\"><a href=\"/opinion/110097/davis-v-passman/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">846</span></a></span> (1979). (Emphasis in original.) In <i>Cale</i> petitioner asserted a right against a municipality for an act of its employee, and the court held that under the Fourteenth Amendment there is no such cause of action. Here, in contrast, plaintiff asserts a right to be free from unlawful interference with his property rights by the governmental entities themselves. There is no question that plaintiff has alleged a cause of action against defendants; the only question is one of the availability of monetary relief, or \"the various remedies a federal court may make available.\" <i>Davis v. Passman, supra,</i> 442 U.S. at 240 n. 18, 99 S.Ct. at 2274 n. 18. <i>Cale</i> does not govern the question of the availability of damages when there is a proper cause of action stated.<sup>[5]</sup></p>\n<p>Since the question is not whether a cause of action should be inferred but whether monetary relief is available, the court's inquiry is guided by the principles announced in <i>Bivens v. Six Unknown Named Agents of Federal Bureau of Narcotics,</i> <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1999</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1971), and reaffirmed in <i>Davis.</i> The questions to be addressed are whether the damages remedy is appropriate in this particular case, whether there are special concerns counseling hesitation, and whether there has been affirmative action by Congress. <i>Davis v. Passman, supra,</i> 442 U.S. at 245-247, 99 <span class=\"star-pagination\">*1122</span> S.Ct. at 2276-78. <i>See </i><i>Bivens, supra,</i> 403 U.S. at 396-397, 91 S.Ct. at 2004-05.</p>\n<p>While not the only form of relief available, damages are appropriate in this case because of the economic losses allegedly suffered over a period of years. If a due process violation is established, injunctive relief will be inadequate to restore Ocean Acres. It should be noted that the appropriateness of damages in a similar case was clearly recognized by the Fourth Circuit in <i>States Marine Lines, Inc. v. Shultz,</i> <span class=\"citation\" data-id=\"320102\"><a href=\"/opinion/320102/states-marine-lines-inc-v-george-p-shultz-secretary-of-the-treasury/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1146</span></a></span> (4th Cir. 1974), where it was held that federal customs officers could be sued for damages directly under the Fifth Amendment for deprivations of property without due process. <i>Id.</i> at 1157.</p>\n<p>The fiscal stability of the government defendant has often been discussed as a special concern counseling hesitation in the imposition of a damage remedy. The Fourth Circuit in <i>Cale,</i> for example, gave</p>\n<blockquote>\"weight to the reasoning that the granting of money damages against a municipality in the absence of legislative authorization actively involves the judiciary in policy decisions relating to the allocation of limited resources .... In contrast to <i>Bivens</i> ... we do deal with a question of State fiscal policy should we permit a suit against a municipal corporation based on <i>respondeat superior</i> and not subject to the limitations of § 1983, the only source for satisfaction of a judgment against it being the taxpayers who furnish the money to the municipality.\" 586 F.2d at 317.</blockquote>\n<p>But the circumstances presented here are quite different. Liability, if established, will not be based on the simple employment of a tortfeasor;</p>\n<blockquote>\"[r]ather, liability is predicated on a determination that `the action that is alleged to be unconstitutional implements or executes a policy statement, ordinance, regulation, or decision officially adopted and promulgated by that body's officers.' .... In this circumstance  when it is the local government itself that is responsible for the constitutional deprivation  it is perfectly reasonable to distribute the loss to the public as a cost of the administration of government, rather than to let the entire burden fall on the injured individual.\" (Citations omitted.) <i>Owen v. City of Independence,</i> <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, 655 n. 39, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></a></span>, 1418 n. 39, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">673</span></a></span> (1980).</blockquote>\n<p>For this reason also the court finds the <i>Cale</i> reasoning uncontrolling here.</p>\n<p>More problematic, however, is the third <i>Bivens</i> factor of whether there has been affirmative action by Congress, for here must be addressed the question of the effect of the terms of Section 1983 upon the availability of relief directly under the Fourteenth Amendment. There is, of course, \"no explicit congressional declaration\" that such damages may not be recovered. <i>Bivens, supra,</i> 403 U.S. at 397, 91 S.Ct. at 2005. Nevertheless, as the Fourth Circuit discussed at length in <i>Cale,</i> section five of the Fourteenth Amendment specifically entrusts Congress with the power to enforce the Amendment's prohibition against the deprivation of property without due process. Pursuant to this power Congress adopted 42 U.S.C. § 1983, which delineates the essential elements of the claim for relief. The defendant must be a \"person\" acting \"under color of\" state law to deprive plaintiff of a right secured by the Constitution or laws of the United States. In <i>Cale,</i> the court reasoned that the judiciary could not act to expand the availability of this claim for relief by permitting an action directly under the Fourteenth Amendment. Thus, since a municipal defendant could not be held to have acted to deprive plaintiff of a constitutional right on a <i>respondeat superior</i> theory under 42 U.S.C. § 1983, the same defendant could not be held liable directly under the Fourteenth Amendment. Congress had acted affirmatively in defining the elements of the cause of action, and the elements had not been met. <i>See </i><i>Cale, supra,</i> 586 F.2d at 316-318. <i>Compare </i><i>Cox v. Stanton,</i> <span class=\"citation\" data-id=\"332392\"><a href=\"/opinion/332392/nial-ruth-cox-v-a-m-stanton-md/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">47</span></a></span> (4th Cir. 1975) (pre-<i>Monell</i> indication that action may be brought directly under Fourteenth Amendment against county).</p>\n<p><span class=\"star-pagination\">*1123</span> In the present case, in contrast, all of the elements of the Section 1983 claim for relief are alleged. Reading the disputed facts favorably to plaintiff for purposes of this motion, the defendants are persons who themselves acted under color of state law to deprive plaintiff of certain protected property rights without due process of law. Furthermore, damages for such deprivations are authorized by 42 U.S.C. § 1983. Thus, to permit a damage award against defendants directly under the Fourteenth Amendment would not contravene the terms of the specific \"affirmative action by Congress\" embodied in Section 1983. <i>Bivens, supra,</i> 403 U.S. at 396, 91 S.Ct. at 2004.</p>\n<p>The question remaining, then, is whether under <i>Bivens</i> and <i>Davis,</i> Section 1983 should be considered an <i>exclusive</i> remedy which preempts an action directly under the Constitution when the action, unlike that in <i>Cale,</i> may properly be brought under Section 1983. Several courts have found it unnecessary to reach the exclusivity question because of the concurrent availability of Section 1983 relief. <i>E.g., </i><i>Huemmer v. Mayor and City Council of Ocean City,</i> <span class=\"citation\" data-id=\"1964174\"><a href=\"/opinion/1964174/huemmer-v-mayor-and-city-council-etc/\"><span class=\"volume\">474</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">704</span></a></span> (D.Md.1979); <i>Highfield Water Company v. Public Service Commission,</i> <span class=\"citation\" data-id=\"1400012\"><a href=\"/opinion/1400012/highfield-water-co-v-public-service-comn/\"><span class=\"volume\">488</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1176</span></a></span>, 1193 n. 3 (D.Md.1980); <i>Molina v. Richardson,</i> <span class=\"citation\" data-id=\"357298\"><a href=\"/opinion/357298/domingo-roque-molina-v-paul-t-richardson-and-the-city-of-los-angeles/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">846</span></a></span>, 850-851 (9th Cir. 1978). <i>See also </i><i>Dean v. Gladney,</i> <span class=\"citation\" data-id=\"378210\"><a href=\"/opinion/378210/mary-elizabeth-dean-cross-appellees-v-robert-r-gladney-roel-g-saldivar/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1336-1337 (5th Cir. 1980). At least two circuits have clearly held that Section 1983 is an exclusive remedy. <i>Owen v. City of Independence,</i> <span class=\"citation no-link\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">335</span></span>, 337 (8th Cir. 1978), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></a></span>, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">673</span></a></span> (1980); <i>Turpin v. Mailet,</i> <span class=\"citation\" data-id=\"363040\"><a href=\"/opinion/363040/thomas-turpin-v-joseph-mailet-and-john-doe-individually-and-as-police/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">426</span></a></span>, 427 (2d Cir. 1979) (<i>en banc</i>). Both <i>Owen</i> and <i>Turpin</i> are based on the reasoning that a <i>Bivens</i> analysis must begin with an inquiry into the presence or absence of an adequate federal remedy and that Section 1983 provides such a remedy in actions against municipalities. Each of these decisions followed <i>Monell</i> and overruled previous holdings that an action could be brought against the municipal defendants directly under the Fourteenth Amendment. <i>See also </i><i>Edmonds v. Dillon,</i> <span class=\"citation\" data-id=\"1377494\"><a href=\"/opinion/1377494/edmonds-v-dillin/\"><span class=\"volume\">485</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">722</span></a></span>, 728 (N.D. Ohio 1980). Justice Powell, concurring in <i>Monell,</i> lent plausible support to this view when he implied that by holding municipalities subject to suit under Section 1983, the Court had obviated the need to \"constitutionalize a cause of action against local government.\" 436 U.S. at 713, 98 S.Ct. at 2047.</p>\n<p>Although the court is of the opinion that the present case is distinguishable from <i>Cale</i> in important respects, as outlined above, and does not find itself controlled thereby, the court nevertheless feels compelled to join the post-<i>Monell</i> rulings that inferring a right to recover damages against defendants here is not supported by <i>Bivens</i> or <i>Davis</i> because <i>Monell</i> renders Section 1983 an adequate remedial vehicle for actions against local governments. Accordingly, the court holds that plaintiff's due process and equal protection claims may be asserted only pursuant to Section 1983.<sup>[6]</sup></p>\n<p></p>\n<h2>III. <i>Statute of Limitations.</i>\n</h2>\n<p></p>\n<h2>A. Inverse Condemnation Claim</h2>\n<p>As the Supreme Court of North Carolina has indicated, there is no statute of limitations applicable to a claim for just compensation. <i>Hoyle v. City of Charlotte,</i> <span class=\"citation\" data-id=\"1342859\"><a href=\"/opinion/1342859/hoyle-v-city-of-charlotte/\"><span class=\"volume\">276</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">292</span></a></span>, 307, <span class=\"citation\" data-id=\"1342859\"><a href=\"/opinion/1342859/hoyle-v-city-of-charlotte/\"><span class=\"volume\">172</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">1</span></a></span> (1970), <i>citing </i><i>Ackerman v. Port of Seattle,</i> 55 Wash.2d 400, <span class=\"citation\" data-id=\"1122064\"><a href=\"/opinion/1122064/ackerman-v-port-of-seattle/\"><span class=\"volume\">348</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">664</span></a></span>, 77 A.L.R.2d 1344 (1960). If plaintiff's property has been taken by defendants, plaintiff is entitled to just compensation under the Constitution regardless of when the taking occurred. The time of the taking is relevant only for purposes of valuing the \"just\" compensation due.<sup>[7]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1124</span> B. Due Process and Equal Protection Claims</h2>\n<p></p>\n<h2>1. Application of State Law</h2>\n<p>This court is directed by 42 U.S.C. § 1988 to apply the analogous state statute of limitations in this Section 1983 action. <i>Bireline v. Seagondollar,</i> <span class=\"citation\" data-id=\"351567\"><a href=\"/opinion/351567/janice-mclean-bireline-v-dr-l-w-seagondollar-chairman-department-of/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span> (4th Cir. 1977), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">842</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">83</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">54</span></span> (1979); <i>Cox v. Stanton,</i> <span class=\"citation\" data-id=\"332392\"><a href=\"/opinion/332392/nial-ruth-cox-v-a-m-stanton-md/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">47</span></a></span> (4th Cir. 1975). <i>See</i> authorities cited in <i>Johnson v. Railway Express Agency, Inc.,</i> <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 462, <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1716</span></a></span>, 1721, <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1975). Because the court holds that the due process and equal protection claims may be brought only pursuant to 42 U.S.C. § 1983, <i>Bireline</i> controls this case despite its factual differences and the court must apply the three-year statute of limitations mandated there. The parties have raised several questions concerning the proper application of the three-year statute, however.</p>\n<p>Although the state statute of limitations applies, federal law determines the accrual of the cause of action and establishes as the time of accrual that point when the plaintiff knows or has reason to know of the injury. <i>E.g., </i><i>Bireline, supra,</i> 567 F.2d at 263.</p>\n<p></p>\n<h2>(a) Equal Protection</h2>\n<p>The only equal protection violations which are alleged occurred in 1972 when C. A. York and Russell E. Twiford were given permission to install septic tanks within the 1,500-foot restricted area. Plaintiff does not allege a lack of knowledge of these events in 1972, and so the equal protection claim is barred as a matter of law.</p>\n<p></p>\n<h2>(b) Due Process Claims</h2>\n<p>Defendants contend, as the heart of their motions, that the septic tank restriction was imposed in 1972 with the full knowledge of Ocean Acres, and that any claim for relief arising from the adoption of the restriction accrued at that time and is therefore barred. Ocean Acres responds that it neither knew nor should have known until 1978 that the restriction was arbitrary and without scientific basis, and that such arbitrariness is an essential element of the due process claim. Additionally, plaintiff contends that defendants fraudulently concealed the arbitrary nature of their actions, thereby tolling the operation of the statute of limitations.</p>\n<p>In support of the fraudulent concealment contention, plaintiff alleges that defendants misrepresented the basis for the septic tank restriction and that at the time of the restriction's adoption, plaintiff made a reasonable effort to discover the reasons for the restriction. As the Fourth Circuit has clearly held, plaintiff must establish more than its own ignorance to toll the statute of limitations. <i>Charlotte Telecasters, Inc. v. Jefferson-Pilot Corporation,</i> <span class=\"citation\" data-id=\"341359\"><a href=\"/opinion/341359/charlotte-telecasters-inc-and-north-carolina-cable-inc-television/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">570</span></a></span>, 574 (4th Cir. 1976); <i>Weinberger v. Retail Credit Company,</i> <span class=\"citation\" data-id=\"319956\"><a href=\"/opinion/319956/david-weinberger-on-his-own-behalf-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">552</span></a></span>, 555 (4th Cir. 1974). The court finds that there are genuine issues of material fact concerning both whether defendants concealed or misrepresented the basis of the restriction and whether plaintiff exercised due diligence in determining that basis.<sup>[8]</sup> Similarly, there are genuine issues concerning at what point in time plaintiff knew or should have known that the restriction was constitutionally infirm, as alleged. Accordingly, summary judgment on statute of limitations grounds must be denied.</p>\n<p></p>\n<h2>IV. <i>Conspiracy Claim.</i>\n</h2>\n<p>The Magistrate recommended that plaintiff's conspiracy claim be dismissed because of the absence of any allegation of racial or other invidious discriminatory animus. <i>See </i><i>Griffin v. Breckenridge,</i> <span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, 102, <span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1790</span></a></span>, 1798, <span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">338</span></a></span> (1971). The \"invidious discriminatory animus\" requirement applies to private conspiracies, however, and not to actions taken under color of state law. <i>See </i><i>Gemini Enterprises,</i> <span class=\"star-pagination\">*1125</span> <i>Inc. v. WFMY Television Corporation,</i> <span class=\"citation\" data-id=\"1363068\"><a href=\"/opinion/1363068/gemini-enterprises-inc-v-wfmy-television-corp/\"><span class=\"volume\">470</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">559</span></a></span>, 567 (M.D.N.C.1979). Accordingly, the Section 1985(3) claim should not be dismissed. The court nevertheless notes that in the state action context, a Section 1985(3) claim is identical in effect to a Section 1983 claim and therefore adds nothing to this litigation. <i>See </i><i>Griffin, supra,</i> 403 U.S. at 99, 91 S.Ct. at 1796-97.</p>\n<p></p>\n<h2>V. <i>Motion to Amend.</i>\n</h2>\n<p>Plaintiff sought to amend the complaint to add prayers for declaratory and injunctive relief and a class action allegation.<sup>[9]</sup> The Magistrate allowed the amendments to the prayer but recommended denial of the class action amendment, finding \"that this action is not maintainable as a class action.\" The court does not adopt this recommendation. Whether there is an appropriate class of similarly-situated plaintiffs has not yet been developed in the record and should be addressed by the court in considering a motion for class certification rather than a motion to amend the complaint. The amendment is proper under F.R.Civ.P. 15(a) and relates back to the filing of the original complaint, and it is hereby allowed in full.</p>\n<p>To summarize, defendants' motions for summary judgment on statute of limitations grounds are denied except as to the equal protection claim, and plaintiff's motion to amend the complaint is allowed.</p>\n<p>By order of July 22, 1980, as modified on August 4, 1980, the Magistrate stayed discovery in this action pending determination of the summary judgment motions. The parties are directed to proceed with discovery forthwith.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The court's brief narrative of the factual background of this case does not, of course, contain all the facts alleged in support of plaintiff's claims. The due process claim has both substantive and procedural components.</p>\n<p>[2]  The court notes that the Supreme Court has recently declined to review the ruling of the Supreme Court of California that only injunctive and declaratory relief is available in that state's courts in inverse condemnation cases. <i>San Diego Gas &amp; Electric Company v. San Diego,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"110438\"><a href=\"/opinion/110438/san-diego-gas-elec-co-v-san-diego/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1287</span></a></span>, <span class=\"citation\" data-id=\"110438\"><a href=\"/opinion/110438/san-diego-gas-elec-co-v-san-diego/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">551</span></a></span> (1981); <i>Agins v. City of Tiburon,</i> <span class=\"citation\" data-id=\"110299\"><a href=\"/opinion/110299/agins-v-city-of-tiburon/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">255</span></a></span>, <span class=\"citation\" data-id=\"110299\"><a href=\"/opinion/110299/agins-v-city-of-tiburon/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2138</span></a></span>, <span class=\"citation\" data-id=\"110299\"><a href=\"/opinion/110299/agins-v-city-of-tiburon/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (1980), <i>aff'g</i> <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">366</span></span>, <span class=\"citation\" data-id=\"1217833\"><a href=\"/opinion/1217833/agins-v-city-of-tiburon/\"><span class=\"volume\">157</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">372</span></a></span>, <span class=\"citation\" data-id=\"1217833\"><a href=\"/opinion/1217833/agins-v-city-of-tiburon/\"><span class=\"volume\">598</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">25</span></a></span> (1979) (on the ground that there was no taking, 447 U.S. at 263, 100 S.Ct. at 2142-43). The issue of whether a <i>state court</i> may prohibit a monetary remedy in an inverse condemnation case is not involved in this action.</p>\n<p>[3]  The Magistrate addressed the merits of the takings issue, concluded that the complaint does not state a claim, and recommended dismissal of the claim. The claim is not ripe for disposition on the merits, however, and the court does not adopt the recommendation of dismissal. The only dispositive motion pending is one for summary judgment on statute of limitations grounds. For purposes of the statute of limitations motion, the court views the allegations as stating a takings claim under the general principles of such cases as <i>Penn Central Transportation Company v. New York City,</i> <span class=\"citation\" data-id=\"109924\"><a href=\"/opinion/109924/penn-central-transp-co-v-new-york-city/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, <span class=\"citation\" data-id=\"109924\"><a href=\"/opinion/109924/penn-central-transp-co-v-new-york-city/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2646</span></a></span>, <span class=\"citation\" data-id=\"109924\"><a href=\"/opinion/109924/penn-central-transp-co-v-new-york-city/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">631</span></a></span> (1978), <i>Goldblatt v. Town of Hempstead,</i> <span class=\"citation\" data-id=\"106392\"><a href=\"/opinion/106392/goldblatt-v-hempstead/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">590</span></a></span>, <span class=\"citation\" data-id=\"106392\"><a href=\"/opinion/106392/goldblatt-v-hempstead/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">987</span></a></span>, <span class=\"citation\" data-id=\"106392\"><a href=\"/opinion/106392/goldblatt-v-hempstead/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">130</span></a></span> (1962), and <i>Euclid v. Ambler Realty Company,</i> <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">114</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">303</span></span> (1926), without prejudice to defendants' right to challenge the sufficiency of the allegations or proof by appropriate motion.</p>\n<p>[4]  It should be noted that several circuits have reached the opposite result and allowed an action for damages against a municipality based on <i>respondeat superior. See</i> cases cited in <i>Cale,</i> 586 F.2d at 314-315.</p>\n<p>[5]  As with the takings claim, the adequacy of the pleadings and proof of the due process allegations remain untested, and the court does not address the merits of the claim.</p>\n<p>[6]  This holding should also apply to the equal protection claim, which seems indistinguishable in terms of the court's inquiry.</p>\n<p>[7]  <i>Kittrell v. City of Rockwell,</i> <span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">715</span></span> (5th Cir. 1976), <i>cert. denied,</i> <span class=\"citation\" data-id=\"109501\"><a href=\"/opinion/109501/w-j-estelle-jr-director-texas-department-of-correstions-v-william/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">925</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2636</span></span>, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">379</span></span> (1976), appears inapposite because that case was addressed as one pursuant to Section 1983 and was seen as primarily a trespass rather than a taking.</p>\n<p>[8]  The Magistrate found that plaintiff had not adequately pleaded fraudulent concealment. This recommendation is not adopted by the court.</p>\n<p>[9]  The proposed class is all similarly-situated owners of property in the two defendant towns.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/94648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110438/",
    "http://www.courtlistener.com/api/rest/v3/opinions/267010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/300202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/317298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/320102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/334177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/341359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/351567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/357298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363040/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1122064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1217833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1277149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1342859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1363068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1377494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1400012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1964174/"
  ]
}