{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1961838/",
  "absolute_url": "/opinion/1961838/zeitler-v-martel/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1961838/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:55:29.457605Z",
  "date_modified": "2016-04-27T01:54:39.184484Z",
  "type": "010combined",
  "sha1": "ebc492ee7b29a3a8333d2598e244d5f0691d7050",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>255 B.R. 172 (1999)</b></center>\n<center><h1>In re George Michael ZEITLER, Defendant-Appellant,<br>\nv.<br>\nBarbara MARTEL, Plaintiff-Appellee.</h1></center>\n<center>No. 5:98-CV-578-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 5, 1999.</center>\n<p><span class=\"star-pagination\">*173</span> M. Ryan Dyson, Layton, Dyson &amp; Carraway, Raleigh, NC, for George Michael Zeitler, appellant.</p>\n<p>Leslee R. Sharp, Raleigh, NC, for Barbara Martel, appellee.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*174</span> <i>ORDER</i>\n</h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on the appeal of George Michael Zeitler (Zeitler or appellant) from a final judgment entered by Unites States Bankruptcy Judge A. Thomas Small on 29 May 1998. The appeal has been briefed and the issues therein are ripe for decision.</p>\n<p></p>\n<h2>I. PROCEDURAL BACKGROUND</h2>\n<p>On 29 March 1996 Zeitler filed a chapter 7 bankruptcy petition. Plaintiff-Appellee, Barbara Martel (Martel or appellee), Zeitler's ex-wife, brought an adversary proceeding to determine the dischargeability of a debt arising from a portion of appellant's monthly employee pension payments that was awarded to her as part of a divorce decree on 25 June 1996. On 23 July 1997, United States Bankruptcy Judge A. Thomas Small held a hearing on the parties' cross-motions for summary judgment as to these issues. On 22 September 1997, Judge Small entered an order granting partial summary judgment to appellee</p>\n<blockquote>with respect to her claim that her portion of the post-petition retirement payments that the [appellant] received but did not pay to her is not discharged, and with respect to her claim that her portion of the payments that will become due each month in the future is not discharged.</blockquote>\n<p><i>In re George Michael Zeitler,</i> 213 B.R. 457, 462 (Bankr.E.D.N.C.1997). Judge Small also granted partial summary judgment in favor of appellant with respect to appellee's contention that her portion of the pre-petition retirement payments appellant received but did not pay her is not dischargeable pursuant to 11 U.S.C. § 727(b) as well as her allegation that her prepetition claims are not dischargeable under 11 U.S.C. § 523(a)(4). Judge Small specifically stated that \"[t]he issues of nondischargeability of the pre-petition debts under [11 U.S.C.] § 523(a)(2)(A), § 523(a)(5), and § 523(a)(15) are left for trial.\" <i>Id.</i></p>\n<p>On 2 October 1997, appellant moved Judge Small to reconsider his 22 September 1997 ruling. On 6 November 1997, Judge Small denied the motion to reconsider; however, he modified his 22 September 1997 Order to clarify that although appellee mentioned § 523(a)(15) as a basis for exception to discharge in her motion for summary judgment, there were no § 523(a)(15) issues included in the adversary proceeding and no § 523(a)(15) issues would be addressed at trial.</p>\n<p>On 1 May 1998, the United States Bankruptcy Judge J. Rich Leonard denied appellee's motion for relief from the automatic stay; however, he specifically stated that \"[i]n the event of default [by Zeitler], certified by counsel for Martel, the automatic stay shall lift immediately without further hearing or notice from this court.\" (Order of 1 May 1998.)</p>\n<p>On 28 May 1998, Judge Small conducted a trial on the remaining issues. On 29 May 1998, he issued a Memorandum Opinion addressing the only issue presented at trial: the dischargeability of approximately $18,000.00 arising from appellant's retention of pre-petition pension benefits pursuant to 11 U.S.C. § 523(a)(2)(A). In this opinion, Judge Small concluded that this debt was dischargeable. (Order of 29 May 1998 at 6.) On 29 May 1998, Judge Small entered judgment in this case as follows:</p>\n<blockquote>IT IS HEREBY ORDERED, ADJUDGED, AND DECREED that the pre-petition debt owed by the defendant and chapter 7 debtor, George Michael Zeitler, to the plaintiff, Barbara Martel, arising from the failure to Mr. Zeitler to pay approximately $18,000 of his IBM retirement benefits to Ms. Martel is DISCHARGEABLE; and</blockquote>\n<blockquote>IT IS FURTHER ORDERED, ADJUDGED, AND DECREED that Mr. Zeitler's debt to Ms. Martel with respect to her claim that her portion of the postpetition retirement payments that the <span class=\"star-pagination\">*175</span> debtor received but did not pay to her is NONDISCHARGEABLE; and</blockquote>\n<blockquote>IT IS FURTHER ORDERED, ADJUDGED, AND DECREED that any debt owed to Ms. Martel by Mr. Zeitler for her portion of Mr. Zeitler's retirement benefits that will become due each month in the future is NONDISCHARGEABLE.</blockquote>\n<p>(Judgment of 29 May 1998 at 2. emphasis in original.) It is from this judgment that appellant now appeals.</p>\n<p></p>\n<h2>II. FACTS</h2>\n<p>Appellant and appellee were married from 8 August 1958 until 5 December 1983. During the marriage, appellant accrued retirement benefits while working for IBM. Pursuant to the court order dissolving the marriage, appellant was required to pay appellee a portion of these retirement benefits. Paragraph 10 of the Arizona court's dissolution decree states:</p>\n<blockquote>As to Respondent's [appellant's] retirement benefits at IBM, Petitioner [appellee] shall be entitled to a percentage arrived at by dividing Two Hundred Ninety-Nine (299) by the number of months Respondent [appellant] has worked for IBM at the time of retirement and such amount shall be due and payable at the time Respondent [appellant] begins receiving retirement or disability benefits.</blockquote>\n<p><i>Zeitler v. Zeitler,</i> No. D 38571 (Ariz.Super.Ct., 5 December 1983) (order dissolving marriage)</p>\n<p>Prior to his retirement, appellant sent appellee a letter dated 8 June 1993 stating that he was considering retirement. Appellee claims she never received the letter. Appellant did not make any other attempt to notify appellee of his retirement prior to receipt of any benefits. Appellant retired on 30 June 1993 and began receiving monthly retirement benefits on 1 July 1993 in the amount of $2,410.56. He did not pay appellee's portion of these benefits to her.</p>\n<p>Appellant claims that he sent appellee a second letter dated 3 March 1994, together with a copy of the 8 June 1993 letter. Appellee testified that she did not receive the second letter. The 3 March 1994 letter states that appellant retired was retired from IBM, but that he had deferred receipt of retirement benefits. This statement was not true, as appellant received his first retirement payment on 1 July 1993, and could be construed as an attempt to mislead appellee. However, as the bankruptcy Court noted, appellee \"could not have been misled by the letter, because it was not received.\" (Order of 29 May 1998 at 4.)</p>\n<p>In the Spring of 1994, appellee learned of appellant's retirement and, through her divorce attorney, threatened legal action if appellant did not honor his obligation to pay her a portion of the benefits. In response, appellant sent appellee a letter dated 15 August 1995, together with copies of the 8 June 1993 and 3 March 1994 letters. This letter stated that appellant would not begin receiving IBM retirement benefits until January 1995. Again, this was false, as appellant had begun to receive benefits in July 1993. However, appellee was not mislead by the false statement, because by the time she received this letter, she had confirmed appellant's receipt of benefits and had begun legal action in state court to have appellant held in contempt for failure to comply with the order dissolving the marriage. Appellee had also contacted the IBM plan administrator, the Wyatt Company, and been informed that the dissolution decree did not require payment of any portion of appellant's benefits to her directly because that decree did not meet the requirements of a Qualified Domestic Relations Order (QDRO) as established in the Employee Retirement Income Security Act (ERISA). In October 1995, appellee filed an amended motion for contempt. A hearing on the motion was continued, by mutual consent, to 4 April 1996. This state court proceeding, however, was stayed upon appellant's <span class=\"star-pagination\">*176</span> filing for bankruptcy protection on 29 March 1996.</p>\n<p>Appellant claimed all of his IBM pension benefits as exemptions and no objection to these exemptions was filed. Appellant also listed two disputed claims by appellee: 1) an $18,000.00 pre-petition claim for her part of the retirement benefits appellant received but did not pay appellee and 2) an unliquidated claim for appellee's portion of the post-petition retirement benefits.</p>\n<p>Appellee initiated the adversary proceeding claiming that none of appellant's obligations to her is dischargeable. Appellant disagreed and dispositive motions and a bench trial, as detailed above, followed.</p>\n<p>For purposes of analyzing the dischargeability of these debts, the Bankruptcy Court divided appellee's claims into three categories:</p>\n<blockquote>(1) Ms. Martel's claim for approximately $18,000, representing her portion of the pre-petition retirement payments that Mr. Zeitler received but did not pay her, (2) her claim for her portion of the post-petition retirement payments that the debtor received but did not pay her, and (3) her claim for her portion of the payments that will become due each month in the future.</blockquote>\n<p><i>In re Zeitler,</i> 213 B.R. 457, 460 (Bankr. E.D.N.C.1997.) The court finds this categorization of the claims helpful and will utilize it in resolving the issues on appeal.</p>\n<p></p>\n<h2>III. STANDARD OF REVIEW</h2>\n<p>A district court reviews a bankruptcy court's findings of fact for clear error and its conclusions of law <i>de novo. </i><i>In re Bryson Properties, XVIII,</i> 961 F.2d 496, 499 (4th Cir.1992). Any decisions regarding the lifting of the automatic stay may only be overturned for an abuse of discretion. <i>In re Robbins,</i> 964 F.2d 342 (4th Cir.1992).</p>\n<p></p>\n<h2>IV. ISSUES</h2>\n<p>The parties agree that the following issues are before this court: (1) whether the bankruptcy court erred in its 22 September 1997 Order by holding the retirement payments appellant received post-petition but did not pay to appellee to be nondischargeable; (2) whether the bankruptcy court erred in its 22 September 1997 Order holding the retirement payments that appellant will receive in the future to be nondischargeable; and, (3) whether it was error for the bankruptcy court to hold that the automatic stay is lifted by appellant's noncompliance with the requirements of the Arizona judgment of divorce. The parties dispute whether the issue of appellee's failure to object to the exemption claimed by appellant in the entire amount of the retirement plan benefits is properly before the court. Appellant presents this as an issue for appeal while appellee maintains that this issue was not presented to the Bankruptcy Court on summary judgment and, therefore, cannot be raised for the first time on appeal. It is settled law that a matter not properly raised below cannot be raised for the first time on appeal. <i>McGowan v. Gillenwater,</i> 429 F.2d 586 (1970). However, it is unclear from a review of the pleadings before the Bankruptcy Court whether appellant raised the appellee's failure to object to the exemption. The court will assume that this issue was properly presented below and will address it as a fourth issue on appeal.</p>\n<p></p>\n<h2>IV. DISCUSSION</h2>\n<p>The first and second issues outlined above concern the dischargeability of the retirement payments appellant received post-petition and will receive in the future. The Bankruptcy Court analyzed these issues within the framework of the Bankruptcy Code's broad definition of debt in 11 U.S.C. § 101(12). This section broadly defines debt as \"liability on a claim.\" 11 U.S.C. § 101(12). Claim is defined in 11 U.S.C. § 101(5)(A) as a</p>\n<blockquote>right to payment, whether or not such right is reduced to judgment, liquidated, unliquidated, fixed, contingent, matured, <span class=\"star-pagination\">*177</span> unmatured, disputed, undisputed, legal, equitable, secured or unsecured.</blockquote>\n<p>The Bankruptcy Court then concluded that appellee's entitlement to appellant's retirement payments did not arise, under this definition, until the payments were paid to appellant monthly. <i>In re Zeitler,</i> 213 B.R. 457, 460 (Bankr.E.D.N.C.1997.)<sup>[1]</sup> Appellant asserted to the Bankruptcy Court that the language of the dissolution decree should be read to mean that upon the date of his retirement, he was immediately required to pay appellee a lump sum equal to the full amount of her entitlement. The Bankruptcy Court rejected this interpretation and so does this court. Appellant did not receive his retirement benefits in one lump sum, but in monthly payments. Thus, the only logical interpretation of the dissolution decree is that appellant was required to pay appellee a percentage of each monthly benefit he received. Thus, this court agrees with the Bankruptcy court that payments due to appellee which appellant received and did not pay to her arose post-petition and are therefore, not dischargeable under 11 U.S.C. § 727(b), as that sections provides only for discharge of pre-petition debt.</p>\n<p>As to the payments due appellee from funds appellant will receive in the future, these payments are not yet due and thus, not dischargeable. The fact the appellee has not obtained a QDRO to secure these rights does not impact upon this fact. The reliance by the Bankruptcy Court on a ruling from the United States Bankruptcy court for the Western District of Missouri in a factually similar case is persuasive.</p>\n<blockquote>Although [appellee] has no recognizable legal right under ERISA to [appellant's] pension benefits because she was unable to obtain the QDRO prepetition, she has an equitable interest in [appellant's] pensions arising from entry of the decree of dissolution. That equitable interest is the right to obtain a QDRO arising from the pre-bankruptcy division of the pensions by the dissolution decree. [Appellee's] right to obtain a QDRO is not dischargeable in bankruptcy.</blockquote>\n<p><i>Long v. Donahue,</i> 148 B.R. 904, 907 (Bankr.W.D.Mo.1992). Further, the Ninth Circuit Court of Appeals has spoken on the issue of the relationship between QDRO's and discharge in bankruptcy by explaining that \"[e]ven if [the debtor's ex-wife] did not have a QDRO at the time [the debtor] filed for bankruptcy, his bankruptcy cannot eliminate her right to obtain a QDRO.\" <i>Gendreau v. Gendreau,</i> 122 F.3d 815, 818 (9th Cir.1997), <i>cert. denied</i> 523 U.S. 1005, 118 S.Ct. 1187, 140 L.Ed.2d 318 (1998).</p>\n<p>Appellant agrees that the definition of claim under 11 U.S.C. § 101(5) governs. However, appellant argues that the definition is to be interpreted broadly and that the Fourth Circuit case of <i>Grady v. A.H. Robins Co., Inc.,</i> 839 F.2d 198 (4th Cir. 1988), <i>cert. dismissed sub nom, Joynes v. A.H. Robins,</i> 487 U.S. 1260, 109 S.Ct. 201, 101 L.Ed.2d 972 (1988) applies. This case creates the \"conduct test\" to determine when a claim arises. <i>Id.</i> Pursuant to this test, if the right to payment arises from conduct which took place prior to the petition date, there is a claim within the meaning of § 101(5). <i>Id.,</i> 839 F.2d at 203. Appellant argues that his retirement on 30 June 1993 and subsequent failure to pay appellee were the relevant conduct. (Appellant's Br. at 7)</p>\n<p>The court finds this argument unpersuasive. The relevant conduct which created a right to payment on behalf of appellee was the dissolution agreement, because it is by those terms that appellee was awarded a portion of appellant's retirement. More specifically, the dissolution created the obligation \"at the time [Zeitler] begins receiving benefits.\" The conduct necessary under <i>Grady</i> was appellant's failure to pay appellee upon receipt of his monthly pension payments. As to <span class=\"star-pagination\">*178</span> the payments yet to be received, they are claims to arise in the future at the time the payment is received by appellant and not paid to the appellee. The Bankruptcy Court, although not calling it such, correctly applied the \"conduct test\" to hold that appellee's claims on post-petition payments received by appellant and her claims on those payments to be received in the future are non-dischargeable.</p>\n<p>The third issue for review relates to an order of 1 May 1998. Appellant argues that this order required him to comply with the divorce decree as a precondition to sustaining the automatic stay protection under the Bankruptcy Code. The order in question states that the stay shall be in effect until the date of trial, which was then only four weeks away. That trial has now taken place and the issues of the adversary proceedings have been resolved. The Bankruptcy Court has stated that appellee is \"free to elevate her rights in the retirement benefits to a property interest by qualifying for a QDRO.\" <i>In re Zeitler,</i> 213 B.R. at 461. Under the deferential standard of review applied to orders involving issues of the automatic stay provision of the Bankruptcy Code, the order will be affirmed.</p>\n<p>The fourth issue concerns appellant's assertion that appellee's failure to object to his claimed exemption in the entire amount of the retirement plan benefits affects appellee's claim. Appellant argues that exemptions are to be allowed when objections are not timely filed. <i>Taylor v. Freeland &amp; Kronz,</i> 503 U.S. 638, 112 S.Ct. 1644, 118 L.Ed.2d 280 (1992). While this may be true, this court agrees with the Bankruptcy Court that a debtor's mere assertion of an exemption cannot serve to defeat the interest of another in that property. Therefore, appellant's claim of an exemption, without more, does not stand in the face of appellee's interest in the post-petition retirement benefits.</p>\n<p></p>\n<h2>V. CONCLUSION</h2>\n<p>For the reasons stated above, the rulings of the Bankruptcy Court are, in all respects, AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  The court notes that Martel did not appeal the decision of the Bankruptcy Court that the retirement payments made pre-petition were dischargeable debts under 11 U.S.C. § 727(b).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">172</span></span> (1999)</b></center>\n<center><h1>In re George Michael ZEITLER, Defendant-Appellant,<br>\nv.<br>\nBarbara MARTEL, Plaintiff-Appellee.</h1></center>\n<center>No. 5:98-CV-578-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 5, 1999.</center>\n<p><span class=\"star-pagination\">*173</span> M. Ryan Dyson, Layton, Dyson &amp; Carraway, Raleigh, NC, for George Michael Zeitler, appellant.</p>\n<p>Leslee R. Sharp, Raleigh, NC, for Barbara Martel, appellee.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*174</span> <i>ORDER</i>\n</h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on the appeal of George Michael Zeitler (Zeitler or appellant) from a final judgment entered by Unites States Bankruptcy Judge A. Thomas Small on 29 May 1998. The appeal has been briefed and the issues therein are ripe for decision.</p>\n<p></p>\n<h2>I. PROCEDURAL BACKGROUND</h2>\n<p>On 29 March 1996 Zeitler filed a chapter 7 bankruptcy petition. Plaintiff-Appellee, Barbara Martel (Martel or appellee), Zeitler's ex-wife, brought an adversary proceeding to determine the dischargeability of a debt arising from a portion of appellant's monthly employee pension payments that was awarded to her as part of a divorce decree on 25 June 1996. On 23 July 1997, United States Bankruptcy Judge A. Thomas Small held a hearing on the parties' cross-motions for summary judgment as to these issues. On 22 September 1997, Judge Small entered an order granting partial summary judgment to appellee</p>\n<blockquote>with respect to her claim that her portion of the post-petition retirement payments that the [appellant] received but did not pay to her is not discharged, and with respect to her claim that her portion of the payments that will become due each month in the future is not discharged.</blockquote>\n<p><i>In re George Michael Zeitler,</i> <span class=\"citation\" data-id=\"1540351\"><a href=\"/opinion/1540351/in-re-zeitler/\"><span class=\"volume\">213</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">457</span></a></span>, 462 (Bankr.E.D.N.C.1997). Judge Small also granted partial summary judgment in favor of appellant with respect to appellee's contention that her portion of the pre-petition retirement payments appellant received but did not pay her is not dischargeable pursuant to 11 U.S.C. § 727(b) as well as her allegation that her prepetition claims are not dischargeable under 11 U.S.C. § 523(a)(4). Judge Small specifically stated that \"[t]he issues of nondischargeability of the pre-petition debts under [11 U.S.C.] § 523(a)(2)(A), § 523(a)(5), and § 523(a)(15) are left for trial.\" <i>Id.</i></p>\n<p>On 2 October 1997, appellant moved Judge Small to reconsider his 22 September 1997 ruling. On 6 November 1997, Judge Small denied the motion to reconsider; however, he modified his 22 September 1997 Order to clarify that although appellee mentioned § 523(a)(15) as a basis for exception to discharge in her motion for summary judgment, there were no § 523(a)(15) issues included in the adversary proceeding and no § 523(a)(15) issues would be addressed at trial.</p>\n<p>On 1 May 1998, the United States Bankruptcy Judge J. Rich Leonard denied appellee's motion for relief from the automatic stay; however, he specifically stated that \"[i]n the event of default [by Zeitler], certified by counsel for Martel, the automatic stay shall lift immediately without further hearing or notice from this court.\" (Order of 1 May 1998.)</p>\n<p>On 28 May 1998, Judge Small conducted a trial on the remaining issues. On 29 May 1998, he issued a Memorandum Opinion addressing the only issue presented at trial: the dischargeability of approximately $18,000.00 arising from appellant's retention of pre-petition pension benefits pursuant to 11 U.S.C. § 523(a)(2)(A). In this opinion, Judge Small concluded that this debt was dischargeable. (Order of 29 May 1998 at 6.) On 29 May 1998, Judge Small entered judgment in this case as follows:</p>\n<blockquote>IT IS HEREBY ORDERED, ADJUDGED, AND DECREED that the pre-petition debt owed by the defendant and chapter 7 debtor, George Michael Zeitler, to the plaintiff, Barbara Martel, arising from the failure to Mr. Zeitler to pay approximately $18,000 of his IBM retirement benefits to Ms. Martel is DISCHARGEABLE; and</blockquote>\n<blockquote>IT IS FURTHER ORDERED, ADJUDGED, AND DECREED that Mr. Zeitler's debt to Ms. Martel with respect to her claim that her portion of the postpetition retirement payments that the <span class=\"star-pagination\">*175</span> debtor received but did not pay to her is NONDISCHARGEABLE; and</blockquote>\n<blockquote>IT IS FURTHER ORDERED, ADJUDGED, AND DECREED that any debt owed to Ms. Martel by Mr. Zeitler for her portion of Mr. Zeitler's retirement benefits that will become due each month in the future is NONDISCHARGEABLE.</blockquote>\n<p>(Judgment of 29 May 1998 at 2. emphasis in original.) It is from this judgment that appellant now appeals.</p>\n<p></p>\n<h2>II. FACTS</h2>\n<p>Appellant and appellee were married from 8 August 1958 until 5 December 1983. During the marriage, appellant accrued retirement benefits while working for IBM. Pursuant to the court order dissolving the marriage, appellant was required to pay appellee a portion of these retirement benefits. Paragraph 10 of the Arizona court's dissolution decree states:</p>\n<blockquote>As to Respondent's [appellant's] retirement benefits at IBM, Petitioner [appellee] shall be entitled to a percentage arrived at by dividing Two Hundred Ninety-Nine (299) by the number of months Respondent [appellant] has worked for IBM at the time of retirement and such amount shall be due and payable at the time Respondent [appellant] begins receiving retirement or disability benefits.</blockquote>\n<p><i>Zeitler v. Zeitler,</i> No. D 38571 (Ariz.Super.Ct., 5 December 1983) (order dissolving marriage)</p>\n<p>Prior to his retirement, appellant sent appellee a letter dated 8 June 1993 stating that he was considering retirement. Appellee claims she never received the letter. Appellant did not make any other attempt to notify appellee of his retirement prior to receipt of any benefits. Appellant retired on 30 June 1993 and began receiving monthly retirement benefits on 1 July 1993 in the amount of $2,410.56. He did not pay appellee's portion of these benefits to her.</p>\n<p>Appellant claims that he sent appellee a second letter dated 3 March 1994, together with a copy of the 8 June 1993 letter. Appellee testified that she did not receive the second letter. The 3 March 1994 letter states that appellant retired was retired from IBM, but that he had deferred receipt of retirement benefits. This statement was not true, as appellant received his first retirement payment on 1 July 1993, and could be construed as an attempt to mislead appellee. However, as the bankruptcy Court noted, appellee \"could not have been misled by the letter, because it was not received.\" (Order of 29 May 1998 at 4.)</p>\n<p>In the Spring of 1994, appellee learned of appellant's retirement and, through her divorce attorney, threatened legal action if appellant did not honor his obligation to pay her a portion of the benefits. In response, appellant sent appellee a letter dated 15 August 1995, together with copies of the 8 June 1993 and 3 March 1994 letters. This letter stated that appellant would not begin receiving IBM retirement benefits until January 1995. Again, this was false, as appellant had begun to receive benefits in July 1993. However, appellee was not mislead by the false statement, because by the time she received this letter, she had confirmed appellant's receipt of benefits and had begun legal action in state court to have appellant held in contempt for failure to comply with the order dissolving the marriage. Appellee had also contacted the IBM plan administrator, the Wyatt Company, and been informed that the dissolution decree did not require payment of any portion of appellant's benefits to her directly because that decree did not meet the requirements of a Qualified Domestic Relations Order (QDRO) as established in the Employee Retirement Income Security Act (ERISA). In October 1995, appellee filed an amended motion for contempt. A hearing on the motion was continued, by mutual consent, to 4 April 1996. This state court proceeding, however, was stayed upon appellant's <span class=\"star-pagination\">*176</span> filing for bankruptcy protection on 29 March 1996.</p>\n<p>Appellant claimed all of his IBM pension benefits as exemptions and no objection to these exemptions was filed. Appellant also listed two disputed claims by appellee: 1) an $18,000.00 pre-petition claim for her part of the retirement benefits appellant received but did not pay appellee and 2) an unliquidated claim for appellee's portion of the post-petition retirement benefits.</p>\n<p>Appellee initiated the adversary proceeding claiming that none of appellant's obligations to her is dischargeable. Appellant disagreed and dispositive motions and a bench trial, as detailed above, followed.</p>\n<p>For purposes of analyzing the dischargeability of these debts, the Bankruptcy Court divided appellee's claims into three categories:</p>\n<blockquote>(1) Ms. Martel's claim for approximately $18,000, representing her portion of the pre-petition retirement payments that Mr. Zeitler received but did not pay her, (2) her claim for her portion of the post-petition retirement payments that the debtor received but did not pay her, and (3) her claim for her portion of the payments that will become due each month in the future.</blockquote>\n<p><i>In re Zeitler,</i> <span class=\"citation\" data-id=\"1540351\"><a href=\"/opinion/1540351/in-re-zeitler/\"><span class=\"volume\">213</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">457</span></a></span>, 460 (Bankr. E.D.N.C.1997.) The court finds this categorization of the claims helpful and will utilize it in resolving the issues on appeal.</p>\n<p></p>\n<h2>III. STANDARD OF REVIEW</h2>\n<p>A district court reviews a bankruptcy court's findings of fact for clear error and its conclusions of law <i>de novo. </i><i>In re Bryson Properties, XVIII,</i> <span class=\"citation\" data-id=\"581392\"><a href=\"/opinion/581392/in-re-bryson-properties-xviii-debtor-travelers-insurance-company-v/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">496</span></a></span>, 499 (4th Cir.1992). Any decisions regarding the lifting of the automatic stay may only be overturned for an abuse of discretion. <i>In re Robbins,</i> <span class=\"citation\" data-id=\"583614\"><a href=\"/opinion/583614/in-re-harry-c-robbins-a-single-person-debtor-revalle-robbins-v-harry/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">342</span></a></span> (4th Cir.1992).</p>\n<p></p>\n<h2>IV. ISSUES</h2>\n<p>The parties agree that the following issues are before this court: (1) whether the bankruptcy court erred in its 22 September 1997 Order by holding the retirement payments appellant received post-petition but did not pay to appellee to be nondischargeable; (2) whether the bankruptcy court erred in its 22 September 1997 Order holding the retirement payments that appellant will receive in the future to be nondischargeable; and, (3) whether it was error for the bankruptcy court to hold that the automatic stay is lifted by appellant's noncompliance with the requirements of the Arizona judgment of divorce. The parties dispute whether the issue of appellee's failure to object to the exemption claimed by appellant in the entire amount of the retirement plan benefits is properly before the court. Appellant presents this as an issue for appeal while appellee maintains that this issue was not presented to the Bankruptcy Court on summary judgment and, therefore, cannot be raised for the first time on appeal. It is settled law that a matter not properly raised below cannot be raised for the first time on appeal. <i>McGowan v. Gillenwater,</i> <span class=\"citation\" data-id=\"291325\"><a href=\"/opinion/291325/charles-s-mcgowan-as-administrator-of-the-estate-of-mary-louise-mcgowan/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">586</span></a></span> (1970). However, it is unclear from a review of the pleadings before the Bankruptcy Court whether appellant raised the appellee's failure to object to the exemption. The court will assume that this issue was properly presented below and will address it as a fourth issue on appeal.</p>\n<p></p>\n<h2>IV. DISCUSSION</h2>\n<p>The first and second issues outlined above concern the dischargeability of the retirement payments appellant received post-petition and will receive in the future. The Bankruptcy Court analyzed these issues within the framework of the Bankruptcy Code's broad definition of debt in 11 U.S.C. § 101(12). This section broadly defines debt as \"liability on a claim.\" 11 U.S.C. § 101(12). Claim is defined in 11 U.S.C. § 101(5)(A) as a</p>\n<blockquote>right to payment, whether or not such right is reduced to judgment, liquidated, unliquidated, fixed, contingent, matured, <span class=\"star-pagination\">*177</span> unmatured, disputed, undisputed, legal, equitable, secured or unsecured.</blockquote>\n<p>The Bankruptcy Court then concluded that appellee's entitlement to appellant's retirement payments did not arise, under this definition, until the payments were paid to appellant monthly. <i>In re Zeitler,</i> <span class=\"citation\" data-id=\"1540351\"><a href=\"/opinion/1540351/in-re-zeitler/\"><span class=\"volume\">213</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">457</span></a></span>, 460 (Bankr.E.D.N.C.1997.)<sup>[1]</sup> Appellant asserted to the Bankruptcy Court that the language of the dissolution decree should be read to mean that upon the date of his retirement, he was immediately required to pay appellee a lump sum equal to the full amount of her entitlement. The Bankruptcy Court rejected this interpretation and so does this court. Appellant did not receive his retirement benefits in one lump sum, but in monthly payments. Thus, the only logical interpretation of the dissolution decree is that appellant was required to pay appellee a percentage of each monthly benefit he received. Thus, this court agrees with the Bankruptcy court that payments due to appellee which appellant received and did not pay to her arose post-petition and are therefore, not dischargeable under 11 U.S.C. § 727(b), as that sections provides only for discharge of pre-petition debt.</p>\n<p>As to the payments due appellee from funds appellant will receive in the future, these payments are not yet due and thus, not dischargeable. The fact the appellee has not obtained a QDRO to secure these rights does not impact upon this fact. The reliance by the Bankruptcy Court on a ruling from the United States Bankruptcy court for the Western District of Missouri in a factually similar case is persuasive.</p>\n<blockquote>Although [appellee] has no recognizable legal right under ERISA to [appellant's] pension benefits because she was unable to obtain the QDRO prepetition, she has an equitable interest in [appellant's] pensions arising from entry of the decree of dissolution. That equitable interest is the right to obtain a QDRO arising from the pre-bankruptcy division of the pensions by the dissolution decree. [Appellee's] right to obtain a QDRO is not dischargeable in bankruptcy.</blockquote>\n<p><i>Long v. Donahue,</i> <span class=\"citation\" data-id=\"1967672\"><a href=\"/opinion/1967672/in-re-long/\"><span class=\"volume\">148</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">904</span></a></span>, 907 (Bankr.W.D.Mo.1992). Further, the Ninth Circuit Court of Appeals has spoken on the issue of the relationship between QDRO's and discharge in bankruptcy by explaining that \"[e]ven if [the debtor's ex-wife] did not have a QDRO at the time [the debtor] filed for bankruptcy, his bankruptcy cannot eliminate her right to obtain a QDRO.\" <i>Gendreau v. Gendreau,</i> <span class=\"citation\" data-id=\"744856\"><a href=\"/opinion/744856/bankr-l-rep-p-77497-21-employee-benefits-cas-1533-97-cal-daily-op/\"><span class=\"volume\">122</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">815</span></a></span>, 818 (9th Cir.1997), <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1187</span></span>, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">318</span></span> (1998).</p>\n<p>Appellant agrees that the definition of claim under 11 U.S.C. § 101(5) governs. However, appellant argues that the definition is to be interpreted broadly and that the Fourth Circuit case of <i>Grady v. A.H. Robins Co., Inc.,</i> <span class=\"citation\" data-id=\"501726\"><a href=\"/opinion/501726/rebecca-grady-v-ah-robins-company-incorporated-the-official-unsecured/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">198</span></a></span> (4th Cir. 1988), <i>cert. dismissed sub nom, Joynes v. A.H. Robins,</i> <span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1260</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">201</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">972</span></span> (1988) applies. This case creates the \"conduct test\" to determine when a claim arises. <i>Id.</i> Pursuant to this test, if the right to payment arises from conduct which took place prior to the petition date, there is a claim within the meaning of § 101(5). <i>Id.,</i> 839 F.2d at 203. Appellant argues that his retirement on 30 June 1993 and subsequent failure to pay appellee were the relevant conduct. (Appellant's Br. at 7)</p>\n<p>The court finds this argument unpersuasive. The relevant conduct which created a right to payment on behalf of appellee was the dissolution agreement, because it is by those terms that appellee was awarded a portion of appellant's retirement. More specifically, the dissolution created the obligation \"at the time [Zeitler] begins receiving benefits.\" The conduct necessary under <i>Grady</i> was appellant's failure to pay appellee upon receipt of his monthly pension payments. As to <span class=\"star-pagination\">*178</span> the payments yet to be received, they are claims to arise in the future at the time the payment is received by appellant and not paid to the appellee. The Bankruptcy Court, although not calling it such, correctly applied the \"conduct test\" to hold that appellee's claims on post-petition payments received by appellant and her claims on those payments to be received in the future are non-dischargeable.</p>\n<p>The third issue for review relates to an order of 1 May 1998. Appellant argues that this order required him to comply with the divorce decree as a precondition to sustaining the automatic stay protection under the Bankruptcy Code. The order in question states that the stay shall be in effect until the date of trial, which was then only four weeks away. That trial has now taken place and the issues of the adversary proceedings have been resolved. The Bankruptcy Court has stated that appellee is \"free to elevate her rights in the retirement benefits to a property interest by qualifying for a QDRO.\" <i>In re Zeitler,</i> 213 B.R. at 461. Under the deferential standard of review applied to orders involving issues of the automatic stay provision of the Bankruptcy Code, the order will be affirmed.</p>\n<p>The fourth issue concerns appellant's assertion that appellee's failure to object to his claimed exemption in the entire amount of the retirement plan benefits affects appellee's claim. Appellant argues that exemptions are to be allowed when objections are not timely filed. <i>Taylor v. Freeland &amp; Kronz,</i> <span class=\"citation\" data-id=\"112725\"><a href=\"/opinion/112725/taylor-v-freeland-kronz/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">638</span></a></span>, <span class=\"citation\" data-id=\"112725\"><a href=\"/opinion/112725/taylor-v-freeland-kronz/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1644</span></a></span>, <span class=\"citation\" data-id=\"112725\"><a href=\"/opinion/112725/taylor-v-freeland-kronz/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></a></span> (1992). While this may be true, this court agrees with the Bankruptcy Court that a debtor's mere assertion of an exemption cannot serve to defeat the interest of another in that property. Therefore, appellant's claim of an exemption, without more, does not stand in the face of appellee's interest in the post-petition retirement benefits.</p>\n<p></p>\n<h2>V. CONCLUSION</h2>\n<p>For the reasons stated above, the rulings of the Bankruptcy Court are, in all respects, AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  The court notes that Martel did not appeal the decision of the Bankruptcy Court that the retirement payments made pre-petition were dischargeable debts under 11 U.S.C. § 727(b).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/291325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1540351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1967672/"
  ]
}