{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1963759/",
  "absolute_url": "/opinion/1963759/merritt-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1963759/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:55:49.533704Z",
  "date_modified": "2016-04-27T02:38:01.975056Z",
  "type": "010combined",
  "sha1": "91e5cde03554cab56f821c5e1bc4f185ce69a093",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>930 F.Supp. 1109 (1996)</b></center>\n<center><h1>Kermith Wayne MERRITT, Petitioner,<br>\nv.<br>\nUNITED STATES of America, Respondent.</h1></center>\n<center>Nos. 91-62-1-CR-5BR, 5:96-CV-93-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 21, 1996.</center>\n<p><span class=\"star-pagination\">*1110</span> Christine Witcover Dean, U.S. Attys. Office, Raleigh, NC, for U.S.</p>\n<p>Douglas P. Connor, Mt. Olive, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This case is before the court on Merritt's motion, pursuant to 28 U.S.C. § 2255, to vacate, set aside, or correct his sentence imposed for violating 18 U.S.C. § 924(c)(1).</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>Merritt was arrested following a search of his residence that produced cocaine, drug paraphernalia, and firearms. He was charged in a three-count Superseding Indictment. Count One charged that Merritt knowingly and intentionally possessed cocaine with the intent to distribute. Count Two charged that he knowingly and intentionally distributed cocaine. Count Three charged that during and in relation to a drug trafficking crime, Merritt knowingly used firearms in violation of 18 U.S.C. § 924(c)(1).</p>\n<p>Merritt plead guilty to Counts One and Two, was found guilty of Count Three after a jury trial, and was sentenced to a 111-month term of imprisonment. The sentence consisted of a term of fifty-one months on each of Counts One and Two to be served concurrently, and a term of sixty months on Count Three, to be served consecutively to the sentence imposed on Counts One and Two. The United States Probation Office has informed the court that Merritt has fully served his time on Counts One and Two.</p>\n<p>Merritt filed the instant § 2255 motion challenging his conviction on Count Three. Merritt argues that his § 924(c)(1) conviction cannot stand because he did not use firearms during the commission of a drug trafficking crime and that he received ineffective assistance of counsel at trial.</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p></p>\n<h2>A. <i>Section 924(c)(1) Conviction</i>\n</h2>\n<p>In his motion, Merritt argues that his sentence on Count Three must be vacated because under <i>Bailey v. United States,</i> ___ U.S. ___, 116 S.Ct. 501, 133 L.Ed.2d 472 (1995), there are no facts to support his conviction for use of firearms during and in relation to a drug trafficking crime.</p>\n<p>At issue in <i>Bailey</i> was whether evidence of the proximity and accessibility of a firearm to drugs or drug proceeds is alone sufficient to support a conviction for \"use\" of a firearm during and in relation to a drug trafficking offense under § 924(c)(1).<sup>[1]</sup> The Court held <span class=\"star-pagination\">*1111</span> that it was not. It stated: \"§ 924(c)(1) requires evidence sufficient to show an <i>active employment</i> of the firearm by the defendant, a use that makes the firearm an operative factor in relation to the predicate offense.\" <i>Id.</i> at ___, 116 S.Ct. at 505 (emphasis in original). It found that \"`use' must connote more than mere possession of a firearm by a person who commits a drug offense.\" <i>Id.</i> at ___, 116 S.Ct. at 506. The Court went on to illustrate the activities that fall within \"active employment\" of a firearm and those that do not:</p>\n<blockquote>The active-employment understanding of \"use\" certainly includes brandishing, displaying, bartering, striking with, and most obviously, firing or attempting to fire, a firearm. We note that this reading compels the conclusion that even an offender's reference to a firearm in his possession could satisfy § 924(c)(1). Thus, a reference to a firearm calculated to bring about a change in the circumstances of the predicate offense is a \"use,\" just as the silent but obvious and forceful presence of a gun on a table can be a \"use.\"</blockquote>\n<blockquote>... But the inert presence of a firearm, without more, is not enough to trigger § 924(c)(1).... A defendant cannot be charged under § 924(c)(1) merely for storing a weapon near drugs or drug proceeds. Storage of a firearm, without its more active employment, is not reasonably distinguishable from possession.</blockquote>\n<blockquote>A possibly more difficult question arises where an offender conceals a gun nearby to be at the ready for an imminent confrontation.... In our view, \"use\" cannot extend to encompass this action. If the gun is not disclosed or mentioned by the offender, it is not actively employed, and it is not \"used.\"</blockquote>\n<p><i>Id.</i> at ___, 116 S.Ct. at 508 (citation omitted).</p>\n<p>The government concedes that Merritt's conduct did not fall within § 924(c)(1) as interpreted by the Supreme Court in <i>Bailey.</i> In light of <i>Bailey,</i> the court agrees with the parties that Merritt's conviction under § 924(c)(1) must be vacated. The facts reveal that firearms and drugs were found in Merritt's home during a search. As the Court stated in <i>Bailey,</i> however, merely storing a weapon near drugs is insufficient to sustain a § 924(c)(1) charge. Since it cannot be said that the guns were actively employed in connection with a drug crime, petitioner's § 2255 motion to vacate his § 924(c)(1) conviction is GRANTED. Having vacated the § 924(c)(1) conviction on this ground, the court need not consider Merritt's ineffective assistance of counsel claim.</p>\n<p></p>\n<h2>B. <i>Resentencing</i>\n</h2>\n<p>Although the government concedes that the § 924(c)(1) conviction cannot stand, it requests that the court resentence Merritt <i>de novo</i> with respect to the gun possession. Specifically, the government requests that the court determine whether the enhancement in U.S.S.G. § 2D1.1(b)(1) applies.</p>\n<p>The § 2D1.1 enhancement provides for a two-level increase in offense level \"[i]f a dangerous weapon (including a firearm) was possessed.\" This adjustment \"should be applied if the weapon was present, unless it is clearly improbable that the weapon was connected with the offense.\" U.S.S.G. § 2D1.1, Application Note 3 (1995).</p>\n<p>In Merritt's case, the § 2D1.1 enhancement was not imposed because Merritt was charged and convicted under § 924(c)(1). The court, therefore, was precluded from enhancing Merritt's offense level pursuant to § 2D1.1 because of the Sentencing Guidelines' prohibition on double counting. The Guidelines provide:</p>\n<blockquote>18 U.S.C. §§ 844(h), 924(c), and 929(a) provide mandatory minimum penalties for the conduct proscribed. To avoid double counting, when a sentence under this section is imposed in conjunction with a sentence for an underlying offense, any specific offense characteristic for explosive or firearm discharge, use, or possession is not applied in respect to such underlying offense.</blockquote>\n<p><i>Id.</i> § 2K2.4, Background.</p>\n<p>The specific issue in this case thus becomes whether after vacating Merritt's § 924(c)(1) conviction, the court may resentence him on the drug-related counts, applying the § 2D1.1 enhancement. This issue <span class=\"star-pagination\">*1112</span> has two parts. First, whether § 2255 authorizes the court to resentence Merritt as described. And second, whether such resentencing is consistent with Merritt's due process rights and the prohibition against double jeopardy. The court begins its analysis with a survey of the relevant case law.</p>\n<p></p>\n<h2>1. <i>Relevant Case Law</i>\n</h2>\n<p>Only a handful of federal courts have addressed the issue of whether after vacating a § 924(c)(1) count pursuant to a § 2255 motion, a court can resentence the defendant on another count applying the § 2D1.1 enhancement. The courts are split<sup>[2]</sup> and no appellate court has yet to rule on the issue.</p>\n<p>The first case to reach the federal courts was <i>Pedretti v. United States,</i> Nos. 3:96-CV-0146, 91-CR-358, 1996 WL 340769 (N.D.N.Y. Apr. 26, 1995). In this § 2255 case, as in all of the cases discussed in this section, the court vacated the defendant's § 924(c)(1) conviction under <i>Bailey.</i> The government then requested that the defendant be resentenced on the remaining count(s). In <i>Pedretti,</i> defendant argued that the court had no authority to resentence him on his drug-related count since no defect or objection had been raised to the sentence on that count. The New York court disagreed:</p>\n<blockquote>The Court first finds that it does have the power to reevaluate petitioner's sentence in light of its vacating of one Count of its original, multi-Count sentencing scheme. That authority extends at least so far as to ensure that petitioner now receives the appropriate sentence on the remaining Count, <i>i.e.,</i> that sentence the Court originally would have imposed, but for the presence of the now-vacated Count. The power to modify petitioner's sentence in light of the vacatur is derived from two sources: § 2255 itself (\"If the court finds that the judgment ... [is] open to collateral attack ... the court shall vacate and set the judgment aside and shall discharge the prisoner or resentence him or grant him a new trial or correct the sentence as may appear appropriate.\" 28 U.S.C. § 2255); and the Court's inherent authority to implement its interdependent original sentencing intentions, now frustrated by vacatur of one count.</blockquote>\n<p><i>Id.</i> at *2. Other courts have followed <i>Pedretti</i>'s lead and have found that resentencing with the § 2D1.1 enhancement is permissible. <i>Mixon v. United States,</i> 926 F.Supp. 178 (S.D.Ala.1996); <i>Alton v. United States,</i> 928 F.Supp. 885 (E.D.Mo.1996); <i>Sanabria v. United States,</i> 916 F.Supp. 106 (D.P.R.1996); <i>United States v. Seibert,</i> Nos. CIV.A., 96-0851, CRIM. XX-XXXXX-XX, 1996 WL 221768 (E.D.Pa. Apr. 26, 1996).<sup>[3]</sup><i>See also United States v. Baker,</i> Nos. CRIM.A. XX-XXXXX-XX, CIV.A. 96-1674, 1996 WL 208449 *5 (E.D.Pa. Apr. 18, 1996) (denying defendant's § 2255 motion to vacate § 924(c)(1) conviction and noting \"that even if we were to have granted defendant's motion ... we would still be faced with a recalculation of his sentence under [§ 2D1.1] and would not release defendant for that reason\").</p>\n<p>Contrary to these cases, other courts have found resentencing to be impermissible. The most significant case in this camp (because of its extensive analysis) is <i>Warner v. United States,</i> 926 F.Supp. 1387 (E.D.Ark.1996), <i>order supplemented</i> May 13, 1996. In <i>Warner,</i> defendant was convicted on two drug-related counts and a § 924(c)(1) count. <i>Id.</i> at 1389-91. When the case was heard, defendant had already completed his sentence for the drug-related convictions and had served approximately fifteen months of his sentence for the § 924(c)(1) count. <i>Id.</i> After vacating the § 924(c)(1) conviction, the court refused to resentence the defendant with the § 2D1.1 enhancement finding that to do so would violate due process and the prohibition against double jeopardy. <i>Id.</i> at 1392-96. It further held that it was without jurisdiction to resentence defendant. <i>Id.</i> at 1396-1400.</p>\n<p><span class=\"star-pagination\">*1113</span> As to double jeopardy, the court stated: \"Simply put, the Court concludes that it may not impose an additional penalty for th[e drug-related] violations after the original sentence imposed thereon has been fully served. To do so in this context would, in the Court's view, be violative of the Double Jeopardy Clause.\" <i>Id.</i> at 1392 (citations omitted). The court recognized that under the \"sentencing package\" rule, a court can modify the sentence imposed upon the individual counts of a multi-count conviction where the defendant has succeeded in challenging less than all of those convictions on direct appeal. <i>Id.</i> It concluded, however, that \"the Double Jeopardy Clause prevents the sentencing court from doing so once the defendant has developed a legitimate `expectation of finality in the original sentence' imposed on his unsuccessfully appealed, or non-appealed, convictions.\" <i>Id.</i> The court found that the defendant had a legitimate expectation of finality in the sentence on his drug-related convictions because those convictions were no longer appealable and because he had not challenged them. <i>Id.</i> at 1392-94. Second, and perhaps more importantly, the court stated: \"[I]t cannot ... be gainsaid that a defendant enjoys a legitimate expectation of finality in a term of incarceration, which was lawfully imposed upon him at the time of sentencing, which was unappealed, and which was also lawful at the time he completed serving that sentence.\" <i>Id.</i> at 1394.</p>\n<p>The <i>Warner</i> court went on to find that resentencing would violate defendant's due process rights:</p>\n<blockquote>[W]here a defendant has completely served a term of imprisonment that was, at the time of sentencing, lawfully imposed, and which was also lawful at the time of its completion (and which was not rendered unlawful (if at all) until almost a year after it was completed), the Court believes that any reasonable person would conclude that the defendant has paid his debt to society on that charge, and that accordingly the defendant is entitled to believe, legitimately, that his sentence for that crime has become final.</blockquote>\n<p><i>Id.</i> at 1395-96.</p>\n<p>Finally, the <i>Warner</i> court held that it lacked jurisdiction, under § 2255 or otherwise, to resentence defendant. Rather than release defendant, however, the court stayed his release pending appeal. It noted: \"The Court would be less than candid if it did not acknowledge that the facts of this case raise substantial and difficult legal issues, as to which reasonable jurists could differ.\" <i>Id.</i> at 1398. <i>Accord </i><i>Bell v. United States,</i> 917 F.Supp. 681 (E.D.Mo.1996); <i>Gardiner v. United States,</i> Nos. Criminal X-XX-XXXX(1), Civil 4-96-251, 1996 WL 224798 (D.Minn. May 3, 1996); <i>Beal v. United States,</i> 924 F.Supp. 913 (D.Minn.1996).</p>\n<p></p>\n<h2>2. <i>Authority To Resentence</i>\n</h2>\n<p>The court respectfully disagrees with <i>Warner</i>'s holding and finds the requisite authority to resentence Merritt in § 2255 itself. Section 2255 provides:</p>\n<blockquote>A prisoner in custody under sentence of a court established by Act of Congress claiming the right to be released ... may move the court which imposed the sentence to vacate, set aside or correct the sentence.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>... If the court finds that the judgment was rendered without jurisdiction, or that the sentence imposed was not authorized by law or otherwise open to collateral attack, or that there has been such a denial or infringement of the constitutional rights of the prisoner as to render the judgment vulnerable to collateral attack, <i>the court shall vacate and set the judgment aside and shall discharge the prisoner or resentence him or grant a new trial or correct the sentence as may appear appropriate.</i>\n</blockquote>\n<p>28 U.S.C. § 2255 (1994) (emphasis added).</p>\n<p>Merritt argues that he received separate sentences for each offense and that since he only challenged the § 924(c)(1) conviction, the other sentences are not before the court. According to Merritt, the court is, therefore, without authority to enhance the other sentences. Merritt's argument cannot succeed.</p>\n<p>In this case, \"the sentence\" states: \"The defendant is hereby committed to the custody of the United States Bureau of Prisons to be imprisoned for a term of 111 months....\" <span class=\"star-pagination\">*1114</span> (J. at 2.) Contrary to Merritt's assertions, the court did not impose separate sentences for each of the violations. The court imposed one aggregate sentence. That the judgment clarifies the elements of the sentence package does not affect this conclusion. Resentencing requires the court to reexamine the aggregate sentence thus allowing it to enhance the sentences on the other convictions as appropriate. <i>See </i><i>United States v. Garcia,</i> 956 F.2d 41, 45 (4th Cir.1992) (\"The § 2255 remedy is broad and flexible, and entrusts the courts the power to fashion an appropriate remedy.\").</p>\n<p>This conclusion finds support in cases in the direct appeal context holding that when a defendant's conviction under § 924(c)(1) is reversed on appeal, the case is subject to remand for resentencing to determine the applicability of the § 2D1.1 enhancement. <i>See </i><i>United States v. Lang,</i> 81 F.3d 955, 963-64 (10th Cir.1996); <i>United States v. Bermudez,</i> 82 F.3d 548, 550 (2d Cir.1996). These cases rest on the \"sentence package\" or \"aggregate sentence\" rule. <i>See </i><i>Bermudez,</i> 82 F.3d at 550 (\"[A] sentencing judge c[an], on remand, increase the sentence on a specific count where the original sentence was imposed as part of a `package' that included a mandatory consecutive sentence which was subsequently found to be invalid.\") (quotation omitted). In <i>United States v. Pimienta-Redondo,</i> 874 F.2d 9 (1st Cir.1989), <i>cert. denied,</i> 493 U.S. 890, 110 S.Ct. 233, 107 L.Ed.2d 185 (1989), the United States Court of Appeals for the First Circuit explained the \"sentence package\" rule as follows:</p>\n<blockquote>[W]hen a defendant is found guilty on a multicount indictment, there is a strong likelihood that the district court will craft a disposition in which the sentences on the various counts form part of an overall plan. When the conviction on one or more of the component counts is vacated, common sense dictates that the judge should be free to review the efficacy of what remains in light of the original plan, and to reconstruct the sentencing architecture upon remand, within applicable constitutional and statutory limits, if that appears necessary in order to ensure that the punishment still fits both the crime and the criminal.</blockquote>\n<p><i>Id.</i> at 14. The court sees no reason why this rule should not apply in the collateral attack context as well. Here, the § 2D1.1 enhancement was not applied because Merritt was convicted under § 924(c)(1). Now that the § 924(c)(1) conviction has been vacated, the prohibition against double counting does not apply. In order to ensure that the sentence \"still fits both the crime and the criminal,\" <i>id.,</i> resentencing must occur. <i>See </i><i>Pedretti,</i> 1996 WL 340769 at *2 (§ 2255 and court's \"inherent authority\" allow it to modify defendant's sentence after one count is vacated); <i>Mixon,</i> 926 F.Supp. at 181 (\"To properly `correct' Petitioner's sentence pursuant to Section 2255, the Court has to include the two level offense enhancement pursuant to [§ 2D1.1].\").</p>\n<p></p>\n<h2>3. <i>Constitutional Limitations On Resentencing</i>\n</h2>\n<p>Having determined that the court has the authority under § 2255 to resentence Merritt, it must now determine whether an exercise of that authority is consistent with due process and the prohibition against double jeopardy.</p>\n<p></p>\n<h2>a. <i>Double Jeopardy</i>\n</h2>\n<p>The Fifth Amendment of the United States Constitution provides, in part: \"[N]or shall any person be subject for the same offense to be twice put in jeopardy of life or limb....\" U.S. Const. amend. V. This guarantee consists of three separate constitutional protections: \"It protects against a second prosecution for the same offense after acquittal. It protects against a second prosecution for the same offense after conviction. And it protects against multiple punishments for the same offense.\" <i>North Carolina v. Pearce,</i> 395 U.S. 711, 717, 89 S.Ct. 2072, 2076, 23 L.Ed.2d 656 (1969) (footnotes omitted). It is the last of these protections that Merritt argues would be violated if he is resentenced on the drug-related counts.</p>\n<p>Merritt argues that because he has fully served the sentences on the drug-related counts, he has a legitimate expectation of finality with respect to those sentences such that resentencing would violate the due process clause. Merritt's argument is based on the premise that the sentences on the drug <span class=\"star-pagination\">*1115</span> counts were separate and distinct from the sentence on the § 924(c)(1) count. As stated above, however, Merritt did not receive three separate sentences but rather one aggregate sentence, which has not been fully served. Having imported the sentence package rule from the direct appeal context into the collateral attack context, the court has precluded Merritt's double jeopardy argument. \"Where the defendant challenges one of several interdependent sentences (or underlying convictions) he has, in effect, challenged the entire sentencing plan.... Consequently, he can have no legitimate expectation of finality in any discrete portion of the sentencing package after a partially successful appeal.\" <i>Pimienta-Redondo,</i> 874 F.2d at 16 (quoting <i>United States v. Shue,</i> 825 F.2d 1111, 1115 (7th Cir.), <i>cert. denied,</i> 484 U.S. 956, 108 S.Ct. 351, 98 L.Ed.2d 376 (1987)). <i>See </i><i>Mixon,</i> 926 F.Supp. at 180-81 (rejecting double jeopardy argument); <i>Alton,</i> 928 F.Supp. at 887-88 (same).</p>\n<p></p>\n<h2>b. <i>Due Process</i>\n</h2>\n<p>Merritt also argues that resentencing would violate his due process rights. As stated by the Fourth Circuit, \"due process may ... be denied when a sentence is enhanced after the defendant has served so much of his sentence that his expectations as to its finality have crystallized and it would be fundamentally unfair to defeat them.\" <i>United States v. Lundien,</i> 769 F.2d 981, 987 (4th Cir.1985), <i>cert. denied,</i> 474 U.S. 1064, 106 S.Ct. 815, 88 L.Ed.2d 789 (1986). Relying again on the argument that his sentences on the drug counts have been fully served, Merritt argues that those sentences must be accorded finality and any enhancement of them would violate his due process rights. As stated above, however, Merritt did not receive separate sentences on the drug counts, he received one 111-month sentence, which has not been fully served. Also, enhancement in this case will lead to a <i>shorter</i> sentence than the 111-month term originally imposed. As such, the resentencing cannot be said to defeat any expectations Merritt may have had as to the finality of his sentence. Resentencing, therefore, will not violate Merritt's due process rights. <i>See </i><i>Alton,</i> 928 F.Supp. at 887-88 (rejecting due process argument).</p>\n<p>For the reasons discussed above, petitioner's § 2255 motion to vacate the sentence on his § 924(c)(1) conviction is GRANTED. A resentencing hearing is hereby SCHEDULED to be held on 1 July 1996 at 2:00 p.m. in Courtroom Two, Seventh Floor, Federal Building, 310 New Bern Avenue, Raleigh, North Carolina.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 924(c)(1), in relevant part, imposes a prison term upon a person who \"during and in relation to any ... drug trafficking crime ... uses or carries a firearm.\" 18 U.S.C. § 924(c)(1) (1996).</p>\n<p>[2]  The split is both between districts and between cases in at least one district. The Eastern District of Missouri permitted resentencing in one case, <i>Alton v. United States,</i> 928 F.Supp. 885 (E.D.Mo.1996), and denied it in another, <i>Bell v. United States,</i> 917 F.Supp. 681 (E.D.Mo.1996).</p>\n<p>[3]  In <i>Seibert,</i> the defendant does not appear to have challenged the court's ability to resentence with the enhancement. <i>Id.</i> at *2 (\"Defendant states ... that he will have to be resentenced on the drug counts to determine whether the [§ 2D1.1] ... enhancement ... applies.\").</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">930</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1109</span></span> (1996)</b></center>\n<center><h1>Kermith Wayne MERRITT, Petitioner,<br>\nv.<br>\nUNITED STATES of America, Respondent.</h1></center>\n<center>Nos. 91-62-1-CR-5BR, 5:96-CV-93-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 21, 1996.</center>\n<p><span class=\"star-pagination\">*1110</span> Christine Witcover Dean, U.S. Attys. Office, Raleigh, NC, for U.S.</p>\n<p>Douglas P. Connor, Mt. Olive, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This case is before the court on Merritt's motion, pursuant to 28 U.S.C. § 2255, to vacate, set aside, or correct his sentence imposed for violating 18 U.S.C. § 924(c)(1).</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>Merritt was arrested following a search of his residence that produced cocaine, drug paraphernalia, and firearms. He was charged in a three-count Superseding Indictment. Count One charged that Merritt knowingly and intentionally possessed cocaine with the intent to distribute. Count Two charged that he knowingly and intentionally distributed cocaine. Count Three charged that during and in relation to a drug trafficking crime, Merritt knowingly used firearms in violation of 18 U.S.C. § 924(c)(1).</p>\n<p>Merritt plead guilty to Counts One and Two, was found guilty of Count Three after a jury trial, and was sentenced to a 111-month term of imprisonment. The sentence consisted of a term of fifty-one months on each of Counts One and Two to be served concurrently, and a term of sixty months on Count Three, to be served consecutively to the sentence imposed on Counts One and Two. The United States Probation Office has informed the court that Merritt has fully served his time on Counts One and Two.</p>\n<p>Merritt filed the instant § 2255 motion challenging his conviction on Count Three. Merritt argues that his § 924(c)(1) conviction cannot stand because he did not use firearms during the commission of a drug trafficking crime and that he received ineffective assistance of counsel at trial.</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p></p>\n<h2>A. <i>Section 924(c)(1) Conviction</i>\n</h2>\n<p>In his motion, Merritt argues that his sentence on Count Three must be vacated because under <i>Bailey v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (1995), there are no facts to support his conviction for use of firearms during and in relation to a drug trafficking crime.</p>\n<p>At issue in <i>Bailey</i> was whether evidence of the proximity and accessibility of a firearm to drugs or drug proceeds is alone sufficient to support a conviction for \"use\" of a firearm during and in relation to a drug trafficking offense under § 924(c)(1).<sup>[1]</sup> The Court held <span class=\"star-pagination\">*1111</span> that it was not. It stated: \"§ 924(c)(1) requires evidence sufficient to show an <i>active employment</i> of the firearm by the defendant, a use that makes the firearm an operative factor in relation to the predicate offense.\" <i>Id.</i> at ___, 116 S.Ct. at 505 (emphasis in original). It found that \"`use' must connote more than mere possession of a firearm by a person who commits a drug offense.\" <i>Id.</i> at ___, 116 S.Ct. at 506. The Court went on to illustrate the activities that fall within \"active employment\" of a firearm and those that do not:</p>\n<blockquote>The active-employment understanding of \"use\" certainly includes brandishing, displaying, bartering, striking with, and most obviously, firing or attempting to fire, a firearm. We note that this reading compels the conclusion that even an offender's reference to a firearm in his possession could satisfy § 924(c)(1). Thus, a reference to a firearm calculated to bring about a change in the circumstances of the predicate offense is a \"use,\" just as the silent but obvious and forceful presence of a gun on a table can be a \"use.\"</blockquote>\n<blockquote>... But the inert presence of a firearm, without more, is not enough to trigger § 924(c)(1).... A defendant cannot be charged under § 924(c)(1) merely for storing a weapon near drugs or drug proceeds. Storage of a firearm, without its more active employment, is not reasonably distinguishable from possession.</blockquote>\n<blockquote>A possibly more difficult question arises where an offender conceals a gun nearby to be at the ready for an imminent confrontation.... In our view, \"use\" cannot extend to encompass this action. If the gun is not disclosed or mentioned by the offender, it is not actively employed, and it is not \"used.\"</blockquote>\n<p><i>Id.</i> at ___, 116 S.Ct. at 508 (citation omitted).</p>\n<p>The government concedes that Merritt's conduct did not fall within § 924(c)(1) as interpreted by the Supreme Court in <i>Bailey.</i> In light of <i>Bailey,</i> the court agrees with the parties that Merritt's conviction under § 924(c)(1) must be vacated. The facts reveal that firearms and drugs were found in Merritt's home during a search. As the Court stated in <i>Bailey,</i> however, merely storing a weapon near drugs is insufficient to sustain a § 924(c)(1) charge. Since it cannot be said that the guns were actively employed in connection with a drug crime, petitioner's § 2255 motion to vacate his § 924(c)(1) conviction is GRANTED. Having vacated the § 924(c)(1) conviction on this ground, the court need not consider Merritt's ineffective assistance of counsel claim.</p>\n<p></p>\n<h2>B. <i>Resentencing</i>\n</h2>\n<p>Although the government concedes that the § 924(c)(1) conviction cannot stand, it requests that the court resentence Merritt <i>de novo</i> with respect to the gun possession. Specifically, the government requests that the court determine whether the enhancement in U.S.S.G. § 2D1.1(b)(1) applies.</p>\n<p>The § 2D1.1 enhancement provides for a two-level increase in offense level \"[i]f a dangerous weapon (including a firearm) was possessed.\" This adjustment \"should be applied if the weapon was present, unless it is clearly improbable that the weapon was connected with the offense.\" U.S.S.G. § 2D1.1, Application Note 3 (1995).</p>\n<p>In Merritt's case, the § 2D1.1 enhancement was not imposed because Merritt was charged and convicted under § 924(c)(1). The court, therefore, was precluded from enhancing Merritt's offense level pursuant to § 2D1.1 because of the Sentencing Guidelines' prohibition on double counting. The Guidelines provide:</p>\n<blockquote>18 U.S.C. §§ 844(h), 924(c), and 929(a) provide mandatory minimum penalties for the conduct proscribed. To avoid double counting, when a sentence under this section is imposed in conjunction with a sentence for an underlying offense, any specific offense characteristic for explosive or firearm discharge, use, or possession is not applied in respect to such underlying offense.</blockquote>\n<p><i>Id.</i> § 2K2.4, Background.</p>\n<p>The specific issue in this case thus becomes whether after vacating Merritt's § 924(c)(1) conviction, the court may resentence him on the drug-related counts, applying the § 2D1.1 enhancement. This issue <span class=\"star-pagination\">*1112</span> has two parts. First, whether § 2255 authorizes the court to resentence Merritt as described. And second, whether such resentencing is consistent with Merritt's due process rights and the prohibition against double jeopardy. The court begins its analysis with a survey of the relevant case law.</p>\n<p></p>\n<h2>1. <i>Relevant Case Law</i>\n</h2>\n<p>Only a handful of federal courts have addressed the issue of whether after vacating a § 924(c)(1) count pursuant to a § 2255 motion, a court can resentence the defendant on another count applying the § 2D1.1 enhancement. The courts are split<sup>[2]</sup> and no appellate court has yet to rule on the issue.</p>\n<p>The first case to reach the federal courts was <i>Pedretti v. United States,</i> Nos. 3:96-CV-0146, 91-CR-358, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">340769</span></span> (N.D.N.Y. Apr. 26, 1995). In this § 2255 case, as in all of the cases discussed in this section, the court vacated the defendant's § 924(c)(1) conviction under <i>Bailey.</i> The government then requested that the defendant be resentenced on the remaining count(s). In <i>Pedretti,</i> defendant argued that the court had no authority to resentence him on his drug-related count since no defect or objection had been raised to the sentence on that count. The New York court disagreed:</p>\n<blockquote>The Court first finds that it does have the power to reevaluate petitioner's sentence in light of its vacating of one Count of its original, multi-Count sentencing scheme. That authority extends at least so far as to ensure that petitioner now receives the appropriate sentence on the remaining Count, <i>i.e.,</i> that sentence the Court originally would have imposed, but for the presence of the now-vacated Count. The power to modify petitioner's sentence in light of the vacatur is derived from two sources: § 2255 itself (\"If the court finds that the judgment ... [is] open to collateral attack ... the court shall vacate and set the judgment aside and shall discharge the prisoner or resentence him or grant him a new trial or correct the sentence as may appear appropriate.\" 28 U.S.C. § 2255); and the Court's inherent authority to implement its interdependent original sentencing intentions, now frustrated by vacatur of one count.</blockquote>\n<p><i>Id.</i> at *2. Other courts have followed <i>Pedretti</i>'s lead and have found that resentencing with the § 2D1.1 enhancement is permissible. <i>Mixon v. United States,</i> <span class=\"citation\" data-id=\"2280753\"><a href=\"/opinion/2280753/mixon-v-united-states/\"><span class=\"volume\">926</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">178</span></a></span> (S.D.Ala.1996); <i>Alton v. United States,</i> <span class=\"citation\" data-id=\"1446879\"><a href=\"/opinion/1446879/alton-v-united-states/\"><span class=\"volume\">928</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">885</span></a></span> (E.D.Mo.1996); <i>Sanabria v. United States,</i> <span class=\"citation\" data-id=\"1516391\"><a href=\"/opinion/1516391/sanabria-v-united-states/\"><span class=\"volume\">916</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">106</span></a></span> (D.P.R.1996); <i>United States v. Seibert,</i> Nos. CIV.A., 96-0851, CRIM. XX-XXXXX-XX, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">221768</span></span> (E.D.Pa. Apr. 26, 1996).<sup>[3]</sup><i>See also United States v. Baker,</i> Nos. CRIM.A. XX-XXXXX-XX, CIV.A. 96-1674, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">208449</span></span> *5 (E.D.Pa. Apr. 18, 1996) (denying defendant's § 2255 motion to vacate § 924(c)(1) conviction and noting \"that even if we were to have granted defendant's motion ... we would still be faced with a recalculation of his sentence under [§ 2D1.1] and would not release defendant for that reason\").</p>\n<p>Contrary to these cases, other courts have found resentencing to be impermissible. The most significant case in this camp (because of its extensive analysis) is <i>Warner v. United States,</i> <span class=\"citation\" data-id=\"2280451\"><a href=\"/opinion/2280451/warner-v-united-states/\"><span class=\"volume\">926</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1387</span></a></span> (E.D.Ark.1996), <i>order supplemented</i> May 13, 1996. In <i>Warner,</i> defendant was convicted on two drug-related counts and a § 924(c)(1) count. <i>Id.</i> at 1389-91. When the case was heard, defendant had already completed his sentence for the drug-related convictions and had served approximately fifteen months of his sentence for the § 924(c)(1) count. <i>Id.</i> After vacating the § 924(c)(1) conviction, the court refused to resentence the defendant with the § 2D1.1 enhancement finding that to do so would violate due process and the prohibition against double jeopardy. <i>Id.</i> at 1392-96. It further held that it was without jurisdiction to resentence defendant. <i>Id.</i> at 1396-1400.</p>\n<p><span class=\"star-pagination\">*1113</span> As to double jeopardy, the court stated: \"Simply put, the Court concludes that it may not impose an additional penalty for th[e drug-related] violations after the original sentence imposed thereon has been fully served. To do so in this context would, in the Court's view, be violative of the Double Jeopardy Clause.\" <i>Id.</i> at 1392 (citations omitted). The court recognized that under the \"sentencing package\" rule, a court can modify the sentence imposed upon the individual counts of a multi-count conviction where the defendant has succeeded in challenging less than all of those convictions on direct appeal. <i>Id.</i> It concluded, however, that \"the Double Jeopardy Clause prevents the sentencing court from doing so once the defendant has developed a legitimate `expectation of finality in the original sentence' imposed on his unsuccessfully appealed, or non-appealed, convictions.\" <i>Id.</i> The court found that the defendant had a legitimate expectation of finality in the sentence on his drug-related convictions because those convictions were no longer appealable and because he had not challenged them. <i>Id.</i> at 1392-94. Second, and perhaps more importantly, the court stated: \"[I]t cannot ... be gainsaid that a defendant enjoys a legitimate expectation of finality in a term of incarceration, which was lawfully imposed upon him at the time of sentencing, which was unappealed, and which was also lawful at the time he completed serving that sentence.\" <i>Id.</i> at 1394.</p>\n<p>The <i>Warner</i> court went on to find that resentencing would violate defendant's due process rights:</p>\n<blockquote>[W]here a defendant has completely served a term of imprisonment that was, at the time of sentencing, lawfully imposed, and which was also lawful at the time of its completion (and which was not rendered unlawful (if at all) until almost a year after it was completed), the Court believes that any reasonable person would conclude that the defendant has paid his debt to society on that charge, and that accordingly the defendant is entitled to believe, legitimately, that his sentence for that crime has become final.</blockquote>\n<p><i>Id.</i> at 1395-96.</p>\n<p>Finally, the <i>Warner</i> court held that it lacked jurisdiction, under § 2255 or otherwise, to resentence defendant. Rather than release defendant, however, the court stayed his release pending appeal. It noted: \"The Court would be less than candid if it did not acknowledge that the facts of this case raise substantial and difficult legal issues, as to which reasonable jurists could differ.\" <i>Id.</i> at 1398. <i>Accord </i><i>Bell v. United States,</i> <span class=\"citation\" data-id=\"2140572\"><a href=\"/opinion/2140572/bell-v-united-states/\"><span class=\"volume\">917</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">681</span></a></span> (E.D.Mo.1996); <i>Gardiner v. United States,</i> Nos. Criminal X-XX-XXXX(1), Civil 4-96-251, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">224798</span></span> (D.Minn. May 3, 1996); <i>Beal v. United States,</i> <span class=\"citation\" data-id=\"1471783\"><a href=\"/opinion/1471783/beal-v-united-states/\"><span class=\"volume\">924</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">913</span></a></span> (D.Minn.1996).</p>\n<p></p>\n<h2>2. <i>Authority To Resentence</i>\n</h2>\n<p>The court respectfully disagrees with <i>Warner</i>'s holding and finds the requisite authority to resentence Merritt in § 2255 itself. Section 2255 provides:</p>\n<blockquote>A prisoner in custody under sentence of a court established by Act of Congress claiming the right to be released ... may move the court which imposed the sentence to vacate, set aside or correct the sentence.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>... If the court finds that the judgment was rendered without jurisdiction, or that the sentence imposed was not authorized by law or otherwise open to collateral attack, or that there has been such a denial or infringement of the constitutional rights of the prisoner as to render the judgment vulnerable to collateral attack, <i>the court shall vacate and set the judgment aside and shall discharge the prisoner or resentence him or grant a new trial or correct the sentence as may appear appropriate.</i>\n</blockquote>\n<p>28 U.S.C. § 2255 (1994) (emphasis added).</p>\n<p>Merritt argues that he received separate sentences for each offense and that since he only challenged the § 924(c)(1) conviction, the other sentences are not before the court. According to Merritt, the court is, therefore, without authority to enhance the other sentences. Merritt's argument cannot succeed.</p>\n<p>In this case, \"the sentence\" states: \"The defendant is hereby committed to the custody of the United States Bureau of Prisons to be imprisoned for a term of 111 months....\" <span class=\"star-pagination\">*1114</span> (J. at 2.) Contrary to Merritt's assertions, the court did not impose separate sentences for each of the violations. The court imposed one aggregate sentence. That the judgment clarifies the elements of the sentence package does not affect this conclusion. Resentencing requires the court to reexamine the aggregate sentence thus allowing it to enhance the sentences on the other convictions as appropriate. <i>See </i><i>United States v. Garcia,</i> <span class=\"citation\" data-id=\"577204\"><a href=\"/opinion/577204/united-states-v-daniel-garcia/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 45 (4th Cir.1992) (\"The § 2255 remedy is broad and flexible, and entrusts the courts the power to fashion an appropriate remedy.\").</p>\n<p>This conclusion finds support in cases in the direct appeal context holding that when a defendant's conviction under § 924(c)(1) is reversed on appeal, the case is subject to remand for resentencing to determine the applicability of the § 2D1.1 enhancement. <i>See </i><i>United States v. Lang,</i> <span class=\"citation\" data-id=\"153252\"><a href=\"/opinion/153252/united-states-v-lang-s/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">955</span></a></span>, 963-64 (10th Cir.1996); <i>United States v. Bermudez,</i> <span class=\"citation\" data-id=\"717469\"><a href=\"/opinion/717469/united-states-v-wilfredo-bermudez-felipe-guaba-rosario-juan-balaguer/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">548</span></a></span>, 550 (2d Cir.1996). These cases rest on the \"sentence package\" or \"aggregate sentence\" rule. <i>See </i><i>Bermudez,</i> 82 F.3d at 550 (\"[A] sentencing judge c[an], on remand, increase the sentence on a specific count where the original sentence was imposed as part of a `package' that included a mandatory consecutive sentence which was subsequently found to be invalid.\") (quotation omitted). In <i>United States v. Pimienta-Redondo,</i> <span class=\"citation\" data-id=\"522862\"><a href=\"/opinion/522862/united-states-v-juan-pimienta-redondo-united-states-of-america-v-alfredo/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span> (1st Cir.1989), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">890</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">233</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">185</span></span> (1989), the United States Court of Appeals for the First Circuit explained the \"sentence package\" rule as follows:</p>\n<blockquote>[W]hen a defendant is found guilty on a multicount indictment, there is a strong likelihood that the district court will craft a disposition in which the sentences on the various counts form part of an overall plan. When the conviction on one or more of the component counts is vacated, common sense dictates that the judge should be free to review the efficacy of what remains in light of the original plan, and to reconstruct the sentencing architecture upon remand, within applicable constitutional and statutory limits, if that appears necessary in order to ensure that the punishment still fits both the crime and the criminal.</blockquote>\n<p><i>Id.</i> at 14. The court sees no reason why this rule should not apply in the collateral attack context as well. Here, the § 2D1.1 enhancement was not applied because Merritt was convicted under § 924(c)(1). Now that the § 924(c)(1) conviction has been vacated, the prohibition against double counting does not apply. In order to ensure that the sentence \"still fits both the crime and the criminal,\" <i>id.,</i> resentencing must occur. <i>See </i><i>Pedretti,</i> <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">340769</span></span> at *2 (§ 2255 and court's \"inherent authority\" allow it to modify defendant's sentence after one count is vacated); <i>Mixon,</i> 926 F.Supp. at 181 (\"To properly `correct' Petitioner's sentence pursuant to Section 2255, the Court has to include the two level offense enhancement pursuant to [§ 2D1.1].\").</p>\n<p></p>\n<h2>3. <i>Constitutional Limitations On Resentencing</i>\n</h2>\n<p>Having determined that the court has the authority under § 2255 to resentence Merritt, it must now determine whether an exercise of that authority is consistent with due process and the prohibition against double jeopardy.</p>\n<p></p>\n<h2>a. <i>Double Jeopardy</i>\n</h2>\n<p>The Fifth Amendment of the United States Constitution provides, in part: \"[N]or shall any person be subject for the same offense to be twice put in jeopardy of life or limb....\" U.S. Const. amend. V. This guarantee consists of three separate constitutional protections: \"It protects against a second prosecution for the same offense after acquittal. It protects against a second prosecution for the same offense after conviction. And it protects against multiple punishments for the same offense.\" <i>North Carolina v. Pearce,</i> <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, 717, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>, 2076, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">656</span></a></span> (1969) (footnotes omitted). It is the last of these protections that Merritt argues would be violated if he is resentenced on the drug-related counts.</p>\n<p>Merritt argues that because he has fully served the sentences on the drug-related counts, he has a legitimate expectation of finality with respect to those sentences such that resentencing would violate the due process clause. Merritt's argument is based on the premise that the sentences on the drug <span class=\"star-pagination\">*1115</span> counts were separate and distinct from the sentence on the § 924(c)(1) count. As stated above, however, Merritt did not receive three separate sentences but rather one aggregate sentence, which has not been fully served. Having imported the sentence package rule from the direct appeal context into the collateral attack context, the court has precluded Merritt's double jeopardy argument. \"Where the defendant challenges one of several interdependent sentences (or underlying convictions) he has, in effect, challenged the entire sentencing plan.... Consequently, he can have no legitimate expectation of finality in any discrete portion of the sentencing package after a partially successful appeal.\" <i>Pimienta-Redondo,</i> 874 F.2d at 16 (quoting <i>United States v. Shue,</i> <span class=\"citation\" data-id=\"492431\"><a href=\"/opinion/492431/united-states-v-charles-shue/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1111</span></a></span>, 1115 (7th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">351</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">376</span></span> (1987)). <i>See </i><i>Mixon,</i> 926 F.Supp. at 180-81 (rejecting double jeopardy argument); <i>Alton,</i> 928 F.Supp. at 887-88 (same).</p>\n<p></p>\n<h2>b. <i>Due Process</i>\n</h2>\n<p>Merritt also argues that resentencing would violate his due process rights. As stated by the Fourth Circuit, \"due process may ... be denied when a sentence is enhanced after the defendant has served so much of his sentence that his expectations as to its finality have crystallized and it would be fundamentally unfair to defeat them.\" <i>United States v. Lundien,</i> <span class=\"citation\" data-id=\"456340\"><a href=\"/opinion/456340/united-states-v-kenneth-james-lundien/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">981</span></a></span>, 987 (4th Cir.1985), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1064</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">815</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">789</span></span> (1986). Relying again on the argument that his sentences on the drug counts have been fully served, Merritt argues that those sentences must be accorded finality and any enhancement of them would violate his due process rights. As stated above, however, Merritt did not receive separate sentences on the drug counts, he received one 111-month sentence, which has not been fully served. Also, enhancement in this case will lead to a <i>shorter</i> sentence than the 111-month term originally imposed. As such, the resentencing cannot be said to defeat any expectations Merritt may have had as to the finality of his sentence. Resentencing, therefore, will not violate Merritt's due process rights. <i>See </i><i>Alton,</i> 928 F.Supp. at 887-88 (rejecting due process argument).</p>\n<p>For the reasons discussed above, petitioner's § 2255 motion to vacate the sentence on his § 924(c)(1) conviction is GRANTED. A resentencing hearing is hereby SCHEDULED to be held on 1 July 1996 at 2:00 p.m. in Courtroom Two, Seventh Floor, Federal Building, 310 New Bern Avenue, Raleigh, North Carolina.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 924(c)(1), in relevant part, imposes a prison term upon a person who \"during and in relation to any ... drug trafficking crime ... uses or carries a firearm.\" 18 U.S.C. § 924(c)(1) (1996).</p>\n<p>[2]  The split is both between districts and between cases in at least one district. The Eastern District of Missouri permitted resentencing in one case, <i>Alton v. United States,</i> <span class=\"citation\" data-id=\"1446879\"><a href=\"/opinion/1446879/alton-v-united-states/\"><span class=\"volume\">928</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">885</span></a></span> (E.D.Mo.1996), and denied it in another, <i>Bell v. United States,</i> <span class=\"citation\" data-id=\"2140572\"><a href=\"/opinion/2140572/bell-v-united-states/\"><span class=\"volume\">917</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">681</span></a></span> (E.D.Mo.1996).</p>\n<p>[3]  In <i>Seibert,</i> the defendant does not appear to have challenged the court's ability to resentence with the enhancement. <i>Id.</i> at *2 (\"Defendant states ... that he will have to be resentenced on the drug counts to determine whether the [§ 2D1.1] ... enhancement ... applies.\").</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/153252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/456340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1446879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1471783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1516391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2140572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2280451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2280753/"
  ]
}