{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1967000/",
  "absolute_url": "/opinion/1967000/channel-master-satellite-v-jfd-electronics-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1967000/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:56:22.266861Z",
  "date_modified": "2016-04-27T03:12:04.508115Z",
  "type": "010combined",
  "sha1": "11bfba590ffdbf5c27d80f28f673106c417fb941",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>748 F.Supp. 373 (1990)</b></center>\n<center><h1>CHANNEL MASTER SATELLITE, SYSTEMS, INC., Plaintiff,<br>\nv.<br>\nJFD ELECTRONICS CORP., Harvey Finkel, and the Unimax Corporation, Defendants.</h1></center>\n<center>No. 88-605-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 13, 1990.</center>\n<p><span class=\"star-pagination\">*374</span> <span class=\"star-pagination\">*375</span> Richard W. Ellis, Smith, Helms, Mulliss &amp; Moore, Raleigh, N.C., for plaintiff.</p>\n<p>Cecil W. Harrison, Jr., Poyner &amp; Spruill, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*376</span> ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff, Channel Master Satellite Systems, Inc., (\"Channel Master\"), initiated this private party cost recovery action pursuant to Section 107 of the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (\"CERCLA\"). That section provides, in pertinent part:</p>\n<blockquote>the owner and operator of ... a facility ... from which there is a release, or a threatened release which causes the incurrence of response costs, of a hazardous substance, shall be liable for ... any other necessary costs of response incurred by any other person <i>consistent with the national contingency plan</i>....</blockquote>\n<p>42 U.S.C. § 9607(a) (1986) (emphasis added). Channel Master has completed a \"cleanup\" of two areas of contamination located on its property in Oxford, North Carolina: (1) a surface impoundment, or sludge lagoon, and (2) an area of soil contaminated by Volatile Organic Compounds (\"VOCs\").<sup>[1]</sup> Channel Master claims to have spent $3,395,377.90 on this cleanup, and seeks to recover this amount, plus its attorney's fees, from defendants. Defendants deny that they are liable for these costs.<sup>[2]</sup></p>\n<p>Defendants Unimax Corporation (\"Unimax\") and JFD Electronics Corporation (\"JFD\"),<sup>[3]</sup> a wholly-owned subsidiary of Unimax, have filed a motion for partial summary judgment contending, inter alia, that plaintiff cannot show that the response costs for which it seeks compensation were \"consistent\" with the National Contingency Plan (\"NCP\"). For the reasons expressed infra, the court GRANTS said motion.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>From September 1968 through October 1979, JFD operated a television antenna manufacturing facility at a 13.09 acre parcel of land in Oxford, North Carolina, which is the subject of this action (hereinafter \"the Oxford site\"). Channel Master subleased the Oxford site from JFD in October 1979, and operated the plant for a few months to \"build out\" the inventory. JFD owned a 1.46 acre portion of the Oxford Site, and bought the balance of the property on July 15, 1980. On the same day, JFD conveyed the entire Oxford site to Channel Master. Channel Master remained in possession from October 1979 through the date of purchase and thereafter.</p>\n<p>A surface impoundment, or lagoon, was located just outside the plant building when Channel Master began occupying the premises in 1979. The lagoon had been built in the early sixties by prior owners of the business (ie., prior to JFD), as part of a treatment process for waste streams generated by the antenna manufacturing operations. The electroplating and chemical conversion processes used in the manufacture of these antennas produced waste water containing chromium and other heavy metals. JFD continued the manufacture of television antennas on the site while it occupied the site from September 1968 through October 1979, using the same waste water treatment process the previous owners of the site had constructed, including the lagoon.</p>\n<p><span class=\"star-pagination\">*377</span> While JFD occupied the Oxford site, it also allegedly contaminated an area of soil with VOCs; specifically, Trichloroethylene used to clean metal parts prior to electroplating and solvents used for general cleaning purposes.</p>\n<p>After Channel Master had subleased the Oxford site, it also used the conversion coating lines and waste treatment facilities, including the lagoon, while \"running out\" its inventory purchase from JFD. Use of the lagoon ceased completely in early 1980, when Channel Master removed the antenna manufacturing equipment from the site and began the assembly of satellite dishes.</p>\n<p>During August and September, 1983, Channel Master partially filled the Oxford lagoon with dirt, in order to provide badly needed parking and truck turn-around space. Approximately 50 to 80 percent of the lagoon was filled with about 8,000 cubic yards of fill dirt. This process was intended to, and did, push the sludges over to one side. The filled portion of the lagoon was thereafter used as a parking lot.</p>\n<p>In 1984 Channel Master decided to move to a new plant location and to try to sell the Oxford Property. In connection with this decision, Channel Master renewed its efforts to make the lagoon space usable. It hired Soil &amp; Material Engineers (\"S &amp; ME\") to investigate the possibility of constructing a parking deck over the sludges. This idea was not pursued, and Channel Master then hired CMO Associates to investigate the possibility of eliminating the sludge in order to facilitate the sale of the property. CMO Associates recommended spreading the sludge which had been pushed into the remaining portion of the lagoon onto a 61 acre pine plantation. Testing by state officials had indicated that the sludge was not EPtoxic,<sup>[4]</sup> and a land application permit was granted on March 29, 1985. However, in April 1985, before Channel Master could begin to remove the sludge, state officials revoked the land application permit on the grounds that the sludge was a listed hazardous waste.</p>\n<p>Channel Master executives met with representatives of the North Carolina Solid and Hazardous Waste Management branch on May 2, 1985, to discuss said revocation and to review their options. Installation and sampling of groundwater monitoring wells, \"delisting,\" and \"closure\" of the lagoon were discussed. Channel Master then had S &amp; ME install four groundwater monitor wells near the lagoon in the fall of 1985. Chromium levels in excess of drinking water standards were found in one downgradient well. In addition, a deep well drilled through the filled portion of the lagoon detected some contamination of the groundwater by VOCs. Further testing indicated that the source of the VOCs contamination was near the main building on the side, in the area where JFD employees allegedly \"continually dumped solvents on the ground.\"</p>\n<p>In mid-1986, Channel Master received proposals from LAN Associates and S &amp; ME to provide consulting assistance in selecting a remedy for the lagoon cleanup. These proposals were not accepted, and indeed, as discussed infra, Channel Master did not utilize the services of any consultant to advise it on the appropriate method of reviewing cleanup alternatives or selecting a remedy for the lagoon.</p>\n<p>Channel Master attempted to contact EPA for assistance during the summer of 1986, but had some difficulty in obtaining the same. In late July 1986, a representative of Channel Master made the following request to Allen Antley, EPA Region IV's<sup>[5]</sup> Chief of Waste Compliance:</p>\n<blockquote>I ask you to help Channel Master in establishing the proper parameters for cleaning up this site. We understand and accept the State of North Carolina's <span class=\"star-pagination\">*378</span> position on removing the sludge and contaminated soil and hauling it to an approved landfill. We further recommend removing the volatile contaminated earth, cleaning it and putting it back. Our problem is getting realistic \"clean-to\" parameters.</blockquote>\n<p>Channel Master provided additional information to EPA following a telephone conversation in August, 1986, but by October of that year, EPA still had not provided any real advice or direction, although it is undisputed that the agency was under no legal obligation to provide the same.<sup>[6]</sup></p>\n<p>In September 1986, S &amp; ME performed sampling on the filled area of the lagoon. Sludge was found in an uneven pattern at depths no higher than 4 feet beneath the surface. The sludge was sampled and revealed readings of chrome, although S &amp; ME stated that: \"At this time it appears as if the underlying soil has not been contaminated by chromium leaching from the sludge....\" Also in September 1986, S &amp; ME took samples of soil to define the extent and area of VOC contamination. It furnished a report on its test results, but the report made no cleanup recommendations, nor did it discuss whether or what kind of risks were associated with the VOC contamination.</p>\n<p>On October 16, 1986, Harold Mills, an operations manager at Channel Master, wrote the EPA to inform them that cleanup of the lagoon at Channel Master's Oxford facility would begin within 90 days. The plan he described for cleanup of the sludges is the same as that which Channel Master later implemented:</p>\n<blockquote>The procedure will involve sludge reduction via a plate and frame filter press and further reduction by drying. The filtrate water will be discharged to the City of Oxford Treatment System under a temporary permit. The sludge will be loaded into dump trailers, manifested and sent to an approved TSD, possibly Pinewood, SC....</blockquote>\n<blockquote>We would appreciate any assistance you may be able to give us in establishing the final cleanup parameters.</blockquote>\n<blockquote>Apparently, no response from EPA was forthcoming.</blockquote>\n<p>In November 1986, Channel Master hired Roger Coats, an engineer formerly employed by the North Carolina Solid and Hazardous Waste Management branch, to assist with the Oxford cleanup. Mr. Coats, working with Charles Hansen, the plant engineer in Channel Master's Smithfield facility, drafted a cleanup plan and submitted it to both state officials and to EPA. While putting the cleanup plan together, Mr. Coats and Mr. Hansen discussed numerous alternatives concerning the lagoon, including solidification, incineration and recycling of the sludge (these alternatives will be explained infra). It is undisputed that neither EPA nor state environmental officials were involved in this consideration of cleanup alternatives. Most of these alternative cleanup methods were rejected after what plaintiff readily concedes was \"brief consideration.\"</p>\n<p>Also in November 1986, Channel Master received the Phase I Groundwater Quality Evaluation Report from S &amp; ME. One of the purposes of this report was \"to determine the potential contamination sources.\" The report discussed the results of the well-sampling in the monitor wells installed in 1985 and 1986, and concluded that:</p>\n<blockquote>\n<i>[I]t can be seen that metals are not a problem with the ground water.</i> In addition, the EP toxicity values for metals were all below detection limit for the seven soil samples [taken from the well located in the lagoon] thereby verifying that <i>metals contamination was not significant.</i>\n</blockquote>\n<p>(Emphasis added.)</p>\n<p>On January 2, 1987, Charles Hansen prepared the first cost estimate for the proposed cleanup. It contained a range of $557,250.00 to $938,050.00. The cost estimate did not include interest, consulting fees, ground water cleanup, or long-term monitoring. It was based on the assumption <span class=\"star-pagination\">*379</span> that six inches of soil beneath the sludge would be excavated and that most of the fill dirt could be reused. The assumption on excavation of subsoils was not derived from available data or testing, but was based on the fact that the cleanup of a lagoon at Channel Master's Ellenville facility had involved that amount of soil excavation.</p>\n<p>On January 7, 1987, Channel Master informed the EPA that \"the cleanup activities are scheduled to begin at the end of January.\" On January 20, 1987, Channel Master submitted a document to the State CERCLA Branch entitled \"Draft Cleanup Plan.\" This document outlines a plan for: (1) excavation and off-site disposal (after filter press and drying) of lagoon sludges and associated soils, and (2) VOC reduction in soils near the main plant building through use of a dryer. The plan states that:</p>\n<blockquote>The purpose of this cleanup is two fold: 1. To reduce the adverse impact on our environment, and, 2. To increase the likelyhood [sic] of a sale for this now vacant facility.</blockquote>\n<p>The plan does not discuss any reasons other than increasing the likelihood of sale as the basis for selecting excavation and off site disposal as the cleanup method for the lagoon.<sup>[7]</sup></p>\n<p>On April 6, 1987, Buddy Mills, Charles Hansen and Sylvester Herlihy, president of Channel Master, met to discuss the impending cleanup. The choice of remedy, and decision to proceed as planned with proposed excavation of sludges and soils from the lagoon, and drying VOC-contaminated soils was given final approval at this meeting. At this meeting, cleanup methods other than the ones already selected were discussed, but were given only cursory consideration and were never seriously investigated or evaluated at any length, and no documentation was made of the analysis given to any of these alternatives. Channel Master considered the alternatives of: (1) solidification/capping/liner, (2) doing nothing, (3) processing and shipping the waste off site, (4) land application, (5) covering with a parking deck, (6) delisting, and (7) incineration.</p>\n<p>Channel Master had considered the parking deck and land application alternatives as a solution to the need for space in 1985, as mentioned supra, and they were not reevaluated after Channel Master became aware of the fact that the sludge was a listed hazardous waste.</p>\n<p>The solidification/capping/liner alternative involved removing the sludge, solidifying it with concrete, installing a clay liner, and replacing the sludge in the clay-lined pit. No analysis was made of the effect of the concrete on the potential for chrome leaching into the groundwater, or the effect of this alternative on human population, plant life or the environment. Approximately one and one-half days were devoted to an analysis of this alternative. Channel Master rejected this alternative because the lagoon area would not have been usable for parking and truck movement had it been implemented.</p>\n<p>The \"doing nothing\" alternative was only briefly considered, and no analysis was done on what effect this alternative might have on the environment around the Oxford site.</p>\n<p>At this meeting the incineration and delisting alternatives were each given one-half hour of consideration. Channel Master decided not to pursue the delisting alternative, because it was time consuming and there were no defined procedures for the same. The incineration alternative was dismissed as too costly, based on Channel Master's previous cleanup experience at its Ellenville facility.</p>\n<p>It is undisputed that Channel Master did not utilize, nor did it reference, <i>any</i> federal regulations in preparing the cleanup plan. <span class=\"star-pagination\">*380</span> It did not make <i>any</i> effort to comply with the NCP in the cleanup plan, although Mr. Coats knew of the existence of the NCP. Nor did Channel Master make an analysis of the impact of any cleanup method on public health or the environment, or make any analysis of the public health risks posed by the chrome or VOCs. Channel Master also did not contact JFD or Unimax to inform them of the proposed cleanup or to request assistance.</p>\n<p>On May 5, 1987, EPA recommended that Channel Master meet with state officials and work with them to develop appropriate standards for the cleanup. Apparently, both Channel Master and state officials interpreted EPA's recommendation to mean that EPA wanted Channel Master to proceed with the cleanup under the state's supervision. Channel Master personnel met with state officials on June 3, 1987, to discuss Channel Master's January 1987 \"Draft Cleanup Plan,\" and on June 16, 1987, the head of the state Solid and Hazardous Waste Management Branch, William Meyer, gave conditional approval to said plan. Mr. Meyer noted in his letter that the draft plan addressed \"only the initial phase of the complete site cleanup,\" and stated his understanding that the \"groundwater problem on the site will be addressed at a later date.\"</p>\n<p>The lagoon cleanup began on June 29, 1987. In early July 1987 Channel Master submitted an amended version of the cleanup plan to state authorities; it submitted the same to EPA on September 10, 1987. On October 1, 1987, EPA responded that it had \"no comment at this point in time,\" and that the state CERCLA unit \"has assured EPA that the State of North Carolina is working closely with your people and that the work has progressed satisfactorily.\"</p>\n<p>The lagoon cleanup proceeded essentially according to plan, with two major exceptions. First, contamination in the filled area of the lagoon turned out to be much more widespread than initially believed. Some of the sludge in that end of the lagoon apparently had mixed with the dirt poured in during Channel Master's 1983 filling process, and the result was a \"marbleized\" conglomerate of sludge and soil that could not be separated into its component parts. This mixture of sludge and fill dirt  all of which was considered a hazardous waste under applicable regulations  was removed and transported to the GSX landfill in Pinewood, South Carolina.<sup>[8]</sup></p>\n<p>Second, Channel Master was required to remove and dispose of far more contaminated subsoil than expected, because there had been extensive migration of sludge into the sides and bottom of the unlined lagoon, and state officials indicated that all subsoils containing more than ten times the \"background level\"<sup>[9]</sup> of chromium should be removed. Channel Master excavated subsoil until testing showed less than ten times the background level of chromium, or until conditions made it impossible to continue digging.</p>\n<p>Cleanup of the lagoon continued throughout the rest of 1987 and into 1988. State officials provided laboratory data and other information concerning the lagoon cleanup to the Agency for Toxic Substances and Disease Registry (\"ATSDR\") in Atlanta, Georgia, one of the federal agencies that provides technical and scientific support to EPA. On June 21, 1988, ATSDR informed state officials that further action to remove chromium from the lagoon area was unnecessary from a \"human health\" standpoint. On August 9, 1988, the state notified Channel Master to this effect, whereupon Channel Master halted its cleanup of the lagoon site.</p>\n<p>Channel Master, meanwhile, had already begun the process of cleaning up the VOC-contaminated soils at the Oxford site, in the fall of 1988. Soil samples further defining the lateral and vertical extent of VOC contamination had been taken by Westinghouse Environmental Services, Inc. <span class=\"star-pagination\">*381</span> (formerly S &amp; ME) in late July 1988. On August 17, 1988, Westinghouse recommended the excavation and cleanup of approximately 1800 cubic yards of soil in a roughly triangular area abutting the main building of the site. The soil was removed from the ground by Channel Master, processed in the dryer used during the lagoon cleanup, and tested for residual contamination. State officials also provided laboratory data and other information concerning the VOC cleanup to ATSDR. On November 4, 1988, ATSDR informed the State of North Carolina that \"further remediation of this portion of the site is unnecessary. ...\" After the state relayed this information to Channel Master, Channel Master halted its VOC cleanup.</p>\n<p>This brought the initial phase of the Oxford cleanup to a close. Any further cleanup of the groundwater contamination at the site has been halted by EPA's placement of the Oxford facility on the Superfund National Priorities List.<sup>[10]</sup></p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>1. <i>Introduction to CERCLA</i>\n</h2>\n<p>Congress enacted CERCLA in 1980 to facilitate the cleanup of leaking hazardous waste disposal sites. <i>Exxon Corp. v. Hunt,</i> 475 U.S. 355, 359-60, 106 S.Ct. 1103, 1107-08, 89 L.Ed.2d 364 (1986). \"CERCLA substantially changed the legal machinery used to enforce environmental cleanup efforts and was enacted to fill gaps left in an earlier statute, the Resource Conservation and Recovery Act of 1976 (\"RCRA\") ... [which had] left inactive sites largely unmonitored by the EPA unless they posed an imminent hazard.\" <i>Amoco Oil Co. v. Borden, Inc.,</i> 889 F.2d 664, 667 (5th Cir.1989) (citations omitted). CERCLA addressed this problem \"by establishing a means of controlling and financing both governmental and private responses to hazardous releases at abandoned and inactive waste disposal sites.\" <i>Id.</i> (citations omitted). 42 U.S.C. § 9607(a), one of CERCLA's key provisions for furthering this objective, allows both government and private plaintiffs to recover from responsible parties the costs incurred in cleaning up and responding to hazardous substances at those sites. <i>Id.; </i><i>Ascon Properties, Inc. v. Mobil Oil Co.,</i> 866 F.2d 1149, 1152 (9th Cir.1989).</p>\n<p>To state a claim under 42 U.S.C. § 9607(a), a plaintiff must allege that: (1) the defendant is a \"covered person\" within the meaning of the act; (2) a \"release\" or \"threatened release\" of any \"hazardous substance\" from the site in question has occurred; (3) the release or threatened release caused plaintiff to incur costs; (4) plaintiff's costs are \"necessary\" costs of response; and (5) plaintiff's response actions were consistent with the NCP. <i>Artesian Water Co. v. Government of New Castle County,</i> 659 F.Supp. 1269, 1278-79 (D.Del.1987) (citations omitted), <i>aff'd,</i> 851 F.2d 643 (3d Cir.1988).</p>\n<p>Thus, in a cost recovery action such as this, the plaintiff bears the burden of proof to establish, as an essential element for recovery that, inter alia, the response costs for which it seeks compensation were \"consistent\" with the NCP. <i>Id.; </i><i>Lutz v. Chromatex, Inc.,</i> 718 F.Supp. 413 (M.D.Pa. 1989); <i>Amland Properties Corp. v. Alcoa,</i> 711 F.Supp. 784 (D.N.J.1989). It is this element which defendants contend plaintiff cannot prove.</p>\n<p></p>\n<h2>2. <i>The NCP</i>\n</h2>\n<p>The NCP is a series of regulations promulgated by the EPA. <i>See</i> 40 C.F.R. 300.61 <i>et seq.</i> The NCP defines procedures and standards for waste site cleanups, and its purpose \"is to give some consistency and cohesiveness to response planning and actions.\" H.R.Rep. No. 96-1016, Part I at 30, 96th Cong., 2d Sess., <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Admin.News 6119, 6133. It was first issued in response to the mandate of the Clean Water Act, 33 U.S.C. § 1321(c)(2). In 1982, it was amended pursuant <span class=\"star-pagination\">*382</span> to Congress' mandate to include issues raised by CERCLA. Additional revisions became final on November 20, 1985. 50 Fed.Reg. 47912 <i>et seq.</i> (1985). The 1985 NCP was in effect when Channel Master incurred the costs which are the subject of this motion, and both plaintiff and defendants agree that the 1985 NCP is controlling.</p>\n<p>The NCP establishes requirements for decision making and sets up a process for the evaluation and selection of cleanup remedies which is to be used prior to the actual cleanup. Section 105 of CERCLA required promulgation of revisions to the NCP to include \"methods and criteria for determining the appropriate extent of removal, remedy, and other measures....\" 42 U.S.C. § 9605 (1983). The legislative history of CERCLA indicates that Congress viewed the NCP as guidance on the process for determining what should be done under CERCLA before a cleanup remedy is selected:</p>\n<blockquote>The plan will contain guidance on cost effectiveness. Such guidelines are intended to assure that alternative remedial options are considered <i>when planning cleanup actions</i> at a particular site.</blockquote>\n<p>126 Cong.Rec. 514,965 (daily ed. Nov. 24, 1980) (statement of Sen. Randolph).</p>\n<p>The regulations use language which describes analyses which are to be made during the evaluation process and prior to selection of an appropriate remedy. <i>See, e.g.,</i> 40 C.F.R. § 300.64(a) (\"A preliminary assessment of a release or threat of a release identified for possible CERCLA response pursuant to [the removal section] shall, as appropriate, be undertaken by the lead agency<sup>[11]</sup> as promptly as possible.\"); § 300.68(d) (\"An RI/FS shall, as appropriate, be undertaken by the lead agency ... to determine the nature and extent of the threat presented by the release and to evaluate proposed remedies.\"); § 300.68(e)(2) (\"The following shall, as appropriate, be assessed in determining whether and what type of remedial and/or removal actions will be considered....\").</p>\n<p>The NCP also contains a section which sets forth the specific obligations of private parties who seek cost recovery, and defines the steps to be taken for consistency with the NCP in those circumstances. Section 300.71(a)(2) (emphasis added) provides as follows:</p>\n<blockquote>(2) For purposes of cost recovery under section 107 of CERCLA ... a response action will be consistent with the NCP ... if the person taking the response action:</blockquote>\n<blockquote>(i) Where the action is a <i>removal</i> action, acts in circumstances warranting removal and implements removal action consistent with § 300.65.</blockquote>\n<blockquote>(ii) Where the action is a <i>remedial</i> action:</blockquote>\n<blockquote>(A) Provides for appropriate site investigation and analysis of remedial alternatives as required under § 300.68;</blockquote>\n<blockquote>(B) Complies with the provisions of paragraphs (e) through (i) of § 300.68;</blockquote>\n<blockquote>(C) Selects a cost-effective response; and</blockquote>\n<blockquote>(D) Provides an opportunity for appropriate public comment concerning the selection of a remedial action consistent with paragraph (d) of § 300.67 unless compliance with the legally applicable or relevant and appropriate State and local requirements identified under paragraph (a)(4) of this section provides a substantially equivalent opportunity for public involvement in the choice of remedy.</blockquote>\n<p></p>\n<h2>3. <i>Standard of Review for Compliance with the NCP</i>\n</h2>\n<p>As an initial matter, the court must decide which compliance standard to adopt in the instant case. \"The requirement that private cleanup procedures be `consistent' with the `national contingency plan' is confusing because CERCLA does not define the term `consistent.'\" Note, <i>Private Cost</i> <span class=\"star-pagination\">*383</span> <i>Recovery Actions Under CERCLA,</i> 69 Minn.L.Rev. 1135, 1142 (1985) (footnote omitted). Defendants argue that the \"strict\" compliance standard should be used, while the plaintiff argues for the more liberal \"substantial compliance\" standard. Defendants go on to contend that they should prevail under either standard.</p>\n<p>\"The courts do not agree about the nature of the requirement that a private party's response costs be incurred `consistent[ly] with' the NCP.\" Mauhs, <i>Judicial Limitations on the CERCLA Private Right of Action,</i> 15 Envtl.Law 471, 484 (1985). Most courts applying 42 U.S.C. § 9607 in the course of private party recoveries appear to have read this language to require adoption of a \"strict\" standard to measure private responses against the requirements of the NCP. <i>See, e.g., </i><i>Amland Properties,</i> 711 F.Supp. at 796 (\"the requirements of the NCP must be adhered to in order to permit a private party to recover its response costs, unless the party seeking recovery explains why a specific requirement is not appropriate to the specific site and problem\"); <i>Versatile Metals v. Union Corp.,</i> 693 F.Supp. 1563, 1576 (E.D. Pa.1988) (\"[t]he failure to fulfill the more detailed procedural and substantive provisions of the NCP with regard to `remedial' actions becomes a barrier to recovery of response costs\"); <i>Artesian Water,</i> 659 F.Supp. at 1291-92 (\"Congress plainly contemplated that the NCP would be a standard against which response actions would be judged appropriate or inappropriate in the first instance\"); <i>BCW Associates,</i> slip op. at 52 n. 3 (although NCP requirements \"should not be applied in a Procrustean manner,\" compliance \"is [not] reducible to an inquiry into whether the clean-up was cost-efficient and environmentally sound\") (citing 50 Fed.Reg. 47,934).</p>\n<p>The court notes that EPA's interpretation of the consistency requirement of Section 107 appears to support the adoption of a strict standard. The EPA's interpretation of the NCP requirements is entitled to considerable deference. <i>Chemical Mfrs. Ass'n v. Natural Resources Defense Council, Inc.,</i> 470 U.S. 116, 125, 105 S.Ct. 1102, 1107, 84 L.Ed.2d 90 (1985) (\"Th[e] view of the agency charged with administering the statute is entitled to considerable deference....\"). In explaining the 1985 amendments to the NCP section defining how private party actions can be consistent with the NCP, the EPA stated as follows:</p>\n<blockquote>[B]ecause section 107 of CERCLA [42 U.S.C. § 9607] authorizes private cost recovery only for actions that are \"consistent with\" the NCP, EPA has an obligation, as promulgator of the NCP, to explain how private actions may be so consistent....</blockquote>\n<blockquote>In this rule ... EPA has modified § 300.71 to specify in detail what private parties <i>must</i> do in order to act consistently with the NCP.</blockquote>\n<p>50 Fed.Reg. 47,934 (1985) (emphasis added).</p>\n<blockquote>To be consistent with the NCP for the purpose of cost recovery under section 107 of CERCLA, [private party] responses <i>must, as appropriate,</i> address the full range of alternatives outlined in § 300.68(f), as well as comply with all other provisions of § 300.68(e) through (i). Such responses also <i>must</i> provide an opportunity for appropriate public comment. This public involvement <i>must</i> be consistent with § 300.67(d)....</blockquote>\n<p><i>Id.</i> at 47,935 (emphasis added).</p>\n<p>Other courts have adopted a more liberal standard of \"substantial compliance.\" <i>See, e.g., </i><i>NL Industries, Inc. v. Kaplan,</i> 792 F.2d 896, 898-99 (9th Cir.1986) (\"<i>consistency</i> with the national contingency plan does not necessitate <i>strict compliance</i> with its provisions\") (citing <i>Wickland Oil Terminals v. Asarco, Inc.,</i> 792 F.2d 887, 891-92 (9th Cir.1986); <i>General Electric Co. v. Litton Business Systems, Inc.,</i> 715 F.Supp. 949, 962 (W.D.Mo.1989)) (\"Consistency with the National Contingency Plan does not necessitate strict compliance with its provisions.\") (citing <i>NL Industries,</i> 792 F.2d at 898-99).</p>\n<p>The court notes, however, that the broad language in cases such as <i>NL Industries</i> and <i>General Electric</i> are tied to very narrow facts. In <i>NL Industries,</i> for example, the Ninth Circuit held that, in light of <i>Wickland</i>'s statement that governmental <span class=\"star-pagination\">*384</span> approval of private cleanups was not mandatory, the failure of a party to promptly report a release to the National Response Center  when said report was designed only to permit the government to approve a prior response  did not render the response inconsistent with the NCP. The court thus essentially held that the reporting requirement was no longer appropriate, and should no longer be required; it was <i>not</i> a broad holding that, where a requirement of the NCP is appropriate, a party is free to substitute its own perception of an equivalent course of conduct for that requirement.</p>\n<p>In <i>General Electric,</i> the court merely held that \"[n]either EPA approval nor national priorities listings are prerequisites for private recovery of response costs which are otherwise consistent with the NCP,\" and that \"no public hearing was required due to the fact that GE was complying with legally applicable or relevant and appropriate state requirements that the waste be removed. Furthermore, if notice to the public is a requirement, the input of the Missouri Department of Natural Resources serves as a substitute for public comment.\" 715 F.Supp. at 962 (citation omitted) and 961.</p>\n<p>Whether there is a real or merely a semantic difference between apparently strict standards such as that found in <i>Amland Properties,</i> which would mandate strict compliance \"unless the party seeking recovery explains why a specific requirement is not appropriate,\" 711 F.Supp. at 796, and the \"substantial compliance\" standard, is an issue the court need not decide in the instant case. Suffice it to say that the court agrees with those courts that have found that NCP compliance \"is [not] reducible to an inquiry into whether the cleanup was cost-efficient and environmentally sound,\" <i>id.</i> (citing <i>BCW Associates,</i> slip op. at 52 n. 3), and with those courts which have rejected the proposition that \"response costs incurred by a private party may be `consistent with the [NCP]' so long as the response measures promote the broader purposes of the plan.\" <i>Id.</i> at 797 (citations omitted) (rejecting Amland's reading of <i>Wickland,</i> 792 F.2d 887, as standing for this proposition). A contrary approach would read the \"consistent with the national contingency plan\" requirement out of 42 U.S.C. § 9607(a). Notwithstanding the foregoing, for the purposes of this decision only, the court will assume, arguendo, that the more liberal standard of \"substantial compliance\" would be applicable.</p>\n<p></p>\n<h2>4. <i>Remedial and Removal Actions Under the NCP</i>\n</h2>\n<p>Next, the court must determine whether the Oxford cleanup was a \"removal\" or a \"remedial\" action. Channel Master contends that its cleanup should be classified as a removal action, subject to NCP requirements which are \"relatively simple\" when compared to the rigorous procedural and complex NCP requirements applicable to remedial actions. (Channel Master appears to agree with defendants' contention that if the Oxford cleanup was a <i>remedial</i> action, then it was not consistent with the NCP). Defendants argue that the cleanup was a remedial action, but that, whether the Oxford cleanup was a removal or a remedial action, summary judgment for defendants is nonetheless appropriate because of Channel Master's inability to perform \"even ... cursory steps\" to comply with the NCP.</p>\n<p>CERCLA defines \"removal\" actions as</p>\n<blockquote>the cleanup or removal of released hazardous substances from the environment, such actions as may be necessary taken in the event of the threat of release of hazardous substances into the environment, such actions as may be necessary to monitor, assess, and evaluate the release or threat of release.... The term includes, in addition, without being limited to, security fencing or other measures to limit access, provision of alternative water supplies, temporary evacuation and housing of threatened individuals. ...</blockquote>\n<p>42 U.S.C. § 9601(23).</p>\n<p>All other responses are termed \"remedial\" actions, which are defined as</p>\n<blockquote>\n<span class=\"star-pagination\">*385</span> those actions consistent with permanent remedy taken instead of or in addition to removal actions in the event of a release or threatened release ... to prevent or minimize the release of hazardous substances so that they do not migrate to cause substantial danger to present or future public health or welfare or the environment. The term includes ... neutralization, cleanup of released hazardous substances and associated contaminated materials....</blockquote>\n<p>42 U.S.C. § 9601(24).</p>\n<p>The division of CERCLA responses into the two categories of removal and remedial actions is found in the statute itself, repeated throughout the regulations, and figures prominently in judicial analysis of consistency with the NCP. The courts have consistently found that the removal category was to be used in that limited set of circumstances involving a need for rapid action, while non-urgent situations are to be addressed as remedial actions. In <i>Amland Properties,</i> the court defined the distinction as follows:</p>\n<blockquote>Removal actions are to be taken in response to an immediate threat to the public welfare or to the environment, <i>see </i><i>Versatile Metals,</i> 693 F.Supp. at 1577; 40 C.F.R. § 300.65(b)(2)(i)  (viii) (setting out factors for determining appropriateness of removal action), and are \"primarily ... intended for the short-term abatement of toxic waste hazards.\" <i>Piccolini v. S[i]mon's Wrecking,</i> 686 F.Supp. 1063, 1068 (M.D.Pa.1988). Remedial actions, on the other hand, \"are generally considered long-term or permanent remedies.\" <i>T &amp; E [Industries, Inc. v. Safety Light Corp.],</i> 680 F.Supp. [696] at 706 [(D.N.J.1988)]; <i>see BCW Associates,</i> slip op. at 47.</blockquote>\n<p>711 F.Supp. at 795. <i>See also </i><i>City of New York v. Exxon Corp.,</i> 633 F.Supp. 609, 614 (S.D.N.Y.1986) (\"`removal' actions are primarily those intended for the short-term abatement of toxic waste hazards, while `remedial' actions are typically those intended to restore long-term environmental quality\") (footnote omitted).</p>\n<p>The Oxford site did not pose an immediate risk of harm to public health or the environment which required a short-term response. Channel Master did not undertake any analysis which identified an urgent or immediate risk, and no such risk is discernable from the record. In addition, Channel Master was never told that conditions at the site presented a threat of imminent harm.</p>\n<p>Indeed, all the available evidence is to the contrary. For example, plaintiff stated to the EPA in the mid-1980's that \"the lagoon simply did not exhibit hazardous waste characteristics....\" The state officials responsible for determining which hazardous waste sites within the state require immediate action did not find any immediate threat of harm, and both they and the EPA have constantly treated plaintiff's cleanup as a remedial action. In addition, the timing of plaintiff's response belies any characterization of the Oxford site conditions as urgent or exigent, since plaintiff waited from April 1985, when it learned that the sludges were \"listed wastes,\" until June 1987 to begin the cleanup of the lagoon. Similarly, the VOCs did not present an urgent risk of harm which required immediate action. Channel Master was never advised by S &amp; ME that urgent action was necessary on the VOCs, and in fact waited more than two years to take action to remediate the VOC-contaminated soils. (The soil testing which identified the contamination was completed in September 1986, yet the cleanup was not begun until the fall of 1988.)</p>\n<p>As the court in <i>Amland Properties</i> pointed out, \"[t]he distinction between these actions is of no small importance, for whereas removal actions need only comply with ... relatively simple NCP requirements ... remedial actions must comport with the `more detailed procedural and substantive provisions of the NCP'....\" 711 F.Supp. at 795 (citations omitted).</p>\n<p>The division of responses into the two categories of removal and remedial actions is designed to provide an opportunity for immediate action  a removal  without detailed review, where there is no time to <span class=\"star-pagination\">*386</span> safely conduct such review due to the exigencies of the situation. <i>See, e.g., </i><i>Versatile Metals,</i> 693 F.Supp. at 1577 (\"Removal actions are not subject to the lengthy procedural requirements of the NCP since they are taken in response to an immediate threat.\"). The EPA's Guidance Document<sup>[12]</sup> for cleanup of Surface Impoundment Sites illustrates the relationship between the need for immediate action in a removal context and the more limited investigation acceptable under those circumstances:</p>\n<blockquote>This guidance document addresses remedial actions for the cleanup of surface impoundments (defined as a pit, pond, and/or lagoon) containing hazardous wastes....</blockquote>\n<blockquote>While the term \"remedial action\" is used, this document may apply to either removal or remedial actions, <i>since both require a similar decision process.</i> However, while the decision process may be similar, the level of detail required in planning will vary widely between remedial and removal actions....</blockquote>\n<blockquote>\n<i>Depending on the urgency of response,</i> removal actions may be taken without the preparation of a limited RI/FS, although the issues addressed in an RI/FS will be assessed in an expedited manner.</blockquote>\n<p>Guidance Document For Cleanup of Surface Impoundment Sites (June 1986).</p>\n<p>Plaintiff cites several cases, its expert's conclusory statements, and quotations from EPA in an attempt to create an issue of fact as to whether or not its cleanup should be classified as remedial or removal. The court finds that none of these pieces of \"evidence\" provide support for plaintiff's conclusions that there is a factual dispute about whether its cleanup was a removal.</p>\n<p>Firstly, the cases cited by plaintiff do not support the proposition that the removal category encompasses the Oxford cleanup. For example, in <i>BCW Associates,</i> the court used the majority rule elements of immediacy and the nature of the remedy as parts of its analysis to determine whether a cleanup was a removal. The court also looked to the one million dollar and six month limits on EPA removals in 40 C.F.R. § 300.65 as factors for consideration. Under this standard, Channel Master's action is not a removal action because: (1) it cost three times more than this figure, (2) it lasted more than a year, (3) there was no need for immediate action, and (4) a permanent rather than interim remedy was implemented.</p>\n<p>In <i>General Electric,</i> 715 F.Supp. 949, the response action was considered a removal because the Missouri environmental agency and the EPA concluded that action to remedy the hazards at the site was necessary to protect public health. In the instant case, it is undisputed that EPA never recommended an enforcement action for the Oxford site prior to or during the cleanup, and that the North Carolina officials never made a public health assessment which concluded that immediate action was necessary.</p>\n<p>Secondly, Channel Master relies on the opinion of its expert, Dr. Ziegler, an environmental engineer, for the proposition that the cleanup should be classified as a removal action. However, the proper classification of a cleanup is an issue of law which is not appropriate for expert testimony. <i>See, e.g., </i><i>Marx &amp; Co., Inc. v. Diners' Club, Inc.,</i> 550 F.2d 505, 509-10 (2d Cir. 1977) (The Second Circuit found that the district court erred in allowing a securities expert to testify as to the legal effect of a securities contract, commenting that \"It is not for witnesses to instruct the jury as to applicable principles of law, but for the judge.\"), <i>cert. denied,</i> 434 U.S. 861, 98 S.Ct. 188, 54 L.Ed.2d 134 (1977). Moreover, any such legal testimony by Dr. Ziegler, an environmental engineer, would be testimony outside his area of expertise, and hence excludable under Federal Rule of Evidence 702. <i>See id.</i> at 509.</p>\n<p>Dr. Ziegler asserts that a removal is appropriate \"if a threat to public health or welfare or the environment exists due to an <span class=\"star-pagination\">*387</span> actual or potential release.\" However, the presence of an actual or potential release is the threshold predicate for <i>all</i> actions under CERCLA, and thus Dr. Ziegler's conclusion transforms <i>all</i> cleanups into removals, a result which is inconsistent with CERCLA and the NCP. <i>See</i> 42 U.S.C. §§ 9604, 9607. This result is illogical in view of the fact that Congress created the two categories of removal and remedial actions.</p>\n<p>Thirdly, plaintiff relies on its construction of an internal EPA policy document as authority for its construction of \"circumstances warranting removal.\" However, EPA does not use this document in the fashion plaintiff has, and the document does not support abandonment of the majority rule for determining when a removal is warranted.</p>\n<p>The court finds that Channel Master's cleanup of the Oxford site was a remedial action, as that term is defined in 42 U.S.C. § 9601(24).</p>\n<p></p>\n<h2>5. <i>Channel Master's Remedial Cleanup did not Comply with the NCP</i>\n</h2>\n<p>The court now evaluates Channel Master's <i>remedial</i> cleanup action for NCP consistency. As noted supra, the NCP provides a more detailed series of analytical steps for response actions which are remedial. However, the regulations do not impose <i>all</i> of those requirements on private parties. Instead, the regulations set forth only four requirements for private party actions to be consistent with the NCP.</p>\n<p>These four requirements are: (1) appropriate site investigation and analysis of remedial alternatives; (2) compliance with the scoring, development, and selection criteria of § 300.68(e)-(i); (3) selection of a cost-effective response and (4) provision of an opportunity for public comment concerning the selection of a remedy. <i>See</i> 40 C.F.R. § 300.71(a)(2)(A)-(D). The third requirement, the selection of a cost-effective response, involves an issue of disputed facts and opinion which renders it unsuitable for summary judgment. However, for the reasons expressed infra, the court finds that plaintiff did not even \"substantially comply\" with the other three aforementioned requirements, and that said failure precludes plaintiff's recovery of remedial response costs. <i>See </i><i>Versatile Metals,</i> 693 F.Supp. at 1582; <i>Amland Properties,</i> 711 F.Supp. at 796.</p>\n<p>Subsection (A) of § 300.71(a)(2)(ii) directs private parties to make \"appropriate site investigation and analysis of remedial alternatives as required under § 300.68.\" Subsection (B) specifically requires compliance with the subsections of § 300.68(e)-(i), which in turn describe development, screening, analysis and selection of a cleanup method. These two requirements necessitate a more detailed analytical process than that found in the removal regulation. However, as discussed infra, the court finds that Channel Master's cleanup at the Oxford site, rather than merely being inconsistent with the NCP because of a technical oversight or failure to satisfy one or more arcane analytical steps set forth in § 300.68, did not even remotely come close to \"substantially complying\" with the evaluation process set forth in § 300.68.</p>\n<p>The site investigation phase of a remedial action typically involves sufficient sampling, analysis and data collection to provide reliable information on the nature, extent, and amount of contamination, the potential exposure routes, likelihood of exposure via those pathways, and the risk of harm from the contaminants. This analysis is conducted as part of the RI/FS study. <i>See</i> § 300.68(d). It is undisputed that Channel Master did not conduct an RI/FS. Courts have found the absence of a proper RI/FS defeats a claim of compliance with the NCP. <i>See, e.g., </i><i>Versatile Metals,</i> 693 F.Supp. at 1582.</p>\n<p>Channel Master's \"site investigation\" was not consistent with this process, which is described in § 300.68, because it was not undertaken pursuant to any written plan or any discernible unwritten plan, and was extremely limited in scope. Mr. Coats' testimony reveals that the \"investigation\" used in decision-making on the lagoon was limited to one sludge sample and twelve <span class=\"star-pagination\">*388</span> monitor well samples. No effort was made to evaluate the risk to public health or the environment presented by conditions at the site. In addition, Channel Master did not consider other information available to it, such as S &amp; ME's statements that the lagoon sludges did <i>not</i> pose a threat to groundwater and that the filled area had low levels of chrome contamination. Nor did it rely on evaluations prepared by the state CERCLA Branch. Channel Master's own expert, Dr. Ziegler, admits that he would <i>not</i> have recommended undertaking a cleanup of this nature without further sampling.</p>\n<p>Channel Master's site investigation of the area of VOC contamination was similarly deficient.</p>\n<p>Under these circumstances, the court finds that plaintiff has not met even the more liberal \"substantial compliance\" standard for compliance with the NCP's general directive for \"appropriate site investigation.\"</p>\n<p>In addition, not only does plaintiff fail to meet the general requirement of \"appropriate site investigation,\" but it also cannot demonstrate compliance with the second requirement  the specific requirements of § 300.68(e)-(i).</p>\n<p>Section (e)(1) provides for initial analysis of the problem presented by a release and a preliminary outline of the kinds of cleanup methods which may be appropriate. It also contains a requirement which Channel Master made no effort to satisfy: \"Initial analysis shall indicate the extent to which the release or threat of release may pose a threat to public health or welfare or the environment....\" It is undisputed that at no time has Channel Master made any scientific study or analysis of the threat to public health presented by the chrome or the VOCs in the soil, and no conclusion was ever reached on this issue. In fact, Dr. Ziegler stated that there is nothing in the record which approximates a health risk analysis and that he is not a toxicologist qualified to make such an analysis.</p>\n<p>The second part of section (e) sets forth a list of factors to be \"assessed in determining whether and what type of remedial and/or removal actions will be considered. ...\" Courts have held that failure to consider all such appropriate factors prevents recovery of response costs. <i>See, e.g., </i><i>Amland Properties,</i> 711 F.Supp. at 799-800. Channel Master did not document any evaluation of these factors as a part of its remedy selection. Nor does it appear from review of the testimony or separate documents that these factors were ever assessed by Channel Master as it selected the lagoon and VOC remedy, although it is undisputed that they were \"appropriate\" for consideration.</p>\n<p>For example, one of the factors to be analyzed under § 300.68(e) is whether the substances present at the site are \"mobile.\" <i>See</i> § 300.68(e)(2)(iii). In this context, the ability of the contaminants to move through various pathways should have been, but was not, considered. For example, no leaching tests were done for the lagoons or for the VOCs.</p>\n<p>Actual or expected migration of the contaminants is another factor which is listed for consideration. <i>See</i> § 300.68(e)(2)(xi). No test was done in order to analyze whether the chrome or VOCs had migrated; and Dr. Ziegler testified that Channel Master's analysis of the five monitor wells was <i>not</i> a sufficient scientific basis to come to a conclusion about actual movement of contaminants in the sludge.</p>\n<p>The regulation also calls for analysis of hydrogeological factors (eg. soil permeability, hydrologic gradients, proximity to a drinking water aquifer, floodplains) to be evaluated. <i>See</i> § 300.68(e)(2)(iv). Channel Master never considered these factors. No tests or analyses were done on soil permeability, one of the components to be evaluated in assessing said factors. In addition, Channel Master did not evaluate the extent to which natural barriers might have contained the sludges, nor did it make a classification of the groundwater as part of its remedy selection process, although these are both factors which § 300.68(e)(2) lists for assessment. <i>See</i> § 300.68(e)(2)(x) and (v).</p>\n<p>Thus, the uncontroverted evidence demonstrates that at least five of the required <span class=\"star-pagination\">*389</span> factors in § 300.68(e)(2) were appropriate for consideration, but were not evaluated by Channel Master.</p>\n<p>Subsection (f) calls for the development of five alternatives. In this context, \"development\" means the alternatives are considered in some level of detail. There is no document which describes the process or reasons Channel Master used to arrive at its choice of remedies. In <i>Amland Properties,</i> the court's decision that NCP consistency had not been established relied heavily on the lack of documentation. <i>See</i> 711 F.Supp. at 800-01 (\"no documentation is provided as to why those alternatives were not chosen; rather, all that is submitted is an affidavit.... More than this is required. ...\"). Other courts have noted the importance of contemporaneous documentation of why an alternative was chosen. <i>See, e.g., BCW Associates,</i> slip op. at p. 52 n. 3 (noting importance of documenting \"why [plaintiffs] chose the response action they did\").</p>\n<p>Plaintiff's cursory examination and rejection of alternatives does not demonstrate \"development\" of alternatives as called for under the NCP. In addition, § 300.68(f) requires that the \"no action\" alternative be given close and detailed scrutiny. Since Channel Master did not make any analysis of the threat to public health posed by the sludges or VOCs, it could not and did not \"develop\" this mandatory alternative.</p>\n<p>Subsection (g) describes the process for initially eliminating some alternatives based on cost, acceptable engineering practices, and effectiveness. Subsection (h) then requires a detailed evaluation and comparison of the remaining alternatives in several areas. It is undisputed that Channel Master did not perform any documented or detailed cost analysis as called for in the NCP. The cost to implement the remedies and the effect of each remedy on public health are two of the more significant elements of the evaluation and remedy selection process.</p>\n<p>The cost estimate must include \"operation and maintenance costs, and distribution of costs over time.\" § 300.68(h)(2)(ii). The only pre-remedy cost evaluation which Channel Master has produced is the one Mr. Hansen prepared for the remedy it selected. But even that cost analysis is insufficient because it does not include maintenance costs or distribution of costs over time. Although Mr. Hansen and Mr. Coats claimed to have done some costs analysis on other alternatives for the lagoon, they could not recall the particulars, made no notes, and did not recall the results. It appears that only the capping alternative was given any form of cost estimation, but after cursory examination was rejected because it did not coincide with Channel Master's admitted desire to use the lagoon area for parking. Similarly, there was no detailed comparison of the cost of the VOC cleanup alternatives.</p>\n<p>The fourth requirement imposed by Section 300.71(a)(2) is to provide \"an opportunity for appropriate public comment concerning the selection of a remedial action consistent with [the regulation on community relations],\" unless a narrow exception is applicable. Several courts have held that failure to provide an opportunity for public comment renders a remedial action inconsistent with the NCP and bars recovery of costs. <i>See, e.g., </i><i>Artesian Water,</i> 659 F.Supp. at 1297; <i>Amland Properties,</i> 711 F.Supp. at 801; <i>County Line Inv. Co. v. Tinney,</i> 19 E.L.R. 21312 (N.D.Okla.1989).</p>\n<p>Channel Master does not contend that it falls within the exception, but rather argues that its \"communications and cooperation with various governmental agents and agencies regarding the response actions planned and undertaken at the Oxford site\" satisfies the requirement for public comment. Most courts have rejected this argument. <i>See, e.g., </i><i>Amland Properties,</i> 711 F.Supp. at 801 (court rejects Amland's contention that \"the participation of state and local officials ... in the ... process, obviated the need for a public comment period\"). However, a few courts have accepted this argument. <i>See, e.g., </i><i>General Electric,</i> 715 F.Supp. at 961 (\"the input of the Missouri Department of Natural Resources serves as a substitute for public comment\"). However, in these cases there have been <span class=\"star-pagination\">*390</span> \"substantially equivalent\" opportunities for public involvement.</p>\n<p>In <i>General Electric,</i> for example, the cleanup site in question was discussed in at least three <i>public meetings</i> of the Hazardous Waste Management Commission, of which <i>prior published public notice</i> was given, and which were attended by members of the public. In the present case, it is undisputed that there were no public meetings, no public hearings, and no notice was provided to the public.</p>\n<p>Public knowledge and involvement in the selection of a remedial response is one of the most significant elements of the remedial process. <i>See</i> EPA Guidance Documents on Cleanup of Surface Impoundments at 4-9. The opportunity for public comment in § 300.67(d) calls for a \"review and comment\" of at least 21 days following provisions <i>to the public</i> of \"feasibility studies that outline alternative remedial measures.\" The regulation also states that \"[p]ublic meeting(s) shall, in most circumstances, be held during the comment period.\"</p>\n<p>It is in a case such as the one sub judice, which involves a dispute between private litigants, and not between a private litigant and the state (which could protect the interests of the public at large), where public input is most crucial to comply with the desire expressed by Congress in the CERCLA statute that the public have input in selecting the cleanup procedures for contaminated sites in their neighborhoods. Perhaps, under a \"substantial compliance\" standard, a \"substantially equivalent\" opportunity for public involvement, as in the <i>General Electric</i> case, would demonstrate appropriate compliance with the NCP. However, even under this liberal standard, plaintiff has not demonstrated that such public involvement was present in the instant case. This is a case where \"the public had no opportunity to comment on either the cleanup standard or the remedial methods to be employed.\" <i>Amland Properties,</i> 711 F.Supp. at 801.</p>\n<p>The court finds that Channel Master's remedial cleanup of the Oxford site was not an action which was \"consistent\" with the NCP, even under the \"substantial compliance\" standard.</p>\n<p></p>\n<h2>6. <i>Even if Channel Master's Cleanup was a Removal, it was not in Compliance with the NCP</i>\n</h2>\n<p>The court will now evaluate Channel Master's cleanup action for NCP consistency after assuming, arguendo, that said cleanup could be considered a <i>removal</i> action. If a cleanup is termed a removal action, 40 C.F.R. § 300.71(a)(2)(i) requires limited but nonetheless specific steps for action prior to undertaking removal. As mentioned supra, this section requires a private party to: (a) \"act in circumstances warranting removal,\" and (b) to \"implement[] removal action consistent with § 300.65.\" For the reasons expressed infra, the court finds that the cleanup was not conducted in accordance with the NCP, even assuming, arguendo, that plaintiff's cleanup is classified as a removal action.</p>\n<p>Firstly, Channel Master has not produced any evidence that it \"act[ed] in circumstances warranting removal,\" in that the Oxford site did not pose an immediate risk of harm to public health or the environment which required a short-term response. Channel Master did not undertake any analysis which identified an urgent or immediate risk, and no such risk is discernable from the record. In addition, Channel Master was never told that conditions at the site presented a threat of imminent harm.</p>\n<p>The second requirement of § 300.71(2)(a)(i) requires a private party to \"implement[] removal action consistent with § 300.65.\" This removal regulation lists seven factors which \"shall be considered in determining the appropriateness of a removal action.\" § 300.65(b)(2). These seven factors are illustrative of circumstances which pose a serious and urgent threat of harm. <i>Id.; </i><i>Versatile Metals,</i> 693 F.Supp. at 1577. In addition, the regulation lists certain response actions which are \"generally appropriate for removals,\" and these are all short-term responses to mitigate an immediate threat. <span class=\"star-pagination\">*391</span> § 300.65(c); <i>Versatile Metals,</i> 693 F.Supp. at 1577.</p>\n<p>Section 300.65 sets forth two mandatory steps for removal. First, a party must \"review the preliminary assessment and the current site conditions to determine if removal action is appropriate,\" using the list provided in § 300.65(b)(2). § 300.65(a)(1). Second, \"[w]here the responsible parties are known, an effort initially shall be made, to the extent practicable considering the exigencies of the circumstances, to have them perform the necessary removal actions.\" § 300.65(a)(2). Neither of these actions was taken.</p>\n<p>Not only did plaintiff fail to consult the regulations, it also did not conduct a review which proximates the procedure sets forth in the regulation. Plaintiff did not prepare its own preliminary assessment document, nor did it rely on any evaluation in any documents prepared by the North Carolina state Superfund branch.</p>\n<p>Mr. Coats testified that Channel Master made its decision to excavate the sludge on the basis of three facts: (1) the sludge was a listed waste, (2) the sludge contained high levels of total chrome, and (3) one of the groundwater samples taken from the monitor wells showed chrome at .08, three tenths above the North Carolina drinking water standard. The EPA extraction of the sludge at .05 ppm was also considered. These facts are not the equivalent of an analysis, and could not form the basis of the analysis required by § 300.65(b)(2).</p>\n<p>In fact, Channel Master has not produced <i>any</i> evidence to demonstrate that it has evaluated <i>any</i> of the factors set forth in § 300.65(b)(2), or even their \"substantial\" equivalent. These factors are used to identify the extent and immediacy of the threat to public health, and are an essential step in determining the appropriateness of undertaking a cleanup prior to the more detailed study required in a remedial action.</p>\n<p>Dr. Ziegler agreed that analysis of threat to public health was an essential step for determining whether removal was appropriate under the process identified in the NCP, which had not been done by Channel Master. Dr. Ziegler does not claim that Channel Master made the evaluation called for by § 300.65(b)(2) or that such an evaluation could be made <i>now</i> to justify the \"removal.\" Instead, he contends that removal under the NCP was justified because the sludges were a listed hazardous waste which was in contact with the groundwater. The NCP does not list this as a basis for action, either removal or remedial. Nor is it the basis for any CERCLA policy statement or guidance document. Rather, the NCP calls for evaluation of the specific factors listed in § 300.65(b)(2), which focus on the potential for migration and mobility of waste, and the risk to public health.</p>\n<p>In addition, Dr. Ziegler admits that his opinion on the issue of Channel Master's compliance with the NCP is based on \"substantial and significant\" information that was not considered by the plaintiff before it started the cleanup. Furthermore, he relies on an analysis which he has admitted is not based upon the standards set forth in the NCP. For example, he states that the rising cost of off site disposal is not a factor in remedy selection under the NCP, although he relies on it in forming his opinion. Finally, Dr. Ziegler admits that the alternative remedies he used as a comparison to Channel Master's cleanup in the process of forming his opinion were not selected or evaluated according to the process in the NCP.</p>\n<p>Similarly, Dr. Ziegler's attempt to equate the excavation of the Oxford site with that which has occurred at the Aberdeen/Fairway Six site is not supported by the NCP process or EPA's documentation on the site. Dr. Ziegler did not review the \"Action Memos,\" which are the EPA documents drafted to describe and justify the basis for a removal action. Those documents are consistent with defendants' contention that removals are used for situations which present a need to act quickly due to imminent public health threats.</p>\n<p>In fact, review of Dr. Ziegler's affidavit demonstrates that he has evaluated this cleanup in a fashion which is similar to the expert in <i>Versatile Metals,</i> 693 F.Supp. 1563. The expert in <i>Versatile Metals,</i> like Dr. Ziegler, did not rely on a NCP-based <span class=\"star-pagination\">*392</span> analysis, but instead made a \"practical\" or \"experience-based\" analysis that certain cleanup actions should be taken. The <i>Versatile Metals</i> court declined to accept this kind of analysis. This court believes that Dr. Ziegler's analysis is similarly flawed, and declines to accept the same.</p>\n<p>Similarly, Channel Master did not determine whether there was a need to cleanup the VOC-contaminated soils under the factors in § 300.65(b)(2). In particular, when said cleanup began, plaintiff did not know the threat of harm from the VOCs, and it did not study whether the VOCs were likely to migrate.</p>\n<p>Next, the court finds that plaintiff failed to comply with the second step of § 300.65, in that it failed to notify the defendants in this case that it considered removal necessary, under § 300.65(a)(2), which provides that where the responsible parties are known, \"an effort initially shall be made, to the extent practicable considering the exigencies of the circumstances, to have them perform the necessary removal actions.\" Despite its strenuously expressed contention in its Response and elsewhere that JFD and Unimax were responsible for the vast majority of the pollution at the Oxford site, plaintiff made <i>no</i> effort to contact these defendants. In the only reported \"removal\" cases, the party seeking cost recovery had to satisfy this requirement. <i>See BCW Associates,</i> slip op. at 20; <i>General Electric,</i> 715 F.Supp. at 952.</p>\n<p>Plaintiff has pointed to no \"exigencies\" which would excuse its failure to comply with this elementary requirement. Indeed, it is doubtful that plaintiff could, considering that it was aware of the contamination of the Oxford site for two years before it began its cleanup  ample time in which to contact defendants.</p>\n<p>The court finds that, even assuming, arguendo, that the Oxford cleanup could be considered a removal action, the same was not consistent with the NCP, even under a \"substantial compliance\" standard of review.</p>\n<p></p>\n<h2>7. <i>The Involvement of State Officials in the Oxford Cleanup is Inadequate to Establish NCP Consistency</i>\n</h2>\n<p>Plaintiff contends that it worked under the direction of state officials and obtained all necessary state approvals before and during the cleanup. Plaintiff cites to <i>General Electric,</i> 715 F.Supp. at 963, as standing for the proposition that \"[c]ourts faced with similar situations have said that approval of the cleanup by state regulatory officials is itself indicative of NCP consistency.\" The court notes that there is no statutory language in the CERCLA statute which supports such an argument. However, assuming, arguendo that, in certain circumstances, comprehensive state regulatory involvement (including state involvement in selecting the cleanup alternative) might be indicative of NCP consistency, the court does not believe that the instant case presents such a situation.</p>\n<p>In <i>General Electric,</i> the state's involvement was qualitatively as well as quantitatively different from the situation at bar, as the following quotations from that case illustrate:</p>\n<blockquote>24. Throughout the latter part of 1985 and 1986, GE and MDNR [Missouri Department of Natural Resources] engaged in <i>extensive studies of the site and negotiations over its remediation.</i> These discussions culminated in a <i>Consent Decree</i> ... which set forth the circumstances and requirements for ongoing remediation of the site.... In general, the Decree was implemented \"to protect the public health and environment from releases or threatened releases of waste materials, if any, from the site through the development, design and implementation of a remedial action plan.\" ...</blockquote>\n<blockquote>25. <i>The Consent Decree required all remedial action for the site to be \"consistent with the National Contingency Plan....</i>\" The Consent Decree required MDNR approval of all remedial action.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>27. GE had OH Materials investigate a <i>range of alternatives</i> for response actions at the site, to insure the response <span class=\"star-pagination\">*393</span> actions ultimately taken would be consistent with the NCP and Consent Decree.</blockquote>\n<blockquote>28. OH Materials produced a Remedial Alternatives Evaluation [the report] for the site ... which <i>analyzed several alternative response actions....</i> The costs and benefits of those various alternatives were estimated and outlined in the ... report....</blockquote>\n<blockquote>29. Evaluation of the site by OH Materials and the DOH [Missouri Department of Health] considered points of exposure, population, environmental and welfare concerns at risk, amount, concentration, hazardous properties, hydrogeological factors, and the extent to which the contamination levels exceeded the State standards.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>41. The MDNR approved all the response activities of GE both before and after completion of the response actions....</blockquote>\n<p>715 F.Supp. at 952-954 (emphasis added).</p>\n<p>In the instant case there was no state involvement in the selection of cleanup alternatives, no intensive state-private party negotiations, no Consent Decree mandating NCP compliance, and no extensive compliance with the NCP which the state approved before and after the response actions. Thus, this is not a situation where \"approval of the cleanup by state regulatory officials is itself indicative of NCP consistency.\"</p>\n<p></p>\n<h2>8. <i>Granting Partial Summary Judgment for Defendants Will not Defeat CERCLA's Goals</i>\n</h2>\n<p>Plaintiff argues that, because its cleanup was cost-effective and environmentally sound, it has \"substantially complied\" with the NCP, in that these are the primary goals of the NCP. The court accepts that \"[t]he legislative history of CERCLA indicates that the National Contingency Plan was regarded as a means of assuring that responses under the Act would be both cost effective and environmentally sound.\" Rich, <i>Personal Liability for Hazardous Waste Cleanup: An Examination of CERCLA Section 107,</i> 13 Boston College Envtl. Affairs L.Rev. 643, 654 n. 98 (1986) (citations omitted).</p>\n<p>However, the court believes that the broad goals of the statute cannot be viewed in isolation, but must instead be viewed in light of the condition precedent which Congress imposed by its choice of statutory language  \"the response to and actions to minimize damage from hazardous substances releases shall, to the greatest extent possible, be in accordance with the provisions of the [National Contingency] plan,\" 42 U.S.C. § 9605(a), and that statutory language which permits recovery <i>only</i> for those costs which have been incurred \"consistent with the NCP,\" 42 U.S.C. § 9607(a)(4)(B). And, as discussed further infra, courts have recognized that adherence to the regulatory scheme outlined in the NCP was deemed by Congress to be more important than making CERCLA an unlimited vehicle for cleanup cost recovery. <i>See, e.g., </i><i>Artesian Water,</i> 659 F.Supp. at 1299-1300; <i>County Line Inv. Co. v. Tinney,</i> 19 E.L.R. 21312; <i>Versatile Metals,</i> 693 F.Supp. 1563.</p>\n<p>Plaintiff also contends that judgment for defendants would violate CERCLA's goal of placing the cost of cleanups on the party responsible for creation of the majority of the waste.<sup>[13]</sup> But, even if it were uncontroverted that defendants were responsible for creation of the vast majority  or even <i>all</i>  of the waste, the court deals here <span class=\"star-pagination\">*394</span> with a \"narrowly drawn federal remedy,\" and agrees with the district court in <i>Artesian Water,</i> which commented on this apparently \"unjust\" result as follows:</p>\n<blockquote>I am aware the result in this case presents a superficial anomaly: the County, responsible for a release of hazardous substances that causes Artesian to suffer significant economic losses, nevertheless is not required to pay full compensation. This outcome, however, amply demonstrates the difference between an action for response costs under CERCLA and an action for damages in tort.... Congress did not intend for CERCLA, a narrowly drawn federal remedy, to make injured parties whole or to be a general vehicle for toxic tort actions. Unless Congress sees fit to provide such a remedy, full compensation for hazardous waste harms will in most instances remain the province of state law.</blockquote>\n<p>659 F.Supp. at 1299-1300, <i>quoted with approval in </i><i>Versatile Metals,</i> 693 F.Supp. at 1582-83 and <i>Amland Properties,</i> 711 F.Supp. at 801.</p>\n<p>In addition, plaintiff raises the concern that, by denying its claim for cleanup costs, the court will deter parties from voluntarily cleaning up contaminated sites in an expeditious manner in the future.<sup>[14]</sup> The court agrees that \"[i]n most respects, the incentive to private cleanups provided by section 107(a)(4)(B) is salutary. Private parties can undertake hazardous waste cleanups with greater speed and at lower cost than can the government. And, there are simply more private parties than there are government officials.\" Gaba, <i>Recovering Hazardous Waste Cleanup Costs: The Private Cause of Action Under CERCLA,</i> 13 Ecology L.Q. 181, 231 (1986).</p>\n<p>However, \"[t]his incentive ... is not ... without its costs. Unchaining private forces to begin digging up and moving hazardous wastes does, of course, raise concerns about the environmental consequences of section 107(a)(4)(B).... the NCP rel[ies] almost exclusively on private judgments about complex and ambiguous environmental standards.\" <i>Id.</i> at 231-32. It is for this reason that parties must comply with the NCP in undertaking cleanups; as noted supra, the purpose of the NCP \"is to give some consistency and cohesiveness to response planning and actions.\" H.R. Rep. No. 96-1016, Part I at 30, 96th Cong., 2d Sess., <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Admin.News at 6133.</p>\n<p>Plaintiff argues that the NCP should not be considered a kind of \"regulatory obstacle course  an inflexible series of procedural requirements, each of which must be satisfied before a party conducting a CERCLA cleanup can recover its costs from those responsible for the contamination.\" The court does not regard the NCP as such. The court simply believes that, since plaintiff seeks recovery under the CERCLA statute, plaintiff is required to comply with the specific requirements of that statutory claim, as set forth in the regulations and caselaw.</p>\n<p>Plaintiff would have this court create a precedent for cost recovery for any monies spent by a private party without notice to potential defendants and without <i>any</i> effort to follow the procedures set forth in the regulations. The instant case does not present a situation where a private party tried but failed to comply with the NCP. It is <i>undisputed</i> that plaintiff was aware of the existence of the NCP but did not take the time to consult the same. Under these circumstances, it is not unjust to hold plaintiff to the consequences of its <i>in</i> action.</p>\n<p></p>\n<h2>9. <i>Partial Summary Judgment is Appropriate at this Time</i>\n</h2>\n<p>Channel Master urges this court to delay ruling on defendants' motion for partial summary judgment on the grounds that the RI/FS now under way at the Oxford site might turn up additional evidence which plaintiff did not consider when making its decisions, but which might <span class=\"star-pagination\">*395</span> now justify those decisions. The court finds this argument to be without merit.</p>\n<p>Under Fed.R.Civ.P. 56(c), summary judgment \"shall be rendered forthwith if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Summary judgment is properly awarded against a party who fails to make a showing sufficient to establish the existence of an element essential to its case, and on which it will bear the burden of proof at trial. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265 (1986). The party moving for summary judgment has the initial burden of informing the court of the basis of the motion and identifying those portions of the record which are believed to show the absence of a genuine issue of material fact. <i>Id.</i> at 323, 106 S.Ct. at 2553. This defendants have done. If the moving party does not bear the burden of proof at trial and that party makes a showing to demonstrate the absence of a genuine issue of material fact, the nonmoving party cannot rest on its pleadings but must make a specific showing of facts presenting a genuine issue for trial. <i>Id.</i> at 323-24, 106 S.Ct. at 2553; Fed.R.Civ.P. 56(e). Plaintiff has failed to make such a showing and, for the reasons expressed infra, the court does not believe that allowing plaintiff more time for discovery would enable plaintiff to make such a showing.</p>\n<p>As a general rule, granting summary judgment prior to the completion of all discovery is inappropriate. <i>See </i><i>Snook v. Trust Co. of Ga. Bank of Savannah, N.A.,</i> 859 F.2d 865, 870 (11th Cir.1988); <i>Visa Int'l Serv. Ass'n v. Bankcard Holders,</i> 784 F.2d 1472, 1475 (9th Cir.1986); <i>see also </i><i>Celotex,</i> 477 U.S. at 322, 106 S.Ct. at 2552 (summary judgment appropriate only \"after adequate time for discovery\"). Under Federal Rule 56(f), the district court has discretionary authority to deny a motion for summary judgment in response to the nonmoving party's plea for additional discovery.</p>\n<p>The Supreme Court has stated that Rule 56(e)'s requirement that the party opposing a summary judgment motion set forth specific facts showing that there is a genuine issue for trial \"is qualified by Rule 56(f)'s provision that summary judgment be refused where the nonmoving party has not had the opportunity to discover information that is essential to his opposition.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 250 n. 5, 106 S.Ct. 2505, 2511 n. 5, 91 L.Ed.2d 202 (1986).</p>\n<p>The relevant question is whether the non-movant has sufficiently identified the information sought by discovery, the reasons the information has not yet been obtained, and the materiality of the information to its opposition to the summary judgment motion. <i>See generally</i> 10A C. Wright, A. Miller, &amp; M. Kane, <i>Federal Practice and Procedure:</i> Civil 2d § 2741 (1983). Thus, in <i>Snook</i> the court found it \"clear that many of the documents requested are relevant to the issues raised by the defendants' motion for summary judgment.\" 859 F.2d at 871. Similarly, the court in <i>Klingele v. Eikenberry,</i> 849 F.2d 409, 412 (9th Cir. 1988) (citations omitted), found that the plaintiff had set forth \"the particular facts that he expected to uncover through discovery ... and identified specific facts tending to show that the evidence sought actually exists.\" Requests for broad additional discovery or \"fishing expeditions\" will not suffice. <i>See </i><i>Garrett v. City and County of San Francisco,</i> 818 F.2d 1515 at 1518 (9th Cir.1987); <i>see also </i><i>Visa Int'l,</i> 784 F.2d at 1475 (courts have properly denied Rule 56(f) applications \"where it was clear that the evidence sought was almost certainly nonexistent or was the object of pure speculation\") (citation omitted).</p>\n<p>In the instant case, \"the parties ... have compiled a sufficient factual record on the issue of consistency.... [and defendants] ha[ve], moreover, detailed [their] allegations of inconsistency between [plaintiff's] response actions and the NCP. The question is therefore ripe for adjudication....\" <i>Artesian Water,</i> 659 F.Supp. at 1292-93 (footnote omitted). Plaintiff's failure to take certain steps required by the NCP is <span class=\"star-pagination\">*396</span> dispositive of the issue of NCP compliance. Those omissions cannot be undone regardless of whatever information may be subsequently developed. In addition, the issue of NCP compliance should be decided on the basis of the decision making process <i>actually used</i> by Channel Master, not on a post hoc justification. Furthermore, there is absolutely no assurance that the RI/FS study will produce any relevant evidence <i>relating to NCP compliance.</i> In short, plaintiff has failed to persuade the court to exercise its discretion to delay its ruling on defendants' motion for partial summary judgment so that plaintiff may proceed with discovery.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons expressed infra, the court hereby GRANTS defendants' JFD and Unimax's motion for partial summary judgment.</p>\n<p>SO ORDERED.<sup>[15]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  VOCs are petroleum-based substances which evaporate easily. The most commonly-encountered VOCs are solvents, which, along with cleaning fluids, are the VOCs in the instant case.</p>\n<p>[2]  Channel Master also seeks to recover costs it alleges will be incurred in the future, presumably in connection with groundwater contamination which has not yet been remedied, but this order does <i>not</i> address the recoverability of those costs.</p>\n<p>[3]  A default judgment as to defendant Harvey Finkel, an officer and shareholder of Unimax's predecessor company and an officer of JFD during part of the time that hazardous substances were being deposited by JFD at the Oxford site, was entered on April 28, 1989, due to Finkel's failure to answer plaintiff's complaint or otherwise participate in this action. On October 17, 1989, in consideration of Finkel's belated appearance and participation in this action, he was released from the default entered against him. However, Finkel has apparently not participated in the case since that time. In the instant order, all references to \"defendants\" refer <i>only</i> to defendants JFD and Unimax.</p>\n<p>[4]  An \"EPTox Test\" is used to evaluate the potential that metals will leach out of soils under acidic conditions. If chrome results for E.P. Toxicity exceed 5.0 parts per million, the tested material is characterized as a \"listed hazardous waste\" under federal Environmental Protection Agency (\"EPA\") standards. (The term \"listed hazardous waste\" refers to substances that have been listed in the federal regulations as wastes that may require special treatment and disposal. <i>See</i> 40 C.F.R. §§ 281.31 and 280.32.)</p>\n<p>[5]  The Oxford site is located within EPA Region IV.</p>\n<p>[6]  Channel Master later was told that EPA was \"keyed into Superfund [National Priorities] sites.\" The Oxford site was not proposed for placement on the Superfund List until 1988.</p>\n<p>[7]  In its response, Channel Master concedes that it had an interest in removing the lagoon to enhance the usefulness and marketability of the Oxford site, but denies that it removed the lagoon solely or even primarily for economic reasons. However, in any event, as Channel Master correctly points out, its motives for cleaning up the Oxford site have no bearing on its right to recover response costs under CERCLA. <i>BCW Associates, Ltd. v. Occidental Chemical Corp.,</i> No. 86-5947 (E.D.Pa.1988) (Westlaw, 1988 WL 102641).</p>\n<p>[8]  Channel Master now realizes that its 1983 decision to fill a portion of the lagoon with dirt has added to the cleanup costs, but correctly points out that this fact has no bearing on the question of NCP consistency.</p>\n<p>[9]  A \"background level\" of a chemical is the normal, expected level of a chemical in the environment.</p>\n<p>[10]  The Oxford Site currently is the subject of an EPA-sponsored Remedial Investigation/Feasibility Study (\"RI/FS\") (a study to determine the nature and extent of the threat presented by the release and to evaluate proposed remedies), which will address both groundwater remediation and any other cleanup activities that may be necessary.</p>\n<p>[11]  The term \"lead agency\" is often used in the regulations to denote the governmental entity which is performing a cleanup. In private party response actions, no governmental action is necessary, and the actions to be taken by the \"lead agency\" become those to be taken by the private party. <i>See</i> 40 C.F.R. § 300.71(a)(4) (1985).</p>\n<p>[12]  Guidance documents are published by EPA for dissemination to the public as additional assistance on how to interpret or apply the provisions of the NCP.</p>\n<p>[13]  The court notes that this argument is predicated on a factual assumption which is both disputed and inappropriate for consideration at this point. Plaintiff repeatedly asserts that defendants are the main contributors to the contamination at the site, but the issue of liability for the contamination is contested, and is not presented for decision by defendants' motion for partial summary judgment. In any event, the identity of the party which caused the contamination is not relevant to the question of NCP consistency. The statutory scheme for cost recovery is structured so that failure to comply with the NCP will <i>necessarily</i> result in denial of cost recovery, without regard to the identity of the person who caused the contamination. Had Congress intended for \"fault\" to be a prerequisite to recovery, the statute would have been written to so indicate.</p>\n<p>[14]  The court notes that, in <i>remedial</i> cleanups such as the one at issue here, speed, although obviously desirable, is not of the essence.</p>\n<p>[15]  On January 8, 1990, this court entered an Agreed Order on Scheduling, staying all proceedings in this case except for discovery in motions relating to whether plaintiff's cleanup activities at the Oxford site were necessary and consistent with the NCP, until the occurrence of the earlier of certain listed events, <i>none of which has yet occurred. See</i> Agreed Order on Scheduling (January 8, 1990).\n</p>\n<p>On July 2, 1990, defendants filed a Motion for Modification of Stay, so that the court might rule on plaintiff's request for attorney's fees. Defendants freely entered into the Agreed Order, and the court perceives no valid reason not to hold them to their agreement. Accordingly, the court hereby DENIES defendants' Motion for Modification of Stay.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">748</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">373</span></span> (1990)</b></center>\n<center><h1>CHANNEL MASTER SATELLITE, SYSTEMS, INC., Plaintiff,<br>\nv.<br>\nJFD ELECTRONICS CORP., Harvey Finkel, and the Unimax Corporation, Defendants.</h1></center>\n<center>No. 88-605-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 13, 1990.</center>\n<p><span class=\"star-pagination\">*374</span> <span class=\"star-pagination\">*375</span> Richard W. Ellis, Smith, Helms, Mulliss &amp; Moore, Raleigh, N.C., for plaintiff.</p>\n<p>Cecil W. Harrison, Jr., Poyner &amp; Spruill, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*376</span> ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff, Channel Master Satellite Systems, Inc., (\"Channel Master\"), initiated this private party cost recovery action pursuant to Section 107 of the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (\"CERCLA\"). That section provides, in pertinent part:</p>\n<blockquote>the owner and operator of ... a facility ... from which there is a release, or a threatened release which causes the incurrence of response costs, of a hazardous substance, shall be liable for ... any other necessary costs of response incurred by any other person <i>consistent with the national contingency plan</i>....</blockquote>\n<p>42 U.S.C. § 9607(a) (1986) (emphasis added). Channel Master has completed a \"cleanup\" of two areas of contamination located on its property in Oxford, North Carolina: (1) a surface impoundment, or sludge lagoon, and (2) an area of soil contaminated by Volatile Organic Compounds (\"VOCs\").<sup>[1]</sup> Channel Master claims to have spent $3,395,377.90 on this cleanup, and seeks to recover this amount, plus its attorney's fees, from defendants. Defendants deny that they are liable for these costs.<sup>[2]</sup></p>\n<p>Defendants Unimax Corporation (\"Unimax\") and JFD Electronics Corporation (\"JFD\"),<sup>[3]</sup> a wholly-owned subsidiary of Unimax, have filed a motion for partial summary judgment contending, inter alia, that plaintiff cannot show that the response costs for which it seeks compensation were \"consistent\" with the National Contingency Plan (\"NCP\"). For the reasons expressed infra, the court GRANTS said motion.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>From September 1968 through October 1979, JFD operated a television antenna manufacturing facility at a 13.09 acre parcel of land in Oxford, North Carolina, which is the subject of this action (hereinafter \"the Oxford site\"). Channel Master subleased the Oxford site from JFD in October 1979, and operated the plant for a few months to \"build out\" the inventory. JFD owned a 1.46 acre portion of the Oxford Site, and bought the balance of the property on July 15, 1980. On the same day, JFD conveyed the entire Oxford site to Channel Master. Channel Master remained in possession from October 1979 through the date of purchase and thereafter.</p>\n<p>A surface impoundment, or lagoon, was located just outside the plant building when Channel Master began occupying the premises in 1979. The lagoon had been built in the early sixties by prior owners of the business (ie., prior to JFD), as part of a treatment process for waste streams generated by the antenna manufacturing operations. The electroplating and chemical conversion processes used in the manufacture of these antennas produced waste water containing chromium and other heavy metals. JFD continued the manufacture of television antennas on the site while it occupied the site from September 1968 through October 1979, using the same waste water treatment process the previous owners of the site had constructed, including the lagoon.</p>\n<p><span class=\"star-pagination\">*377</span> While JFD occupied the Oxford site, it also allegedly contaminated an area of soil with VOCs; specifically, Trichloroethylene used to clean metal parts prior to electroplating and solvents used for general cleaning purposes.</p>\n<p>After Channel Master had subleased the Oxford site, it also used the conversion coating lines and waste treatment facilities, including the lagoon, while \"running out\" its inventory purchase from JFD. Use of the lagoon ceased completely in early 1980, when Channel Master removed the antenna manufacturing equipment from the site and began the assembly of satellite dishes.</p>\n<p>During August and September, 1983, Channel Master partially filled the Oxford lagoon with dirt, in order to provide badly needed parking and truck turn-around space. Approximately 50 to 80 percent of the lagoon was filled with about 8,000 cubic yards of fill dirt. This process was intended to, and did, push the sludges over to one side. The filled portion of the lagoon was thereafter used as a parking lot.</p>\n<p>In 1984 Channel Master decided to move to a new plant location and to try to sell the Oxford Property. In connection with this decision, Channel Master renewed its efforts to make the lagoon space usable. It hired Soil &amp; Material Engineers (\"S &amp; ME\") to investigate the possibility of constructing a parking deck over the sludges. This idea was not pursued, and Channel Master then hired CMO Associates to investigate the possibility of eliminating the sludge in order to facilitate the sale of the property. CMO Associates recommended spreading the sludge which had been pushed into the remaining portion of the lagoon onto a 61 acre pine plantation. Testing by state officials had indicated that the sludge was not EPtoxic,<sup>[4]</sup> and a land application permit was granted on March 29, 1985. However, in April 1985, before Channel Master could begin to remove the sludge, state officials revoked the land application permit on the grounds that the sludge was a listed hazardous waste.</p>\n<p>Channel Master executives met with representatives of the North Carolina Solid and Hazardous Waste Management branch on May 2, 1985, to discuss said revocation and to review their options. Installation and sampling of groundwater monitoring wells, \"delisting,\" and \"closure\" of the lagoon were discussed. Channel Master then had S &amp; ME install four groundwater monitor wells near the lagoon in the fall of 1985. Chromium levels in excess of drinking water standards were found in one downgradient well. In addition, a deep well drilled through the filled portion of the lagoon detected some contamination of the groundwater by VOCs. Further testing indicated that the source of the VOCs contamination was near the main building on the side, in the area where JFD employees allegedly \"continually dumped solvents on the ground.\"</p>\n<p>In mid-1986, Channel Master received proposals from LAN Associates and S &amp; ME to provide consulting assistance in selecting a remedy for the lagoon cleanup. These proposals were not accepted, and indeed, as discussed infra, Channel Master did not utilize the services of any consultant to advise it on the appropriate method of reviewing cleanup alternatives or selecting a remedy for the lagoon.</p>\n<p>Channel Master attempted to contact EPA for assistance during the summer of 1986, but had some difficulty in obtaining the same. In late July 1986, a representative of Channel Master made the following request to Allen Antley, EPA Region IV's<sup>[5]</sup> Chief of Waste Compliance:</p>\n<blockquote>I ask you to help Channel Master in establishing the proper parameters for cleaning up this site. We understand and accept the State of North Carolina's <span class=\"star-pagination\">*378</span> position on removing the sludge and contaminated soil and hauling it to an approved landfill. We further recommend removing the volatile contaminated earth, cleaning it and putting it back. Our problem is getting realistic \"clean-to\" parameters.</blockquote>\n<p>Channel Master provided additional information to EPA following a telephone conversation in August, 1986, but by October of that year, EPA still had not provided any real advice or direction, although it is undisputed that the agency was under no legal obligation to provide the same.<sup>[6]</sup></p>\n<p>In September 1986, S &amp; ME performed sampling on the filled area of the lagoon. Sludge was found in an uneven pattern at depths no higher than 4 feet beneath the surface. The sludge was sampled and revealed readings of chrome, although S &amp; ME stated that: \"At this time it appears as if the underlying soil has not been contaminated by chromium leaching from the sludge....\" Also in September 1986, S &amp; ME took samples of soil to define the extent and area of VOC contamination. It furnished a report on its test results, but the report made no cleanup recommendations, nor did it discuss whether or what kind of risks were associated with the VOC contamination.</p>\n<p>On October 16, 1986, Harold Mills, an operations manager at Channel Master, wrote the EPA to inform them that cleanup of the lagoon at Channel Master's Oxford facility would begin within 90 days. The plan he described for cleanup of the sludges is the same as that which Channel Master later implemented:</p>\n<blockquote>The procedure will involve sludge reduction via a plate and frame filter press and further reduction by drying. The filtrate water will be discharged to the City of Oxford Treatment System under a temporary permit. The sludge will be loaded into dump trailers, manifested and sent to an approved TSD, possibly Pinewood, SC....</blockquote>\n<blockquote>We would appreciate any assistance you may be able to give us in establishing the final cleanup parameters.</blockquote>\n<blockquote>Apparently, no response from EPA was forthcoming.</blockquote>\n<p>In November 1986, Channel Master hired Roger Coats, an engineer formerly employed by the North Carolina Solid and Hazardous Waste Management branch, to assist with the Oxford cleanup. Mr. Coats, working with Charles Hansen, the plant engineer in Channel Master's Smithfield facility, drafted a cleanup plan and submitted it to both state officials and to EPA. While putting the cleanup plan together, Mr. Coats and Mr. Hansen discussed numerous alternatives concerning the lagoon, including solidification, incineration and recycling of the sludge (these alternatives will be explained infra). It is undisputed that neither EPA nor state environmental officials were involved in this consideration of cleanup alternatives. Most of these alternative cleanup methods were rejected after what plaintiff readily concedes was \"brief consideration.\"</p>\n<p>Also in November 1986, Channel Master received the Phase I Groundwater Quality Evaluation Report from S &amp; ME. One of the purposes of this report was \"to determine the potential contamination sources.\" The report discussed the results of the well-sampling in the monitor wells installed in 1985 and 1986, and concluded that:</p>\n<blockquote>\n<i>[I]t can be seen that metals are not a problem with the ground water.</i> In addition, the EP toxicity values for metals were all below detection limit for the seven soil samples [taken from the well located in the lagoon] thereby verifying that <i>metals contamination was not significant.</i>\n</blockquote>\n<p>(Emphasis added.)</p>\n<p>On January 2, 1987, Charles Hansen prepared the first cost estimate for the proposed cleanup. It contained a range of $557,250.00 to $938,050.00. The cost estimate did not include interest, consulting fees, ground water cleanup, or long-term monitoring. It was based on the assumption <span class=\"star-pagination\">*379</span> that six inches of soil beneath the sludge would be excavated and that most of the fill dirt could be reused. The assumption on excavation of subsoils was not derived from available data or testing, but was based on the fact that the cleanup of a lagoon at Channel Master's Ellenville facility had involved that amount of soil excavation.</p>\n<p>On January 7, 1987, Channel Master informed the EPA that \"the cleanup activities are scheduled to begin at the end of January.\" On January 20, 1987, Channel Master submitted a document to the State CERCLA Branch entitled \"Draft Cleanup Plan.\" This document outlines a plan for: (1) excavation and off-site disposal (after filter press and drying) of lagoon sludges and associated soils, and (2) VOC reduction in soils near the main plant building through use of a dryer. The plan states that:</p>\n<blockquote>The purpose of this cleanup is two fold: 1. To reduce the adverse impact on our environment, and, 2. To increase the likelyhood [sic] of a sale for this now vacant facility.</blockquote>\n<p>The plan does not discuss any reasons other than increasing the likelihood of sale as the basis for selecting excavation and off site disposal as the cleanup method for the lagoon.<sup>[7]</sup></p>\n<p>On April 6, 1987, Buddy Mills, Charles Hansen and Sylvester Herlihy, president of Channel Master, met to discuss the impending cleanup. The choice of remedy, and decision to proceed as planned with proposed excavation of sludges and soils from the lagoon, and drying VOC-contaminated soils was given final approval at this meeting. At this meeting, cleanup methods other than the ones already selected were discussed, but were given only cursory consideration and were never seriously investigated or evaluated at any length, and no documentation was made of the analysis given to any of these alternatives. Channel Master considered the alternatives of: (1) solidification/capping/liner, (2) doing nothing, (3) processing and shipping the waste off site, (4) land application, (5) covering with a parking deck, (6) delisting, and (7) incineration.</p>\n<p>Channel Master had considered the parking deck and land application alternatives as a solution to the need for space in 1985, as mentioned supra, and they were not reevaluated after Channel Master became aware of the fact that the sludge was a listed hazardous waste.</p>\n<p>The solidification/capping/liner alternative involved removing the sludge, solidifying it with concrete, installing a clay liner, and replacing the sludge in the clay-lined pit. No analysis was made of the effect of the concrete on the potential for chrome leaching into the groundwater, or the effect of this alternative on human population, plant life or the environment. Approximately one and one-half days were devoted to an analysis of this alternative. Channel Master rejected this alternative because the lagoon area would not have been usable for parking and truck movement had it been implemented.</p>\n<p>The \"doing nothing\" alternative was only briefly considered, and no analysis was done on what effect this alternative might have on the environment around the Oxford site.</p>\n<p>At this meeting the incineration and delisting alternatives were each given one-half hour of consideration. Channel Master decided not to pursue the delisting alternative, because it was time consuming and there were no defined procedures for the same. The incineration alternative was dismissed as too costly, based on Channel Master's previous cleanup experience at its Ellenville facility.</p>\n<p>It is undisputed that Channel Master did not utilize, nor did it reference, <i>any</i> federal regulations in preparing the cleanup plan. <span class=\"star-pagination\">*380</span> It did not make <i>any</i> effort to comply with the NCP in the cleanup plan, although Mr. Coats knew of the existence of the NCP. Nor did Channel Master make an analysis of the impact of any cleanup method on public health or the environment, or make any analysis of the public health risks posed by the chrome or VOCs. Channel Master also did not contact JFD or Unimax to inform them of the proposed cleanup or to request assistance.</p>\n<p>On May 5, 1987, EPA recommended that Channel Master meet with state officials and work with them to develop appropriate standards for the cleanup. Apparently, both Channel Master and state officials interpreted EPA's recommendation to mean that EPA wanted Channel Master to proceed with the cleanup under the state's supervision. Channel Master personnel met with state officials on June 3, 1987, to discuss Channel Master's January 1987 \"Draft Cleanup Plan,\" and on June 16, 1987, the head of the state Solid and Hazardous Waste Management Branch, William Meyer, gave conditional approval to said plan. Mr. Meyer noted in his letter that the draft plan addressed \"only the initial phase of the complete site cleanup,\" and stated his understanding that the \"groundwater problem on the site will be addressed at a later date.\"</p>\n<p>The lagoon cleanup began on June 29, 1987. In early July 1987 Channel Master submitted an amended version of the cleanup plan to state authorities; it submitted the same to EPA on September 10, 1987. On October 1, 1987, EPA responded that it had \"no comment at this point in time,\" and that the state CERCLA unit \"has assured EPA that the State of North Carolina is working closely with your people and that the work has progressed satisfactorily.\"</p>\n<p>The lagoon cleanup proceeded essentially according to plan, with two major exceptions. First, contamination in the filled area of the lagoon turned out to be much more widespread than initially believed. Some of the sludge in that end of the lagoon apparently had mixed with the dirt poured in during Channel Master's 1983 filling process, and the result was a \"marbleized\" conglomerate of sludge and soil that could not be separated into its component parts. This mixture of sludge and fill dirt  all of which was considered a hazardous waste under applicable regulations  was removed and transported to the GSX landfill in Pinewood, South Carolina.<sup>[8]</sup></p>\n<p>Second, Channel Master was required to remove and dispose of far more contaminated subsoil than expected, because there had been extensive migration of sludge into the sides and bottom of the unlined lagoon, and state officials indicated that all subsoils containing more than ten times the \"background level\"<sup>[9]</sup> of chromium should be removed. Channel Master excavated subsoil until testing showed less than ten times the background level of chromium, or until conditions made it impossible to continue digging.</p>\n<p>Cleanup of the lagoon continued throughout the rest of 1987 and into 1988. State officials provided laboratory data and other information concerning the lagoon cleanup to the Agency for Toxic Substances and Disease Registry (\"ATSDR\") in Atlanta, Georgia, one of the federal agencies that provides technical and scientific support to EPA. On June 21, 1988, ATSDR informed state officials that further action to remove chromium from the lagoon area was unnecessary from a \"human health\" standpoint. On August 9, 1988, the state notified Channel Master to this effect, whereupon Channel Master halted its cleanup of the lagoon site.</p>\n<p>Channel Master, meanwhile, had already begun the process of cleaning up the VOC-contaminated soils at the Oxford site, in the fall of 1988. Soil samples further defining the lateral and vertical extent of VOC contamination had been taken by Westinghouse Environmental Services, Inc. <span class=\"star-pagination\">*381</span> (formerly S &amp; ME) in late July 1988. On August 17, 1988, Westinghouse recommended the excavation and cleanup of approximately 1800 cubic yards of soil in a roughly triangular area abutting the main building of the site. The soil was removed from the ground by Channel Master, processed in the dryer used during the lagoon cleanup, and tested for residual contamination. State officials also provided laboratory data and other information concerning the VOC cleanup to ATSDR. On November 4, 1988, ATSDR informed the State of North Carolina that \"further remediation of this portion of the site is unnecessary. ...\" After the state relayed this information to Channel Master, Channel Master halted its VOC cleanup.</p>\n<p>This brought the initial phase of the Oxford cleanup to a close. Any further cleanup of the groundwater contamination at the site has been halted by EPA's placement of the Oxford facility on the Superfund National Priorities List.<sup>[10]</sup></p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>1. <i>Introduction to CERCLA</i>\n</h2>\n<p>Congress enacted CERCLA in 1980 to facilitate the cleanup of leaking hazardous waste disposal sites. <i>Exxon Corp. v. Hunt,</i> <span class=\"citation\" data-id=\"111612\"><a href=\"/opinion/111612/exxon-corp-v-hunt/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">355</span></a></span>, 359-60, <span class=\"citation\" data-id=\"111612\"><a href=\"/opinion/111612/exxon-corp-v-hunt/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1103</span></a></span>, 1107-08, <span class=\"citation\" data-id=\"111612\"><a href=\"/opinion/111612/exxon-corp-v-hunt/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">364</span></a></span> (1986). \"CERCLA substantially changed the legal machinery used to enforce environmental cleanup efforts and was enacted to fill gaps left in an earlier statute, the Resource Conservation and Recovery Act of 1976 (\"RCRA\") ... [which had] left inactive sites largely unmonitored by the EPA unless they posed an imminent hazard.\" <i>Amoco Oil Co. v. Borden, Inc.,</i> <span class=\"citation\" data-id=\"532083\"><a href=\"/opinion/532083/amoco-oil-company-v-borden-inc/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">664</span></a></span>, 667 (5th Cir.1989) (citations omitted). CERCLA addressed this problem \"by establishing a means of controlling and financing both governmental and private responses to hazardous releases at abandoned and inactive waste disposal sites.\" <i>Id.</i> (citations omitted). 42 U.S.C. § 9607(a), one of CERCLA's key provisions for furthering this objective, allows both government and private plaintiffs to recover from responsible parties the costs incurred in cleaning up and responding to hazardous substances at those sites. <i>Id.; </i><i>Ascon Properties, Inc. v. Mobil Oil Co.,</i> <span class=\"citation\" data-id=\"517695\"><a href=\"/opinion/517695/ascon-properties-inc-v-mobil-oil-company-shell-oil-company-trw-douglas/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1149</span></a></span>, 1152 (9th Cir.1989).</p>\n<p>To state a claim under 42 U.S.C. § 9607(a), a plaintiff must allege that: (1) the defendant is a \"covered person\" within the meaning of the act; (2) a \"release\" or \"threatened release\" of any \"hazardous substance\" from the site in question has occurred; (3) the release or threatened release caused plaintiff to incur costs; (4) plaintiff's costs are \"necessary\" costs of response; and (5) plaintiff's response actions were consistent with the NCP. <i>Artesian Water Co. v. Government of New Castle County,</i> <span class=\"citation\" data-id=\"1957172\"><a href=\"/opinion/1957172/artesian-water-co-v-gov-of-new-castle-county/\"><span class=\"volume\">659</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1269</span></a></span>, 1278-79 (D.Del.1987) (citations omitted), <i>aff'd,</i> <span class=\"citation\" data-id=\"508737\"><a href=\"/opinion/508737/artesian-water-company-in-no-87-3622-v-the-government-of-new-castle/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">643</span></a></span> (3d Cir.1988).</p>\n<p>Thus, in a cost recovery action such as this, the plaintiff bears the burden of proof to establish, as an essential element for recovery that, inter alia, the response costs for which it seeks compensation were \"consistent\" with the NCP. <i>Id.; </i><i>Lutz v. Chromatex, Inc.,</i> <span class=\"citation\" data-id=\"2269333\"><a href=\"/opinion/2269333/lutz-v-chromatex-inc/\"><span class=\"volume\">718</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">413</span></a></span> (M.D.Pa. 1989); <i>Amland Properties Corp. v. Alcoa,</i> <span class=\"citation\" data-id=\"1655122\"><a href=\"/opinion/1655122/amland-properties-corp-v-aluminum-co-of-america/\"><span class=\"volume\">711</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">784</span></a></span> (D.N.J.1989). It is this element which defendants contend plaintiff cannot prove.</p>\n<p></p>\n<h2>2. <i>The NCP</i>\n</h2>\n<p>The NCP is a series of regulations promulgated by the EPA. <i>See</i> 40 C.F.R. 300.61 <i>et seq.</i> The NCP defines procedures and standards for waste site cleanups, and its purpose \"is to give some consistency and cohesiveness to response planning and actions.\" H.R.Rep. No. 96-1016, Part I at 30, 96th Cong., 2d Sess., <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Admin.News 6119, 6133. It was first issued in response to the mandate of the Clean Water Act, 33 U.S.C. § 1321(c)(2). In 1982, it was amended pursuant <span class=\"star-pagination\">*382</span> to Congress' mandate to include issues raised by CERCLA. Additional revisions became final on November 20, 1985. 50 Fed.Reg. 47912 <i>et seq.</i> (1985). The 1985 NCP was in effect when Channel Master incurred the costs which are the subject of this motion, and both plaintiff and defendants agree that the 1985 NCP is controlling.</p>\n<p>The NCP establishes requirements for decision making and sets up a process for the evaluation and selection of cleanup remedies which is to be used prior to the actual cleanup. Section 105 of CERCLA required promulgation of revisions to the NCP to include \"methods and criteria for determining the appropriate extent of removal, remedy, and other measures....\" 42 U.S.C. § 9605 (1983). The legislative history of CERCLA indicates that Congress viewed the NCP as guidance on the process for determining what should be done under CERCLA before a cleanup remedy is selected:</p>\n<blockquote>The plan will contain guidance on cost effectiveness. Such guidelines are intended to assure that alternative remedial options are considered <i>when planning cleanup actions</i> at a particular site.</blockquote>\n<p>126 Cong.Rec. 514,965 (daily ed. Nov. 24, 1980) (statement of Sen. Randolph).</p>\n<p>The regulations use language which describes analyses which are to be made during the evaluation process and prior to selection of an appropriate remedy. <i>See, e.g.,</i> 40 C.F.R. § 300.64(a) (\"A preliminary assessment of a release or threat of a release identified for possible CERCLA response pursuant to [the removal section] shall, as appropriate, be undertaken by the lead agency<sup>[11]</sup> as promptly as possible.\"); § 300.68(d) (\"An RI/FS shall, as appropriate, be undertaken by the lead agency ... to determine the nature and extent of the threat presented by the release and to evaluate proposed remedies.\"); § 300.68(e)(2) (\"The following shall, as appropriate, be assessed in determining whether and what type of remedial and/or removal actions will be considered....\").</p>\n<p>The NCP also contains a section which sets forth the specific obligations of private parties who seek cost recovery, and defines the steps to be taken for consistency with the NCP in those circumstances. Section 300.71(a)(2) (emphasis added) provides as follows:</p>\n<blockquote>(2) For purposes of cost recovery under section 107 of CERCLA ... a response action will be consistent with the NCP ... if the person taking the response action:</blockquote>\n<blockquote>(i) Where the action is a <i>removal</i> action, acts in circumstances warranting removal and implements removal action consistent with § 300.65.</blockquote>\n<blockquote>(ii) Where the action is a <i>remedial</i> action:</blockquote>\n<blockquote>(A) Provides for appropriate site investigation and analysis of remedial alternatives as required under § 300.68;</blockquote>\n<blockquote>(B) Complies with the provisions of paragraphs (e) through (i) of § 300.68;</blockquote>\n<blockquote>(C) Selects a cost-effective response; and</blockquote>\n<blockquote>(D) Provides an opportunity for appropriate public comment concerning the selection of a remedial action consistent with paragraph (d) of § 300.67 unless compliance with the legally applicable or relevant and appropriate State and local requirements identified under paragraph (a)(4) of this section provides a substantially equivalent opportunity for public involvement in the choice of remedy.</blockquote>\n<p></p>\n<h2>3. <i>Standard of Review for Compliance with the NCP</i>\n</h2>\n<p>As an initial matter, the court must decide which compliance standard to adopt in the instant case. \"The requirement that private cleanup procedures be `consistent' with the `national contingency plan' is confusing because CERCLA does not define the term `consistent.'\" Note, <i>Private Cost</i> <span class=\"star-pagination\">*383</span> <i>Recovery Actions Under CERCLA,</i> 69 Minn.L.Rev. 1135, 1142 (1985) (footnote omitted). Defendants argue that the \"strict\" compliance standard should be used, while the plaintiff argues for the more liberal \"substantial compliance\" standard. Defendants go on to contend that they should prevail under either standard.</p>\n<p>\"The courts do not agree about the nature of the requirement that a private party's response costs be incurred `consistent[ly] with' the NCP.\" Mauhs, <i>Judicial Limitations on the CERCLA Private Right of Action,</i> 15 Envtl.Law 471, 484 (1985). Most courts applying 42 U.S.C. § 9607 in the course of private party recoveries appear to have read this language to require adoption of a \"strict\" standard to measure private responses against the requirements of the NCP. <i>See, e.g., </i><i>Amland Properties,</i> 711 F.Supp. at 796 (\"the requirements of the NCP must be adhered to in order to permit a private party to recover its response costs, unless the party seeking recovery explains why a specific requirement is not appropriate to the specific site and problem\"); <i>Versatile Metals v. Union Corp.,</i> <span class=\"citation\" data-id=\"2357087\"><a href=\"/opinion/2357087/versatile-metals-inc-v-union-corp/\"><span class=\"volume\">693</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1563</span></a></span>, 1576 (E.D. Pa.1988) (\"[t]he failure to fulfill the more detailed procedural and substantive provisions of the NCP with regard to `remedial' actions becomes a barrier to recovery of response costs\"); <i>Artesian Water,</i> 659 F.Supp. at 1291-92 (\"Congress plainly contemplated that the NCP would be a standard against which response actions would be judged appropriate or inappropriate in the first instance\"); <i>BCW Associates,</i> slip op. at 52 n. 3 (although NCP requirements \"should not be applied in a Procrustean manner,\" compliance \"is [not] reducible to an inquiry into whether the clean-up was cost-efficient and environmentally sound\") (citing 50 Fed.Reg. 47,934).</p>\n<p>The court notes that EPA's interpretation of the consistency requirement of Section 107 appears to support the adoption of a strict standard. The EPA's interpretation of the NCP requirements is entitled to considerable deference. <i>Chemical Mfrs. Ass'n v. Natural Resources Defense Council, Inc.,</i> <span class=\"citation\" data-id=\"111358\"><a href=\"/opinion/111358/chemical-manufacturers-assn-v-nrdc/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">116</span></a></span>, 125, <span class=\"citation\" data-id=\"111358\"><a href=\"/opinion/111358/chemical-manufacturers-assn-v-nrdc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1102</span></a></span>, 1107, <span class=\"citation\" data-id=\"111358\"><a href=\"/opinion/111358/chemical-manufacturers-assn-v-nrdc/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1985) (\"Th[e] view of the agency charged with administering the statute is entitled to considerable deference....\"). In explaining the 1985 amendments to the NCP section defining how private party actions can be consistent with the NCP, the EPA stated as follows:</p>\n<blockquote>[B]ecause section 107 of CERCLA [42 U.S.C. § 9607] authorizes private cost recovery only for actions that are \"consistent with\" the NCP, EPA has an obligation, as promulgator of the NCP, to explain how private actions may be so consistent....</blockquote>\n<blockquote>In this rule ... EPA has modified § 300.71 to specify in detail what private parties <i>must</i> do in order to act consistently with the NCP.</blockquote>\n<p>50 Fed.Reg. 47,934 (1985) (emphasis added).</p>\n<blockquote>To be consistent with the NCP for the purpose of cost recovery under section 107 of CERCLA, [private party] responses <i>must, as appropriate,</i> address the full range of alternatives outlined in § 300.68(f), as well as comply with all other provisions of § 300.68(e) through (i). Such responses also <i>must</i> provide an opportunity for appropriate public comment. This public involvement <i>must</i> be consistent with § 300.67(d)....</blockquote>\n<p><i>Id.</i> at 47,935 (emphasis added).</p>\n<p>Other courts have adopted a more liberal standard of \"substantial compliance.\" <i>See, e.g., </i><i>NL Industries, Inc. v. Kaplan,</i> <span class=\"citation\" data-id=\"471375\"><a href=\"/opinion/471375/nl-industries-inc-v-stuart-m-kaplan/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">896</span></a></span>, 898-99 (9th Cir.1986) (\"<i>consistency</i> with the national contingency plan does not necessitate <i>strict compliance</i> with its provisions\") (citing <i>Wickland Oil Terminals v. Asarco, Inc.,</i> <span class=\"citation\" data-id=\"471373\"><a href=\"/opinion/471373/wickland-oil-terminals-a-california-corporation-v-asarco-inc-a-new/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">887</span></a></span>, 891-92 (9th Cir.1986); <i>General Electric Co. v. Litton Business Systems, Inc.,</i> <span class=\"citation\" data-id=\"1763856\"><a href=\"/opinion/1763856/general-elec-co-v-litton-business-systems-inc/\"><span class=\"volume\">715</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">949</span></a></span>, 962 (W.D.Mo.1989)) (\"Consistency with the National Contingency Plan does not necessitate strict compliance with its provisions.\") (citing <i>NL Industries,</i> 792 F.2d at 898-99).</p>\n<p>The court notes, however, that the broad language in cases such as <i>NL Industries</i> and <i>General Electric</i> are tied to very narrow facts. In <i>NL Industries,</i> for example, the Ninth Circuit held that, in light of <i>Wickland</i>'s statement that governmental <span class=\"star-pagination\">*384</span> approval of private cleanups was not mandatory, the failure of a party to promptly report a release to the National Response Center  when said report was designed only to permit the government to approve a prior response  did not render the response inconsistent with the NCP. The court thus essentially held that the reporting requirement was no longer appropriate, and should no longer be required; it was <i>not</i> a broad holding that, where a requirement of the NCP is appropriate, a party is free to substitute its own perception of an equivalent course of conduct for that requirement.</p>\n<p>In <i>General Electric,</i> the court merely held that \"[n]either EPA approval nor national priorities listings are prerequisites for private recovery of response costs which are otherwise consistent with the NCP,\" and that \"no public hearing was required due to the fact that GE was complying with legally applicable or relevant and appropriate state requirements that the waste be removed. Furthermore, if notice to the public is a requirement, the input of the Missouri Department of Natural Resources serves as a substitute for public comment.\" 715 F.Supp. at 962 (citation omitted) and 961.</p>\n<p>Whether there is a real or merely a semantic difference between apparently strict standards such as that found in <i>Amland Properties,</i> which would mandate strict compliance \"unless the party seeking recovery explains why a specific requirement is not appropriate,\" 711 F.Supp. at 796, and the \"substantial compliance\" standard, is an issue the court need not decide in the instant case. Suffice it to say that the court agrees with those courts that have found that NCP compliance \"is [not] reducible to an inquiry into whether the cleanup was cost-efficient and environmentally sound,\" <i>id.</i> (citing <i>BCW Associates,</i> slip op. at 52 n. 3), and with those courts which have rejected the proposition that \"response costs incurred by a private party may be `consistent with the [NCP]' so long as the response measures promote the broader purposes of the plan.\" <i>Id.</i> at 797 (citations omitted) (rejecting Amland's reading of <i>Wickland,</i> <span class=\"citation\" data-id=\"471373\"><a href=\"/opinion/471373/wickland-oil-terminals-a-california-corporation-v-asarco-inc-a-new/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">887</span></a></span>, as standing for this proposition). A contrary approach would read the \"consistent with the national contingency plan\" requirement out of 42 U.S.C. § 9607(a). Notwithstanding the foregoing, for the purposes of this decision only, the court will assume, arguendo, that the more liberal standard of \"substantial compliance\" would be applicable.</p>\n<p></p>\n<h2>4. <i>Remedial and Removal Actions Under the NCP</i>\n</h2>\n<p>Next, the court must determine whether the Oxford cleanup was a \"removal\" or a \"remedial\" action. Channel Master contends that its cleanup should be classified as a removal action, subject to NCP requirements which are \"relatively simple\" when compared to the rigorous procedural and complex NCP requirements applicable to remedial actions. (Channel Master appears to agree with defendants' contention that if the Oxford cleanup was a <i>remedial</i> action, then it was not consistent with the NCP). Defendants argue that the cleanup was a remedial action, but that, whether the Oxford cleanup was a removal or a remedial action, summary judgment for defendants is nonetheless appropriate because of Channel Master's inability to perform \"even ... cursory steps\" to comply with the NCP.</p>\n<p>CERCLA defines \"removal\" actions as</p>\n<blockquote>the cleanup or removal of released hazardous substances from the environment, such actions as may be necessary taken in the event of the threat of release of hazardous substances into the environment, such actions as may be necessary to monitor, assess, and evaluate the release or threat of release.... The term includes, in addition, without being limited to, security fencing or other measures to limit access, provision of alternative water supplies, temporary evacuation and housing of threatened individuals. ...</blockquote>\n<p>42 U.S.C. § 9601(23).</p>\n<p>All other responses are termed \"remedial\" actions, which are defined as</p>\n<blockquote>\n<span class=\"star-pagination\">*385</span> those actions consistent with permanent remedy taken instead of or in addition to removal actions in the event of a release or threatened release ... to prevent or minimize the release of hazardous substances so that they do not migrate to cause substantial danger to present or future public health or welfare or the environment. The term includes ... neutralization, cleanup of released hazardous substances and associated contaminated materials....</blockquote>\n<p>42 U.S.C. § 9601(24).</p>\n<p>The division of CERCLA responses into the two categories of removal and remedial actions is found in the statute itself, repeated throughout the regulations, and figures prominently in judicial analysis of consistency with the NCP. The courts have consistently found that the removal category was to be used in that limited set of circumstances involving a need for rapid action, while non-urgent situations are to be addressed as remedial actions. In <i>Amland Properties,</i> the court defined the distinction as follows:</p>\n<blockquote>Removal actions are to be taken in response to an immediate threat to the public welfare or to the environment, <i>see </i><i>Versatile Metals,</i> 693 F.Supp. at 1577; 40 C.F.R. § 300.65(b)(2)(i)  (viii) (setting out factors for determining appropriateness of removal action), and are \"primarily ... intended for the short-term abatement of toxic waste hazards.\" <i>Piccolini v. S[i]mon's Wrecking,</i> <span class=\"citation\" data-id=\"1362838\"><a href=\"/opinion/1362838/piccolini-v-simons-wrecking/\"><span class=\"volume\">686</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1063</span></a></span>, 1068 (M.D.Pa.1988). Remedial actions, on the other hand, \"are generally considered long-term or permanent remedies.\" <i>T &amp; E [Industries, Inc. v. Safety Light Corp.],</i> 680 F.Supp. [696] at 706 [(D.N.J.1988)]; <i>see BCW Associates,</i> slip op. at 47.</blockquote>\n<p>711 F.Supp. at 795. <i>See also </i><i>City of New York v. Exxon Corp.,</i> <span class=\"citation\" data-id=\"1678461\"><a href=\"/opinion/1678461/city-of-new-york-v-exxon-corp/\"><span class=\"volume\">633</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">609</span></a></span>, 614 (S.D.N.Y.1986) (\"`removal' actions are primarily those intended for the short-term abatement of toxic waste hazards, while `remedial' actions are typically those intended to restore long-term environmental quality\") (footnote omitted).</p>\n<p>The Oxford site did not pose an immediate risk of harm to public health or the environment which required a short-term response. Channel Master did not undertake any analysis which identified an urgent or immediate risk, and no such risk is discernable from the record. In addition, Channel Master was never told that conditions at the site presented a threat of imminent harm.</p>\n<p>Indeed, all the available evidence is to the contrary. For example, plaintiff stated to the EPA in the mid-1980's that \"the lagoon simply did not exhibit hazardous waste characteristics....\" The state officials responsible for determining which hazardous waste sites within the state require immediate action did not find any immediate threat of harm, and both they and the EPA have constantly treated plaintiff's cleanup as a remedial action. In addition, the timing of plaintiff's response belies any characterization of the Oxford site conditions as urgent or exigent, since plaintiff waited from April 1985, when it learned that the sludges were \"listed wastes,\" until June 1987 to begin the cleanup of the lagoon. Similarly, the VOCs did not present an urgent risk of harm which required immediate action. Channel Master was never advised by S &amp; ME that urgent action was necessary on the VOCs, and in fact waited more than two years to take action to remediate the VOC-contaminated soils. (The soil testing which identified the contamination was completed in September 1986, yet the cleanup was not begun until the fall of 1988.)</p>\n<p>As the court in <i>Amland Properties</i> pointed out, \"[t]he distinction between these actions is of no small importance, for whereas removal actions need only comply with ... relatively simple NCP requirements ... remedial actions must comport with the `more detailed procedural and substantive provisions of the NCP'....\" 711 F.Supp. at 795 (citations omitted).</p>\n<p>The division of responses into the two categories of removal and remedial actions is designed to provide an opportunity for immediate action  a removal  without detailed review, where there is no time to <span class=\"star-pagination\">*386</span> safely conduct such review due to the exigencies of the situation. <i>See, e.g., </i><i>Versatile Metals,</i> 693 F.Supp. at 1577 (\"Removal actions are not subject to the lengthy procedural requirements of the NCP since they are taken in response to an immediate threat.\"). The EPA's Guidance Document<sup>[12]</sup> for cleanup of Surface Impoundment Sites illustrates the relationship between the need for immediate action in a removal context and the more limited investigation acceptable under those circumstances:</p>\n<blockquote>This guidance document addresses remedial actions for the cleanup of surface impoundments (defined as a pit, pond, and/or lagoon) containing hazardous wastes....</blockquote>\n<blockquote>While the term \"remedial action\" is used, this document may apply to either removal or remedial actions, <i>since both require a similar decision process.</i> However, while the decision process may be similar, the level of detail required in planning will vary widely between remedial and removal actions....</blockquote>\n<blockquote>\n<i>Depending on the urgency of response,</i> removal actions may be taken without the preparation of a limited RI/FS, although the issues addressed in an RI/FS will be assessed in an expedited manner.</blockquote>\n<p>Guidance Document For Cleanup of Surface Impoundment Sites (June 1986).</p>\n<p>Plaintiff cites several cases, its expert's conclusory statements, and quotations from EPA in an attempt to create an issue of fact as to whether or not its cleanup should be classified as remedial or removal. The court finds that none of these pieces of \"evidence\" provide support for plaintiff's conclusions that there is a factual dispute about whether its cleanup was a removal.</p>\n<p>Firstly, the cases cited by plaintiff do not support the proposition that the removal category encompasses the Oxford cleanup. For example, in <i>BCW Associates,</i> the court used the majority rule elements of immediacy and the nature of the remedy as parts of its analysis to determine whether a cleanup was a removal. The court also looked to the one million dollar and six month limits on EPA removals in 40 C.F.R. § 300.65 as factors for consideration. Under this standard, Channel Master's action is not a removal action because: (1) it cost three times more than this figure, (2) it lasted more than a year, (3) there was no need for immediate action, and (4) a permanent rather than interim remedy was implemented.</p>\n<p>In <i>General Electric,</i> <span class=\"citation\" data-id=\"1763856\"><a href=\"/opinion/1763856/general-elec-co-v-litton-business-systems-inc/\"><span class=\"volume\">715</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">949</span></a></span>, the response action was considered a removal because the Missouri environmental agency and the EPA concluded that action to remedy the hazards at the site was necessary to protect public health. In the instant case, it is undisputed that EPA never recommended an enforcement action for the Oxford site prior to or during the cleanup, and that the North Carolina officials never made a public health assessment which concluded that immediate action was necessary.</p>\n<p>Secondly, Channel Master relies on the opinion of its expert, Dr. Ziegler, an environmental engineer, for the proposition that the cleanup should be classified as a removal action. However, the proper classification of a cleanup is an issue of law which is not appropriate for expert testimony. <i>See, e.g., </i><i>Marx &amp; Co., Inc. v. Diners' Club, Inc.,</i> <span class=\"citation\" data-id=\"343353\"><a href=\"/opinion/343353/fed-sec-l-rep-p-95892-1-fed-r-evid-serv-661-marx-co-inc/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">505</span></a></span>, 509-10 (2d Cir. 1977) (The Second Circuit found that the district court erred in allowing a securities expert to testify as to the legal effect of a securities contract, commenting that \"It is not for witnesses to instruct the jury as to applicable principles of law, but for the judge.\"), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">861</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">188</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">134</span></span> (1977). Moreover, any such legal testimony by Dr. Ziegler, an environmental engineer, would be testimony outside his area of expertise, and hence excludable under Federal Rule of Evidence 702. <i>See id.</i> at 509.</p>\n<p>Dr. Ziegler asserts that a removal is appropriate \"if a threat to public health or welfare or the environment exists due to an <span class=\"star-pagination\">*387</span> actual or potential release.\" However, the presence of an actual or potential release is the threshold predicate for <i>all</i> actions under CERCLA, and thus Dr. Ziegler's conclusion transforms <i>all</i> cleanups into removals, a result which is inconsistent with CERCLA and the NCP. <i>See</i> 42 U.S.C. §§ 9604, 9607. This result is illogical in view of the fact that Congress created the two categories of removal and remedial actions.</p>\n<p>Thirdly, plaintiff relies on its construction of an internal EPA policy document as authority for its construction of \"circumstances warranting removal.\" However, EPA does not use this document in the fashion plaintiff has, and the document does not support abandonment of the majority rule for determining when a removal is warranted.</p>\n<p>The court finds that Channel Master's cleanup of the Oxford site was a remedial action, as that term is defined in 42 U.S.C. § 9601(24).</p>\n<p></p>\n<h2>5. <i>Channel Master's Remedial Cleanup did not Comply with the NCP</i>\n</h2>\n<p>The court now evaluates Channel Master's <i>remedial</i> cleanup action for NCP consistency. As noted supra, the NCP provides a more detailed series of analytical steps for response actions which are remedial. However, the regulations do not impose <i>all</i> of those requirements on private parties. Instead, the regulations set forth only four requirements for private party actions to be consistent with the NCP.</p>\n<p>These four requirements are: (1) appropriate site investigation and analysis of remedial alternatives; (2) compliance with the scoring, development, and selection criteria of § 300.68(e)-(i); (3) selection of a cost-effective response and (4) provision of an opportunity for public comment concerning the selection of a remedy. <i>See</i> 40 C.F.R. § 300.71(a)(2)(A)-(D). The third requirement, the selection of a cost-effective response, involves an issue of disputed facts and opinion which renders it unsuitable for summary judgment. However, for the reasons expressed infra, the court finds that plaintiff did not even \"substantially comply\" with the other three aforementioned requirements, and that said failure precludes plaintiff's recovery of remedial response costs. <i>See </i><i>Versatile Metals,</i> 693 F.Supp. at 1582; <i>Amland Properties,</i> 711 F.Supp. at 796.</p>\n<p>Subsection (A) of § 300.71(a)(2)(ii) directs private parties to make \"appropriate site investigation and analysis of remedial alternatives as required under § 300.68.\" Subsection (B) specifically requires compliance with the subsections of § 300.68(e)-(i), which in turn describe development, screening, analysis and selection of a cleanup method. These two requirements necessitate a more detailed analytical process than that found in the removal regulation. However, as discussed infra, the court finds that Channel Master's cleanup at the Oxford site, rather than merely being inconsistent with the NCP because of a technical oversight or failure to satisfy one or more arcane analytical steps set forth in § 300.68, did not even remotely come close to \"substantially complying\" with the evaluation process set forth in § 300.68.</p>\n<p>The site investigation phase of a remedial action typically involves sufficient sampling, analysis and data collection to provide reliable information on the nature, extent, and amount of contamination, the potential exposure routes, likelihood of exposure via those pathways, and the risk of harm from the contaminants. This analysis is conducted as part of the RI/FS study. <i>See</i> § 300.68(d). It is undisputed that Channel Master did not conduct an RI/FS. Courts have found the absence of a proper RI/FS defeats a claim of compliance with the NCP. <i>See, e.g., </i><i>Versatile Metals,</i> 693 F.Supp. at 1582.</p>\n<p>Channel Master's \"site investigation\" was not consistent with this process, which is described in § 300.68, because it was not undertaken pursuant to any written plan or any discernible unwritten plan, and was extremely limited in scope. Mr. Coats' testimony reveals that the \"investigation\" used in decision-making on the lagoon was limited to one sludge sample and twelve <span class=\"star-pagination\">*388</span> monitor well samples. No effort was made to evaluate the risk to public health or the environment presented by conditions at the site. In addition, Channel Master did not consider other information available to it, such as S &amp; ME's statements that the lagoon sludges did <i>not</i> pose a threat to groundwater and that the filled area had low levels of chrome contamination. Nor did it rely on evaluations prepared by the state CERCLA Branch. Channel Master's own expert, Dr. Ziegler, admits that he would <i>not</i> have recommended undertaking a cleanup of this nature without further sampling.</p>\n<p>Channel Master's site investigation of the area of VOC contamination was similarly deficient.</p>\n<p>Under these circumstances, the court finds that plaintiff has not met even the more liberal \"substantial compliance\" standard for compliance with the NCP's general directive for \"appropriate site investigation.\"</p>\n<p>In addition, not only does plaintiff fail to meet the general requirement of \"appropriate site investigation,\" but it also cannot demonstrate compliance with the second requirement  the specific requirements of § 300.68(e)-(i).</p>\n<p>Section (e)(1) provides for initial analysis of the problem presented by a release and a preliminary outline of the kinds of cleanup methods which may be appropriate. It also contains a requirement which Channel Master made no effort to satisfy: \"Initial analysis shall indicate the extent to which the release or threat of release may pose a threat to public health or welfare or the environment....\" It is undisputed that at no time has Channel Master made any scientific study or analysis of the threat to public health presented by the chrome or the VOCs in the soil, and no conclusion was ever reached on this issue. In fact, Dr. Ziegler stated that there is nothing in the record which approximates a health risk analysis and that he is not a toxicologist qualified to make such an analysis.</p>\n<p>The second part of section (e) sets forth a list of factors to be \"assessed in determining whether and what type of remedial and/or removal actions will be considered. ...\" Courts have held that failure to consider all such appropriate factors prevents recovery of response costs. <i>See, e.g., </i><i>Amland Properties,</i> 711 F.Supp. at 799-800. Channel Master did not document any evaluation of these factors as a part of its remedy selection. Nor does it appear from review of the testimony or separate documents that these factors were ever assessed by Channel Master as it selected the lagoon and VOC remedy, although it is undisputed that they were \"appropriate\" for consideration.</p>\n<p>For example, one of the factors to be analyzed under § 300.68(e) is whether the substances present at the site are \"mobile.\" <i>See</i> § 300.68(e)(2)(iii). In this context, the ability of the contaminants to move through various pathways should have been, but was not, considered. For example, no leaching tests were done for the lagoons or for the VOCs.</p>\n<p>Actual or expected migration of the contaminants is another factor which is listed for consideration. <i>See</i> § 300.68(e)(2)(xi). No test was done in order to analyze whether the chrome or VOCs had migrated; and Dr. Ziegler testified that Channel Master's analysis of the five monitor wells was <i>not</i> a sufficient scientific basis to come to a conclusion about actual movement of contaminants in the sludge.</p>\n<p>The regulation also calls for analysis of hydrogeological factors (eg. soil permeability, hydrologic gradients, proximity to a drinking water aquifer, floodplains) to be evaluated. <i>See</i> § 300.68(e)(2)(iv). Channel Master never considered these factors. No tests or analyses were done on soil permeability, one of the components to be evaluated in assessing said factors. In addition, Channel Master did not evaluate the extent to which natural barriers might have contained the sludges, nor did it make a classification of the groundwater as part of its remedy selection process, although these are both factors which § 300.68(e)(2) lists for assessment. <i>See</i> § 300.68(e)(2)(x) and (v).</p>\n<p>Thus, the uncontroverted evidence demonstrates that at least five of the required <span class=\"star-pagination\">*389</span> factors in § 300.68(e)(2) were appropriate for consideration, but were not evaluated by Channel Master.</p>\n<p>Subsection (f) calls for the development of five alternatives. In this context, \"development\" means the alternatives are considered in some level of detail. There is no document which describes the process or reasons Channel Master used to arrive at its choice of remedies. In <i>Amland Properties,</i> the court's decision that NCP consistency had not been established relied heavily on the lack of documentation. <i>See</i> 711 F.Supp. at 800-01 (\"no documentation is provided as to why those alternatives were not chosen; rather, all that is submitted is an affidavit.... More than this is required. ...\"). Other courts have noted the importance of contemporaneous documentation of why an alternative was chosen. <i>See, e.g., BCW Associates,</i> slip op. at p. 52 n. 3 (noting importance of documenting \"why [plaintiffs] chose the response action they did\").</p>\n<p>Plaintiff's cursory examination and rejection of alternatives does not demonstrate \"development\" of alternatives as called for under the NCP. In addition, § 300.68(f) requires that the \"no action\" alternative be given close and detailed scrutiny. Since Channel Master did not make any analysis of the threat to public health posed by the sludges or VOCs, it could not and did not \"develop\" this mandatory alternative.</p>\n<p>Subsection (g) describes the process for initially eliminating some alternatives based on cost, acceptable engineering practices, and effectiveness. Subsection (h) then requires a detailed evaluation and comparison of the remaining alternatives in several areas. It is undisputed that Channel Master did not perform any documented or detailed cost analysis as called for in the NCP. The cost to implement the remedies and the effect of each remedy on public health are two of the more significant elements of the evaluation and remedy selection process.</p>\n<p>The cost estimate must include \"operation and maintenance costs, and distribution of costs over time.\" § 300.68(h)(2)(ii). The only pre-remedy cost evaluation which Channel Master has produced is the one Mr. Hansen prepared for the remedy it selected. But even that cost analysis is insufficient because it does not include maintenance costs or distribution of costs over time. Although Mr. Hansen and Mr. Coats claimed to have done some costs analysis on other alternatives for the lagoon, they could not recall the particulars, made no notes, and did not recall the results. It appears that only the capping alternative was given any form of cost estimation, but after cursory examination was rejected because it did not coincide with Channel Master's admitted desire to use the lagoon area for parking. Similarly, there was no detailed comparison of the cost of the VOC cleanup alternatives.</p>\n<p>The fourth requirement imposed by Section 300.71(a)(2) is to provide \"an opportunity for appropriate public comment concerning the selection of a remedial action consistent with [the regulation on community relations],\" unless a narrow exception is applicable. Several courts have held that failure to provide an opportunity for public comment renders a remedial action inconsistent with the NCP and bars recovery of costs. <i>See, e.g., </i><i>Artesian Water,</i> 659 F.Supp. at 1297; <i>Amland Properties,</i> 711 F.Supp. at 801; <i>County Line Inv. Co. v. Tinney,</i> 19 E.L.R. 21312 (N.D.Okla.1989).</p>\n<p>Channel Master does not contend that it falls within the exception, but rather argues that its \"communications and cooperation with various governmental agents and agencies regarding the response actions planned and undertaken at the Oxford site\" satisfies the requirement for public comment. Most courts have rejected this argument. <i>See, e.g., </i><i>Amland Properties,</i> 711 F.Supp. at 801 (court rejects Amland's contention that \"the participation of state and local officials ... in the ... process, obviated the need for a public comment period\"). However, a few courts have accepted this argument. <i>See, e.g., </i><i>General Electric,</i> 715 F.Supp. at 961 (\"the input of the Missouri Department of Natural Resources serves as a substitute for public comment\"). However, in these cases there have been <span class=\"star-pagination\">*390</span> \"substantially equivalent\" opportunities for public involvement.</p>\n<p>In <i>General Electric,</i> for example, the cleanup site in question was discussed in at least three <i>public meetings</i> of the Hazardous Waste Management Commission, of which <i>prior published public notice</i> was given, and which were attended by members of the public. In the present case, it is undisputed that there were no public meetings, no public hearings, and no notice was provided to the public.</p>\n<p>Public knowledge and involvement in the selection of a remedial response is one of the most significant elements of the remedial process. <i>See</i> EPA Guidance Documents on Cleanup of Surface Impoundments at 4-9. The opportunity for public comment in § 300.67(d) calls for a \"review and comment\" of at least 21 days following provisions <i>to the public</i> of \"feasibility studies that outline alternative remedial measures.\" The regulation also states that \"[p]ublic meeting(s) shall, in most circumstances, be held during the comment period.\"</p>\n<p>It is in a case such as the one sub judice, which involves a dispute between private litigants, and not between a private litigant and the state (which could protect the interests of the public at large), where public input is most crucial to comply with the desire expressed by Congress in the CERCLA statute that the public have input in selecting the cleanup procedures for contaminated sites in their neighborhoods. Perhaps, under a \"substantial compliance\" standard, a \"substantially equivalent\" opportunity for public involvement, as in the <i>General Electric</i> case, would demonstrate appropriate compliance with the NCP. However, even under this liberal standard, plaintiff has not demonstrated that such public involvement was present in the instant case. This is a case where \"the public had no opportunity to comment on either the cleanup standard or the remedial methods to be employed.\" <i>Amland Properties,</i> 711 F.Supp. at 801.</p>\n<p>The court finds that Channel Master's remedial cleanup of the Oxford site was not an action which was \"consistent\" with the NCP, even under the \"substantial compliance\" standard.</p>\n<p></p>\n<h2>6. <i>Even if Channel Master's Cleanup was a Removal, it was not in Compliance with the NCP</i>\n</h2>\n<p>The court will now evaluate Channel Master's cleanup action for NCP consistency after assuming, arguendo, that said cleanup could be considered a <i>removal</i> action. If a cleanup is termed a removal action, 40 C.F.R. § 300.71(a)(2)(i) requires limited but nonetheless specific steps for action prior to undertaking removal. As mentioned supra, this section requires a private party to: (a) \"act in circumstances warranting removal,\" and (b) to \"implement[] removal action consistent with § 300.65.\" For the reasons expressed infra, the court finds that the cleanup was not conducted in accordance with the NCP, even assuming, arguendo, that plaintiff's cleanup is classified as a removal action.</p>\n<p>Firstly, Channel Master has not produced any evidence that it \"act[ed] in circumstances warranting removal,\" in that the Oxford site did not pose an immediate risk of harm to public health or the environment which required a short-term response. Channel Master did not undertake any analysis which identified an urgent or immediate risk, and no such risk is discernable from the record. In addition, Channel Master was never told that conditions at the site presented a threat of imminent harm.</p>\n<p>The second requirement of § 300.71(2)(a)(i) requires a private party to \"implement[] removal action consistent with § 300.65.\" This removal regulation lists seven factors which \"shall be considered in determining the appropriateness of a removal action.\" § 300.65(b)(2). These seven factors are illustrative of circumstances which pose a serious and urgent threat of harm. <i>Id.; </i><i>Versatile Metals,</i> 693 F.Supp. at 1577. In addition, the regulation lists certain response actions which are \"generally appropriate for removals,\" and these are all short-term responses to mitigate an immediate threat. <span class=\"star-pagination\">*391</span> § 300.65(c); <i>Versatile Metals,</i> 693 F.Supp. at 1577.</p>\n<p>Section 300.65 sets forth two mandatory steps for removal. First, a party must \"review the preliminary assessment and the current site conditions to determine if removal action is appropriate,\" using the list provided in § 300.65(b)(2). § 300.65(a)(1). Second, \"[w]here the responsible parties are known, an effort initially shall be made, to the extent practicable considering the exigencies of the circumstances, to have them perform the necessary removal actions.\" § 300.65(a)(2). Neither of these actions was taken.</p>\n<p>Not only did plaintiff fail to consult the regulations, it also did not conduct a review which proximates the procedure sets forth in the regulation. Plaintiff did not prepare its own preliminary assessment document, nor did it rely on any evaluation in any documents prepared by the North Carolina state Superfund branch.</p>\n<p>Mr. Coats testified that Channel Master made its decision to excavate the sludge on the basis of three facts: (1) the sludge was a listed waste, (2) the sludge contained high levels of total chrome, and (3) one of the groundwater samples taken from the monitor wells showed chrome at .08, three tenths above the North Carolina drinking water standard. The EPA extraction of the sludge at .05 ppm was also considered. These facts are not the equivalent of an analysis, and could not form the basis of the analysis required by § 300.65(b)(2).</p>\n<p>In fact, Channel Master has not produced <i>any</i> evidence to demonstrate that it has evaluated <i>any</i> of the factors set forth in § 300.65(b)(2), or even their \"substantial\" equivalent. These factors are used to identify the extent and immediacy of the threat to public health, and are an essential step in determining the appropriateness of undertaking a cleanup prior to the more detailed study required in a remedial action.</p>\n<p>Dr. Ziegler agreed that analysis of threat to public health was an essential step for determining whether removal was appropriate under the process identified in the NCP, which had not been done by Channel Master. Dr. Ziegler does not claim that Channel Master made the evaluation called for by § 300.65(b)(2) or that such an evaluation could be made <i>now</i> to justify the \"removal.\" Instead, he contends that removal under the NCP was justified because the sludges were a listed hazardous waste which was in contact with the groundwater. The NCP does not list this as a basis for action, either removal or remedial. Nor is it the basis for any CERCLA policy statement or guidance document. Rather, the NCP calls for evaluation of the specific factors listed in § 300.65(b)(2), which focus on the potential for migration and mobility of waste, and the risk to public health.</p>\n<p>In addition, Dr. Ziegler admits that his opinion on the issue of Channel Master's compliance with the NCP is based on \"substantial and significant\" information that was not considered by the plaintiff before it started the cleanup. Furthermore, he relies on an analysis which he has admitted is not based upon the standards set forth in the NCP. For example, he states that the rising cost of off site disposal is not a factor in remedy selection under the NCP, although he relies on it in forming his opinion. Finally, Dr. Ziegler admits that the alternative remedies he used as a comparison to Channel Master's cleanup in the process of forming his opinion were not selected or evaluated according to the process in the NCP.</p>\n<p>Similarly, Dr. Ziegler's attempt to equate the excavation of the Oxford site with that which has occurred at the Aberdeen/Fairway Six site is not supported by the NCP process or EPA's documentation on the site. Dr. Ziegler did not review the \"Action Memos,\" which are the EPA documents drafted to describe and justify the basis for a removal action. Those documents are consistent with defendants' contention that removals are used for situations which present a need to act quickly due to imminent public health threats.</p>\n<p>In fact, review of Dr. Ziegler's affidavit demonstrates that he has evaluated this cleanup in a fashion which is similar to the expert in <i>Versatile Metals,</i> <span class=\"citation\" data-id=\"2357087\"><a href=\"/opinion/2357087/versatile-metals-inc-v-union-corp/\"><span class=\"volume\">693</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1563</span></a></span>. The expert in <i>Versatile Metals,</i> like Dr. Ziegler, did not rely on a NCP-based <span class=\"star-pagination\">*392</span> analysis, but instead made a \"practical\" or \"experience-based\" analysis that certain cleanup actions should be taken. The <i>Versatile Metals</i> court declined to accept this kind of analysis. This court believes that Dr. Ziegler's analysis is similarly flawed, and declines to accept the same.</p>\n<p>Similarly, Channel Master did not determine whether there was a need to cleanup the VOC-contaminated soils under the factors in § 300.65(b)(2). In particular, when said cleanup began, plaintiff did not know the threat of harm from the VOCs, and it did not study whether the VOCs were likely to migrate.</p>\n<p>Next, the court finds that plaintiff failed to comply with the second step of § 300.65, in that it failed to notify the defendants in this case that it considered removal necessary, under § 300.65(a)(2), which provides that where the responsible parties are known, \"an effort initially shall be made, to the extent practicable considering the exigencies of the circumstances, to have them perform the necessary removal actions.\" Despite its strenuously expressed contention in its Response and elsewhere that JFD and Unimax were responsible for the vast majority of the pollution at the Oxford site, plaintiff made <i>no</i> effort to contact these defendants. In the only reported \"removal\" cases, the party seeking cost recovery had to satisfy this requirement. <i>See BCW Associates,</i> slip op. at 20; <i>General Electric,</i> 715 F.Supp. at 952.</p>\n<p>Plaintiff has pointed to no \"exigencies\" which would excuse its failure to comply with this elementary requirement. Indeed, it is doubtful that plaintiff could, considering that it was aware of the contamination of the Oxford site for two years before it began its cleanup  ample time in which to contact defendants.</p>\n<p>The court finds that, even assuming, arguendo, that the Oxford cleanup could be considered a removal action, the same was not consistent with the NCP, even under a \"substantial compliance\" standard of review.</p>\n<p></p>\n<h2>7. <i>The Involvement of State Officials in the Oxford Cleanup is Inadequate to Establish NCP Consistency</i>\n</h2>\n<p>Plaintiff contends that it worked under the direction of state officials and obtained all necessary state approvals before and during the cleanup. Plaintiff cites to <i>General Electric,</i> 715 F.Supp. at 963, as standing for the proposition that \"[c]ourts faced with similar situations have said that approval of the cleanup by state regulatory officials is itself indicative of NCP consistency.\" The court notes that there is no statutory language in the CERCLA statute which supports such an argument. However, assuming, arguendo that, in certain circumstances, comprehensive state regulatory involvement (including state involvement in selecting the cleanup alternative) might be indicative of NCP consistency, the court does not believe that the instant case presents such a situation.</p>\n<p>In <i>General Electric,</i> the state's involvement was qualitatively as well as quantitatively different from the situation at bar, as the following quotations from that case illustrate:</p>\n<blockquote>24. Throughout the latter part of 1985 and 1986, GE and MDNR [Missouri Department of Natural Resources] engaged in <i>extensive studies of the site and negotiations over its remediation.</i> These discussions culminated in a <i>Consent Decree</i> ... which set forth the circumstances and requirements for ongoing remediation of the site.... In general, the Decree was implemented \"to protect the public health and environment from releases or threatened releases of waste materials, if any, from the site through the development, design and implementation of a remedial action plan.\" ...</blockquote>\n<blockquote>25. <i>The Consent Decree required all remedial action for the site to be \"consistent with the National Contingency Plan....</i>\" The Consent Decree required MDNR approval of all remedial action.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>27. GE had OH Materials investigate a <i>range of alternatives</i> for response actions at the site, to insure the response <span class=\"star-pagination\">*393</span> actions ultimately taken would be consistent with the NCP and Consent Decree.</blockquote>\n<blockquote>28. OH Materials produced a Remedial Alternatives Evaluation [the report] for the site ... which <i>analyzed several alternative response actions....</i> The costs and benefits of those various alternatives were estimated and outlined in the ... report....</blockquote>\n<blockquote>29. Evaluation of the site by OH Materials and the DOH [Missouri Department of Health] considered points of exposure, population, environmental and welfare concerns at risk, amount, concentration, hazardous properties, hydrogeological factors, and the extent to which the contamination levels exceeded the State standards.</blockquote>\n<blockquote>....</blockquote>\n<blockquote>41. The MDNR approved all the response activities of GE both before and after completion of the response actions....</blockquote>\n<p>715 F.Supp. at 952-954 (emphasis added).</p>\n<p>In the instant case there was no state involvement in the selection of cleanup alternatives, no intensive state-private party negotiations, no Consent Decree mandating NCP compliance, and no extensive compliance with the NCP which the state approved before and after the response actions. Thus, this is not a situation where \"approval of the cleanup by state regulatory officials is itself indicative of NCP consistency.\"</p>\n<p></p>\n<h2>8. <i>Granting Partial Summary Judgment for Defendants Will not Defeat CERCLA's Goals</i>\n</h2>\n<p>Plaintiff argues that, because its cleanup was cost-effective and environmentally sound, it has \"substantially complied\" with the NCP, in that these are the primary goals of the NCP. The court accepts that \"[t]he legislative history of CERCLA indicates that the National Contingency Plan was regarded as a means of assuring that responses under the Act would be both cost effective and environmentally sound.\" Rich, <i>Personal Liability for Hazardous Waste Cleanup: An Examination of CERCLA Section 107,</i> 13 Boston College Envtl. Affairs L.Rev. 643, 654 n. 98 (1986) (citations omitted).</p>\n<p>However, the court believes that the broad goals of the statute cannot be viewed in isolation, but must instead be viewed in light of the condition precedent which Congress imposed by its choice of statutory language  \"the response to and actions to minimize damage from hazardous substances releases shall, to the greatest extent possible, be in accordance with the provisions of the [National Contingency] plan,\" 42 U.S.C. § 9605(a), and that statutory language which permits recovery <i>only</i> for those costs which have been incurred \"consistent with the NCP,\" 42 U.S.C. § 9607(a)(4)(B). And, as discussed further infra, courts have recognized that adherence to the regulatory scheme outlined in the NCP was deemed by Congress to be more important than making CERCLA an unlimited vehicle for cleanup cost recovery. <i>See, e.g., </i><i>Artesian Water,</i> 659 F.Supp. at 1299-1300; <i>County Line Inv. Co. v. Tinney,</i> 19 E.L.R. 21312; <i>Versatile Metals,</i> <span class=\"citation\" data-id=\"2357087\"><a href=\"/opinion/2357087/versatile-metals-inc-v-union-corp/\"><span class=\"volume\">693</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1563</span></a></span>.</p>\n<p>Plaintiff also contends that judgment for defendants would violate CERCLA's goal of placing the cost of cleanups on the party responsible for creation of the majority of the waste.<sup>[13]</sup> But, even if it were uncontroverted that defendants were responsible for creation of the vast majority  or even <i>all</i>  of the waste, the court deals here <span class=\"star-pagination\">*394</span> with a \"narrowly drawn federal remedy,\" and agrees with the district court in <i>Artesian Water,</i> which commented on this apparently \"unjust\" result as follows:</p>\n<blockquote>I am aware the result in this case presents a superficial anomaly: the County, responsible for a release of hazardous substances that causes Artesian to suffer significant economic losses, nevertheless is not required to pay full compensation. This outcome, however, amply demonstrates the difference between an action for response costs under CERCLA and an action for damages in tort.... Congress did not intend for CERCLA, a narrowly drawn federal remedy, to make injured parties whole or to be a general vehicle for toxic tort actions. Unless Congress sees fit to provide such a remedy, full compensation for hazardous waste harms will in most instances remain the province of state law.</blockquote>\n<p>659 F.Supp. at 1299-1300, <i>quoted with approval in </i><i>Versatile Metals,</i> 693 F.Supp. at 1582-83 and <i>Amland Properties,</i> 711 F.Supp. at 801.</p>\n<p>In addition, plaintiff raises the concern that, by denying its claim for cleanup costs, the court will deter parties from voluntarily cleaning up contaminated sites in an expeditious manner in the future.<sup>[14]</sup> The court agrees that \"[i]n most respects, the incentive to private cleanups provided by section 107(a)(4)(B) is salutary. Private parties can undertake hazardous waste cleanups with greater speed and at lower cost than can the government. And, there are simply more private parties than there are government officials.\" Gaba, <i>Recovering Hazardous Waste Cleanup Costs: The Private Cause of Action Under CERCLA,</i> 13 Ecology L.Q. 181, 231 (1986).</p>\n<p>However, \"[t]his incentive ... is not ... without its costs. Unchaining private forces to begin digging up and moving hazardous wastes does, of course, raise concerns about the environmental consequences of section 107(a)(4)(B).... the NCP rel[ies] almost exclusively on private judgments about complex and ambiguous environmental standards.\" <i>Id.</i> at 231-32. It is for this reason that parties must comply with the NCP in undertaking cleanups; as noted supra, the purpose of the NCP \"is to give some consistency and cohesiveness to response planning and actions.\" H.R. Rep. No. 96-1016, Part I at 30, 96th Cong., 2d Sess., <i>reprinted in</i> 1980 U.S.Code Cong. &amp; Admin.News at 6133.</p>\n<p>Plaintiff argues that the NCP should not be considered a kind of \"regulatory obstacle course  an inflexible series of procedural requirements, each of which must be satisfied before a party conducting a CERCLA cleanup can recover its costs from those responsible for the contamination.\" The court does not regard the NCP as such. The court simply believes that, since plaintiff seeks recovery under the CERCLA statute, plaintiff is required to comply with the specific requirements of that statutory claim, as set forth in the regulations and caselaw.</p>\n<p>Plaintiff would have this court create a precedent for cost recovery for any monies spent by a private party without notice to potential defendants and without <i>any</i> effort to follow the procedures set forth in the regulations. The instant case does not present a situation where a private party tried but failed to comply with the NCP. It is <i>undisputed</i> that plaintiff was aware of the existence of the NCP but did not take the time to consult the same. Under these circumstances, it is not unjust to hold plaintiff to the consequences of its <i>in</i> action.</p>\n<p></p>\n<h2>9. <i>Partial Summary Judgment is Appropriate at this Time</i>\n</h2>\n<p>Channel Master urges this court to delay ruling on defendants' motion for partial summary judgment on the grounds that the RI/FS now under way at the Oxford site might turn up additional evidence which plaintiff did not consider when making its decisions, but which might <span class=\"star-pagination\">*395</span> now justify those decisions. The court finds this argument to be without merit.</p>\n<p>Under Fed.R.Civ.P. 56(c), summary judgment \"shall be rendered forthwith if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Summary judgment is properly awarded against a party who fails to make a showing sufficient to establish the existence of an element essential to its case, and on which it will bear the burden of proof at trial. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The party moving for summary judgment has the initial burden of informing the court of the basis of the motion and identifying those portions of the record which are believed to show the absence of a genuine issue of material fact. <i>Id.</i> at 323, 106 S.Ct. at 2553. This defendants have done. If the moving party does not bear the burden of proof at trial and that party makes a showing to demonstrate the absence of a genuine issue of material fact, the nonmoving party cannot rest on its pleadings but must make a specific showing of facts presenting a genuine issue for trial. <i>Id.</i> at 323-24, 106 S.Ct. at 2553; Fed.R.Civ.P. 56(e). Plaintiff has failed to make such a showing and, for the reasons expressed infra, the court does not believe that allowing plaintiff more time for discovery would enable plaintiff to make such a showing.</p>\n<p>As a general rule, granting summary judgment prior to the completion of all discovery is inappropriate. <i>See </i><i>Snook v. Trust Co. of Ga. Bank of Savannah, N.A.,</i> <span class=\"citation\" data-id=\"512983\"><a href=\"/opinion/512983/james-a-snook-kay-sessoms-hinson-and-betty-s-prevatt-v-trust-company-of/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">865</span></a></span>, 870 (11th Cir.1988); <i>Visa Int'l Serv. Ass'n v. Bankcard Holders,</i> <span class=\"citation\" data-id=\"465427\"><a href=\"/opinion/465427/visa-international-service-association-cross-appellee-v-bankcard-holders/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1472</span></a></span>, 1475 (9th Cir.1986); <i>see also </i><i>Celotex,</i> 477 U.S. at 322, 106 S.Ct. at 2552 (summary judgment appropriate only \"after adequate time for discovery\"). Under Federal Rule 56(f), the district court has discretionary authority to deny a motion for summary judgment in response to the nonmoving party's plea for additional discovery.</p>\n<p>The Supreme Court has stated that Rule 56(e)'s requirement that the party opposing a summary judgment motion set forth specific facts showing that there is a genuine issue for trial \"is qualified by Rule 56(f)'s provision that summary judgment be refused where the nonmoving party has not had the opportunity to discover information that is essential to his opposition.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 250 n. 5, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2511 n. 5, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p>The relevant question is whether the non-movant has sufficiently identified the information sought by discovery, the reasons the information has not yet been obtained, and the materiality of the information to its opposition to the summary judgment motion. <i>See generally</i> 10A C. Wright, A. Miller, &amp; M. Kane, <i>Federal Practice and Procedure:</i> Civil 2d § 2741 (1983). Thus, in <i>Snook</i> the court found it \"clear that many of the documents requested are relevant to the issues raised by the defendants' motion for summary judgment.\" 859 F.2d at 871. Similarly, the court in <i>Klingele v. Eikenberry,</i> <span class=\"citation\" data-id=\"507431\"><a href=\"/opinion/507431/william-raymond-klingele-v-kenneth-o-eikenberry-amos-reed-larry-kincheloe/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">409</span></a></span>, 412 (9th Cir. 1988) (citations omitted), found that the plaintiff had set forth \"the particular facts that he expected to uncover through discovery ... and identified specific facts tending to show that the evidence sought actually exists.\" Requests for broad additional discovery or \"fishing expeditions\" will not suffice. <i>See </i><i>Garrett v. City and County of San Francisco,</i> <span class=\"citation no-link\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1515</span></span> at 1518 (9th Cir.1987); <i>see also </i><i>Visa Int'l,</i> 784 F.2d at 1475 (courts have properly denied Rule 56(f) applications \"where it was clear that the evidence sought was almost certainly nonexistent or was the object of pure speculation\") (citation omitted).</p>\n<p>In the instant case, \"the parties ... have compiled a sufficient factual record on the issue of consistency.... [and defendants] ha[ve], moreover, detailed [their] allegations of inconsistency between [plaintiff's] response actions and the NCP. The question is therefore ripe for adjudication....\" <i>Artesian Water,</i> 659 F.Supp. at 1292-93 (footnote omitted). Plaintiff's failure to take certain steps required by the NCP is <span class=\"star-pagination\">*396</span> dispositive of the issue of NCP compliance. Those omissions cannot be undone regardless of whatever information may be subsequently developed. In addition, the issue of NCP compliance should be decided on the basis of the decision making process <i>actually used</i> by Channel Master, not on a post hoc justification. Furthermore, there is absolutely no assurance that the RI/FS study will produce any relevant evidence <i>relating to NCP compliance.</i> In short, plaintiff has failed to persuade the court to exercise its discretion to delay its ruling on defendants' motion for partial summary judgment so that plaintiff may proceed with discovery.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons expressed infra, the court hereby GRANTS defendants' JFD and Unimax's motion for partial summary judgment.</p>\n<p>SO ORDERED.<sup>[15]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  VOCs are petroleum-based substances which evaporate easily. The most commonly-encountered VOCs are solvents, which, along with cleaning fluids, are the VOCs in the instant case.</p>\n<p>[2]  Channel Master also seeks to recover costs it alleges will be incurred in the future, presumably in connection with groundwater contamination which has not yet been remedied, but this order does <i>not</i> address the recoverability of those costs.</p>\n<p>[3]  A default judgment as to defendant Harvey Finkel, an officer and shareholder of Unimax's predecessor company and an officer of JFD during part of the time that hazardous substances were being deposited by JFD at the Oxford site, was entered on April 28, 1989, due to Finkel's failure to answer plaintiff's complaint or otherwise participate in this action. On October 17, 1989, in consideration of Finkel's belated appearance and participation in this action, he was released from the default entered against him. However, Finkel has apparently not participated in the case since that time. In the instant order, all references to \"defendants\" refer <i>only</i> to defendants JFD and Unimax.</p>\n<p>[4]  An \"EPTox Test\" is used to evaluate the potential that metals will leach out of soils under acidic conditions. If chrome results for E.P. Toxicity exceed 5.0 parts per million, the tested material is characterized as a \"listed hazardous waste\" under federal Environmental Protection Agency (\"EPA\") standards. (The term \"listed hazardous waste\" refers to substances that have been listed in the federal regulations as wastes that may require special treatment and disposal. <i>See</i> 40 C.F.R. §§ 281.31 and 280.32.)</p>\n<p>[5]  The Oxford site is located within EPA Region IV.</p>\n<p>[6]  Channel Master later was told that EPA was \"keyed into Superfund [National Priorities] sites.\" The Oxford site was not proposed for placement on the Superfund List until 1988.</p>\n<p>[7]  In its response, Channel Master concedes that it had an interest in removing the lagoon to enhance the usefulness and marketability of the Oxford site, but denies that it removed the lagoon solely or even primarily for economic reasons. However, in any event, as Channel Master correctly points out, its motives for cleaning up the Oxford site have no bearing on its right to recover response costs under CERCLA. <i>BCW Associates, Ltd. v. Occidental Chemical Corp.,</i> No. 86-5947 (E.D.Pa.1988) (Westlaw, 1988 WL 102641).</p>\n<p>[8]  Channel Master now realizes that its 1983 decision to fill a portion of the lagoon with dirt has added to the cleanup costs, but correctly points out that this fact has no bearing on the question of NCP consistency.</p>\n<p>[9]  A \"background level\" of a chemical is the normal, expected level of a chemical in the environment.</p>\n<p>[10]  The Oxford Site currently is the subject of an EPA-sponsored Remedial Investigation/Feasibility Study (\"RI/FS\") (a study to determine the nature and extent of the threat presented by the release and to evaluate proposed remedies), which will address both groundwater remediation and any other cleanup activities that may be necessary.</p>\n<p>[11]  The term \"lead agency\" is often used in the regulations to denote the governmental entity which is performing a cleanup. In private party response actions, no governmental action is necessary, and the actions to be taken by the \"lead agency\" become those to be taken by the private party. <i>See</i> 40 C.F.R. § 300.71(a)(4) (1985).</p>\n<p>[12]  Guidance documents are published by EPA for dissemination to the public as additional assistance on how to interpret or apply the provisions of the NCP.</p>\n<p>[13]  The court notes that this argument is predicated on a factual assumption which is both disputed and inappropriate for consideration at this point. Plaintiff repeatedly asserts that defendants are the main contributors to the contamination at the site, but the issue of liability for the contamination is contested, and is not presented for decision by defendants' motion for partial summary judgment. In any event, the identity of the party which caused the contamination is not relevant to the question of NCP consistency. The statutory scheme for cost recovery is structured so that failure to comply with the NCP will <i>necessarily</i> result in denial of cost recovery, without regard to the identity of the person who caused the contamination. Had Congress intended for \"fault\" to be a prerequisite to recovery, the statute would have been written to so indicate.</p>\n<p>[14]  The court notes that, in <i>remedial</i> cleanups such as the one at issue here, speed, although obviously desirable, is not of the essence.</p>\n<p>[15]  On January 8, 1990, this court entered an Agreed Order on Scheduling, staying all proceedings in this case except for discovery in motions relating to whether plaintiff's cleanup activities at the Oxford site were necessary and consistent with the NCP, until the occurrence of the earlier of certain listed events, <i>none of which has yet occurred. See</i> Agreed Order on Scheduling (January 8, 1990).\n</p>\n<p>On July 2, 1990, defendants filed a Motion for Modification of Stay, so that the court might rule on plaintiff's request for attorney's fees. Defendants freely entered into the Agreed Order, and the court perceives no valid reason not to hold them to their agreement. Accordingly, the court hereby DENIES defendants' Motion for Modification of Stay.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1362838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1655122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1678461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1763856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1957172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2269333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2357087/"
  ]
}