{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1967011/",
  "absolute_url": "/opinion/1967011/united-states-v-gaskins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1967011/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:56:22.364914Z",
  "date_modified": "2016-04-27T00:58:20.524631Z",
  "type": "010combined",
  "sha1": "90ef72a835f9618b4b1c9323d09341dfa30c3169",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>748 F.Supp. 366 (1990)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nDewey R. GASKINS, Defendant.</h1></center>\n<center>No. 89-79-CIV-4-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>August 15, 1990.</center>\n<p><span class=\"star-pagination\">*367</span> Thomas P. Swaim, Asst. U.S. Atty., Raleigh, N.C., for plaintiff.</p>\n<p>Gary H. Clemmons, Stubbs, Perdue, Chesnutt, Wheeler &amp; Clemmons, P.A., New Bern, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>The plaintiff, the United States of America, on behalf of its agency, the Farmers Home Administration (\"FmHA\"), filed its complaint on June 21, 1989, pursuant to 28 U.S.C. § 1345, alleging that the defendant, Mr. Dewey Gaskins (\"Gaskins\"), possessed and converted collateral belonging to FmHA (specifically, 13 bulk tobacco barns) to his own use in a manner contrary to law. The defendant has filed a timely answer, essentially admitting the facts alleged in the complaint, but denying that liability for conversion lies in this case, and also raising several affirmative defenses.</p>\n<p>This matter is now before the court on motions for summary judgment filed by each party, to which responses and replies have been filed.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS<sup>[1]</sup></h2>\n<p>In 1921 Annie Ventures Lassiter acquired by warranty deed a 54.9 acre tract of land in Pitt County, North Carolina, upon which the 13 tobacco barns at issue now rest. She lived upon this land until she died in 1982. Ronald A. Lassiter, Sr. (\"the father\") and his wife, Della Lassiter, also lived on this tract of land for at least 25 years prior to 1975. Ronald A. Lassiter, Jr. (\"the son\") lived with his grandmother in her house until 1977, when he and his wife, Vickie Lassiter, moved into a trailer which was also located on this tract of land.</p>\n<p>The 54 acre tract of land includes a tobacco allotment of approximately nine acres which is utilized in the production of flue-cured tobacco. This tobacco allotment has remained on the property continuously from 1975 until the present date.</p>\n<p>In 1975 the father entered into a purchase money relationship with Wachovia Bank and Trust Company for the acquisition of five Roanoke bulk tobacco barns, which were placed on the 54 acre tract of land owned by his mother, and on which he, his wife, and his son were living. Wachovia acquired a purchase money security interest in the five Roanoke barns. The father fell into arrears on his payments toward this debt, and the lender, Wachovia, accelerated his account. The son (and his wife, Vickie Lassiter) purchased the barns from his father by arranging for FmHA to satisfy his father's obligation with Wachovia. As a result, FmHA paid off the bank on December 3, 1976, at which time the son executed a security agreement in FmHA's favor which listed the five bulk barns. FmHA's concomitant filing statement did <span class=\"star-pagination\">*368</span> not indicate that the security agreement included fixtures.</p>\n<p>On December 17, 1976, Annie Ventures Lassiter executed a deed of trust on the 54 acre tract in favor of Grifton Fertilizer and Supply Company (\"Grifton\") to secure a $40,000.00 indebtedness of Ronald Lassiter, Sr., et ux (the father) to said beneficiary of said deed of trust.</p>\n<p>In 1978 FmHA financed the son and his wife's purchase of one additional Roanoke barn, which was placed alongside the five other Roanoke barns. FmHA took a security interest in this barn by means of a security agreement. FmHA's concomitant filing statement did not indicate that the security agreement included fixtures.</p>\n<p>On March 21, 1980, Annie Ventures Lassiter deeded the 54 acre tract to Ronald A. Lassiter, Sr.</p>\n<p>On May 29, 1981, FmHA financed the father and his wife's purchase of seven Conto bulk barns, and took a security interest in these barns by means of a security agreement. FmHA's filing statement did not indicate that the security agreement included fixtures. These barns were also placed on the 54 acre tract of land, which the father now owned.</p>\n<p>On March 31, 1982, the father, Mr. Lassiter, Sr., died, and on April 22, 1983, his son, Ronald A. Lassiter, Jr., became the owner of the land pursuant to a commissioner's deed.</p>\n<p>The son remained the owner of the tract until July 10, 1985, when the deed of trust on the property was foreclosed. On this day the land was sold at a foreclosure sale, wherein FmHA was the highest bidder. FmHA assigned its bid to Gaskins, and the trustee's deed conveyed the land \"together with all privileges and appurtenances thereto belonging\" to him.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>FmHA argues that (1) the barns are personal property; (2) it holds perfected security interests in the barns by virtue of its security agreements and its \"non-fixture\" filing statements; and (3) said perfected security interests constitute a valid lien on the barns, which survives the conveyance of the real estate to Gaskins. FmHA also argues that, even if the barns are found to be real fixtures in which it has no perfected security interest, it is still entitled to possession of the barns by virtue of N.C.Gen. Stat. § 25-9-313(5)(b).</p>\n<p>Gaskins, on the other hand, asserts that FmHA is entitled to no relief because: (1) it is collaterally estopped from asserting a claim for the bulk barns as these barns were determined to be real property, by a court of competent jurisdiction, in Adversary Proceeding M-86-0113-AP, on July 20, 1987, in the bankruptcy case of <i>In re Lassiter</i> (M-8501786-4); (2) that the bulk barns were real fixtures when he purchased the land, and they were thus conveyed as part of the real estate; and (3) that FmHA has unperfected security interests in the bulk barns even if they are determined to be personal property.</p>\n<p>As an initial matter, this court must determine which law to apply in the case sub judice. \"Federal law governs this dispute concerning FmHA's rights under a nationwide federal program.\" <i>United States v. Tugwell,</i> 779 F.2d 5, 7 (4th Cir.1985) (citing <i>United States v. Kimbell Foods, Inc.,</i> 440 U.S. 715, 726-27, 99 S.Ct. 1448, 1457-58, 59 L.Ed.2d 711 (1979)). The relevant federal law is North Carolina state law by adoption, because \"the need for national uniformity is not great, adoption of North Carolina law will not frustrate the FmHA program, and adoption of a rule different from local law could disrupt local practice.\" <i>Id.</i> (citations omitted).</p>\n<p>For the reasons expressed infra, the court finds that the bulk barns at issue are real fixtures included in the conveyance to Gaskins, and that FmHA is estopped to assert otherwise. Thus the court need not determine whether FmHA has perfected \"non-fixture\" security interests in the barns as personalty. In addition, the court also finds that FmHA is not entitled to possession of the barns by virtue of N.C. Gen.Stat. § 25-9-313(5)(b).</p>\n<p>To determine whether the bulk barns are real fixtures, or personal property to which FmHA could have a perfected security interest, <span class=\"star-pagination\">*369</span> the court turns to the law of fixtures, as expressed by North Carolina's courts. \"A fixture has been defined as that which, though originally a movable chattel, is, by reason of its annexation to land, or association in the use of land, regarded as a part of the land, partaking of its character....\" <i>Little v. National Services Industries, Inc.,</i> 79 N.C.App. 688, 340 S.E.2d 510, 513 (1986) (quoting 1 <i>Thompson on Real Property,</i> 1980 Replacement, § 55, at 179 (1980)).</p>\n<p>North Carolina courts have referred to several tests for an answer to the question of whether a chattel attached to real property becomes real property or remains personalty. These include (1) the manner in which the article is attached to the realty, <i>Clark v. Hill,</i> 117 N.C. 11, 23 S.E. 91 (1895); (2) the nature of the article and the purpose for which it is attached to the realty, <i>Jenkins v. Floyd,</i> 199 N.C. 470, 154 S.E. 733 (1930); and (3) the intention with which the annexation of the articles to the realty is made, <i>Foote v. Gooch,</i> 96 N.C. 265, 1 S.E. 525 (1887). <i>Little,</i> 340 S.E.2d at 513.</p>\n<p>FmHA argues that, \"[u]nder the modern view, the controlling test is the intention with which the annexation is made.\" <i>Id.</i> (citing <i>Ingold v. Phoenix Assur. Co.,</i> 230 N.C. 142, 52 S.E.2d 366 (1949)), and that, by virtue of their chattel mortgage agreements, the annexors (i.e., the father, the son, and their respective wives) evidenced their intent that the barns remain personalty. The position of FmHA would be correct if the dispute were between the land owner and the annexor. <i>See id.</i> (\"Where the controversy is between parties connected to the transaction in some manner, as in a controversy between the owner of the land and the one who annexed the chattel, the subjective intent of the parties as evidenced by their words, conduct, or agreements, express or implied, is the relevant intent.\") (citations omitted).</p>\n<p>The dispute, however, is between FmHA and Gaskins, who is not one of the annexors. Rather, Gaskins is \"a third party, who is unconnected to the ... original transaction[s] by which the chattel(s) w[ere] annexed....\" <i>Id.</i> Consequently,</p>\n<blockquote>the question is not so much the actual subjective intention of the party making the annexation, but his intention reasonably apparent to such third person as manifested by physical facts and outward appearances.... In such a case, the annexor's intent is ascertained from such external indicia as the relationship of the annexor to the land (owner or tenant), the nature of the chattel attached and its relationship or necessity to the activity conducted on the land, and the manner in which the chattel is attached.</blockquote>\n<p><i>Id.</i> (citations omitted).</p>\n<p>The first factor the court looks to in order to determine the annexors' intention, is the relationship of the annexors to the land. FmHA contends, and the defendant does not dispute, that, of all the barns in controversy, only the Contos were delivered to land owned by the purchaser. FmHA argues that, in the case of the other barns, the purchaser, whether it was the father or the son, was a \"tenant\" at the time of the barn's delivery. Usually, when a tenant places a chattel on the land, it is presumed to retain its character as personalty. Hetrick and McLaughlin, <i>Webster's Real Estate Law in North Carolina,</i> § 21 (3d ed. 1988). However, the relationship of the parties to this land and to each other, as family members and joint farm operators, and the family's interest in enhancing the value of the farmland by permanently constructing and maintaining the tobacco barns as part of the overall farming operations, indicates that the barns were intended to be annexed to the land. In addition, the father and the son purchased the bulk barns at a time when they had lived on the property for many years, and were either actual owners thereof or heirs apparent thereto. They were never tenants expecting temporary occupancy, but rather tenants anticipating ultimate ownership status. The rational inference arising therefrom is that they desired permanent improvement to property owned or to be owned by them, thus negating any presumption <span class=\"star-pagination\">*370</span> otherwise arising by reason of their temporary tenant status.</p>\n<p>The characteristics of the barns and their relationship to the land in question is the next factor to be discussed. The FmHA contends in its briefs that several of the barns were in fact used for a commercial purpose; that they were leased to others, and that this commercial use of the barns is not germane to the purpose of the farmland, which is to produce crops. This issue is disputed by defendant Gaskins. However, even assuming, arguendo, that some of the barns were leased out to cure tobacco grown on the land of others, the court does not believe that such use would put third persons on notice that these barns were not intended to be annexed to the property. <i>See Thompson, supra,</i> at 206 (\"If personal property is attached to the real estate and is adapted to the purposes for which the real estate is being used, it will be presumed that the party attaching it intended that it should be part of the real estate, unless a contrary intention appears from the conduct of the parties in relation to it.\"). The use of the barns in question to cure tobacco is a use appropriate and consistent with the use of the land, and reflects the Lassiters' apparent intention that the barns be treated as a part of the realty. \"Thus, to persons having no notice to the contrary, the nature of the ... [barns] and ... [their] use g[a]ve the reasonable outward appearance that ... [the Lassiters] intended that ... [the barns] be a part of the real property.\" <i>Little,</i> 340 S.E.2d at 514 (citation omitted).</p>\n<p>Lastly, the court considers the manner in which the chattels were attached to the land. In the instant case, this factor provides strong objective evidence of the intention of the annexors. In preparing the ground for the foundation required for the bulk barns, the land was leveled, and concrete foundations between four and six inches thick were created. The five Roanoke bulk barns were delivered to the real property and placed on the concrete foundations. Three to four inches of concrete were then placed around the sides of the bulk barns, attaching the same to the concrete foundation. Site preparation for the five Roanoke bulk barns, in 1975 dollars, was at least $10,000.00. A tin shed was constructed over the barns. The cost of building this tin shed over the five Roanoke bulk barns was $8,000.00. Underground water lines were installed at a cost of $750.00. Electric poles and lines were installed to the barns, at a cost of approximately $3,000.00.</p>\n<p>Similar site preparation, installation of utilities, and building of a covering tin shed was undertaken when the other Roanoke barn and the seven Conto barns were placed on the site. The additional Roanoke barn and the Conto barns were also cemented to the concrete foundation, and, in addition, the Conto barns were bolted to the foundation.</p>\n<p>The six Roanoke and the seven Conto bulk barns have remained at the same location since their placement on the 54 acre tract of land. To remove the bulk barns would require drilling into the concrete by a mechanical device, removing the bolts (in the case of the Conto barns), utilizing some form of mechanical means to remove the barns from their foundation, removing the concrete which runs alongside the bulk barns and which is attached to the concrete foundation, and removing and destroying the shelter covering the bulk barns, which could also cause damage to the barns.</p>\n<p>Thus, the manner in which the barns were attached to the Lassiter land provides objective evidence to a rational outside party that the intention of the annexors when annexing said barns to the land was that they become real fixtures. <i>See e.g., </i><i>Little,</i> 340 S.E.2d at 514 (citation omitted) (\"In this case, the structure ... is attached to ... [the] property by means of steel tower legs bolted to poured concrete foundations. There is no question that the concrete footings were annexed to the real property; attachment of the tower legs to the concrete footings by bolts is also a sufficient actual annexation to the soil to show an intention that the chairlift system be a part of the real property.\"); Thompson, <i>supra,</i> § 62, at 221-22 (\"It is a well recognized rule that when articles of personal property which are especially adapted and designed <span class=\"star-pagination\">*371</span> to be used in connection with the realty, and essential to the convenient and profitable enjoyment of the estate, are affixed to it, with an intention to make them a permanent accession to the land, they become a part of the realty, though not so fastened as to be incapable of removal without serious injury to themselves or the freehold.\").</p>\n<p>Thus, all three elements which are necessary to show that the thirteen bulk barns were real fixtures attached to the property in question have been established. Additionally, the court finds that Gaskins reasonably perceived the barns as intended to be fixtures. The annexors occupied the property at the time the fixtures were attached to the land. Even if Gaskins was aware that the annexors possessed tenant status at the time of affixation, he was also aware of their respective expectations of ownership, expectations ultimately realized. As purchaser of the property, he was not put on notice by any financing statement of a security interest <i>in fixtures</i><sup>[2]</sup>, and had no knowledge of any historical fact which would have suggested such an intent.</p>\n<p>The 1988 Trustee's Deed conveyed to Gaskins the land in question \"together with all privileges and appurtenances thereto belonging.\" The thirteen bulk barns were thus deeded to Gaskins, as real fixtures, along with the farmland. Accordingly, because the bulk barns are real fixtures, FmHA does not have perfected security interests in them as personal property; therefore it may not assert an action for conversion because such an action may be maintained only if goods or personal property are involved, <i>see </i><i>McNeill v. Minter,</i> 12 N.C.App. 144, 182 S.E.2d 647, 647-48 (1971) (citations omitted).</p>\n<p>The court now turns to the issue of collateral estoppel.</p>\n<p>When the son (Lassiter, Jr.) became bankrupt, the bankruptcy trustee sought to recover the barns from Gaskins contending that, because the barns were non-fixtures as between the annexors and FmHA, they were not subject to the foreclosure of the deed of trust. While non-fixture status might have been the case between the annexors and FmHA, their agreement inter se was not binding upon Gaskins, who was not a party thereto, and who had no reason to perceive the existence of such an agreement. Gaskins simply relied upon record title in acquiring the subject property. In effect, the bankruptcy court so held.</p>\n<p>In the instant action, FmHA seeks to repeat the trustee's claim against Gaskins, claiming not to be bound by the bankruptcy court's decision by reason of FmHA's not having been a party thereto. The court finds FmHA's argument without merit for the following reasons.</p>\n<p>If the trustee had recovered the barns, FmHA would have been required to assert its security therein in the bankruptcy proceeding, and, presumably, would have prevailed. The orderly administration of the bankrupt's estate would have been unprejudiced by the trustee's recovery of the barns.</p>\n<p>As the trustee did not prevail, FmHA presumably participated in the bankrupt's estate in the same manner as other unsecured creditors. If FmHA is now allowed a \"second bite at the apple,\" and should it be successful in asserting its security interests in the barns as against Gaskins, it <span class=\"star-pagination\">*372</span> would, in effect, recover as both an unsecured creditor (in the bankruptcy proceeding) and as a secured creditor (in the civil action). Such a double recovery would be unjust, and to the detriment of the bankrupt's unsecured creditors. In addition, to achieve a just result, it would be necessary to reopen the bankruptcy proceeding in order that FmHA's participation in assets available to unsecured creditors be adjusted to take into account amounts realized by it by the sale of its collateral, i.e., its participation as unsecured creditor would have to be reduced pro tanto. Such a cumbersome process would be inimical to the purpose of bankruptcy proceedings, and would foster repetitive litigation, thus unduly burdening limited judicial resources. The court believes FmHA's interest in having the son declared owner of the barns unencumbered by the mortgage is identical to the position of the trustee, and FmHA was properly protected by his actions in regard thereto. FmHA is in no different a position than that of any other creditor of a bankrupt  i.e., the trustee's obligation was to recover from third-party non-creditors <i>all</i> of the bankrupt's property. The creditors' rights inter se as to such property should be resolved in a bankruptcy proceeding.</p>\n<p>Lastly, the court discusses FmHA's contention that, even \"if this Court should determine that the barns are real fixtures and that FmHA has no perfected security interest in them, ... [FmHA] is [still] entitled to possession of the barns by virtue of N.C.Gen.Stat. § 25-9-313[ (5)(b) ]).\" Said statute provides that:</p>\n<blockquote>(5) A security interest in fixtures, whether or not perfected, has priority over the conflicting interest of an encumbrancer or owner of the real estate where</blockquote>\n<blockquote>....</blockquote>\n<blockquote>(b) the debtor has a right to remove the goods as against the encumbrancer or owner. If the debtor's right terminates, the priority of the security interest continues <i>for a reasonable time.</i>\n</blockquote>\n<p>N.C.Gen.Stat. § 25-9-313(5)(b) (emphasis added).</p>\n<p>The amended official comment pertaining to the aforesaid statute, reads as follows:</p>\n<blockquote>The status of fixtures installed by tenants (as well as such persons as licensees and holders of easements) is defined by paragraph (5)(b) to the effect that if the debtor (tenant or other interest mentioned) has the right to remove the fixture as against a real estate interest, the secured party has priority over that real estate interest.</blockquote>\n<p>As regards the Roanoke barns, at the time of their acquisition by the son, the son was a debtor-tenant, while Grifton immediately thereafter became an encumbrancer by virtue of its deed of trust. As the son had the right to remove the barns by virtue of his tenant status, the security interest of FmHA in the barns as personalty had priority vis-a-vis Grifton over the latter's interest therein. Such priority interest, vis-a-vis Grifton, continued for a reasonable time following termination of the son's right to remove the barns. The son's right to remove may have been apparent to the encumbrancer (Grifton) by reason of the son's tenant status at the time of his acquisition of the barns. In any event, it is this court's view that such right to remove, being predicated upon the son's tenant status, terminated vis-a-vis third parties within a reasonable period of time following the termination of such status, i.e., when the son became the owner of the real estate, his failure to remove the barns within a reasonable period of time thereafter signified his intention to subsequent observers that the barns were to be fixtures, a permanent part of the realty as opposed to personalty. FmHA's priority in the barns continued for a further or second reasonable period of time following the termination of the son's removal right.</p>\n<p>The son became owner of the farm on April 22, 1983, and remained owner of the tract until July 10, 1985, when the deed of trust on the property was foreclosed. A reasonable time for both the son to remove the barns and for FmHA to enforce its security interest therein terminated long before the foreclosure date. The priority of FmHA's security interest in the barns (vis-a-vis the realty interest conveyed by <span class=\"star-pagination\">*373</span> the foreclosure deed) having expired prior to the foreclosure date, the same may not be asserted against Gaskins.</p>\n<p>As regards the Conto barns, at the time of their acquisition, the father was the owner of the farm while Grifton was the encumbrancer. As the father was the owner of the farm, and not a tenant, at the time of the acquisition of the Conto barns, N.C.Gen.Stat. § 25-9-313(5) is inapposite. The father had no right to remove the barns as against Grifton. The barns as fixtures became part of the realty and subject to Grifton's deed of trust.<sup>[3]</sup> FmHA simply failed to perfect its security interest therein.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>In summary, the court finds the barns to have been fixtures unencumbered at the time of their purchase by Gaskins, and that Gaskins thereby acquired title thereto superior to any claims of FmHA. Additionally, FmHA is precluded from asserting the instant claim by reasons of the assertion of such claim by the trustee, representing FmHA and all of the creditors, in the bankruptcy proceeding. Lastly, the court also finds that FmHA is not entitled to possession of the barns by virtue of N.C.Gen.Stat. § 25-9-313(5)(b).</p>\n<p>For the foregoing reasons, Gaskins's motion for summary judgment is ALLOWED, and the United States of America's motion for summary judgment is DENIED.</p>\n<p>SO ORDERED.<sup>[4]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  This recitation of the facts is only a brief summary of all the background facts in this case, but it is adequate to resolve the motions now before the court.</p>\n<p>[2]  The filing statements which FmHA claims give it perfected security interests in the barns as personalty are not \"fixture filings.\" \"[A] `fixture filing' is the filing of a financing statement covering goods which are or are to become fixtures and conforming to the requirements of subsection (5) of G.S. 25-9-402....\" N.C.Gen.Stat. § 25-9-313(1)(b). N.C.Gen.Stat. § 25-9-402(5) provides, in part, that \"[a] financing statement filed as a fixture filing ... must bear the statement `Collateral is or includes fixtures' or its substantial equivalent or have checked the appropriate box identifying `FIXTURES.'\"\n</p>\n<p>None of FmHA's filing statements which claim an interest in Lassiter property contain such statements.</p>\n<p>If a fixture filing is intended to give priority advantages against real estate interests, it must be so designated in order that it will (with exceptions not relevant to the matter sub judice) be for record in the real estate record and indexed therein, so that it will be found in a real estate record.</p>\n<p>[3]  <i>See</i> N.C.Gen.Stat. § 25-9-313(7), to the effect that other than as to perfected security interests in fixtures and unperfected security interests in fixtures subject to a debtor's removal right, \"a security interest in fixtures is subordinate to the conflicting interest of an encumbrancer or owner of the related real estate who is not the debtor.\"</p>\n<p>[4]  The court notes that this order moots FmHA's July 20, 1990, Motion to Continue.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">748</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">366</span></span> (1990)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nDewey R. GASKINS, Defendant.</h1></center>\n<center>No. 89-79-CIV-4-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>August 15, 1990.</center>\n<p><span class=\"star-pagination\">*367</span> Thomas P. Swaim, Asst. U.S. Atty., Raleigh, N.C., for plaintiff.</p>\n<p>Gary H. Clemmons, Stubbs, Perdue, Chesnutt, Wheeler &amp; Clemmons, P.A., New Bern, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>The plaintiff, the United States of America, on behalf of its agency, the Farmers Home Administration (\"FmHA\"), filed its complaint on June 21, 1989, pursuant to 28 U.S.C. § 1345, alleging that the defendant, Mr. Dewey Gaskins (\"Gaskins\"), possessed and converted collateral belonging to FmHA (specifically, 13 bulk tobacco barns) to his own use in a manner contrary to law. The defendant has filed a timely answer, essentially admitting the facts alleged in the complaint, but denying that liability for conversion lies in this case, and also raising several affirmative defenses.</p>\n<p>This matter is now before the court on motions for summary judgment filed by each party, to which responses and replies have been filed.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS<sup>[1]</sup></h2>\n<p>In 1921 Annie Ventures Lassiter acquired by warranty deed a 54.9 acre tract of land in Pitt County, North Carolina, upon which the 13 tobacco barns at issue now rest. She lived upon this land until she died in 1982. Ronald A. Lassiter, Sr. (\"the father\") and his wife, Della Lassiter, also lived on this tract of land for at least 25 years prior to 1975. Ronald A. Lassiter, Jr. (\"the son\") lived with his grandmother in her house until 1977, when he and his wife, Vickie Lassiter, moved into a trailer which was also located on this tract of land.</p>\n<p>The 54 acre tract of land includes a tobacco allotment of approximately nine acres which is utilized in the production of flue-cured tobacco. This tobacco allotment has remained on the property continuously from 1975 until the present date.</p>\n<p>In 1975 the father entered into a purchase money relationship with Wachovia Bank and Trust Company for the acquisition of five Roanoke bulk tobacco barns, which were placed on the 54 acre tract of land owned by his mother, and on which he, his wife, and his son were living. Wachovia acquired a purchase money security interest in the five Roanoke barns. The father fell into arrears on his payments toward this debt, and the lender, Wachovia, accelerated his account. The son (and his wife, Vickie Lassiter) purchased the barns from his father by arranging for FmHA to satisfy his father's obligation with Wachovia. As a result, FmHA paid off the bank on December 3, 1976, at which time the son executed a security agreement in FmHA's favor which listed the five bulk barns. FmHA's concomitant filing statement did <span class=\"star-pagination\">*368</span> not indicate that the security agreement included fixtures.</p>\n<p>On December 17, 1976, Annie Ventures Lassiter executed a deed of trust on the 54 acre tract in favor of Grifton Fertilizer and Supply Company (\"Grifton\") to secure a $40,000.00 indebtedness of Ronald Lassiter, Sr., et ux (the father) to said beneficiary of said deed of trust.</p>\n<p>In 1978 FmHA financed the son and his wife's purchase of one additional Roanoke barn, which was placed alongside the five other Roanoke barns. FmHA took a security interest in this barn by means of a security agreement. FmHA's concomitant filing statement did not indicate that the security agreement included fixtures.</p>\n<p>On March 21, 1980, Annie Ventures Lassiter deeded the 54 acre tract to Ronald A. Lassiter, Sr.</p>\n<p>On May 29, 1981, FmHA financed the father and his wife's purchase of seven Conto bulk barns, and took a security interest in these barns by means of a security agreement. FmHA's filing statement did not indicate that the security agreement included fixtures. These barns were also placed on the 54 acre tract of land, which the father now owned.</p>\n<p>On March 31, 1982, the father, Mr. Lassiter, Sr., died, and on April 22, 1983, his son, Ronald A. Lassiter, Jr., became the owner of the land pursuant to a commissioner's deed.</p>\n<p>The son remained the owner of the tract until July 10, 1985, when the deed of trust on the property was foreclosed. On this day the land was sold at a foreclosure sale, wherein FmHA was the highest bidder. FmHA assigned its bid to Gaskins, and the trustee's deed conveyed the land \"together with all privileges and appurtenances thereto belonging\" to him.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>FmHA argues that (1) the barns are personal property; (2) it holds perfected security interests in the barns by virtue of its security agreements and its \"non-fixture\" filing statements; and (3) said perfected security interests constitute a valid lien on the barns, which survives the conveyance of the real estate to Gaskins. FmHA also argues that, even if the barns are found to be real fixtures in which it has no perfected security interest, it is still entitled to possession of the barns by virtue of N.C.Gen. Stat. § 25-9-313(5)(b).</p>\n<p>Gaskins, on the other hand, asserts that FmHA is entitled to no relief because: (1) it is collaterally estopped from asserting a claim for the bulk barns as these barns were determined to be real property, by a court of competent jurisdiction, in Adversary Proceeding M-86-0113-AP, on July 20, 1987, in the bankruptcy case of <i>In re Lassiter</i> (M-8501786-4); (2) that the bulk barns were real fixtures when he purchased the land, and they were thus conveyed as part of the real estate; and (3) that FmHA has unperfected security interests in the bulk barns even if they are determined to be personal property.</p>\n<p>As an initial matter, this court must determine which law to apply in the case sub judice. \"Federal law governs this dispute concerning FmHA's rights under a nationwide federal program.\" <i>United States v. Tugwell,</i> <span class=\"citation\" data-id=\"461675\"><a href=\"/opinion/461675/united-states-v-richard-e-tugwell/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 7 (4th Cir.1985) (citing <i>United States v. Kimbell Foods, Inc.,</i> <span class=\"citation\" data-id=\"110048\"><a href=\"/opinion/110048/united-states-v-kimbell-foods-inc/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 726-27, <span class=\"citation\" data-id=\"110048\"><a href=\"/opinion/110048/united-states-v-kimbell-foods-inc/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1448</span></a></span>, 1457-58, <span class=\"citation\" data-id=\"110048\"><a href=\"/opinion/110048/united-states-v-kimbell-foods-inc/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">711</span></a></span> (1979)). The relevant federal law is North Carolina state law by adoption, because \"the need for national uniformity is not great, adoption of North Carolina law will not frustrate the FmHA program, and adoption of a rule different from local law could disrupt local practice.\" <i>Id.</i> (citations omitted).</p>\n<p>For the reasons expressed infra, the court finds that the bulk barns at issue are real fixtures included in the conveyance to Gaskins, and that FmHA is estopped to assert otherwise. Thus the court need not determine whether FmHA has perfected \"non-fixture\" security interests in the barns as personalty. In addition, the court also finds that FmHA is not entitled to possession of the barns by virtue of N.C. Gen.Stat. § 25-9-313(5)(b).</p>\n<p>To determine whether the bulk barns are real fixtures, or personal property to which FmHA could have a perfected security interest, <span class=\"star-pagination\">*369</span> the court turns to the law of fixtures, as expressed by North Carolina's courts. \"A fixture has been defined as that which, though originally a movable chattel, is, by reason of its annexation to land, or association in the use of land, regarded as a part of the land, partaking of its character....\" <i>Little v. National Services Industries, Inc.,</i> 79 N.C.App. 688, <span class=\"citation\" data-id=\"1237610\"><a href=\"/opinion/1237610/little-v-national-services-industries/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">510</span></a></span>, 513 (1986) (quoting 1 <i>Thompson on Real Property,</i> 1980 Replacement, § 55, at 179 (1980)).</p>\n<p>North Carolina courts have referred to several tests for an answer to the question of whether a chattel attached to real property becomes real property or remains personalty. These include (1) the manner in which the article is attached to the realty, <i>Clark v. Hill,</i> <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">11</span></span>, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">91</span></span> (1895); (2) the nature of the article and the purpose for which it is attached to the realty, <i>Jenkins v. Floyd,</i> <span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">470</span></span>, <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">733</span></span> (1930); and (3) the intention with which the annexation of the articles to the realty is made, <i>Foote v. Gooch,</i> <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">265</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">525</span></span> (1887). <i>Little,</i> 340 S.E.2d at 513.</p>\n<p>FmHA argues that, \"[u]nder the modern view, the controlling test is the intention with which the annexation is made.\" <i>Id.</i> (citing <i>Ingold v. Phoenix Assur. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">142</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">366</span></span> (1949)), and that, by virtue of their chattel mortgage agreements, the annexors (i.e., the father, the son, and their respective wives) evidenced their intent that the barns remain personalty. The position of FmHA would be correct if the dispute were between the land owner and the annexor. <i>See id.</i> (\"Where the controversy is between parties connected to the transaction in some manner, as in a controversy between the owner of the land and the one who annexed the chattel, the subjective intent of the parties as evidenced by their words, conduct, or agreements, express or implied, is the relevant intent.\") (citations omitted).</p>\n<p>The dispute, however, is between FmHA and Gaskins, who is not one of the annexors. Rather, Gaskins is \"a third party, who is unconnected to the ... original transaction[s] by which the chattel(s) w[ere] annexed....\" <i>Id.</i> Consequently,</p>\n<blockquote>the question is not so much the actual subjective intention of the party making the annexation, but his intention reasonably apparent to such third person as manifested by physical facts and outward appearances.... In such a case, the annexor's intent is ascertained from such external indicia as the relationship of the annexor to the land (owner or tenant), the nature of the chattel attached and its relationship or necessity to the activity conducted on the land, and the manner in which the chattel is attached.</blockquote>\n<p><i>Id.</i> (citations omitted).</p>\n<p>The first factor the court looks to in order to determine the annexors' intention, is the relationship of the annexors to the land. FmHA contends, and the defendant does not dispute, that, of all the barns in controversy, only the Contos were delivered to land owned by the purchaser. FmHA argues that, in the case of the other barns, the purchaser, whether it was the father or the son, was a \"tenant\" at the time of the barn's delivery. Usually, when a tenant places a chattel on the land, it is presumed to retain its character as personalty. Hetrick and McLaughlin, <i>Webster's Real Estate Law in North Carolina,</i> § 21 (3d ed. 1988). However, the relationship of the parties to this land and to each other, as family members and joint farm operators, and the family's interest in enhancing the value of the farmland by permanently constructing and maintaining the tobacco barns as part of the overall farming operations, indicates that the barns were intended to be annexed to the land. In addition, the father and the son purchased the bulk barns at a time when they had lived on the property for many years, and were either actual owners thereof or heirs apparent thereto. They were never tenants expecting temporary occupancy, but rather tenants anticipating ultimate ownership status. The rational inference arising therefrom is that they desired permanent improvement to property owned or to be owned by them, thus negating any presumption <span class=\"star-pagination\">*370</span> otherwise arising by reason of their temporary tenant status.</p>\n<p>The characteristics of the barns and their relationship to the land in question is the next factor to be discussed. The FmHA contends in its briefs that several of the barns were in fact used for a commercial purpose; that they were leased to others, and that this commercial use of the barns is not germane to the purpose of the farmland, which is to produce crops. This issue is disputed by defendant Gaskins. However, even assuming, arguendo, that some of the barns were leased out to cure tobacco grown on the land of others, the court does not believe that such use would put third persons on notice that these barns were not intended to be annexed to the property. <i>See Thompson, supra,</i> at 206 (\"If personal property is attached to the real estate and is adapted to the purposes for which the real estate is being used, it will be presumed that the party attaching it intended that it should be part of the real estate, unless a contrary intention appears from the conduct of the parties in relation to it.\"). The use of the barns in question to cure tobacco is a use appropriate and consistent with the use of the land, and reflects the Lassiters' apparent intention that the barns be treated as a part of the realty. \"Thus, to persons having no notice to the contrary, the nature of the ... [barns] and ... [their] use g[a]ve the reasonable outward appearance that ... [the Lassiters] intended that ... [the barns] be a part of the real property.\" <i>Little,</i> 340 S.E.2d at 514 (citation omitted).</p>\n<p>Lastly, the court considers the manner in which the chattels were attached to the land. In the instant case, this factor provides strong objective evidence of the intention of the annexors. In preparing the ground for the foundation required for the bulk barns, the land was leveled, and concrete foundations between four and six inches thick were created. The five Roanoke bulk barns were delivered to the real property and placed on the concrete foundations. Three to four inches of concrete were then placed around the sides of the bulk barns, attaching the same to the concrete foundation. Site preparation for the five Roanoke bulk barns, in 1975 dollars, was at least $10,000.00. A tin shed was constructed over the barns. The cost of building this tin shed over the five Roanoke bulk barns was $8,000.00. Underground water lines were installed at a cost of $750.00. Electric poles and lines were installed to the barns, at a cost of approximately $3,000.00.</p>\n<p>Similar site preparation, installation of utilities, and building of a covering tin shed was undertaken when the other Roanoke barn and the seven Conto barns were placed on the site. The additional Roanoke barn and the Conto barns were also cemented to the concrete foundation, and, in addition, the Conto barns were bolted to the foundation.</p>\n<p>The six Roanoke and the seven Conto bulk barns have remained at the same location since their placement on the 54 acre tract of land. To remove the bulk barns would require drilling into the concrete by a mechanical device, removing the bolts (in the case of the Conto barns), utilizing some form of mechanical means to remove the barns from their foundation, removing the concrete which runs alongside the bulk barns and which is attached to the concrete foundation, and removing and destroying the shelter covering the bulk barns, which could also cause damage to the barns.</p>\n<p>Thus, the manner in which the barns were attached to the Lassiter land provides objective evidence to a rational outside party that the intention of the annexors when annexing said barns to the land was that they become real fixtures. <i>See e.g., </i><i>Little,</i> 340 S.E.2d at 514 (citation omitted) (\"In this case, the structure ... is attached to ... [the] property by means of steel tower legs bolted to poured concrete foundations. There is no question that the concrete footings were annexed to the real property; attachment of the tower legs to the concrete footings by bolts is also a sufficient actual annexation to the soil to show an intention that the chairlift system be a part of the real property.\"); Thompson, <i>supra,</i> § 62, at 221-22 (\"It is a well recognized rule that when articles of personal property which are especially adapted and designed <span class=\"star-pagination\">*371</span> to be used in connection with the realty, and essential to the convenient and profitable enjoyment of the estate, are affixed to it, with an intention to make them a permanent accession to the land, they become a part of the realty, though not so fastened as to be incapable of removal without serious injury to themselves or the freehold.\").</p>\n<p>Thus, all three elements which are necessary to show that the thirteen bulk barns were real fixtures attached to the property in question have been established. Additionally, the court finds that Gaskins reasonably perceived the barns as intended to be fixtures. The annexors occupied the property at the time the fixtures were attached to the land. Even if Gaskins was aware that the annexors possessed tenant status at the time of affixation, he was also aware of their respective expectations of ownership, expectations ultimately realized. As purchaser of the property, he was not put on notice by any financing statement of a security interest <i>in fixtures</i><sup>[2]</sup>, and had no knowledge of any historical fact which would have suggested such an intent.</p>\n<p>The 1988 Trustee's Deed conveyed to Gaskins the land in question \"together with all privileges and appurtenances thereto belonging.\" The thirteen bulk barns were thus deeded to Gaskins, as real fixtures, along with the farmland. Accordingly, because the bulk barns are real fixtures, FmHA does not have perfected security interests in them as personal property; therefore it may not assert an action for conversion because such an action may be maintained only if goods or personal property are involved, <i>see </i><i>McNeill v. Minter,</i> 12 N.C.App. 144, <span class=\"citation\" data-id=\"1329839\"><a href=\"/opinion/1329839/mcneill-v-minter/\"><span class=\"volume\">182</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">647</span></a></span>, 647-48 (1971) (citations omitted).</p>\n<p>The court now turns to the issue of collateral estoppel.</p>\n<p>When the son (Lassiter, Jr.) became bankrupt, the bankruptcy trustee sought to recover the barns from Gaskins contending that, because the barns were non-fixtures as between the annexors and FmHA, they were not subject to the foreclosure of the deed of trust. While non-fixture status might have been the case between the annexors and FmHA, their agreement inter se was not binding upon Gaskins, who was not a party thereto, and who had no reason to perceive the existence of such an agreement. Gaskins simply relied upon record title in acquiring the subject property. In effect, the bankruptcy court so held.</p>\n<p>In the instant action, FmHA seeks to repeat the trustee's claim against Gaskins, claiming not to be bound by the bankruptcy court's decision by reason of FmHA's not having been a party thereto. The court finds FmHA's argument without merit for the following reasons.</p>\n<p>If the trustee had recovered the barns, FmHA would have been required to assert its security therein in the bankruptcy proceeding, and, presumably, would have prevailed. The orderly administration of the bankrupt's estate would have been unprejudiced by the trustee's recovery of the barns.</p>\n<p>As the trustee did not prevail, FmHA presumably participated in the bankrupt's estate in the same manner as other unsecured creditors. If FmHA is now allowed a \"second bite at the apple,\" and should it be successful in asserting its security interests in the barns as against Gaskins, it <span class=\"star-pagination\">*372</span> would, in effect, recover as both an unsecured creditor (in the bankruptcy proceeding) and as a secured creditor (in the civil action). Such a double recovery would be unjust, and to the detriment of the bankrupt's unsecured creditors. In addition, to achieve a just result, it would be necessary to reopen the bankruptcy proceeding in order that FmHA's participation in assets available to unsecured creditors be adjusted to take into account amounts realized by it by the sale of its collateral, i.e., its participation as unsecured creditor would have to be reduced pro tanto. Such a cumbersome process would be inimical to the purpose of bankruptcy proceedings, and would foster repetitive litigation, thus unduly burdening limited judicial resources. The court believes FmHA's interest in having the son declared owner of the barns unencumbered by the mortgage is identical to the position of the trustee, and FmHA was properly protected by his actions in regard thereto. FmHA is in no different a position than that of any other creditor of a bankrupt  i.e., the trustee's obligation was to recover from third-party non-creditors <i>all</i> of the bankrupt's property. The creditors' rights inter se as to such property should be resolved in a bankruptcy proceeding.</p>\n<p>Lastly, the court discusses FmHA's contention that, even \"if this Court should determine that the barns are real fixtures and that FmHA has no perfected security interest in them, ... [FmHA] is [still] entitled to possession of the barns by virtue of N.C.Gen.Stat. § 25-9-313[ (5)(b) ]).\" Said statute provides that:</p>\n<blockquote>(5) A security interest in fixtures, whether or not perfected, has priority over the conflicting interest of an encumbrancer or owner of the real estate where</blockquote>\n<blockquote>....</blockquote>\n<blockquote>(b) the debtor has a right to remove the goods as against the encumbrancer or owner. If the debtor's right terminates, the priority of the security interest continues <i>for a reasonable time.</i>\n</blockquote>\n<p>N.C.Gen.Stat. § 25-9-313(5)(b) (emphasis added).</p>\n<p>The amended official comment pertaining to the aforesaid statute, reads as follows:</p>\n<blockquote>The status of fixtures installed by tenants (as well as such persons as licensees and holders of easements) is defined by paragraph (5)(b) to the effect that if the debtor (tenant or other interest mentioned) has the right to remove the fixture as against a real estate interest, the secured party has priority over that real estate interest.</blockquote>\n<p>As regards the Roanoke barns, at the time of their acquisition by the son, the son was a debtor-tenant, while Grifton immediately thereafter became an encumbrancer by virtue of its deed of trust. As the son had the right to remove the barns by virtue of his tenant status, the security interest of FmHA in the barns as personalty had priority vis-a-vis Grifton over the latter's interest therein. Such priority interest, vis-a-vis Grifton, continued for a reasonable time following termination of the son's right to remove the barns. The son's right to remove may have been apparent to the encumbrancer (Grifton) by reason of the son's tenant status at the time of his acquisition of the barns. In any event, it is this court's view that such right to remove, being predicated upon the son's tenant status, terminated vis-a-vis third parties within a reasonable period of time following the termination of such status, i.e., when the son became the owner of the real estate, his failure to remove the barns within a reasonable period of time thereafter signified his intention to subsequent observers that the barns were to be fixtures, a permanent part of the realty as opposed to personalty. FmHA's priority in the barns continued for a further or second reasonable period of time following the termination of the son's removal right.</p>\n<p>The son became owner of the farm on April 22, 1983, and remained owner of the tract until July 10, 1985, when the deed of trust on the property was foreclosed. A reasonable time for both the son to remove the barns and for FmHA to enforce its security interest therein terminated long before the foreclosure date. The priority of FmHA's security interest in the barns (vis-a-vis the realty interest conveyed by <span class=\"star-pagination\">*373</span> the foreclosure deed) having expired prior to the foreclosure date, the same may not be asserted against Gaskins.</p>\n<p>As regards the Conto barns, at the time of their acquisition, the father was the owner of the farm while Grifton was the encumbrancer. As the father was the owner of the farm, and not a tenant, at the time of the acquisition of the Conto barns, N.C.Gen.Stat. § 25-9-313(5) is inapposite. The father had no right to remove the barns as against Grifton. The barns as fixtures became part of the realty and subject to Grifton's deed of trust.<sup>[3]</sup> FmHA simply failed to perfect its security interest therein.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>In summary, the court finds the barns to have been fixtures unencumbered at the time of their purchase by Gaskins, and that Gaskins thereby acquired title thereto superior to any claims of FmHA. Additionally, FmHA is precluded from asserting the instant claim by reasons of the assertion of such claim by the trustee, representing FmHA and all of the creditors, in the bankruptcy proceeding. Lastly, the court also finds that FmHA is not entitled to possession of the barns by virtue of N.C.Gen.Stat. § 25-9-313(5)(b).</p>\n<p>For the foregoing reasons, Gaskins's motion for summary judgment is ALLOWED, and the United States of America's motion for summary judgment is DENIED.</p>\n<p>SO ORDERED.<sup>[4]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  This recitation of the facts is only a brief summary of all the background facts in this case, but it is adequate to resolve the motions now before the court.</p>\n<p>[2]  The filing statements which FmHA claims give it perfected security interests in the barns as personalty are not \"fixture filings.\" \"[A] `fixture filing' is the filing of a financing statement covering goods which are or are to become fixtures and conforming to the requirements of subsection (5) of G.S. 25-9-402....\" N.C.Gen.Stat. § 25-9-313(1)(b). N.C.Gen.Stat. § 25-9-402(5) provides, in part, that \"[a] financing statement filed as a fixture filing ... must bear the statement `Collateral is or includes fixtures' or its substantial equivalent or have checked the appropriate box identifying `FIXTURES.'\"\n</p>\n<p>None of FmHA's filing statements which claim an interest in Lassiter property contain such statements.</p>\n<p>If a fixture filing is intended to give priority advantages against real estate interests, it must be so designated in order that it will (with exceptions not relevant to the matter sub judice) be for record in the real estate record and indexed therein, so that it will be found in a real estate record.</p>\n<p>[3]  <i>See</i> N.C.Gen.Stat. § 25-9-313(7), to the effect that other than as to perfected security interests in fixtures and unperfected security interests in fixtures subject to a debtor's removal right, \"a security interest in fixtures is subordinate to the conflicting interest of an encumbrancer or owner of the related real estate who is not the debtor.\"</p>\n<p>[4]  The court notes that this order moots FmHA's July 20, 1990, Motion to Continue.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1329839/"
  ]
}