{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1968702/",
  "absolute_url": "/opinion/1968702/gulf-atlantic-transp-co-v-becker-county-sand-g-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1968702/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:56:38.157020Z",
  "date_modified": "2016-04-26T21:30:15.633204Z",
  "type": "010combined",
  "sha1": "dd82d00c3acff1b4244967d2f01c72f81fdf5c9a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>122 F.Supp. 13 (1954)</b></center>\n<center><h1>GULF ATLANTIC TRANSP. CO.<br>\nv.<br>\nBECKER COUNTY SAND &amp; GRAVEL CO.</h1></center>\n<center>No. 349.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>June 11, 1954.</center>\n<p><span class=\"star-pagination\">*14</span> George Rountree, Jr., Wilmington, N. C., for libelant.</p>\n<p>Alan A. Marshall, Wilmington, N. C., for respondent.</p>\n<p>GILLIAM, District Judge.</p>\n<p>Upon the pleadings, evidence and stipulations of the parties, the Court finds these facts:</p>\n<p>1. Libelant, Gulf Atlantic Transportation Company, is a Florida corporation engaged in the business of water transportation of petroleum products. It has a branch office at Wilmington, North Carolina.</p>\n<p>2. Under contract dated November 1, 1950 and terminating December 31, 1952, libelant agreed to transport for Gulf Oil Corporation petroleum products in bulk from Wilmington, N. C. up the Cape Fear River to Fayetteville, N. C. One of the three tank barges owned by libelant and employed under this contract was the Gatco 80, 8,000 barrels capacity, which was regularly handled by the pusher-type tug St. Joe.</p>\n<p>3. Respondent is a Minnesota corporation domesticated and doing business in North Carolina. In October, 1951, and for some months prior thereto respondent operated a gravel washing plant on the eastern side of the Cape Fear River at a point approximately 105.7 miles up stream from Wilmington, N. C. Waste water containing sand and silt was deposited into the river from the plant through a flume or trough, as a result of which a shoal, roughly semi-circular in shape, built out from the eastern bank of the river at the site of the discharge.</p>\n<p>4. The district office of the United States Army Engineers at Wilmington, N. C. caused soundings to be made of <span class=\"star-pagination\">*15</span> this section of the Cape Fear River on September 12, 1951, less than a month prior to the accident in question, and prepared for its own use a chart of such soundings. This chart, respondent's exhibit R-3, shows in detail the river and the shoal at the 105.7 mile point, and reveals the following: The width of the river between banks in the immediate neighborhood of the shoal varies from 250 to 270 feet; the distance between the visible portion of the shoal on the eastern side and the western bank of the river is approximately 170 feet. The normal width of the 8 foot channel at this point appears to be 180 to 210 feet; the width of the 8 foot channel at the shoal is 95 to 110 feet, a reduction of almost one-half the normal width. The 8 foot channel line on the eastern side of the river is 20 to 25 feet out from the visible portion of the shoal. A submerged tree is shown on the river bottom at a point just slightly upstream from the shoal and 40 feet out from the opposite, or western, bank. The tree is 10 feet or less inside the 8 foot channel line on its side of the river, and is lying in 9.3 feet of water. The top of the tree is 5.1 feet below the surface of the water.</p>\n<p>5. Prior to October 8, 1951, the office of the United States Engineers in Wilmington notified respondent on two or more occasions that it had received complaints about shoaling in the river at or near respondent's plant, caused by its operations, and advised respondent that the shoal would have to be removed at respondent's expense. Respondent took no action on this request prior to the accident in question.</p>\n<p>6. The Cape Fear River above Wilmington is a navigable stream, but its channel is not marked or lighted. Navigation is by knowledge of the channel acquired from experience.</p>\n<p>7. On October 6, 1951, the barge Gatco 80 was loaded with 6,395.64 barrels of kerosene at the Cape Fear Terminal, Wilmington, N. C., and commenced a trip up river to the Gulf Oil Corporation's terminal in Fayetteville, being pushed by the tug St. Joe, under the command of Captain Grady Bishop, a master with two years' navigating experience on the Cape Fear River. The Gatco 80 had a 38 foot beam and a draft, loaded, of approximately 8 feet. The tug had a 20 foot beam. The barge was seaworthy and its tanks intact at this time.</p>\n<p>8. The tug and barge were delayed by engine trouble, but on October 8, 1951, at about 9:15 A. M., the unit, making 3½ to 4 miles per hour, approached respondent's plant. At this point in the river there is a gradual curve toward the west as one heads upstream, and Captain Bishop of the St. Joe, relying on his experience and belief that the deepest part of the channel was in the bend, or outer circumference of the curve, attempted to navigate his tug and barge as close to the eastern bank as possible. When the barge arrived at a point estimated by the Captain to be about 15 feet westwardly of the visible portion of the shoal, it \"smelled\" or touched bottom and took a sheer to port. Before the tug could straighten it out, the barge struck a submerged log or tree near the western bank of the river. The barge raised up about two feet and slid over the submerged object, and cargo was immediately seen escaping. It is highly probable that the submerged log or tree hit by the barge was the one shown on the United States Army Engineers' chart, respondent's exhibit R-3.</p>\n<p>9. Later inspection and survey revealed a severe indentation and splitting of the barge's bottom just inboard of and roughly parallel to the port side. No damage was done to the starboard side of the barge or to the tug. The barge was repaired by Colonna's Shipyard, Norfolk, Virginia, at a cost of $5,993, which was a reasonable amount. The cost of the survey was $180. The time and expenses of libelant's operations manager, O'Connell, during the period of repairs were valued at $350.</p>\n<p>10. The holing of the barge and escape of kerosene resulted in a net loss of 21,310 gallons, valued at 10½ cents per gallon, or a total cargo loss of $2,237.55. Libelant paid this amount, plus a freight <span class=\"star-pagination\">*16</span> refund of $60.92, to the Gulf Oil Corporation. The contract between libelant and Gulf Oil Corporation provided as follows:</p>\n<p>\"<i>Release</i>: The transporting of the cargoes under this contract is undertaken at the sole risk of the cargo carried, insofar as loss or damage to such cargo is concerned, and neither the vessel, tow-boat, tugboat, barges or other equipment used or employed by Gatco in the performance of its obligations hereunder, nor Gatco, shall be liable for any loss of or damage to such cargo, unless due to negligence on its part and/or its servants in the handling, care and custody of the cargo, and provided also that Gatco shall have exercised due diligence to make such vessel, towboat, tugboat, barges and other equipment seaworthy and capable of performing the voyages they are to undertake.\"</p>\n<p>11. The Gatco 80 was out of operation 14 days while repairs were being made. During this period the tug St. Joe was rendered idle because it operated as a unit with The Gatco 80, and libelant's efforts to rent another barge were unavailing.</p>\n<p>12. From libelant's books the following figures appear with reference to the earnings of the tug St. Joe and the barge Gatco 80 for the month of September, 1951: Gross revenue, $7,293.90, direct operation costs, $5,845.11, overhead costs attributable to this unit, $417.44, net operating revenue, $1,031.35. Dividing this figure by 30 produces an average daily net income of $34.37. Using these figures as typical, the tug and barge would have earned $481.18 for libelant during the 14 day period.</p>\n<p>13. All libelant's operations out of the Wilmington office during the year 1951 were under its contract with Gulf Oil Corporation. The contract called for employment of three barges to haul a minimum of 150,000 barrels per month, or a 12 months average of 220,000 barrels per month. Libelant also agreed that it would endeavor to place additional equipment in service during Gulf Oil Corporation's peak demand so as to haul a maximum of 280,000 barrels per month. Libelant transported 180,423.30 barrels for Gulf Oil Corporation in September, 1951, and 132,407.61 barrels in October, 1951, a difference of 48,015.69 barrels. While it does not affirmatively appear that Gulf Oil Corporation specifically demanded of libelant during October, 1951 transportation of petroleum products which libelant was not able to furnish, the evidence does show with reasonable certainty that the St. Joe and Gatco 80 would have had profitable employment under the contract during the 14 days they were out of service.</p>\n<p>14. The shoal projecting out from the east side of the Cape Fear River at respondent's plant was caused by its gravel washing operations and formed an unauthorized and unreasonable obstruction of and interference with navigation on the river. Respondent was negligent in conducting its operations so as to cause such shoaling and in failing to remove the shoal promptly after notice of its interference with navigation, and respondent should have foreseen that the shoaling caused by it would naturally or probably result in damage to shipping using the river.</p>\n<p>15. The half of the river which was partially blocked by the shoal was the part customarily used by vessels navigating the channel prior to the building up of the shoal, and the captain of the St. Joe was aware of and followed this custom on his voyages.</p>\n<p>16. The damage to the barge Gatco 80 was caused by its smelling or touching the shoal, which resulted in an unexpected sheer to port and collision with the submerged tree or log. The shoal was a substantial factor in producing the damage and it is reasonably certain that if the shoal had not been present there would have been no collision, because of the location of the submerged tree or log and the captain's custom of staying on the east side of the river at this point.</p>\n<p><span class=\"star-pagination\">*17</span> 17. The damage to the barge was not caused by faulty navigation or negligence on the part of Captain Bishop or other employees of libelant.</p>\n<p></p>\n<h2>Conclusions of Law</h2>\n<p>1. This Court has jurisdiction of the cause of action, the parties and the subject matter. 28 U.S.C. § 1333.</p>\n<p>2. The shoal caused by respondent's gravel washing operations was an unauthorized, unreasonable and unlawful obstruction of navigation on the Cape Fear River, and a public nuisance. Respondent was negligent in conducting its operations so as to cause the building up of the shoal, and in failing to remove the shoal promptly after notice of its interference with navigation. Respondent should have foreseen that the shoaling caused by it would naturally or probably result in damage to shipping using the river.</p>\n<p>3. Respondent's action in creating, maintaining and failing to remove the shoal was the proximate cause of the collision on October 8, 1951, and the damage to libelant's barge, The Gatco 80.</p>\n<p>4. The collision with the submerged tree or log and the damage to the barge were not caused by faulty navigation or negligence on the part of Captain Bishop or other employees of libelant. Respondent has the burden of proving contributory negligence on the part of libelant and such negligence is not established by the greater weight of the evidence.</p>\n<p>5. Libelant is entitled to recover the reasonable cost of repairing the barge, $5,993, the cost of the survey, $180, the value of the lost cargo, $2,237.55, and damages or demurrage for loss of the barge's services, $481.18, a total of $8,891.73. Libelant is not entitled to recover the $60.92 freight refund on the escaped cargo, since there is no showing what portion of this item would have been libelant's profit. Libelant's claim for $350 for the time and expenses of its operations manager during the repair period is likewise denied because his expenses attributable to the collision are not separately shown, and his salary is not recoverable, in the absence of proof that libelant had to employ additional help to do this employee's regular work, or was otherwise damaged.</p>\n<p>6. Interest from the date of the damage is allowable in the discretion of the Court. 1 Am.Jur., Admiralty Sec. 140.</p>\n<p>In this suit in admiralty to recover for damages to its barge, libelant has shown that the Cape Fear River was unreasonably obstructed by a shoal caused by deposits of sand and silt from respondent's gravel washing operations. It is settled law that any unreasonable or unauthorized obstruction of a navigable stream is unlawful and constitutes a public nuisance. State of Pennsylvania v. The Wheeling &amp; Belmont Bridge Co., 1856, 18 How. 421, 15 L.Ed. 435; F. S. Royster Guano Co. v. Outten, 4 Cir., 1920, 266 F. 484; Gaither v. Albemarle Hospital, Inc., 1952, 235 N.C. 431, 70 S.E.2d 680. In addition, Congress has specifically prohibited the creation of any obstruction, not affirmatively authorized, to the navigable capacity of any United States waters, 33 U.S.C.A. § 403; and has declared unlawful the depositing of any refuse matter in any navigable water or on any bank from which it is liable to be washed into the water so as to impede or obstruct navigation. 33 U.S.C.A. § 407.</p>\n<p>Any person who sustains a special injury by an unlawful obstruction of or deposit in navigable waters may maintain an action for the resulting damages. Atlee v. Packet Co., 1875, 21 Wall 389, 22 L.Ed. 619; Converse v. Portsmouth Cotton Oil Refining Corp., 4 Cir., 1922, 281 F. 981, certiorari denied, 1922, 260 U.S. 724, 43 S.Ct. 13, 67 L.Ed. 482; Maier v. Publicker Commercial Alcohol Co., D.C.E.D.Pa.1945, 62 F.Supp. 161, affirmed per curiam, 3 Cir., 1946, 154 F. 2d 1020.</p>\n<p>It is not necessary for libelant to prove that respondent was negligent in the way it operated its gravel washing <span class=\"star-pagination\">*18</span> plant. Kelley Island Lime &amp; Transport Co. v. City of Cleveland, D.C.N.D.Ohio, 1942, 47 F.Supp. 533. Whether the theory of the action be negligence or nuisance, a showing that respondent unlawfully obstructed a navigable stream entitles libelant to recover any damages proximately caused it by such obstruction, subject, of course, to the defense of contributory negligence, the effect of which in admiralty is to divide the damages. Atlee v. Packet Co., supra; Corby v. Ramsdell, 2 Cir., 1931, 48 F.2d 701.</p>\n<p>Respondent contends that, even assuming it created an unlawful obstruction to navigation, libelant's damages did not result from this obstruction, the shoal, but were proximately caused by a submerged tree or log for which respondent was not responsible. While there are, of course, cases in which it has been held on the facts that an obstruction in navigable waters was not the proximate cause of damage to a vessel passing or attempting to pass such obstruction; see, for example, The Freeport, 4 Cir., 1938, 99 F.2d 842; The Mattie, D.C.E.D.N.Y.1924, 5 F.2d 998, affirmed per curiam 2 Cir., 1925, 5 F.2d 1001; Whitehurst v. Norfolk Southern R. Co., 1911, 156 N.C. 48 (40), 72 S.E. 73; this case is factually different from those cases. Here, respondent had obstructed the part of the channel believed safer and customarily used by masters of vessels on the river. Captain Bishop attempted to navigate his tug and barge close to the eastern side of the channel and in doing so the barge \"smelled\" or touched the shoal, took a sheer to port and ran onto the submerged tree or log. The presence of the shoal caused the sheer and the sheer caused the collision and damage. Thus the shoal was the proximate cause of the damage to the barge, the cause which directly and efficiently produced the collision, and without which the collision would not have occurred. 15 C.J.S., Collision, § 21.</p>\n<p>Of course, it is possible that the barge might have hit the submerged tree even if there had been no shoal, but in the light of the customary navigation of the channel, the apparent location of the tree, 40 feet from the western bank and 10 feet inside the 8 foot channel line on the west, and the course of the tug and barge prior to the collision, this possibility is a remote one. The test of proximate cause does not require the complete elimination of all alternative possibilities.</p>\n<p>To be actionable, negligence must be the proximate cause of the injury or damage, which is that cause which produces the injury or damage in continuous sequence and without which it would not have happened, and one from which any man of ordinary prudence could have foreseen that some harm, not necessarily the particular harm, would probably result. Boone v. North Carolina R. Co., 240 N.C. 152, 81 S.E.2d 380.</p>\n<p>Respondent also argues that in any event Captain Bishop was negligent in striking or passing too close to the shoal and that this contributory negligence reduces libelant's recovery. While there is some force in this argument, a review of the evidence as a whole compels the conclusion that at most error of judgment was shown, and not contributory negligence. By reason of the unlawful obstruction, Captain Bishop was faced with the problem of navigating close to the shoal so as to avoid unknown waters and dangers on his left and yet not so close as to smell or touch bottom. If the Captain's estimate of his distance from the visible portion of the shoal, 15 feet, is correct, then the barge was only 5 or 10 feet outside the 8 foot channel line when it ran into trouble. This miscalculation, under the circumstances, was not contributory negligence. Casement &amp; Co. v. Brown, 1893, 148 U.S. 615, 13 S.Ct. 672, 37 L.Ed. 582; The Fred Smartley, Jr., 4 Cir., 1939, 100 F.2d 971.</p>\n<p>In cases of damage, less than total, to a vessel by reason of collision with an obstruction or another vessel, the measure of damages is the cost of restoring the vessel to the condition in <span class=\"star-pagination\">*19</span> which she was at the time of the collision, and, in addition, damages for the loss of the vessel's services during the period of repairs. The Cayuga, 1872, 14 Wall 270, 20 L.Ed. 828; The Conqueror, 1897, 166 U.S. 110, 17 S.Ct. 510, 41 L.Ed. 937; Theothilatos v. Martin Marine Transp. Co., 4 Cir., 1942, 127 F.2d 1016.</p>\n<p>In The Conqueror, the Supreme Court stated that the best evidence of detention damages is the sum for which a similar vessel can be chartered in the market, but in the absence of such market value, the value of her use to the owner in the business is a proper basis for estimating such damages. It must be shown with reasonable certainty that the vessel would have been employed and that her average daily earnings would have amounted to the sum sought to be recovered for each day's detention. The James McWilliams, 2 Cir., 1930, 42 F.2d 130. Libelant here has sustained this burden.</p>\n<p>The reasonable cost of a survey necessary to determine the extent of damage to the barge is recoverable. Isthmian S. S. Co. v. Jarka Corp. of Baltimore, D.C.Md.1951, 100 F.Supp. 856.</p>\n<p>Respondent questions the recovery by libelant of the value of the lost cargo. It is common practice in admiralty for the owner of a vessel to sue as bailee for damage to the cargo. The Beaconsfield, 1895, 158 U.S. 303, 15 S.Ct. 860, 39 L.Ed. 993; Pool Shipping Co. v. United States, 2 Cir., 1929, 33 F.2d 275. Here, although in the absence of negligence libelant was probably not responsible under its contract with Gulf Oil Corporation for loss of the cargo, libelant was charged by Gulf Oil Corporation with the value of the kerosene, it paid the sum of $2,237.55, and is entitled to recover this amount by way of subrogation of the cargo owner's rights against respondent.</p>\n<p>Judgment will be entered in favor of libelant and against respondent in the amount of $8,891.73, with interest at 6 percent from October 8, 1951, and costs.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">13</span></span> (1954)</b></center>\n<center><h1>GULF ATLANTIC TRANSP. CO.<br>\nv.<br>\nBECKER COUNTY SAND &amp; GRAVEL CO.</h1></center>\n<center>No. 349.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>June 11, 1954.</center>\n<p><span class=\"star-pagination\">*14</span> George Rountree, Jr., Wilmington, N. C., for libelant.</p>\n<p>Alan A. Marshall, Wilmington, N. C., for respondent.</p>\n<p>GILLIAM, District Judge.</p>\n<p>Upon the pleadings, evidence and stipulations of the parties, the Court finds these facts:</p>\n<p>1. Libelant, Gulf Atlantic Transportation Company, is a Florida corporation engaged in the business of water transportation of petroleum products. It has a branch office at Wilmington, North Carolina.</p>\n<p>2. Under contract dated November 1, 1950 and terminating December 31, 1952, libelant agreed to transport for Gulf Oil Corporation petroleum products in bulk from Wilmington, N. C. up the Cape Fear River to Fayetteville, N. C. One of the three tank barges owned by libelant and employed under this contract was the Gatco 80, 8,000 barrels capacity, which was regularly handled by the pusher-type tug St. Joe.</p>\n<p>3. Respondent is a Minnesota corporation domesticated and doing business in North Carolina. In October, 1951, and for some months prior thereto respondent operated a gravel washing plant on the eastern side of the Cape Fear River at a point approximately 105.7 miles up stream from Wilmington, N. C. Waste water containing sand and silt was deposited into the river from the plant through a flume or trough, as a result of which a shoal, roughly semi-circular in shape, built out from the eastern bank of the river at the site of the discharge.</p>\n<p>4. The district office of the United States Army Engineers at Wilmington, N. C. caused soundings to be made of <span class=\"star-pagination\">*15</span> this section of the Cape Fear River on September 12, 1951, less than a month prior to the accident in question, and prepared for its own use a chart of such soundings. This chart, respondent's exhibit R-3, shows in detail the river and the shoal at the 105.7 mile point, and reveals the following: The width of the river between banks in the immediate neighborhood of the shoal varies from 250 to 270 feet; the distance between the visible portion of the shoal on the eastern side and the western bank of the river is approximately 170 feet. The normal width of the 8 foot channel at this point appears to be 180 to 210 feet; the width of the 8 foot channel at the shoal is 95 to 110 feet, a reduction of almost one-half the normal width. The 8 foot channel line on the eastern side of the river is 20 to 25 feet out from the visible portion of the shoal. A submerged tree is shown on the river bottom at a point just slightly upstream from the shoal and 40 feet out from the opposite, or western, bank. The tree is 10 feet or less inside the 8 foot channel line on its side of the river, and is lying in 9.3 feet of water. The top of the tree is 5.1 feet below the surface of the water.</p>\n<p>5. Prior to October 8, 1951, the office of the United States Engineers in Wilmington notified respondent on two or more occasions that it had received complaints about shoaling in the river at or near respondent's plant, caused by its operations, and advised respondent that the shoal would have to be removed at respondent's expense. Respondent took no action on this request prior to the accident in question.</p>\n<p>6. The Cape Fear River above Wilmington is a navigable stream, but its channel is not marked or lighted. Navigation is by knowledge of the channel acquired from experience.</p>\n<p>7. On October 6, 1951, the barge Gatco 80 was loaded with 6,395.64 barrels of kerosene at the Cape Fear Terminal, Wilmington, N. C., and commenced a trip up river to the Gulf Oil Corporation's terminal in Fayetteville, being pushed by the tug St. Joe, under the command of Captain Grady Bishop, a master with two years' navigating experience on the Cape Fear River. The Gatco 80 had a 38 foot beam and a draft, loaded, of approximately 8 feet. The tug had a 20 foot beam. The barge was seaworthy and its tanks intact at this time.</p>\n<p>8. The tug and barge were delayed by engine trouble, but on October 8, 1951, at about 9:15 A. M., the unit, making 3½ to 4 miles per hour, approached respondent's plant. At this point in the river there is a gradual curve toward the west as one heads upstream, and Captain Bishop of the St. Joe, relying on his experience and belief that the deepest part of the channel was in the bend, or outer circumference of the curve, attempted to navigate his tug and barge as close to the eastern bank as possible. When the barge arrived at a point estimated by the Captain to be about 15 feet westwardly of the visible portion of the shoal, it \"smelled\" or touched bottom and took a sheer to port. Before the tug could straighten it out, the barge struck a submerged log or tree near the western bank of the river. The barge raised up about two feet and slid over the submerged object, and cargo was immediately seen escaping. It is highly probable that the submerged log or tree hit by the barge was the one shown on the United States Army Engineers' chart, respondent's exhibit R-3.</p>\n<p>9. Later inspection and survey revealed a severe indentation and splitting of the barge's bottom just inboard of and roughly parallel to the port side. No damage was done to the starboard side of the barge or to the tug. The barge was repaired by Colonna's Shipyard, Norfolk, Virginia, at a cost of $5,993, which was a reasonable amount. The cost of the survey was $180. The time and expenses of libelant's operations manager, O'Connell, during the period of repairs were valued at $350.</p>\n<p>10. The holing of the barge and escape of kerosene resulted in a net loss of 21,310 gallons, valued at 10½ cents per gallon, or a total cargo loss of $2,237.55. Libelant paid this amount, plus a freight <span class=\"star-pagination\">*16</span> refund of $60.92, to the Gulf Oil Corporation. The contract between libelant and Gulf Oil Corporation provided as follows:</p>\n<p>\"<i>Release</i>: The transporting of the cargoes under this contract is undertaken at the sole risk of the cargo carried, insofar as loss or damage to such cargo is concerned, and neither the vessel, tow-boat, tugboat, barges or other equipment used or employed by Gatco in the performance of its obligations hereunder, nor Gatco, shall be liable for any loss of or damage to such cargo, unless due to negligence on its part and/or its servants in the handling, care and custody of the cargo, and provided also that Gatco shall have exercised due diligence to make such vessel, towboat, tugboat, barges and other equipment seaworthy and capable of performing the voyages they are to undertake.\"</p>\n<p>11. The Gatco 80 was out of operation 14 days while repairs were being made. During this period the tug St. Joe was rendered idle because it operated as a unit with The Gatco 80, and libelant's efforts to rent another barge were unavailing.</p>\n<p>12. From libelant's books the following figures appear with reference to the earnings of the tug St. Joe and the barge Gatco 80 for the month of September, 1951: Gross revenue, $7,293.90, direct operation costs, $5,845.11, overhead costs attributable to this unit, $417.44, net operating revenue, $1,031.35. Dividing this figure by 30 produces an average daily net income of $34.37. Using these figures as typical, the tug and barge would have earned $481.18 for libelant during the 14 day period.</p>\n<p>13. All libelant's operations out of the Wilmington office during the year 1951 were under its contract with Gulf Oil Corporation. The contract called for employment of three barges to haul a minimum of 150,000 barrels per month, or a 12 months average of 220,000 barrels per month. Libelant also agreed that it would endeavor to place additional equipment in service during Gulf Oil Corporation's peak demand so as to haul a maximum of 280,000 barrels per month. Libelant transported 180,423.30 barrels for Gulf Oil Corporation in September, 1951, and 132,407.61 barrels in October, 1951, a difference of 48,015.69 barrels. While it does not affirmatively appear that Gulf Oil Corporation specifically demanded of libelant during October, 1951 transportation of petroleum products which libelant was not able to furnish, the evidence does show with reasonable certainty that the St. Joe and Gatco 80 would have had profitable employment under the contract during the 14 days they were out of service.</p>\n<p>14. The shoal projecting out from the east side of the Cape Fear River at respondent's plant was caused by its gravel washing operations and formed an unauthorized and unreasonable obstruction of and interference with navigation on the river. Respondent was negligent in conducting its operations so as to cause such shoaling and in failing to remove the shoal promptly after notice of its interference with navigation, and respondent should have foreseen that the shoaling caused by it would naturally or probably result in damage to shipping using the river.</p>\n<p>15. The half of the river which was partially blocked by the shoal was the part customarily used by vessels navigating the channel prior to the building up of the shoal, and the captain of the St. Joe was aware of and followed this custom on his voyages.</p>\n<p>16. The damage to the barge Gatco 80 was caused by its smelling or touching the shoal, which resulted in an unexpected sheer to port and collision with the submerged tree or log. The shoal was a substantial factor in producing the damage and it is reasonably certain that if the shoal had not been present there would have been no collision, because of the location of the submerged tree or log and the captain's custom of staying on the east side of the river at this point.</p>\n<p><span class=\"star-pagination\">*17</span> 17. The damage to the barge was not caused by faulty navigation or negligence on the part of Captain Bishop or other employees of libelant.</p>\n<p></p>\n<h2>Conclusions of Law</h2>\n<p>1. This Court has jurisdiction of the cause of action, the parties and the subject matter. 28 U.S.C. § 1333.</p>\n<p>2. The shoal caused by respondent's gravel washing operations was an unauthorized, unreasonable and unlawful obstruction of navigation on the Cape Fear River, and a public nuisance. Respondent was negligent in conducting its operations so as to cause the building up of the shoal, and in failing to remove the shoal promptly after notice of its interference with navigation. Respondent should have foreseen that the shoaling caused by it would naturally or probably result in damage to shipping using the river.</p>\n<p>3. Respondent's action in creating, maintaining and failing to remove the shoal was the proximate cause of the collision on October 8, 1951, and the damage to libelant's barge, The Gatco 80.</p>\n<p>4. The collision with the submerged tree or log and the damage to the barge were not caused by faulty navigation or negligence on the part of Captain Bishop or other employees of libelant. Respondent has the burden of proving contributory negligence on the part of libelant and such negligence is not established by the greater weight of the evidence.</p>\n<p>5. Libelant is entitled to recover the reasonable cost of repairing the barge, $5,993, the cost of the survey, $180, the value of the lost cargo, $2,237.55, and damages or demurrage for loss of the barge's services, $481.18, a total of $8,891.73. Libelant is not entitled to recover the $60.92 freight refund on the escaped cargo, since there is no showing what portion of this item would have been libelant's profit. Libelant's claim for $350 for the time and expenses of its operations manager during the repair period is likewise denied because his expenses attributable to the collision are not separately shown, and his salary is not recoverable, in the absence of proof that libelant had to employ additional help to do this employee's regular work, or was otherwise damaged.</p>\n<p>6. Interest from the date of the damage is allowable in the discretion of the Court. 1 Am.Jur., Admiralty Sec. 140.</p>\n<p>In this suit in admiralty to recover for damages to its barge, libelant has shown that the Cape Fear River was unreasonably obstructed by a shoal caused by deposits of sand and silt from respondent's gravel washing operations. It is settled law that any unreasonable or unauthorized obstruction of a navigable stream is unlawful and constitutes a public nuisance. State of Pennsylvania v. The Wheeling &amp; Belmont Bridge Co., 1856, <span class=\"citation\" data-id=\"87026\"><a href=\"/opinion/87026/pennsylvania-v-wheeling-belmont-bridge-co/\"><span class=\"volume\">18</span> <span class=\"reporter\">How.</span> <span class=\"page\">421</span></a></span>, 15 L.Ed. 435; F. S. Royster Guano Co. v. Outten, 4 Cir., 1920, 266 F. 484; Gaither v. Albemarle Hospital, Inc., 1952, <span class=\"citation\" data-id=\"1319206\"><a href=\"/opinion/1319206/gaither-v-albemarle-hospital/\"><span class=\"volume\">235</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">431</span></a></span>, 70 S.E.2d 680. In addition, Congress has specifically prohibited the creation of any obstruction, not affirmatively authorized, to the navigable capacity of any United States waters, 33 U.S.C.A. § 403; and has declared unlawful the depositing of any refuse matter in any navigable water or on any bank from which it is liable to be washed into the water so as to impede or obstruct navigation. 33 U.S.C.A. § 407.</p>\n<p>Any person who sustains a special injury by an unlawful obstruction of or deposit in navigable waters may maintain an action for the resulting damages. Atlee v. Packet Co., 1875, 21 Wall 389, 22 L.Ed. 619; Converse v. Portsmouth Cotton Oil Refining Corp., 4 Cir., 1922, <span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">F.</span> <span class=\"page\">981</span></span>, certiorari denied, 1922, <span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">724</span></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">13</span></span>, 67 L.Ed. 482; Maier v. Publicker Commercial Alcohol Co., D.C.E.D.Pa.1945, <span class=\"citation\" data-id=\"2596326\"><a href=\"/opinion/2596326/maier-v-publicker-commercial-alcohol-co/\"><span class=\"volume\">62</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">161</span></a></span>, affirmed per curiam, 3 Cir., 1946, 154 F. 2d 1020.</p>\n<p>It is not necessary for libelant to prove that respondent was negligent in the way it operated its gravel washing <span class=\"star-pagination\">*18</span> plant. Kelley Island Lime &amp; Transport Co. v. City of Cleveland, D.C.N.D.Ohio, 1942, 47 F.Supp. 533. Whether the theory of the action be negligence or nuisance, a showing that respondent unlawfully obstructed a navigable stream entitles libelant to recover any damages proximately caused it by such obstruction, subject, of course, to the defense of contributory negligence, the effect of which in admiralty is to divide the damages. Atlee v. Packet Co., supra; Corby v. Ramsdell, 2 Cir., 1931, 48 F.2d 701.</p>\n<p>Respondent contends that, even assuming it created an unlawful obstruction to navigation, libelant's damages did not result from this obstruction, the shoal, but were proximately caused by a submerged tree or log for which respondent was not responsible. While there are, of course, cases in which it has been held on the facts that an obstruction in navigable waters was not the proximate cause of damage to a vessel passing or attempting to pass such obstruction; see, for example, The Freeport, 4 Cir., 1938, 99 F.2d 842; The Mattie, D.C.E.D.N.Y.1924, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">998</span></span>, affirmed per curiam 2 Cir., 1925, 5 F.2d 1001; Whitehurst v. Norfolk Southern R. Co., 1911, <span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">48</span></span> (40), 72 S.E. 73; this case is factually different from those cases. Here, respondent had obstructed the part of the channel believed safer and customarily used by masters of vessels on the river. Captain Bishop attempted to navigate his tug and barge close to the eastern side of the channel and in doing so the barge \"smelled\" or touched the shoal, took a sheer to port and ran onto the submerged tree or log. The presence of the shoal caused the sheer and the sheer caused the collision and damage. Thus the shoal was the proximate cause of the damage to the barge, the cause which directly and efficiently produced the collision, and without which the collision would not have occurred. 15 C.J.S., Collision, § 21.</p>\n<p>Of course, it is possible that the barge might have hit the submerged tree even if there had been no shoal, but in the light of the customary navigation of the channel, the apparent location of the tree, 40 feet from the western bank and 10 feet inside the 8 foot channel line on the west, and the course of the tug and barge prior to the collision, this possibility is a remote one. The test of proximate cause does not require the complete elimination of all alternative possibilities.</p>\n<p>To be actionable, negligence must be the proximate cause of the injury or damage, which is that cause which produces the injury or damage in continuous sequence and without which it would not have happened, and one from which any man of ordinary prudence could have foreseen that some harm, not necessarily the particular harm, would probably result. Boone v. North Carolina R. Co., <span class=\"citation\" data-id=\"1209032\"><a href=\"/opinion/1209032/boone-v-north-carolina-r-co/\"><span class=\"volume\">240</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">152</span></a></span>, 81 S.E.2d 380.</p>\n<p>Respondent also argues that in any event Captain Bishop was negligent in striking or passing too close to the shoal and that this contributory negligence reduces libelant's recovery. While there is some force in this argument, a review of the evidence as a whole compels the conclusion that at most error of judgment was shown, and not contributory negligence. By reason of the unlawful obstruction, Captain Bishop was faced with the problem of navigating close to the shoal so as to avoid unknown waters and dangers on his left and yet not so close as to smell or touch bottom. If the Captain's estimate of his distance from the visible portion of the shoal, 15 feet, is correct, then the barge was only 5 or 10 feet outside the 8 foot channel line when it ran into trouble. This miscalculation, under the circumstances, was not contributory negligence. Casement &amp; Co. v. Brown, 1893, <span class=\"citation\" data-id=\"93586\"><a href=\"/opinion/93586/casement-v-brown/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">615</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">672</span></span>, 37 L.Ed. 582; The Fred Smartley, Jr., 4 Cir., 1939, 100 F.2d 971.</p>\n<p>In cases of damage, less than total, to a vessel by reason of collision with an obstruction or another vessel, the measure of damages is the cost of restoring the vessel to the condition in <span class=\"star-pagination\">*19</span> which she was at the time of the collision, and, in addition, damages for the loss of the vessel's services during the period of repairs. The Cayuga, 1872, 14 Wall 270, 20 L.Ed. 828; The Conqueror, 1897, <span class=\"citation\" data-id=\"94641\"><a href=\"/opinion/94641/the-conqueror/\"><span class=\"volume\">166</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">110</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">510</span></span>, 41 L.Ed. 937; Theothilatos v. Martin Marine Transp. Co., 4 Cir., 1942, 127 F.2d 1016.</p>\n<p>In The Conqueror, the Supreme Court stated that the best evidence of detention damages is the sum for which a similar vessel can be chartered in the market, but in the absence of such market value, the value of her use to the owner in the business is a proper basis for estimating such damages. It must be shown with reasonable certainty that the vessel would have been employed and that her average daily earnings would have amounted to the sum sought to be recovered for each day's detention. The James McWilliams, 2 Cir., 1930, 42 F.2d 130. Libelant here has sustained this burden.</p>\n<p>The reasonable cost of a survey necessary to determine the extent of damage to the barge is recoverable. Isthmian S. S. Co. v. Jarka Corp. of Baltimore, D.C.Md.1951, 100 F.Supp. 856.</p>\n<p>Respondent questions the recovery by libelant of the value of the lost cargo. It is common practice in admiralty for the owner of a vessel to sue as bailee for damage to the cargo. The Beaconsfield, 1895, <span class=\"citation\" data-id=\"94215\"><a href=\"/opinion/94215/the-beaconsfield/\"><span class=\"volume\">158</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">303</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">860</span></span>, 39 L.Ed. 993; Pool Shipping Co. v. United States, 2 Cir., 1929, 33 F.2d 275. Here, although in the absence of negligence libelant was probably not responsible under its contract with Gulf Oil Corporation for loss of the cargo, libelant was charged by Gulf Oil Corporation with the value of the kerosene, it paid the sum of $2,237.55, and is entitled to recover this amount by way of subrogation of the cargo owner's rights against respondent.</p>\n<p>Judgment will be entered in favor of libelant and against respondent in the amount of $8,891.73, with interest at 6 percent from October 8, 1951, and costs.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/87026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/93586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/94215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/94641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1209032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1319206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2596326/"
  ]
}