{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1968119/",
  "absolute_url": "/opinion/1968119/resolution-trust-v-southwest-development/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1968119/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:56:33.290119Z",
  "date_modified": "2016-04-27T02:54:01.107206Z",
  "type": "010combined",
  "sha1": "1cad0629f2cd2e2e7b87947e0a8c68a36502710a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>807 F.Supp. 375 (1992)</b></center>\n<center><h1>RESOLUTION TRUST CORPORATION, as Receiver of First Federal Savings Association of Raleigh, Plaintiff,<br>\nv.<br>\nSOUTHWEST DEVELOPMENT COMPANY, et al., Defendants.</h1></center>\n<center>No. 91-325-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 5, 1992.</center>\n<p><span class=\"star-pagination\">*376</span> Mark C. Kirby, Raleigh, NC and M. LeAnn Nease, Brown &amp; Bunch, Durham, NC, for plaintiff.</p>\n<p>James M. Kimzey, McMillan, Kimzey &amp; Smith, Raleigh, NC, Gordon C. Woodruff, Smithfield, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on plaintiff's motion for partial summary judgment against the individual guarantor defendants pursuant to Rule 56 of the Federal Rules of Civil Procedure, and on defendants' motion for leave of court to amend their answer pursuant to Rule 15(a) of the Federal Rules of Civil Procedure. The motions have been fully briefed and are now ripe for ruling.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Plaintiff, as conservator of First Federal Savings Association of Raleigh, filed this action seeking to recover a deficiency judgment against defendants for sums owing on a promissory note. On 30 December 1987, defendant Southwest Development Company, through its general partners, defendants Rumpole Corporation, Barrow-Safrit, Inc., and W.R. Henderson &amp; Associates, Inc. executed a promissory note (\"the note\") to First Federal Savings and Loan Association of Raleigh (hereinafter \"failed First Federal\") secured by a deed of trust in certain lands described as Trailwood Forest Subdivision. Under the terms of the note, failed First Federal agreed to loan defendants $7,315,377 with interest while defendants agreed, in return, to pay back this amount in monthly installments. Also, on 30 December 1987, the individual guarantor defendants Herbert I. Cunningham, Joanne H. Cunningham, Mary Cooper Safrit, <span class=\"star-pagination\">*377</span> Robert W. Safrit, Passmore L. Barrow, III, Cynthia G. Barrow (hereinafter \"individual guarantor defendants\"), and the Hendersons<sup>[1]</sup> executed guaranty agreements to failed First Federal guaranteeing payment of the note. Defendant CB &amp; S assigned certain properties as collateral on the note, and that assignment is not at issue regarding this motion for partial summary judgment.</p>\n<p>On 4 January 1990, failed First Federal sent a certified letter to all individual guarantor defendants demanding payment in full on the note. No action was taken in response to the letter and as of this date the principal amount and interest owing on the note remain unpaid. Consequently, on 30 April 1990, a foreclosure sale was held on the Trailwood Forest property, which represented a portion of the collateral for the loan. Notice of the foreclosure was sent to the general partners of Southwest Development Company. However, it appears, and plaintiff does not dispute, that written notice of the foreclosure was not sent to the individual guarantor defendants. At the foreclosure sale, failed First Federal bid $3,500,000 which was the highest bid.</p>\n<p>On 7 December 1990, the Office of Thrift Supervision (\"OTS\") declared failed First Federal insolvent and closed its operations. OTS then appointed Resolution Trust Corporation (\"RTC\") as its receiver, and authorized the issuance of a charter for a new association known as First Federal Savings Association of Raleigh (\"new First Federal\"). By virtue of this charter executed pursuant to the Financial Institutions Reform, Recovery, and Enforcement Act of 1989 (\"FIRREA\"), new First Federal acquired all the assets and liabilities of the failed First Federal. Subsequently, RTC, as receiver of new First Federal, was substituted for RTC, as conservator of new First Federal as plaintiff in this action by this court's 7 May 1992 order.</p>\n<p>As of 31 July 1992, the principal amount owing on the note plus interest and late charges, less net proceeds received was $4,985,677.86. The note accrues $1,309.79 interest per day. Thus, plaintiff seeks a deficiency of $4,985,677.86 plus interest to date and attorney's fees.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Rule 56 of the Federal Rules of Civil Procedure provides that summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c).</p>\n<p></p>\n<h2>I. Plaintiff's Motion for Partial Summary Judgment Concerning the Individual Guarantor Defendants and Defendants' Motion for Leave of Court to Amend Their Answer</h2>\n<p>It is undisputed that Southwest Development Company, through its general partners, executed the note and that the individual guarantor defendants executed guaranty agreements. Also undisputed is the fact that the note is in default and past due. Thus, plaintiff asserts that since it has made out a prima facie case to recover from the individual guarantor defendants (\"defendants\") sums owing on the note, summary judgment is warranted in its favor. Defendants only contend that certain affirmative defenses exist which protect them from any liability on the note, or in the alternative, reduce their liability.</p>\n<p>\"When signatures are admitted or established, production of the instrument entitles a holder to recover on it unless defendant establishes a defense.\" N.C.Gen.Stat. § 25-3-307(2); <i>see also, </i><i>L. Harvey and Son Co. v. Jarmen,</i> 76 N.C.App. 191, 333 S.E.2d 47, 52-53 (1985); <span class=\"star-pagination\">*378</span> <i>Wolfe v. Eaker,</i> 50 N.C.App. 144, 272 S.E.2d 781, 783 (1980), <i>disc. rev. denied,</i> 302 N.C. 222, 277 S.E.2d 69 (1981). If there is no genuine issue of material fact as to the essential elements of plaintiff's claim for sums owing on a promissory note, then as a matter of law, absent proof or non-waiver of a valid affirmative defense, plaintiff is entitled to judgment against defendants for sums which they owe under the note. <i>Jarmen,</i> 333 S.E.2d at 52-53; <i>Wolfe,</i> 272 S.E.2d at 783.</p>\n<p></p>\n<h2>A. Defendants' Assertion of N.C.Gen. Stat. § 45-21.16 as An Affirmative Defense and Their Motion for Leave of Court to Amend The Answer to Include the Same.</h2>\n<p>First, defendants argue that since plaintiff failed to serve them with notice of the foreclosure sale as required under N.C.Gen.Stat. § 45-21.16(b)(2)<sup>[2]</sup> and since defendants did not waive this notice, they are not liable for any deficiency after the sale. In conjunction with this argument, defendants claim that the language in the guaranty agreements whereby defendants expressly waived \"all other notices to which the [defendants] might be entitled\", does not constitute a waiver of the failure-to-give-notice defense in view of N.C.Gen. Stat. § 45-21.16(f). This provision provides that: \"In any case in which the original principal amount of indebtedness secured was one hundred thousand dollars ($100,000) or more, any person entitled to notice and hearing may only waive after default the right to notice and hearing by written instrument signed by such party.\" N.C.Gen.Stat. § 45-21.16(f). Because the waiver was made prior to any default and because the amount of indebtedness here is well over $100,000, defendants maintain that plaintiff's failure to give defendants notice of the foreclosure sale precludes this action by plaintiff to recover a deficiency judgment.</p>\n<p>In response, plaintiff does not dispute that it did not give notice of the foreclosure to defendants. Rather, plaintiff argues that defendants are barred from relying on an unplead affirmative defense to defeat this motion for partial summary judgment. To explain, plaintiff contends that defendants have failed to comply with Rule 8(c) of the Federal Rules of Civil Procedure which requires a party to plead affirmatively \"any ... matter constituting an avoidance or affirmative defense.\" Fed.R.Civ.P. 8(c). Because defendants have never raised this affirmative defense in their pleadings other than in their response to plaintiff's motion for summary judgment, plaintiff asserts that defendants' reliance on N.C.Gen.Stat. § 45-21.16 is improper under the Federal Rules of Civil Procedure in that it results in surprise and prejudice to plaintiff. Plaintiff therefore argues that regardless of whether defendants have contractually waived the § 45-21.16 defense in the guaranty agreements, defendants legally waived it by failing to timely raise the defense as required under Fed.R.Civ.P. 8(c). The court agrees with plaintiff's position.</p>\n<p>From a review of relevant case law, it is clear that the defense set forth in § 45-21.16 constitutes an affirmative defense within the meaning of Rule 8(c). Whether a state statutory defense is an affirmative defense within the meaning of Rule 8(c) is determined by the substantive law of the state where the district court sits. <i>Funding Systems Leasing Corp. v. Pugh,</i> 530 F.2d 91, 95 (5th Cir.1976). While § 45-21.16 has not been addressed specifically, North Carolina courts have considered statutory bars to recovery as affirmative defenses. <i>Roberts v. Heffner,</i> 51 N.C.App. 646, 277 S.E.2d 446 (1981) (state statutory bar to recovery for failure to obtain general contractor's license required under N.C.Gen.Stat. § 87-1 is an affirmative defense). The test to determine whether a defense is an affirmative defense is whether the defense introduces new matter in an attempt to avoid plaintiff's <span class=\"star-pagination\">*379</span> claim, regardless of the truth or falsity of the allegations in the claim. <i>Id.</i> 277 S.E.2d at 448. Measured against this standard, the court finds that § 45-21.16, as defendants have employed it here, is an affirmative defense in that it injects an entirely new issue into the case with its purpose being to avoid all or part of plaintiff's claim for a deficiency judgment. As such, defendants' use of § 45-21.16 falls within the purview of Rule 8(c) and must be affirmatively alleged.</p>\n<p>Having established that § 45-21.16 is an affirmative defense as defined under North Carolina law, the question thus arises whether defendants have waived this defense by failing to plead it in their answer. Generally, a failure to plead an affirmative defense at the earliest possible opportunity results in a waiver of that defense. <i>Peterson v. Air Line Pilots Ass'n, Int'l,</i> 759 F.2d 1161, 1164 (4th Cir.1985); <i>Davis v. Bryan,</i> 810 F.2d 42 (2d Cir.1987); <i>Strauss v. Douglas Aircraft Co.,</i> 404 F.2d 1152 (2d Cir.1968). The reason for this is to insure that there be no surprise on the eve of trial by the assertion of an affirmative defense raising extraneous and unexplored matters. <i>Crowe v. Cherokee Wonderland, Inc.,</i> 379 F.2d 51 (4th Cir.1967). Thus, an exception to the general rule exists if plaintiff would not be prejudiced by allowing defendants to raise the defense. <i>Pantzer v. Shields Development Co.,</i> 660 F.Supp. 56, 61 (D.Del.1986). The court also recognizes that some courts have ruled that an affirmative defense may be raised in a motion for summary judgment. <i>See </i><i>Funding Systems Leasing Corp.,</i> 530 F.2d at 96; <i>Weston Funding Corp. v. Lafayette Towers, Inc.,</i> 410 F.Supp. 980, 982 (S.D.N.Y.1976), <i>aff'd,</i> 550 F.2d 710 (2d Cir. 1976); <i>United States v. M/V Big Sam,</i> 454 F.Supp. 1144, 1151, <i>modified </i><i>on other grounds,</i> 480 F.Supp. 290 (D.C.La.1979), <i>aff'd in part, rev'd in part on other grounds,</i> 681 F.2d 432 (5th Cir.1982); <i>Stanridge v. City of Seaside,</i> 545 F.Supp. 1195, 1198 (N.D.Cal.1982).</p>\n<p>In this case, the court concludes that defendants have waived the § 45-21.16 defense by failing to affirmatively plead it in their answer. Plaintiff claims it would be prejudiced if defendants were allowed to assert this surprise defense in that defendants gave no hint of employing this defense until they filed their response memorandum to this motion for summary judgment. Discovery has long since concluded<sup>[3]</sup>, and the trial of this matter is to begin just a month away. The court concurs.</p>\n<p>To permit defendants to inject this defense would necessitate re-opening discovery at this late date just before trial, and would afford little time to plaintiff to prepare for this new and unanticipated theory of defense which has not been previously developed through discovery.<sup>[4]</sup> In view of this, this court is unwilling to re-open discovery for a second time because it believes that defendants have had ample time to formulate and interpose their respective defenses to plaintiff's complaint filed 24 May 1991. Defendants' response memorandum asserting the § 45-21.16 defense was filed 14 months after their original answer, and defendants have failed to sufficiently show and provide to the court a valid reason explaining this delay. <i>See </i><i>Major Media of the Southeast, Inc. v. City of Raleigh,</i> 621 F.Supp. 1446, 1451 (E.D.N.C.1985), <i>aff'd,</i> 792 F.2d 1269 (4th Cir.1986). The court therefore finds that defendants have waived the § 45-21.16 defense because to allow defendants use of the defense at this late date would result in unfair surprise and prejudice to plaintiff. Additionally, for these same reasons, the court hereby DENIES defendants' motion for leave of court to amend their answer. <i>See </i><i>Foman v. Davis,</i> 371 U.S. 178, 83 S.Ct. 227, 9 L.Ed.2d 222 (1962); <i>Deasy v. Hill,</i> 833 F.2d 38, 41 (4th Cir.1987); <i>Sweetheart Plastics, Inc. v.</i> <span class=\"star-pagination\">*380</span> <i>Detroit Forming, Inc.,</i> 743 F.2d 1039, 1043 (4th Cir.1984).</p>\n<p></p>\n<h2>B. Defendants' Assertion of N.C.Gen. Stat. §§ 26-7, 26-8 and 26-9</h2>\n<p>Defendants next contend that they properly relied upon the defense provided in N.C.Gen.Stat. §§ 26-7, 26-8, and 26-9 to extinguish the debt alleged by plaintiff.<sup>[5]</sup> Plaintiff, however, argues in response that this defense is unavailable to defendants because they have expressly waived it under the terms of the signed guaranty agreements. As support for its argument, plaintiff cites <i>Federal Land Bank of Columbia v. Lieben,</i> 89 N.C.App. 395, 366 S.E.2d 592, <i>aff'd </i><i>per curiam,</i> 323 N.C. 471, 373 S.E.2d 439 (1988); <i>Borg-Warner Acceptance Corp. v. Johnston,</i> 97 N.C.App. 575, 389 S.E.2d 429 (1990); and <i>Community Bank &amp; Trust Co. v. Copses,</i> 953 F.2d 133 (4th Cir.1991).</p>\n<p>N.C.Gen.Stat. § 26-7 provides:</p>\n<blockquote>[a]fter any note, bill, bond, or other obligation becomes due and payable, any ... guarantor thereof may give written notice to the holder or owner of the obligation requiring him to use all reasonable diligence to recover against the principal and to proceed to realize upon any securities which he holds for the obligation.</blockquote>\n<p>After § 26-7 notice is properly given, \"if the holder or owner of the obligation refuses or fails, within 30 days from the service or receipt of such notice, to take appropriate action pursuant thereto,\" the guarantor giving the notice and any co-guarantors adopting the notice are discharged from their obligation \"to the extent that they are prejudiced thereby.\" N.C.Gen.Stat. § 26-9.</p>\n<p>Plaintiff argues that, regardless of whether notice was actually sent, defendants expressly waived this defense in the guaranty agreement; defendants counterargue that they did not waive the defense because the language in the guaranty agreement is insufficient to constitute a waiver under North Carolina law. The court agrees with plaintiff's position.</p>\n<p>It is settled that the § 26-7 defense can be waived. <i>Copses,</i> 953 F.2d at 136-37; <i>Lieben,</i> 366 S.E.2d at 595; <i>Borg-Warner,</i> 389 S.E.2d at 433. Whether an express waiver has actually occurred requires an analysis into the precise language of the waiver. <i>Copses,</i> 953 F.2d at 136-37; <i>Lieben,</i> 366 S.E.2d at 595.</p>\n<p>The one-page guaranty agreement signed by the defendants contains both a specific description of failed First Federal's rights and several express waivers of defendants' rights as guarantors. The language at issue here is found at the beginning and mid-way through the third paragraph and explicitly provides:</p>\n<blockquote>The liability of the undersigned on this guaranty shall be direct and immediate and not conditional or contingent upon either pursuit of any remedies against the Borrower or any other person or foreclosure of any security interests or liens available to Lender, its successors, endorsees or assigns.... The undersigned <i>waives any right to require that an action be brought against the Borrower or any other person</i> or to require that resort be had to any security or to any balance of any deposit account or credit on the books of Lender in favor of Borrower or any other person.</blockquote>\n<p>(Complaint, Ex. 2) (emphasis added).</p>\n<p>Although § 26-7 is not mentioned specifically in this waiver provision of the guaranty agreement, the court concludes that such language is sufficient to constitute a waiver of the defense under North Carolina law. From a review of recent North Carolina Court of Appeals' decisions, it appears that there is no bright-line test to determine what type of language in a guaranty agreement is necessary to confer a waiver of a § 26-7 right. However, the North Carolina Supreme Court has explained that:</p>\n<blockquote>\n<span class=\"star-pagination\">*381</span> ... Waiver ... presupposes that the person to be bound is fully cognizant of his rights, and that being so he neglects to enforce them.... Waiver must be manifest in some unequivocal manner, and to operate as such it must in all cases be designed, or one party must have so acted as to induce the other to believe that he intended to waive, when he will be forbidden to assert to the contrary.</blockquote>\n<p><i>Realty Co. v. Spiegel, Inc.,</i> 246 N.C. 458, 98 S.E.2d 871, 877 (1957) (quoting <i>Manufacturing Co. v. Building Co.,</i> 177 N.C. 103, 97 S.E. 718, 720 (1919)).</p>\n<p>In <i>Federal Land Bank of Columbia v. Lieben,</i> 89 N.C.App. 395, 366 S.E.2d 592 (1988), the North Carolina Court of Appeals (\"Court of Appeals\") cited this same quote and applied two rules of contract construction  that of (1) requiring any ambiguity in a written contract to be construed against the drafter; and (2) refusing to enlarge the guarantor's liability beyond the strict terms of the contract  to determine whether a § 26-7 right had been waived. <i>Id.</i> 366 S.E.2d at 595. The specific language at issue in the guaranty agreement read:</p>\n<blockquote>The Federal Land Bank of Columbia can require payment immediately upon the expiration of 30 days after default and shall not be required to first institute suit or exhaust its remedies against [borrower], or to first enforce its rights against any collateral which has been pledged to secure such indebtedness.</blockquote>\n<p><i>Id.</i> The <i>Lieben</i> court, in affirming the trial court below, found that this language served only to identify and describe the guaranty as one for payment, and was thus insufficient to constitute a waiver of § 26-7. <i>Id.</i> at 595-96. <i>Lieben</i> was subsequently summarily affirmed by the North Carolina Supreme Court. <i>See </i><i>Federal Land Bank of Columbia v. Lieben,</i> 323 N.C. 471, 373 S.E.2d 439 (1988).</p>\n<p>Almost two years later, the Court of Appeals in <i>Borg-Warner Acceptance Corp. v. Johnston,</i> 97 N.C.App. 575, 389 S.E.2d 429 (1990) confronted the same issue of a § 26-7 waiver. The language in that guaranty agreement read: \"[the guarantors agree] not to assert or take advantage of ... (k) any defense based on lack of due diligence by Lessor in collection, protection or realization upon any collateral securing the indebtedness evidence by the Lease....\" <i>Id.</i> 389 S.E.2d at 433. In view of this language, the Court of Appeals conclusively held, without any discussion of <i>Lieben</i> or any other analysis, that the guarantors \"expressly waived\" their § 26-7 right. <i>Id.</i></p>\n<p>The following year, the Fourth Circuit Court of Appeals had the opportunity to reconcile and contrast <i>Lieben</i> and <i>Borg-Warner</i> in <i>Community Bank &amp; Trust Co. v. Copses,</i> 953 F.2d 133 (4th Cir.1991). In deciding whether a § 26-7 waiver had occurred, the Fourth Circuit digested the following language in the guaranty agreement at issue:</p>\n<blockquote>I [guarantor] ... waive, to the extent permitted by law, all notices, defenses and claims that the borrower could assert, any right to require you [lender] to pursue any remedy or seek payment from any other person before seeking payment under this agreement, and all other defenses to the debt, except payment in full.</blockquote>\n<p><i>Id.</i> at 136. Distinguishing <i>Lieben</i> and therefore finding that this language constituted a waiver of § 26-7, the Fourth Circuit initially pointed out that \"... unlike the language in <i>Lieben</i> which arguably, was merely descriptive, the language in [this] guaranty agreement with the Bank is affirmatively and indisputably the language of waiver, as even [guarantor] concedes.\" <i>Id.</i> It was further observed that:</p>\n<blockquote>The waiver is even denominated as such in bold print and capital letters on the face of the one-page guaranty agreement.... There was no comparable language of express waiver in the guaranty in <i>Lieben.</i> No case can be made here, as it was in <i>Lieben,</i> that this particular language is descriptive only.</blockquote>\n<p><i>Id.</i> at 137. In a footnote, the Fourth Circuit clarified its observations by noting:</p>\n<blockquote>If there is an analogue in this guaranty to the language in the <i>Lieben</i> guaranty, it is not in the paragraph entitled \"WAIVER\" but in the box on the face of <span class=\"star-pagination\">*382</span> the guaranty entitled \"NOTICE TO COSIGNER.\" Through the text in that box, the guarantor was put on notice that \"[t]he creditor can collect these debts from [the guarantor] without first trying to collect from the borrower.\" ... If this were the only alleged language of waiver, our disposition might well be more directly influenced by <i>Lieben.</i>\n</blockquote>\n<p><i>Id.</i> at 137 n. 4. In view of this, the Fourth Circuit therefore found that the language in the guaranty agreement was more akin to that in the guaranty in <i>Borg-Warner. Id.</i></p>\n<p>As a second ground to its determination that a waiver had occurred, the Fourth Circuit additionally recognized that the waiver language was decidedly broader than the language at issue in <i>Lieben</i> in that the guarantor expressly waived \"all ... defenses to the debt, except payment in full.\" <i>Id.</i> The Fourth Circuit characterized this language as that which embodied a comprehensive waiver of defenses and thus held that \"[b]y definition, such a waiver extends to [the guarantor's] defense based upon his section 26-7 right.\" <i>Id.</i> The Court further elucidated:</p>\n<blockquote>It may be true that a `direct reference' to the section 26-7 right does not, alone, a waiver make. That is not to say, however, that a waiver of the section 26-7 right, by terms, is required before a guarantor will be held to have foregone his right, and we do not read <i>Lieben</i> to so hold. The court in <i>Lieben</i> held that the guarantor had not waived his section 26-7 right because the only language in the agreement through which it was argued that he had waived that right was not the language of waiver; the court did not hold that the section 26-7 right must be waived expressly. Here, as we discussed above, the language is the language of waiver, and in its comprehensiveness necessarily reaches the section 26-7 right. Accordingly, we hold that [the guarantor] did waive his right under section 26-7, through his express waiver of `all' defenses except payment in full.</blockquote>\n<p><i>Id.</i></p>\n<p>In this case, the court believes that under a collective analysis of <i>Copses, Lieben,</i> and <i>Borg-Warner</i> the language in the guaranty agreement at issue here is sufficient to confer a waiver of defendants' § 26-7 right. While the language in this case is not precisely identical to the language in <i>Copses</i> in that there is no comprehensive waiver of \"all\" defenses except payment in full, the court determines that the language in this guaranty agreement with failed First Federal is \"affirmatively and indisputably the language of waiver\", as even defendants concede. <i>Copses,</i> 953 F.2d at 136; <i>see,</i> Defendants' Br. at 13. As the Fourth Circuit found in <i>Copses,</i> this court likewise concludes that this language of waiver resembles the language examined in <i>Borg-Warner.</i></p>\n<p>The court further notes that while the first line in the last paragraph of the guaranty agreement reads, \"[t]his is a guaranty of payment and not of collection\", the paragraph taken as a whole does more than merely identify the guaranty as one for payment. Using a <i>Lieben</i> analysis, this court finds that the language in this guaranty agreement is neither ambiguous as to a waiver of a § 26-7 right, nor does it enlarge in any way the guarantors' liability under the terms of the agreement beyond that which has been expressly waived. There is a specific mention of \"waiver\" and a direct reference to foregoing any action first against the borrower. The guaranty agreement further provides that the guarantors waive any right \"... to require that resort be had to <i>any security</i> or to any balance of any deposit account or credit on the books of Lender <i>in favor of the Borrower</i> or any such person.\" (Complaint, Ex. 2) (emphasis added). By signing an agreement which contained this language, the guarantors thus affirmatively surrendered a § 26-7 defense that they otherwise would have had. <i>Copses,</i> 953 F.2d at 137.</p>\n<p>Additionally, the court recognizes that just as there is a rule requiring that any ambiguity in a written agreement be construed against the drafter, there is a reciprocal responsibility requiring that, in the absence of any ambiguity, those signing a written agreement read and understand <span class=\"star-pagination\">*383</span> what they sign. <i>See </i><i>Harrison v. Southern Railway Co.,</i> 229 N.C. 92, 47 S.E.2d 698, 700 (1948); <i>Harris v. Bingham,</i> 246 N.C. 77, 97 S.E.2d 453, 454 (1957); 17A Am.Jur.2d Contracts § 225 (1991). It is presumed that in complex financial transactions in which millions of dollars are involved, such as here, every major participant (lender, borrower, and guarantor) has the capacity to comprehend loan documents, and is relatively sophisticated and reasonably well-versed in the business transaction experience. In these transactions, it is further presumed that guarantors go into them with their eyes open, fully aware of the consequences of their signatures. Therefore, in view of both the explicit language of waiver in the guaranty agreement and the <i>Copses, Lieben,</i> and <i>Borg-Warner</i> decisions, the court holds that the individual guarantor defendants waived their rights under §§ 26-7, 26-8 and 26-9.</p>\n<p></p>\n<h2>C. Defendants' Assertion of N.C.Gen. Stat. § 45-21.36 As An Affirmative Defense.</h2>\n<p>Defendants next contend that they are entitled to assert N.C.Gen.Stat. § 45-21.36 as an affirmative defense.<sup>[6]</sup> This statute provides, in pertinent part:</p>\n<blockquote>When any sale of real estate has been made by a mortgagee, trustee or other person authorized to make the same, at which the mortgagee, payee or other holder of the obligation thereby secured becomes the purchaser and takes title either directly or indirectly, and thereafter such mortgagee, payee or other holder of the secured obligation, as aforesaid, shall sue for and undertake to recover a deficiency judgment against the mortgagor, trustor, or other maker of any such obligation whose property has been so purchased, it shall be competent and lawful for the defendant against whom such deficiency judgment is sought to allege and show as a matter of defense and offset, but not by way of counterclaim, that the property sold was fairly worth the amount of the debt secured by it at the time and place of sale or that the amount bid was substantially less than its true value, and, upon such showing, to defeat or offset any deficiency judgment against him, either in whole or part....</blockquote>\n<p>Plaintiff argues that the § 45-21.36 defense is unavailable to defendants because under the terms of the statute only those persons who hold a property interest in the mortgaged property are entitled to the defense. Since the guarantor-defendants here do not hold any property interest in the mortgaged property at issue, defendants are foreclosed from asserting § 45-21.36 as a defense. In support of its argument, plaintiff once again cites <i>Borg-Warner.</i></p>\n<p>In response, defendants maintain that, regardless of not holding any property interest in the mortgaged property, they are still entitled to the § 45-21.36 defense because N.C.Gen.Stat. § 26-12<sup>[7]</sup> serves as a vehicle enabling them to assert this defense. N.C.Gen.Stat. § 26-12, captioned \"Joinder of debtor by surety\", provides in relevant part:</p>\n<blockquote>(a) As used in this section, `surety' includes guarantors....</blockquote>\n<blockquote>(b) When any surety is sued by the holder of the obligation, the court, on motion of the surety may join the principal as an additional party defendant, provided the principal is found to be or can be made subject to the jurisdiction of the court. Upon such joinder the surety shall have all rights, defenses, counterclaims, and setoffs which would have been available to him if the principal and surety had originally been sued together.</blockquote>\n<p>Defendants explain that since the mortgagor-principal, Southwest Development Company, is already a party to this suit and therefore subject to the jurisdiction of this court, defendants may avail themselves of § 26-12 and consequently § 45-21.36. Surprisingly, defendants cite <i>Borg-Warner</i>  <span class=\"star-pagination\">*384</span> as support for their argument. <i>See, </i><i>Borg-Warner,</i> 389 S.E.2d at 432.</p>\n<p>While defendants are correct in their assertion that this court has jurisdiction over the mortgagor-principal, Southwest Development Company, defendants fail to explain how they still would be entitled to this defense, under present North Carolina law, since Southwest, as principal, and defendants, as guarantors, were in fact originally sued together and have been co-defendants together from the beginning of this action. It is clear that in North Carolina, the protection of § 45-21.36 is only available to those parties who hold a property interest in the mortgaged property and is not applicable to other parties liable on the underlying debt. <i>Raleigh Federal Savings Bank v. Godwin,</i> 99 N.C.App. 761, 394 S.E.2d 294, 296 (1990); <i>Borg-Warner,</i> 389 S.E.2d at 432; <i>First-Citizens Bank &amp; Trust Co. v. Martin,</i> 44 N.C.App. 261, 261 S.E.2d 145, 148 (1979).</p>\n<p>It is not disputed that defendants here, as guarantors, had no property interest in the mortgaged property. Because defendants had no such property interest, the use of § 45-21.36 as a defense is unavailable to them, even if defendants assert § 26-12.<sup>[8]</sup> The court understands that § 26-12 is to be used only as a means for both allowing sureties (or guarantors) to join a principal in an action against the surety, and preserving the surety's rights, defenses, counterclaims, and setoffs as if the principal had been sued as a co-defendant originally. The court does not read § 26-12 to enlarge the scope of defenses to permit a surety to inject new defenses which would have been previously unavailable to a surety (or guarantor) if both a principal and a surety were already named as co-defendants in the same action, such as the case here.<sup>[9]</sup> Accordingly, because the court recognizes that defendants had no property interest in the mortgaged property at issue, defendants are not entitled to assert § 45-21.36 as a defense.</p>\n<p></p>\n<h2>II. Plaintiff's Motion for Partial Summary Judgment As to the Henderson Defendants</h2>\n<p>The other two guarantors on the note are W.R. Henderson and Dorothy S. Henderson (Henderson defendants), and they allege as their only affirmative defense a \"partnership\" between failed First Federal and themselves entitling them to contribution and offset under North Carolina law. These defendants have not responded to plaintiff's motion.</p>\n<p>Plaintiff claims that the issues raised by the Henderson defendants' \"partnership defense\" are virtually identical to those raised by the other individual guarantor defendants which claims were subsequently dismissed by this court's orders filed 7 May 1992 and 22 June 1992. As such, plaintiff argues that the Henderson defendants' \"partnership defense\" should be dismissed as well. The court agrees, and accordingly, for the reasons set forth by this court in its 7 May 1992 and 22 June 1992 orders, plaintiff is entitled to summary judgment against the Henderson defendants. The court therefore finds that the Henderson defendants' proposed \"partnership agreement\" defense must necessarily fail because it is precluded by the doctrine announced in <i>D'Oench, Duhme &amp; Co. v. FDIC,</i> 315 U.S. 447, 62 S.Ct. 676, 86 L.Ed. 956 (1942), barring the use of unrecorded agreements between the borrower and the bank as a basis for defenses or claims against the banking regulatory agency.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*385</span> III. Plaintiff's Request for Attorney's Fees</h2>\n<p>The court is aware that although it has granted partial summary judgment in favor of plaintiff regarding all the individual guarantor defendants, there are still issues left for trial concerning the other defendants involved, namely Southwest Development Company, Rumpole Corporation, Barrow-Safrit, Inc., W.R. Henderson &amp; Associates, and CB &amp; S. The trial of this matter is currently set for 30 November 1992 as a jury trial. In light of this, the court will reserve ruling on the attorney's fee issue until after trial.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the individual guarantor defendants' (excluding the Hendersons) motion for leave of court to amend their complaint is DENIED; and plaintiff's motion for partial summary judgment is GRANTED as to the following guarantor defendants: Williams R. Henderson, Dorothy S. Henderson, Joanne H. Cunningham, Mary Cooper Safrit, Robert W. Safrit, Passmore L. Barrow, and Cynthia Barrow. The court concludes that all of these guarantor defendants are liable for any deficiency remaining after the foreclosure sale of the Trailwood property to the extent plaintiff is unable to collect any amount from the remaining defendants, if they are found to be liable by a jury, after trial.</p>\n<h2>NOTES</h2>\n<p>[1]  William R. Henderson and Dorothy S. Henderson (\"Hendersons\") also signed, as guarantors, an agreement guaranteeing payment of the note. The Hendersons, represented by other counsel than the individual guarantor defendants, have failed to respond to plaintiff's motion for partial summary judgment. Accordingly, the court will address this motion for partial summary judgment, as it pertains to the Hendersons, under a separate heading in the discussion to follow.</p>\n<p>[2]  This statute requires a mortgagee who seeks to exercise a power of sale under a deed of trust to give notice to the following: \"(2) Any person obligated to repay the indebtedness against whom the holder thereof intends to assert liability therefor, and any such person not notified shall not be liable for any deficiency remaining after the sale.\" N.C.Gen.Stat. § 45-21.16(b)(2).</p>\n<p>[3]  In fact, this court previously extended the deadline for discovery in this case upon joint motion by order filed 8 June 1992.</p>\n<p>[4]  The court also understands that the peculiar nature of the resolution process undertaken by RTC is very time-consuming and often frustrating because of the confusion involved in endeavoring to obtain relevant documents from another institution concerning transactions which have occurred years beforehand.</p>\n<p>[5]  As to these defenses, defendants did in fact assert them in their answer to the complaint filed 12 July 1991.</p>\n<p>[6]  Defendants plead this defense as both their second and third affirmative defense in their answer to the complaint.</p>\n<p>[7]  Defendants did not plead this statute as part of their § 45-21.36 defense in the answer.</p>\n<p>[8]  It is interesting to note that the North Carolina Court of Appeals in <i>Borg-Warner</i> did not address the relationship and potential interplay between § 45-21.36 and § 26-12. Rather, the Court found that the principal was not subject to state court jurisdiction, under § 26-12, because it was in bankruptcy and was thus subject exclusively to the jurisdiction of the bankruptcy court.</p>\n<p>[9]  This same result would have been true even if the principal, Southwest Development Company, were not named as an original party-defendant in this action. Defendants could have used § 26-12 to join Southwest as an additional defendant, but could not have asserted § 45-21.36 as a defense because this is not one \"which would have been available to [them] if the principal and surety [(guarantor)] had been originally sued together.\" N.C.Gen.Stat. § 26-12.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">807</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">375</span></span> (1992)</b></center>\n<center><h1>RESOLUTION TRUST CORPORATION, as Receiver of First Federal Savings Association of Raleigh, Plaintiff,<br>\nv.<br>\nSOUTHWEST DEVELOPMENT COMPANY, et al., Defendants.</h1></center>\n<center>No. 91-325-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 5, 1992.</center>\n<p><span class=\"star-pagination\">*376</span> Mark C. Kirby, Raleigh, NC and M. LeAnn Nease, Brown &amp; Bunch, Durham, NC, for plaintiff.</p>\n<p>James M. Kimzey, McMillan, Kimzey &amp; Smith, Raleigh, NC, Gordon C. Woodruff, Smithfield, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on plaintiff's motion for partial summary judgment against the individual guarantor defendants pursuant to Rule 56 of the Federal Rules of Civil Procedure, and on defendants' motion for leave of court to amend their answer pursuant to Rule 15(a) of the Federal Rules of Civil Procedure. The motions have been fully briefed and are now ripe for ruling.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Plaintiff, as conservator of First Federal Savings Association of Raleigh, filed this action seeking to recover a deficiency judgment against defendants for sums owing on a promissory note. On 30 December 1987, defendant Southwest Development Company, through its general partners, defendants Rumpole Corporation, Barrow-Safrit, Inc., and W.R. Henderson &amp; Associates, Inc. executed a promissory note (\"the note\") to First Federal Savings and Loan Association of Raleigh (hereinafter \"failed First Federal\") secured by a deed of trust in certain lands described as Trailwood Forest Subdivision. Under the terms of the note, failed First Federal agreed to loan defendants $7,315,377 with interest while defendants agreed, in return, to pay back this amount in monthly installments. Also, on 30 December 1987, the individual guarantor defendants Herbert I. Cunningham, Joanne H. Cunningham, Mary Cooper Safrit, <span class=\"star-pagination\">*377</span> Robert W. Safrit, Passmore L. Barrow, III, Cynthia G. Barrow (hereinafter \"individual guarantor defendants\"), and the Hendersons<sup>[1]</sup> executed guaranty agreements to failed First Federal guaranteeing payment of the note. Defendant CB &amp; S assigned certain properties as collateral on the note, and that assignment is not at issue regarding this motion for partial summary judgment.</p>\n<p>On 4 January 1990, failed First Federal sent a certified letter to all individual guarantor defendants demanding payment in full on the note. No action was taken in response to the letter and as of this date the principal amount and interest owing on the note remain unpaid. Consequently, on 30 April 1990, a foreclosure sale was held on the Trailwood Forest property, which represented a portion of the collateral for the loan. Notice of the foreclosure was sent to the general partners of Southwest Development Company. However, it appears, and plaintiff does not dispute, that written notice of the foreclosure was not sent to the individual guarantor defendants. At the foreclosure sale, failed First Federal bid $3,500,000 which was the highest bid.</p>\n<p>On 7 December 1990, the Office of Thrift Supervision (\"OTS\") declared failed First Federal insolvent and closed its operations. OTS then appointed Resolution Trust Corporation (\"RTC\") as its receiver, and authorized the issuance of a charter for a new association known as First Federal Savings Association of Raleigh (\"new First Federal\"). By virtue of this charter executed pursuant to the Financial Institutions Reform, Recovery, and Enforcement Act of 1989 (\"FIRREA\"), new First Federal acquired all the assets and liabilities of the failed First Federal. Subsequently, RTC, as receiver of new First Federal, was substituted for RTC, as conservator of new First Federal as plaintiff in this action by this court's 7 May 1992 order.</p>\n<p>As of 31 July 1992, the principal amount owing on the note plus interest and late charges, less net proceeds received was $4,985,677.86. The note accrues $1,309.79 interest per day. Thus, plaintiff seeks a deficiency of $4,985,677.86 plus interest to date and attorney's fees.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Rule 56 of the Federal Rules of Civil Procedure provides that summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c).</p>\n<p></p>\n<h2>I. Plaintiff's Motion for Partial Summary Judgment Concerning the Individual Guarantor Defendants and Defendants' Motion for Leave of Court to Amend Their Answer</h2>\n<p>It is undisputed that Southwest Development Company, through its general partners, executed the note and that the individual guarantor defendants executed guaranty agreements. Also undisputed is the fact that the note is in default and past due. Thus, plaintiff asserts that since it has made out a prima facie case to recover from the individual guarantor defendants (\"defendants\") sums owing on the note, summary judgment is warranted in its favor. Defendants only contend that certain affirmative defenses exist which protect them from any liability on the note, or in the alternative, reduce their liability.</p>\n<p>\"When signatures are admitted or established, production of the instrument entitles a holder to recover on it unless defendant establishes a defense.\" N.C.Gen.Stat. § 25-3-307(2); <i>see also, </i><i>L. Harvey and Son Co. v. Jarmen,</i> 76 N.C.App. 191, <span class=\"citation\" data-id=\"1313686\"><a href=\"/opinion/1313686/l-harvey-and-son-co-v-jarman/\"><span class=\"volume\">333</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">47</span></a></span>, 52-53 (1985); <span class=\"star-pagination\">*378</span> <i>Wolfe v. Eaker,</i> 50 N.C.App. 144, <span class=\"citation\" data-id=\"1339878\"><a href=\"/opinion/1339878/wolfe-v-eaker/\"><span class=\"volume\">272</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">781</span></a></span>, 783 (1980), <i>disc. rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">222</span></span>, <span class=\"citation\" data-id=\"1309835\"><a href=\"/opinion/1309835/howell-v-fisher/\"><span class=\"volume\">277</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">69</span></a></span> (1981). If there is no genuine issue of material fact as to the essential elements of plaintiff's claim for sums owing on a promissory note, then as a matter of law, absent proof or non-waiver of a valid affirmative defense, plaintiff is entitled to judgment against defendants for sums which they owe under the note. <i>Jarmen,</i> 333 S.E.2d at 52-53; <i>Wolfe,</i> 272 S.E.2d at 783.</p>\n<p></p>\n<h2>A. Defendants' Assertion of N.C.Gen. Stat. § 45-21.16 as An Affirmative Defense and Their Motion for Leave of Court to Amend The Answer to Include the Same.</h2>\n<p>First, defendants argue that since plaintiff failed to serve them with notice of the foreclosure sale as required under N.C.Gen.Stat. § 45-21.16(b)(2)<sup>[2]</sup> and since defendants did not waive this notice, they are not liable for any deficiency after the sale. In conjunction with this argument, defendants claim that the language in the guaranty agreements whereby defendants expressly waived \"all other notices to which the [defendants] might be entitled\", does not constitute a waiver of the failure-to-give-notice defense in view of N.C.Gen. Stat. § 45-21.16(f). This provision provides that: \"In any case in which the original principal amount of indebtedness secured was one hundred thousand dollars ($100,000) or more, any person entitled to notice and hearing may only waive after default the right to notice and hearing by written instrument signed by such party.\" N.C.Gen.Stat. § 45-21.16(f). Because the waiver was made prior to any default and because the amount of indebtedness here is well over $100,000, defendants maintain that plaintiff's failure to give defendants notice of the foreclosure sale precludes this action by plaintiff to recover a deficiency judgment.</p>\n<p>In response, plaintiff does not dispute that it did not give notice of the foreclosure to defendants. Rather, plaintiff argues that defendants are barred from relying on an unplead affirmative defense to defeat this motion for partial summary judgment. To explain, plaintiff contends that defendants have failed to comply with Rule 8(c) of the Federal Rules of Civil Procedure which requires a party to plead affirmatively \"any ... matter constituting an avoidance or affirmative defense.\" Fed.R.Civ.P. 8(c). Because defendants have never raised this affirmative defense in their pleadings other than in their response to plaintiff's motion for summary judgment, plaintiff asserts that defendants' reliance on N.C.Gen.Stat. § 45-21.16 is improper under the Federal Rules of Civil Procedure in that it results in surprise and prejudice to plaintiff. Plaintiff therefore argues that regardless of whether defendants have contractually waived the § 45-21.16 defense in the guaranty agreements, defendants legally waived it by failing to timely raise the defense as required under Fed.R.Civ.P. 8(c). The court agrees with plaintiff's position.</p>\n<p>From a review of relevant case law, it is clear that the defense set forth in § 45-21.16 constitutes an affirmative defense within the meaning of Rule 8(c). Whether a state statutory defense is an affirmative defense within the meaning of Rule 8(c) is determined by the substantive law of the state where the district court sits. <i>Funding Systems Leasing Corp. v. Pugh,</i> <span class=\"citation\" data-id=\"333148\"><a href=\"/opinion/333148/funding-systems-leasing-corporation-v-garland-b-pugh-sr-individually/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">91</span></a></span>, 95 (5th Cir.1976). While § 45-21.16 has not been addressed specifically, North Carolina courts have considered statutory bars to recovery as affirmative defenses. <i>Roberts v. Heffner,</i> 51 N.C.App. 646, <span class=\"citation\" data-id=\"1309933\"><a href=\"/opinion/1309933/roberts-v-heffner/\"><span class=\"volume\">277</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">446</span></a></span> (1981) (state statutory bar to recovery for failure to obtain general contractor's license required under N.C.Gen.Stat. § 87-1 is an affirmative defense). The test to determine whether a defense is an affirmative defense is whether the defense introduces new matter in an attempt to avoid plaintiff's <span class=\"star-pagination\">*379</span> claim, regardless of the truth or falsity of the allegations in the claim. <i>Id.</i> 277 S.E.2d at 448. Measured against this standard, the court finds that § 45-21.16, as defendants have employed it here, is an affirmative defense in that it injects an entirely new issue into the case with its purpose being to avoid all or part of plaintiff's claim for a deficiency judgment. As such, defendants' use of § 45-21.16 falls within the purview of Rule 8(c) and must be affirmatively alleged.</p>\n<p>Having established that § 45-21.16 is an affirmative defense as defined under North Carolina law, the question thus arises whether defendants have waived this defense by failing to plead it in their answer. Generally, a failure to plead an affirmative defense at the earliest possible opportunity results in a waiver of that defense. <i>Peterson v. Air Line Pilots Ass'n, Int'l,</i> <span class=\"citation\" data-id=\"450738\"><a href=\"/opinion/450738/no-84-1186/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1161</span></a></span>, 1164 (4th Cir.1985); <i>Davis v. Bryan,</i> <span class=\"citation\" data-id=\"482102\"><a href=\"/opinion/482102/arthur-davis-v-kay-bryan-raymond-lopes-aaron-ment-john-d-brennan-and/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span> (2d Cir.1987); <i>Strauss v. Douglas Aircraft Co.,</i> <span class=\"citation\" data-id=\"282786\"><a href=\"/opinion/282786/kurt-strauss-v-douglas-aircraft-co/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1152</span></a></span> (2d Cir.1968). The reason for this is to insure that there be no surprise on the eve of trial by the assertion of an affirmative defense raising extraneous and unexplored matters. <i>Crowe v. Cherokee Wonderland, Inc.,</i> <span class=\"citation\" data-id=\"276288\"><a href=\"/opinion/276288/nettie-s-crowe-and-meletia-s-sneed-v-cherokee-wonderland-inc/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">51</span></a></span> (4th Cir.1967). Thus, an exception to the general rule exists if plaintiff would not be prejudiced by allowing defendants to raise the defense. <i>Pantzer v. Shields Development Co.,</i> <span class=\"citation\" data-id=\"1987504\"><a href=\"/opinion/1987504/pantzer-v-shields-development-co/\"><span class=\"volume\">660</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">56</span></a></span>, 61 (D.Del.1986). The court also recognizes that some courts have ruled that an affirmative defense may be raised in a motion for summary judgment. <i>See </i><i>Funding Systems Leasing Corp.,</i> 530 F.2d at 96; <i>Weston Funding Corp. v. Lafayette Towers, Inc.,</i> <span class=\"citation\" data-id=\"2308172\"><a href=\"/opinion/2308172/weston-funding-corp-v-lafayette-towers-inc/\"><span class=\"volume\">410</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">980</span></a></span>, 982 (S.D.N.Y.1976), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">710</span></span> (2d Cir. 1976); <i>United States v. M/V Big Sam,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1144</span></span>, 1151, <i>modified </i><i>on other grounds,</i> <span class=\"citation\" data-id=\"1531662\"><a href=\"/opinion/1531662/united-states-v-mv-big-sam/\"><span class=\"volume\">480</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">290</span></a></span> (D.C.La.1979), <i>aff'd in part, rev'd in part on other grounds,</i> <span class=\"citation\" data-id=\"405378\"><a href=\"/opinion/405378/united-states-v-mv-big-sam-in-rem/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">432</span></a></span> (5th Cir.1982); <i>Stanridge v. City of Seaside,</i> <span class=\"citation\" data-id=\"1431864\"><a href=\"/opinion/1431864/standridge-v-city-of-seaside/\"><span class=\"volume\">545</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1195</span></a></span>, 1198 (N.D.Cal.1982).</p>\n<p>In this case, the court concludes that defendants have waived the § 45-21.16 defense by failing to affirmatively plead it in their answer. Plaintiff claims it would be prejudiced if defendants were allowed to assert this surprise defense in that defendants gave no hint of employing this defense until they filed their response memorandum to this motion for summary judgment. Discovery has long since concluded<sup>[3]</sup>, and the trial of this matter is to begin just a month away. The court concurs.</p>\n<p>To permit defendants to inject this defense would necessitate re-opening discovery at this late date just before trial, and would afford little time to plaintiff to prepare for this new and unanticipated theory of defense which has not been previously developed through discovery.<sup>[4]</sup> In view of this, this court is unwilling to re-open discovery for a second time because it believes that defendants have had ample time to formulate and interpose their respective defenses to plaintiff's complaint filed 24 May 1991. Defendants' response memorandum asserting the § 45-21.16 defense was filed 14 months after their original answer, and defendants have failed to sufficiently show and provide to the court a valid reason explaining this delay. <i>See </i><i>Major Media of the Southeast, Inc. v. City of Raleigh,</i> <span class=\"citation\" data-id=\"1368537\"><a href=\"/opinion/1368537/major-media-of-southeast-inc-v-city-of-raleigh/\"><span class=\"volume\">621</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1446</span></a></span>, 1451 (E.D.N.C.1985), <i>aff'd,</i> <span class=\"citation\" data-id=\"471600\"><a href=\"/opinion/471600/major-media-of-the-southeast-inc-dba-naegele-outdoor-advertising/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1269</span></a></span> (4th Cir.1986). The court therefore finds that defendants have waived the § 45-21.16 defense because to allow defendants use of the defense at this late date would result in unfair surprise and prejudice to plaintiff. Additionally, for these same reasons, the court hereby DENIES defendants' motion for leave of court to amend their answer. <i>See </i><i>Foman v. Davis,</i> <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">227</span></a></span>, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1962); <i>Deasy v. Hill,</i> <span class=\"citation\" data-id=\"497021\"><a href=\"/opinion/497021/charles-r-deasy-personal-representative-of-the-estate-of-ginger-deasy/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 41 (4th Cir.1987); <i>Sweetheart Plastics, Inc. v.</i> <span class=\"star-pagination\">*380</span> <i>Detroit Forming, Inc.,</i> <span class=\"citation\" data-id=\"441768\"><a href=\"/opinion/441768/sweetheart-plastics-inc-v-detroit-forming-inc/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1039</span></a></span>, 1043 (4th Cir.1984).</p>\n<p></p>\n<h2>B. Defendants' Assertion of N.C.Gen. Stat. §§ 26-7, 26-8 and 26-9</h2>\n<p>Defendants next contend that they properly relied upon the defense provided in N.C.Gen.Stat. §§ 26-7, 26-8, and 26-9 to extinguish the debt alleged by plaintiff.<sup>[5]</sup> Plaintiff, however, argues in response that this defense is unavailable to defendants because they have expressly waived it under the terms of the signed guaranty agreements. As support for its argument, plaintiff cites <i>Federal Land Bank of Columbia v. Lieben,</i> 89 N.C.App. 395, <span class=\"citation\" data-id=\"1272531\"><a href=\"/opinion/1272531/federal-land-bank-of-columbia-v-lieben/\"><span class=\"volume\">366</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">592</span></a></span>, <i>aff'd </i><i>per curiam,</i> <span class=\"citation\" data-id=\"1344093\"><a href=\"/opinion/1344093/federal-land-bank-of-columbia-v-lieben/\"><span class=\"volume\">323</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">471</span></a></span>, <span class=\"citation\" data-id=\"1344093\"><a href=\"/opinion/1344093/federal-land-bank-of-columbia-v-lieben/\"><span class=\"volume\">373</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">439</span></a></span> (1988); <i>Borg-Warner Acceptance Corp. v. Johnston,</i> 97 N.C.App. 575, <span class=\"citation\" data-id=\"1307259\"><a href=\"/opinion/1307259/borg-warner-acceptance-corp-v-johnston/\"><span class=\"volume\">389</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">429</span></a></span> (1990); and <i>Community Bank &amp; Trust Co. v. Copses,</i> <span class=\"citation\" data-id=\"575229\"><a href=\"/opinion/575229/community-bank-trust-company-v-william-j-copses/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">133</span></a></span> (4th Cir.1991).</p>\n<p>N.C.Gen.Stat. § 26-7 provides:</p>\n<blockquote>[a]fter any note, bill, bond, or other obligation becomes due and payable, any ... guarantor thereof may give written notice to the holder or owner of the obligation requiring him to use all reasonable diligence to recover against the principal and to proceed to realize upon any securities which he holds for the obligation.</blockquote>\n<p>After § 26-7 notice is properly given, \"if the holder or owner of the obligation refuses or fails, within 30 days from the service or receipt of such notice, to take appropriate action pursuant thereto,\" the guarantor giving the notice and any co-guarantors adopting the notice are discharged from their obligation \"to the extent that they are prejudiced thereby.\" N.C.Gen.Stat. § 26-9.</p>\n<p>Plaintiff argues that, regardless of whether notice was actually sent, defendants expressly waived this defense in the guaranty agreement; defendants counterargue that they did not waive the defense because the language in the guaranty agreement is insufficient to constitute a waiver under North Carolina law. The court agrees with plaintiff's position.</p>\n<p>It is settled that the § 26-7 defense can be waived. <i>Copses,</i> 953 F.2d at 136-37; <i>Lieben,</i> 366 S.E.2d at 595; <i>Borg-Warner,</i> 389 S.E.2d at 433. Whether an express waiver has actually occurred requires an analysis into the precise language of the waiver. <i>Copses,</i> 953 F.2d at 136-37; <i>Lieben,</i> 366 S.E.2d at 595.</p>\n<p>The one-page guaranty agreement signed by the defendants contains both a specific description of failed First Federal's rights and several express waivers of defendants' rights as guarantors. The language at issue here is found at the beginning and mid-way through the third paragraph and explicitly provides:</p>\n<blockquote>The liability of the undersigned on this guaranty shall be direct and immediate and not conditional or contingent upon either pursuit of any remedies against the Borrower or any other person or foreclosure of any security interests or liens available to Lender, its successors, endorsees or assigns.... The undersigned <i>waives any right to require that an action be brought against the Borrower or any other person</i> or to require that resort be had to any security or to any balance of any deposit account or credit on the books of Lender in favor of Borrower or any other person.</blockquote>\n<p>(Complaint, Ex. 2) (emphasis added).</p>\n<p>Although § 26-7 is not mentioned specifically in this waiver provision of the guaranty agreement, the court concludes that such language is sufficient to constitute a waiver of the defense under North Carolina law. From a review of recent North Carolina Court of Appeals' decisions, it appears that there is no bright-line test to determine what type of language in a guaranty agreement is necessary to confer a waiver of a § 26-7 right. However, the North Carolina Supreme Court has explained that:</p>\n<blockquote>\n<span class=\"star-pagination\">*381</span> ... Waiver ... presupposes that the person to be bound is fully cognizant of his rights, and that being so he neglects to enforce them.... Waiver must be manifest in some unequivocal manner, and to operate as such it must in all cases be designed, or one party must have so acted as to induce the other to believe that he intended to waive, when he will be forbidden to assert to the contrary.</blockquote>\n<p><i>Realty Co. v. Spiegel, Inc.,</i> <span class=\"citation\" data-id=\"1328678\"><a href=\"/opinion/1328678/fairchild-realty-company-v-spiegel/\"><span class=\"volume\">246</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">458</span></a></span>, <span class=\"citation\" data-id=\"1328678\"><a href=\"/opinion/1328678/fairchild-realty-company-v-spiegel/\"><span class=\"volume\">98</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">871</span></a></span>, 877 (1957) (quoting <i>Manufacturing Co. v. Building Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">718</span></span>, 720 (1919)).</p>\n<p>In <i>Federal Land Bank of Columbia v. Lieben,</i> 89 N.C.App. 395, <span class=\"citation\" data-id=\"1272531\"><a href=\"/opinion/1272531/federal-land-bank-of-columbia-v-lieben/\"><span class=\"volume\">366</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">592</span></a></span> (1988), the North Carolina Court of Appeals (\"Court of Appeals\") cited this same quote and applied two rules of contract construction  that of (1) requiring any ambiguity in a written contract to be construed against the drafter; and (2) refusing to enlarge the guarantor's liability beyond the strict terms of the contract  to determine whether a § 26-7 right had been waived. <i>Id.</i> 366 S.E.2d at 595. The specific language at issue in the guaranty agreement read:</p>\n<blockquote>The Federal Land Bank of Columbia can require payment immediately upon the expiration of 30 days after default and shall not be required to first institute suit or exhaust its remedies against [borrower], or to first enforce its rights against any collateral which has been pledged to secure such indebtedness.</blockquote>\n<p><i>Id.</i> The <i>Lieben</i> court, in affirming the trial court below, found that this language served only to identify and describe the guaranty as one for payment, and was thus insufficient to constitute a waiver of § 26-7. <i>Id.</i> at 595-96. <i>Lieben</i> was subsequently summarily affirmed by the North Carolina Supreme Court. <i>See </i><i>Federal Land Bank of Columbia v. Lieben,</i> <span class=\"citation\" data-id=\"1344093\"><a href=\"/opinion/1344093/federal-land-bank-of-columbia-v-lieben/\"><span class=\"volume\">323</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">471</span></a></span>, <span class=\"citation\" data-id=\"1344093\"><a href=\"/opinion/1344093/federal-land-bank-of-columbia-v-lieben/\"><span class=\"volume\">373</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">439</span></a></span> (1988).</p>\n<p>Almost two years later, the Court of Appeals in <i>Borg-Warner Acceptance Corp. v. Johnston,</i> 97 N.C.App. 575, <span class=\"citation\" data-id=\"1307259\"><a href=\"/opinion/1307259/borg-warner-acceptance-corp-v-johnston/\"><span class=\"volume\">389</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">429</span></a></span> (1990) confronted the same issue of a § 26-7 waiver. The language in that guaranty agreement read: \"[the guarantors agree] not to assert or take advantage of ... (k) any defense based on lack of due diligence by Lessor in collection, protection or realization upon any collateral securing the indebtedness evidence by the Lease....\" <i>Id.</i> 389 S.E.2d at 433. In view of this language, the Court of Appeals conclusively held, without any discussion of <i>Lieben</i> or any other analysis, that the guarantors \"expressly waived\" their § 26-7 right. <i>Id.</i></p>\n<p>The following year, the Fourth Circuit Court of Appeals had the opportunity to reconcile and contrast <i>Lieben</i> and <i>Borg-Warner</i> in <i>Community Bank &amp; Trust Co. v. Copses,</i> <span class=\"citation\" data-id=\"575229\"><a href=\"/opinion/575229/community-bank-trust-company-v-william-j-copses/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">133</span></a></span> (4th Cir.1991). In deciding whether a § 26-7 waiver had occurred, the Fourth Circuit digested the following language in the guaranty agreement at issue:</p>\n<blockquote>I [guarantor] ... waive, to the extent permitted by law, all notices, defenses and claims that the borrower could assert, any right to require you [lender] to pursue any remedy or seek payment from any other person before seeking payment under this agreement, and all other defenses to the debt, except payment in full.</blockquote>\n<p><i>Id.</i> at 136. Distinguishing <i>Lieben</i> and therefore finding that this language constituted a waiver of § 26-7, the Fourth Circuit initially pointed out that \"... unlike the language in <i>Lieben</i> which arguably, was merely descriptive, the language in [this] guaranty agreement with the Bank is affirmatively and indisputably the language of waiver, as even [guarantor] concedes.\" <i>Id.</i> It was further observed that:</p>\n<blockquote>The waiver is even denominated as such in bold print and capital letters on the face of the one-page guaranty agreement.... There was no comparable language of express waiver in the guaranty in <i>Lieben.</i> No case can be made here, as it was in <i>Lieben,</i> that this particular language is descriptive only.</blockquote>\n<p><i>Id.</i> at 137. In a footnote, the Fourth Circuit clarified its observations by noting:</p>\n<blockquote>If there is an analogue in this guaranty to the language in the <i>Lieben</i> guaranty, it is not in the paragraph entitled \"WAIVER\" but in the box on the face of <span class=\"star-pagination\">*382</span> the guaranty entitled \"NOTICE TO COSIGNER.\" Through the text in that box, the guarantor was put on notice that \"[t]he creditor can collect these debts from [the guarantor] without first trying to collect from the borrower.\" ... If this were the only alleged language of waiver, our disposition might well be more directly influenced by <i>Lieben.</i>\n</blockquote>\n<p><i>Id.</i> at 137 n. 4. In view of this, the Fourth Circuit therefore found that the language in the guaranty agreement was more akin to that in the guaranty in <i>Borg-Warner. Id.</i></p>\n<p>As a second ground to its determination that a waiver had occurred, the Fourth Circuit additionally recognized that the waiver language was decidedly broader than the language at issue in <i>Lieben</i> in that the guarantor expressly waived \"all ... defenses to the debt, except payment in full.\" <i>Id.</i> The Fourth Circuit characterized this language as that which embodied a comprehensive waiver of defenses and thus held that \"[b]y definition, such a waiver extends to [the guarantor's] defense based upon his section 26-7 right.\" <i>Id.</i> The Court further elucidated:</p>\n<blockquote>It may be true that a `direct reference' to the section 26-7 right does not, alone, a waiver make. That is not to say, however, that a waiver of the section 26-7 right, by terms, is required before a guarantor will be held to have foregone his right, and we do not read <i>Lieben</i> to so hold. The court in <i>Lieben</i> held that the guarantor had not waived his section 26-7 right because the only language in the agreement through which it was argued that he had waived that right was not the language of waiver; the court did not hold that the section 26-7 right must be waived expressly. Here, as we discussed above, the language is the language of waiver, and in its comprehensiveness necessarily reaches the section 26-7 right. Accordingly, we hold that [the guarantor] did waive his right under section 26-7, through his express waiver of `all' defenses except payment in full.</blockquote>\n<p><i>Id.</i></p>\n<p>In this case, the court believes that under a collective analysis of <i>Copses, Lieben,</i> and <i>Borg-Warner</i> the language in the guaranty agreement at issue here is sufficient to confer a waiver of defendants' § 26-7 right. While the language in this case is not precisely identical to the language in <i>Copses</i> in that there is no comprehensive waiver of \"all\" defenses except payment in full, the court determines that the language in this guaranty agreement with failed First Federal is \"affirmatively and indisputably the language of waiver\", as even defendants concede. <i>Copses,</i> 953 F.2d at 136; <i>see,</i> Defendants' Br. at 13. As the Fourth Circuit found in <i>Copses,</i> this court likewise concludes that this language of waiver resembles the language examined in <i>Borg-Warner.</i></p>\n<p>The court further notes that while the first line in the last paragraph of the guaranty agreement reads, \"[t]his is a guaranty of payment and not of collection\", the paragraph taken as a whole does more than merely identify the guaranty as one for payment. Using a <i>Lieben</i> analysis, this court finds that the language in this guaranty agreement is neither ambiguous as to a waiver of a § 26-7 right, nor does it enlarge in any way the guarantors' liability under the terms of the agreement beyond that which has been expressly waived. There is a specific mention of \"waiver\" and a direct reference to foregoing any action first against the borrower. The guaranty agreement further provides that the guarantors waive any right \"... to require that resort be had to <i>any security</i> or to any balance of any deposit account or credit on the books of Lender <i>in favor of the Borrower</i> or any such person.\" (Complaint, Ex. 2) (emphasis added). By signing an agreement which contained this language, the guarantors thus affirmatively surrendered a § 26-7 defense that they otherwise would have had. <i>Copses,</i> 953 F.2d at 137.</p>\n<p>Additionally, the court recognizes that just as there is a rule requiring that any ambiguity in a written agreement be construed against the drafter, there is a reciprocal responsibility requiring that, in the absence of any ambiguity, those signing a written agreement read and understand <span class=\"star-pagination\">*383</span> what they sign. <i>See </i><i>Harrison v. Southern Railway Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">92</span></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">698</span></span>, 700 (1948); <i>Harris v. Bingham,</i> <span class=\"citation\" data-id=\"1368440\"><a href=\"/opinion/1368440/harris-v-bingham/\"><span class=\"volume\">246</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">77</span></a></span>, <span class=\"citation\" data-id=\"1368440\"><a href=\"/opinion/1368440/harris-v-bingham/\"><span class=\"volume\">97</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">453</span></a></span>, 454 (1957); 17A Am.Jur.2d Contracts § 225 (1991). It is presumed that in complex financial transactions in which millions of dollars are involved, such as here, every major participant (lender, borrower, and guarantor) has the capacity to comprehend loan documents, and is relatively sophisticated and reasonably well-versed in the business transaction experience. In these transactions, it is further presumed that guarantors go into them with their eyes open, fully aware of the consequences of their signatures. Therefore, in view of both the explicit language of waiver in the guaranty agreement and the <i>Copses, Lieben,</i> and <i>Borg-Warner</i> decisions, the court holds that the individual guarantor defendants waived their rights under §§ 26-7, 26-8 and 26-9.</p>\n<p></p>\n<h2>C. Defendants' Assertion of N.C.Gen. Stat. § 45-21.36 As An Affirmative Defense.</h2>\n<p>Defendants next contend that they are entitled to assert N.C.Gen.Stat. § 45-21.36 as an affirmative defense.<sup>[6]</sup> This statute provides, in pertinent part:</p>\n<blockquote>When any sale of real estate has been made by a mortgagee, trustee or other person authorized to make the same, at which the mortgagee, payee or other holder of the obligation thereby secured becomes the purchaser and takes title either directly or indirectly, and thereafter such mortgagee, payee or other holder of the secured obligation, as aforesaid, shall sue for and undertake to recover a deficiency judgment against the mortgagor, trustor, or other maker of any such obligation whose property has been so purchased, it shall be competent and lawful for the defendant against whom such deficiency judgment is sought to allege and show as a matter of defense and offset, but not by way of counterclaim, that the property sold was fairly worth the amount of the debt secured by it at the time and place of sale or that the amount bid was substantially less than its true value, and, upon such showing, to defeat or offset any deficiency judgment against him, either in whole or part....</blockquote>\n<p>Plaintiff argues that the § 45-21.36 defense is unavailable to defendants because under the terms of the statute only those persons who hold a property interest in the mortgaged property are entitled to the defense. Since the guarantor-defendants here do not hold any property interest in the mortgaged property at issue, defendants are foreclosed from asserting § 45-21.36 as a defense. In support of its argument, plaintiff once again cites <i>Borg-Warner.</i></p>\n<p>In response, defendants maintain that, regardless of not holding any property interest in the mortgaged property, they are still entitled to the § 45-21.36 defense because N.C.Gen.Stat. § 26-12<sup>[7]</sup> serves as a vehicle enabling them to assert this defense. N.C.Gen.Stat. § 26-12, captioned \"Joinder of debtor by surety\", provides in relevant part:</p>\n<blockquote>(a) As used in this section, `surety' includes guarantors....</blockquote>\n<blockquote>(b) When any surety is sued by the holder of the obligation, the court, on motion of the surety may join the principal as an additional party defendant, provided the principal is found to be or can be made subject to the jurisdiction of the court. Upon such joinder the surety shall have all rights, defenses, counterclaims, and setoffs which would have been available to him if the principal and surety had originally been sued together.</blockquote>\n<p>Defendants explain that since the mortgagor-principal, Southwest Development Company, is already a party to this suit and therefore subject to the jurisdiction of this court, defendants may avail themselves of § 26-12 and consequently § 45-21.36. Surprisingly, defendants cite <i>Borg-Warner</i>  <span class=\"star-pagination\">*384</span> as support for their argument. <i>See, </i><i>Borg-Warner,</i> 389 S.E.2d at 432.</p>\n<p>While defendants are correct in their assertion that this court has jurisdiction over the mortgagor-principal, Southwest Development Company, defendants fail to explain how they still would be entitled to this defense, under present North Carolina law, since Southwest, as principal, and defendants, as guarantors, were in fact originally sued together and have been co-defendants together from the beginning of this action. It is clear that in North Carolina, the protection of § 45-21.36 is only available to those parties who hold a property interest in the mortgaged property and is not applicable to other parties liable on the underlying debt. <i>Raleigh Federal Savings Bank v. Godwin,</i> 99 N.C.App. 761, <span class=\"citation\" data-id=\"1218317\"><a href=\"/opinion/1218317/raleigh-federal-sav-bank-v-godwin/\"><span class=\"volume\">394</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">294</span></a></span>, 296 (1990); <i>Borg-Warner,</i> 389 S.E.2d at 432; <i>First-Citizens Bank &amp; Trust Co. v. Martin,</i> 44 N.C.App. 261, <span class=\"citation\" data-id=\"1263802\"><a href=\"/opinion/1263802/first-citizens-bank-trust-co-v-martin/\"><span class=\"volume\">261</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">145</span></a></span>, 148 (1979).</p>\n<p>It is not disputed that defendants here, as guarantors, had no property interest in the mortgaged property. Because defendants had no such property interest, the use of § 45-21.36 as a defense is unavailable to them, even if defendants assert § 26-12.<sup>[8]</sup> The court understands that § 26-12 is to be used only as a means for both allowing sureties (or guarantors) to join a principal in an action against the surety, and preserving the surety's rights, defenses, counterclaims, and setoffs as if the principal had been sued as a co-defendant originally. The court does not read § 26-12 to enlarge the scope of defenses to permit a surety to inject new defenses which would have been previously unavailable to a surety (or guarantor) if both a principal and a surety were already named as co-defendants in the same action, such as the case here.<sup>[9]</sup> Accordingly, because the court recognizes that defendants had no property interest in the mortgaged property at issue, defendants are not entitled to assert § 45-21.36 as a defense.</p>\n<p></p>\n<h2>II. Plaintiff's Motion for Partial Summary Judgment As to the Henderson Defendants</h2>\n<p>The other two guarantors on the note are W.R. Henderson and Dorothy S. Henderson (Henderson defendants), and they allege as their only affirmative defense a \"partnership\" between failed First Federal and themselves entitling them to contribution and offset under North Carolina law. These defendants have not responded to plaintiff's motion.</p>\n<p>Plaintiff claims that the issues raised by the Henderson defendants' \"partnership defense\" are virtually identical to those raised by the other individual guarantor defendants which claims were subsequently dismissed by this court's orders filed 7 May 1992 and 22 June 1992. As such, plaintiff argues that the Henderson defendants' \"partnership defense\" should be dismissed as well. The court agrees, and accordingly, for the reasons set forth by this court in its 7 May 1992 and 22 June 1992 orders, plaintiff is entitled to summary judgment against the Henderson defendants. The court therefore finds that the Henderson defendants' proposed \"partnership agreement\" defense must necessarily fail because it is precluded by the doctrine announced in <i>D'Oench, Duhme &amp; Co. v. FDIC,</i> <span class=\"citation\" data-id=\"103624\"><a href=\"/opinion/103624/doench-duhme-co-v-fdic/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">676</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">956</span></span> (1942), barring the use of unrecorded agreements between the borrower and the bank as a basis for defenses or claims against the banking regulatory agency.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*385</span> III. Plaintiff's Request for Attorney's Fees</h2>\n<p>The court is aware that although it has granted partial summary judgment in favor of plaintiff regarding all the individual guarantor defendants, there are still issues left for trial concerning the other defendants involved, namely Southwest Development Company, Rumpole Corporation, Barrow-Safrit, Inc., W.R. Henderson &amp; Associates, and CB &amp; S. The trial of this matter is currently set for 30 November 1992 as a jury trial. In light of this, the court will reserve ruling on the attorney's fee issue until after trial.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the individual guarantor defendants' (excluding the Hendersons) motion for leave of court to amend their complaint is DENIED; and plaintiff's motion for partial summary judgment is GRANTED as to the following guarantor defendants: Williams R. Henderson, Dorothy S. Henderson, Joanne H. Cunningham, Mary Cooper Safrit, Robert W. Safrit, Passmore L. Barrow, and Cynthia Barrow. The court concludes that all of these guarantor defendants are liable for any deficiency remaining after the foreclosure sale of the Trailwood property to the extent plaintiff is unable to collect any amount from the remaining defendants, if they are found to be liable by a jury, after trial.</p>\n<h2>NOTES</h2>\n<p>[1]  William R. Henderson and Dorothy S. Henderson (\"Hendersons\") also signed, as guarantors, an agreement guaranteeing payment of the note. The Hendersons, represented by other counsel than the individual guarantor defendants, have failed to respond to plaintiff's motion for partial summary judgment. Accordingly, the court will address this motion for partial summary judgment, as it pertains to the Hendersons, under a separate heading in the discussion to follow.</p>\n<p>[2]  This statute requires a mortgagee who seeks to exercise a power of sale under a deed of trust to give notice to the following: \"(2) Any person obligated to repay the indebtedness against whom the holder thereof intends to assert liability therefor, and any such person not notified shall not be liable for any deficiency remaining after the sale.\" N.C.Gen.Stat. § 45-21.16(b)(2).</p>\n<p>[3]  In fact, this court previously extended the deadline for discovery in this case upon joint motion by order filed 8 June 1992.</p>\n<p>[4]  The court also understands that the peculiar nature of the resolution process undertaken by RTC is very time-consuming and often frustrating because of the confusion involved in endeavoring to obtain relevant documents from another institution concerning transactions which have occurred years beforehand.</p>\n<p>[5]  As to these defenses, defendants did in fact assert them in their answer to the complaint filed 12 July 1991.</p>\n<p>[6]  Defendants plead this defense as both their second and third affirmative defense in their answer to the complaint.</p>\n<p>[7]  Defendants did not plead this statute as part of their § 45-21.36 defense in the answer.</p>\n<p>[8]  It is interesting to note that the North Carolina Court of Appeals in <i>Borg-Warner</i> did not address the relationship and potential interplay between § 45-21.36 and § 26-12. Rather, the Court found that the principal was not subject to state court jurisdiction, under § 26-12, because it was in bankruptcy and was thus subject exclusively to the jurisdiction of the bankruptcy court.</p>\n<p>[9]  This same result would have been true even if the principal, Southwest Development Company, were not named as an original party-defendant in this action. Defendants could have used § 26-12 to join Southwest as an additional defendant, but could not have asserted § 45-21.36 as a defense because this is not one \"which would have been available to [them] if the principal and surety [(guarantor)] had been originally sued together.\" N.C.Gen.Stat. § 26-12.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/276288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/282786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/333148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/497021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1218317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1263802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1272531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1307259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1309835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1309933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1313686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1328678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1339878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1344093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1368440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1368537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1431864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1531662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1987504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2308172/"
  ]
}