{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1969185/",
  "absolute_url": "/opinion/1969185/turner-v-warren-county-board-of-education/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1969185/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/482/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:56:42.096650Z",
  "date_modified": "2016-04-26T21:30:16.662437Z",
  "type": "010combined",
  "sha1": "0cbe0317ca93b792322fa3ba5ecb5dfbd6dd5a19",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>313 F.Supp. 380 (1970)</b></center>\n<center><h1>Alvin TURNER et al., (Original) Plaintiffs,<br>\nand<br>\nJoAnne Amelia Clayton et al., (Additional) Plaintiffs,<br>\nv.<br>\nWARREN COUNTY BOARD OF EDUCATION, a body politic of Warren County, North Carolina, and J. R. Peeler Superintendent of the Warren County Schools, (Original) Defendants,<br>\nand<br>\nThe Warrenton City Board of Education, a public body corporate of Warren County, North Carolina, the Littleton-Lake Gaston School District, a public body corporate of Warren County and Halifax County, North Carolina, the Halifax County Board of Education, a public body corporate of Halifax County, North Carolina, and Dr. A. Craig Phillips, Superintendent of Public Instruction of the State of North Carolina, and the North Carolina Board of Education, a public body corporate of the State of North Carolina, (Additional) Defendants.</h1></center>\n<center>No. 1482-Re Civ.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 23, 1970.</center>\n<p>Theaoseus T. Clayton, Warrenton, N. C., Conrad O. Pearson, Durham, N. C., J. LeVonne Chambers, Charlotte, N. C., Jack Greenberg, Derrick A. Bell, Jr., New York City, for plaintiffs.</p>\n<p>Frank Banzet, Warrenton, N. C., William S. McLean, Lumberton, N. C., for defendants.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>This cause was heard on August 21-23, 1969, upon plaintiffs' motion for a preliminary injunction restraining the defendants from operating the public <span class=\"star-pagination\">*381</span> schools in the Warrenton City Administrative Unit and the Littleton-Lake Gaston School District pursuant to Chapters 578 and 628 of the 1969 Session Laws of North Carolina.<sup>[1]</sup> On August 25, 1969, an order was entered preliminarily enjoining the defendants from taking any further action under the respective legislative Acts, and reserving the question of the constitutionality of the Acts.</p>\n<p>This cause was again heard on December 17, 1969, to consider the constitutional issues raised. The issues were presented on the record developed at the previous hearing and other evidence adduced.</p>\n<p>Plaintiffs now seek a judgment declaring Chapters 578 and 628 unconstitutional, and a permanent injunction restraining the defendants from enforcing and applying said statutes.</p>\n<p>Plaintiffs contend that the purpose and effect of the local Acts is to \"perpetuate the racial dual school system in Warren County by removing substantial numbers of white students from the County School System.\"</p>\n<p>Defendants contend that the General Assembly is empowered to create school administrative units; that legislative acts are presumed to be constitutional; that the purpose of the Acts is to improve the educational standards within the new administrative units; that both units will be unitary nonracial school systems, attended by all students within the boundaries of the districts without discrimination as to race or color, and that said Acts are constitutional on their face and do not deprive plaintiffs of any rights, privileges or immunities guaranteed by the Constitution.</p>\n<p>Since the cases of Brown v. Board of Education, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954) and 349 U.S. 294, 75 S.Ct. 753, 99 L.Ed. 1083 (1955), decided approximately fifteen years ago, the Warren County Board of Education has been under the continuous affirmative duty under the Fourteenth Amendment to devote every effort toward disestablishing the dual school system then existing in Warren County.</p>\n<p>In Green v. County School Board of New Kent County, 391 U.S. 430, 437, 88 S.Ct. 1689, 1694, 20 L.Ed.2d 716 (1968), the Court said:</p>\n<blockquote>\"School boards such as the respondent then operating state-compelled dual systems were nevertheless clearly charged with the affirmative duty to take whatever step might be necessary to convert to a unitary system in which racial discrimination would be eliminated root and branch.\"</blockquote>\n<p>For ten years after <i>Brown,</i> and to and including the 1963-64 school year, the defendant Board made no effort and took no steps to convert to a unitary school system in Warren County. During 1963-64 the Board assigned the county's total pupil enrollment as follows: 1,701 white students to 6 all-white schools, 4,064 Negro students to 13 all-Negro schools, and approximately 275 Indian students to one all-Indian school. No teachers were assigned across racial lines.</p>\n<p><span class=\"star-pagination\">*382</span> This action was instituted on November 4, 1963, by 53 Negro children of Warren County in behalf of themselves and others similarly situated, alleging the continued operation of racially segregrated schools in Warren County and seeking to enjoin the defendant Board from the operation of a dual school system.</p>\n<p>During the three school years of 1964-65, 1965-66, and 1966-67 the schools of Warren County were operated under consent court orders providing freedom of choice for all the pupils within the system. For the 1964-65 school year 15 Negro students were assigned to previously all-white schools. For the 1965-66 school year 92 Negro students were assigned to predominantly white schools. For the 1966-67 school year 122 Negro students and 37 Indian students were assigned to predominantly white schools.</p>\n<p>On May 16, 1967, the court found that the results obtained under the freedom-of-choice plan had not materially furthered the orderly achievement of desegregation in the schools in Warren County, and that subject to a few minor exceptions, the faculties remained segregated. The court enjoined the defendants from discrimination on the basis of race in the operation of the Warren County School System, and ordered the defendants \"to take affirmative action to disestablish school segregation in Warren County and to eliminate the effects of the dual school system heretofore operated within the County.\"</p>\n<p>For the 1967-68 school year, following the court order of May 1967, out of a total enrollment of 5,549 students, 173 Negro students and 38 Indian students were assigned to predominantly white schools. The faculty consisted of 85 white teachers, 140 Negro teachers, and 7 Indian teachers. Three white and one Negro teacher were assigned across racial lines. No Negro teacher was assigned to a predominantly white school.</p>\n<p>For the 1968-69 school year the defendants estimated that 200 Negro students and 32 Indian students would be assigned to predominantly white schools, or approximately 6% non-white students assigned across racial lines.</p>\n<p>On July 31, 1968, the court adjudged that the Warren County School System was an unconstitutional racially dual system and ordered the Board to file with the Court on or before August 5, 1968, a plan to effect a unitary non-racial school system in Warren County.</p>\n<p>The Board filed its proposed plan providing for the transfer to predominantly white schools for the 1968-69 school year 56 additional Negro students, plus an unspecified number of Negro students including \"a substantial number of Negro high school students * * * to Littleton High School\" (a predominantly white school), and the assignment of four Negro teachers and five white teachers across racial lines. No provisions were made for subsequent school years.</p>\n<p>On August 8, 1968, the court disapproved the proposed plan and again ordered the defendants to file with the court on or before August 19, 1968, a new and comprehensive plan to effect a unitary nonracial school system in Warren County based on geographical attendance zones, or consolidation or pairing of schools or grades or both, the conversion to such system to be accomplished by the opening of the school year 1969-70.</p>\n<p>The Board again filed a plan reiterating its previous proposals for the 1968-69 school year relating to assignments of students and teachers, and a permanent plan to become effective July 1, 1969, dividing Warren County into three geographical zones for assignment of high school students, said zones to be used as a guide for assignment of elementary school students, subject to modifications deemed necessary by the Board, and providing for reassignment of students upon application to any other school in the system.</p>\n<p>On August 28, 1968, the court disapproved this plan as inadequate and unacceptable as a reasonable step toward the <span class=\"star-pagination\">*383</span> dismantling of the dual school system for the 1968-69 and subsequent school years, and again ordered the defendants to file on or before December 1, 1968, <i>a comprehensive plan to desegregate completely all of the elementary and secondary schools in the Warren County School System</i> by the opening of the school year 1969-70 in strict compliance with former orders of the court.</p>\n<p>On or about December 1, 1968, the Board filed its plan for the desegregation of the schools in Warren County as directed by the court. The plan established geographic attendance zones and provided that all school children within the county should attend schools within their respective zones without regard to race.</p>\n<p>On April 10, 1969, House Bill 639 was introduced in the General Assembly of North Carolina, and designated as Chapter 578, Session Laws of North Carolina 1969. On April 11, 1969, Senate Bill 446 was introduced in the said General Assembly, and designated as Chapter 628 of the Session Laws.<sup>[2]</sup></p>\n<p>Following voter approval of the establishment and operation of the two school units pursuant to said Acts, the Boards of Education of the Warrenton City and the Littleton-Lake Gaston units adopted regulations permitting transfers of students in and out of said units. Warrenton City established a tuition charge of $75.00 a year for all students transferring into said unit, and Littleton-Lake Gaston charges tuition of $35.00 for elementary students and $50.00 for high school students.</p>\n<p>During the school year 1968-69, all the public schools of Warren County were operated by the Warren County Board of Education. There was a total of 5,220 students. The racial composition of the county school system was as follows: White, 1,415 (27%); Negro, 3,524 (67%), and Indian 281 (6%).</p>\n<p>The Warrenton City unit has 206 <i>resident</i> students: White, 142 (69%); Negro 64 (31%). The school facilities within the unit will accommodate 1,000 to 1,200 students. Since the creation of the City unit under the 1969 Act, 685 White, 33 Indians, and no Negroes have transferred from the county schools into the City unit; 46 Negroes have transferred from the city to the county system. If the enforcement of the Act had not been preliminarily enjoined, the net effect for the school year 1969-70 would have been as follows: White 825 (94%); Negro 18 (2%) and Indian 33 (4%).</p>\n<p>The Littleton-Lake Gaston unit has 659 <i>resident</i> students: White, 301 (45.6%); Negro 358 (54.4%). Since the creation of the Littleton-Lake Gaston unit under the 1969 Act, 79 Whites, one Negro and no Indians have transferred from the county system to the administrative unit; 110 Negroes have transferred from the unit to the county system. If the enforcement of the Act had not been preliminarily enjoined, the net effect for the next school year would have been as follows: White 286 (53.56%); Negro 248 (46.44%).</p>\n<p>The racial composition of the county school system as a result of the creation of the two administrative units, and taking into consideration the net effect of the transfers in and out of the systems, would have been: White 260 (7%); Negroes 3,603 (93%).</p>\n<p>During the current school year of 1969-70, all the public schools of Warren County are being operated by the Warren County Board of Education pursuant to its plan of desegregation as approved by this court. At the end of the first ten days of this school year, the racial composition of the county system was as follows: White 941 (21%); Negro 3,344 (76%); Indian 138 (3%); total 4,423. The white enrollment has decreased about 500 from the preceding year. Several hundred white students attend private schools, and others attend public schools in other counties.</p>\n<p>The Board of Education of the Littleton-Lake Gaston School District stipulated <span class=\"star-pagination\">*384</span> in open court that it would eliminate all student transfers in and out of the system if the constitutionality of the local Act creating the school district could be sustained on that basis.</p>\n<p>The Warrenton City unit has not so stipulated. Warrenton City cannot operate a 12-grade school with approximately 206 students and maintain acceptable educational standards. Warren County cannot presently accommodate all its students without utilizing the surplus space in the school facilities in the Warrenton City unit.</p>\n<p>When the December 1, 1968, plan for desegregation of the school of Warren County was filed by the County Board, considerable opposition arose in the Warrenton and Littleton-Lake Gaston areas. Delegations of citizens met with the County Board of Education and discussed the racial composition of the schools under the proposed plan. Community meetings were held to consider the possibility of submitting bills to the General Assembly providing for the establishment of separate school administrative units for Warrenton and Littleton-Lake Gaston. Petitions were submitted to and approved by the Warren County Board of Education urging the passage of the proposed bills. Delegations met with the representatives of Warren County in the Senate and House of Representatives and shortly thereafter the bills creating the units were introduced and enacted.</p>\n<p>The bills were enacted at a time when the Board of Education of Warren County, pursuant to order of court had submitted a plan to desegregate all the schools of Warren County. Desegregation of the schools was imminent. The proponents of the bills, including the Warren County Board of Education, were motivated, at least in part, by the desire to avoid the court enjoined desegregation on a county-wide basis, and to carve out of the county system separate units that would offer a refuge for white students, and preserve to the extent possible segregated schools in Warren County.</p>\n<p>Following the establishment of the separate units, the schools' officials adopted the policy of permitting transfers of students between the county unit and the new units. Under this arrangement 764 whites formerly in the county system enrolled in the two city units, and 156 Negroes transferred from the city units into the county system, resulting in an increase of whites from 69% to 94%, and a reduction of Negroes from 31% to 2% in the Warrenton unit, and an increase of whites from 45% to 53%, and a reduction of Negroes from 54% to 46% in the Littleton-Lake Gaston unit. As previously stated, whites in the county system were reduced from 27% to 7%, and Negroes were increased from 67% to 93%. The two Acts promote segregated schools in the Warren County system, impede and defeat the Warren County Board of Education from implementing its plan to desegregate all of the public schools in Warren County, and frustrate the lawful orders of this court.</p>\n<p>The creation of small school units in Warren County cannot be rationalized upon sound educational grounds. For many years educators generally have advocated the consolidation of schools, and the merging of county and city units whenever feasible, to provide larger schools with a more comprehensive curricula, and at greater economy in per pupil cost.</p>\n<p>The 1948 study of Education in North Carolina, 397-401, conducted by the State Education Commission, contains the following pertinent recommendations:</p>\n<blockquote>\"Since a local administrative unit should be sufficiently large enough to warrant the provision of all essential administrative and supervisory services, local units of school administration which are established in the future should be organized so as to assure in the unit an absolute minimum of 3,500 to 4,000 school population and a desirable minimum of 9,000 to 10,000 school population.</blockquote>\n<blockquote>\"Except as it is found to be administratively impractical, secondary <span class=\"star-pagination\">*385</span> schools should be established so as to assure an absolute minimum enrollment of 300 pupils and a desirable minimum of 500 to 600 pupils * *. A four-year secondary school * * * should have an absolute minimum of 600 to 700 students and a desirable minimum of 900 to 1,000 students.\"</blockquote>\n<p>The 1968 Report of the Governor's Study Commission on the Public School System of North Carolina, 29, 167, states:</p>\n<blockquote>\"(T)he movement has been toward the consolidation of smaller schools and a trend toward the establishment of large administrative units. A basic goal of education in the State may be that of providing a comprehensive high school for all boys and girls. * * * \"For economical operation, the comprehensive school needs an enrollment of at least 750 senior high school students. * * * It has a sufficient number of teachers and other educational personnel to provide a rich and varied program of courses and activities. The comprehensive high school meets the needs of youth who plan to continue their education beyond the high school. It is equally concerned with the needs of those who will not continue * * *.</blockquote>\n<blockquote>\"So that North Carolina can provide economical and effective schools, the Commission recommends that the State adopt the county as the basic school administrative unit. Merger of city units with county units and, where necessary, merger across county lines should be accomplished in order to achieve sound educational programs.\"</blockquote>\n<p>The recommendations of professional educators and of the study commissions on public schools were ignored in the case of Warren County. In a county unit with a total enrollment of 5,220 elementary and high school students, the 1969 Legislature carved out the two city units: Warrenton with 206 resident students, and Littleton-Lake Gaston with 659 resident students each with grades 1 through 12. The result is a startling contrast to the recommendation of a minimum of 600 to 750 students for a comprehensive four-year high school wherever feasible.</p>\n<p>If race is disregarded, the creation of two small units in Warren County is particularly indefensible, when population trends are considered. The total population of Warren County has declined from 23,539 in 1950 to 19,652 in 1960. The 1965 School Survey of Warren County conducted by the North Carolina Department of Public Instruction projects a further decline in the county's population to 15,730 by 1970 and to 12,370 by 1980. The average daily attendance in the county system is likewise decreasing at a slow rate. If the population decline continues, the inability of the city units to provide comprehensive educational programs will become steadily more apparent.</p>\n<p>The question in this case is whether the State of North Carolina has denied the Negro plaintiffs due process and the equal protection of its laws by the legislative enactment of Chapters 578 and 628, Session Laws 1969.</p>\n<p>In a unanimous decision the Supreme Court in Cooper v. Aaron, 358 U.S. 1, 78 S.Ct. 1401, 3 L.Ed.2d 5 (1958) said:</p>\n<blockquote>\"The command of the Fourteenth Amendment is that no `State' shall deny to any person within its jurisdiction the equal protection of the laws. `A State acts by its legislative, its executive, or its judicial authorities. It can act in no other way. The constitutional provision, therefore, must mean that no agency of the State, or of the officers or agents by whom its powers are exerted, shall deny to any person within its jurisdiction the equal protection of the laws. Whoever, by virtue of public position under a State government * * * denies or takes away the equal protection of the laws, violates the constitutional inhibition; and as he acts in the name and for the State, and is clothed with the State's power, his act is that of the State. This must be so, or the constitutional prohibition has no meaning. * * * Thus the prohibitions <span class=\"star-pagination\">*386</span> of the Fourteenth Amendment extend to all action of the State denying equal protection of the laws; whatever, the agency of the State taking the action, * * * or whatever the guise in which it is taken * * *. In short, the constitutional rights of children not to be discriminated against in school admission on grounds of race or color declared by this Court in the Brown case can neither be nullified openly and directly by state legislators or state executive or judicial officers, nor nullified indirectly by them through evasive schemes for segregation * * *.</blockquote>\n<blockquote>\"No state legislator or executive or judicial officer can war against the Constitution without violating his undertaking to support it. Chief Justice Marshall spoke for a unanimous Court in saying that: `If the legislatures of the several states may, at will, annul the judgments of the courts of the United States, and destroy the rights acquired under those judgments, the constitution itself becomes a solemn mockery * * *.'</blockquote>\n<blockquote>\"* * * The right of a student not to be segregated on racial grounds in [state supported] schools * * * is indeed so fundamental and pervasive that it is embraced in the concept of due process of law. * * *\" (Citations omitted.)</blockquote>\n<p>In Bush v. Orleans Parish School Board, 190 F.Supp. 861 (E.D.La.1960), aff'd sub nom. City of New Orleans v. Bush, 366 U.S. 212, 81 S.Ct. 1091, 6 L.Ed.2d 239 (1961), a three-judge district court restated certain fundamental principles that govern the right to equality of educational opportunity through access to non-segregated public schools. Among those principles is the following:</p>\n<blockquote>\"That the enjoyment of this constitutional right cannot be denied or abridged by the state, and that every law or resolution of the legislature, every act of the executive, and every decree of the state courts, which, no matter how innocent on its face, seeks to subvert the enjoyment of this right, whether directly * * * or indirectly through measures designed to circumvent the orders of the courts of the United States issued in protection of the right, are unconstitutional and null.\"<sup>[3]</sup></blockquote>\n<p>The State of North Carolina has a duty under the Fourteenth Amendment to take affirmative action to remove all remaining vestiges of the dual school system imposed by the Constitution and laws of North Carolina prior to the decision of the Supreme Court in Brown v. Board of Education. This duty extends to the Executive, Legislative and Judicial branches of the State government, and to all its departments and agents who are charged by law with the exercise of any public school function. Cooper v. Aaron, supra; Griffin v. County School Board, 377 U.S. 218, 84 S.Ct. 1226, 12 L.Ed.2d 256 (1964); Godwin v. Johnston County Board of Education, 301 F.Supp. 1339 (E.D.N.C.1969).</p>\n<p>It is clear from the record in this case that the Acts of the Legislature creating the two school units in Warren County serve no legitimate state interest, violate the State's duty to effectuate a unitary system of public schools in North Carolina, and prevents the school board from complying with orders of this court issued in protection of constitutional rights. In our opinion the statutes are unconstitutional.</p>\n<p>The foregoing constitutes the court's findings of fact and conclusions of law. A judgment in accordance with this opinion will be entered by the court.</p>\n<p></p>\n<h2>JUDGMENT</h2>\n<p>Upon consideration of the pleadings, evidence, briefs of counsel and oral arguments, the Court, for the reasons set forth in its Opinion filed herein, orders:</p>\n<p><span class=\"star-pagination\">*387</span> 1. That Chapter 578, Session Laws of North Carolina 1969, creating the Warrenton City Administrative Unit, and Chapter 628, Session Laws of North Carolina 1969, creating the Littleton-Lake Gaston School District are declared to be unconstitutional and null and void.</p>\n<p>2. That the defendants, their respective officers, agents, servants and employees, be and they are hereby permanently enjoined from any and all further proceedings pursuant to said statutes.</p>\n<p>LARKINS, District Judge, concurs.</p>\n<h2>NOTES</h2>\n<p>[1]  Chapter 578, ratified May 23, 1969, created the Warrenton City Administrative Unit in Warren County to operate the public school in said unit then being operated as a part of the Warren County School System. The Act provided that all public school property located within the unit should become the property of the unit; provided for a supplemental tax levy, and directed a special election to authorize the establishment of said unit and the levying of said tax. The boundaries of the unit are coterminous with the boundaries of the Town of Warrenton.\n</p>\n<p>Chapter 628, ratified May 26, 1969, created the Littleton-Lake Gaston School District to operate the public schools in said district also being operated as a part of the Warren County School System. The general provisions of the Act are similar to Chapter 578. The Littleton-Lake Gaston unit embraces territory in Warren and Halifax Counties; however, the school buildings and site are the property of the Warren County Board of Education.</p>\n<p>The voters of each unit approved the proposals.</p>\n<p>[2]  See n. 1, supra.</p>\n<p>[3]  See Brown v. Board of Education, 349 U.S. 294, 298, 75 S.Ct. 753, 755, 99 L. Ed. 1083 (1955); Gomillion v. Lightfoot, 364 U.S. 339, 81 S.Ct. 125, 5 L.Ed.2d 110 (1960); Haney v. County Board of Education, 410 F.2d 920 (8th Cir. 1969).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">380</span></span> (1970)</b></center>\n<center><h1>Alvin TURNER et al., (Original) Plaintiffs,<br>\nand<br>\nJoAnne Amelia Clayton et al., (Additional) Plaintiffs,<br>\nv.<br>\nWARREN COUNTY BOARD OF EDUCATION, a body politic of Warren County, North Carolina, and J. R. Peeler Superintendent of the Warren County Schools, (Original) Defendants,<br>\nand<br>\nThe Warrenton City Board of Education, a public body corporate of Warren County, North Carolina, the Littleton-Lake Gaston School District, a public body corporate of Warren County and Halifax County, North Carolina, the Halifax County Board of Education, a public body corporate of Halifax County, North Carolina, and Dr. A. Craig Phillips, Superintendent of Public Instruction of the State of North Carolina, and the North Carolina Board of Education, a public body corporate of the State of North Carolina, (Additional) Defendants.</h1></center>\n<center>No. 1482-Re Civ.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 23, 1970.</center>\n<p>Theaoseus T. Clayton, Warrenton, N. C., Conrad O. Pearson, Durham, N. C., J. LeVonne Chambers, Charlotte, N. C., Jack Greenberg, Derrick A. Bell, Jr., New York City, for plaintiffs.</p>\n<p>Frank Banzet, Warrenton, N. C., William S. McLean, Lumberton, N. C., for defendants.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>This cause was heard on August 21-23, 1969, upon plaintiffs' motion for a preliminary injunction restraining the defendants from operating the public <span class=\"star-pagination\">*381</span> schools in the Warrenton City Administrative Unit and the Littleton-Lake Gaston School District pursuant to Chapters 578 and 628 of the 1969 Session Laws of North Carolina.<sup>[1]</sup> On August 25, 1969, an order was entered preliminarily enjoining the defendants from taking any further action under the respective legislative Acts, and reserving the question of the constitutionality of the Acts.</p>\n<p>This cause was again heard on December 17, 1969, to consider the constitutional issues raised. The issues were presented on the record developed at the previous hearing and other evidence adduced.</p>\n<p>Plaintiffs now seek a judgment declaring Chapters 578 and 628 unconstitutional, and a permanent injunction restraining the defendants from enforcing and applying said statutes.</p>\n<p>Plaintiffs contend that the purpose and effect of the local Acts is to \"perpetuate the racial dual school system in Warren County by removing substantial numbers of white students from the County School System.\"</p>\n<p>Defendants contend that the General Assembly is empowered to create school administrative units; that legislative acts are presumed to be constitutional; that the purpose of the Acts is to improve the educational standards within the new administrative units; that both units will be unitary nonracial school systems, attended by all students within the boundaries of the districts without discrimination as to race or color, and that said Acts are constitutional on their face and do not deprive plaintiffs of any rights, privileges or immunities guaranteed by the Constitution.</p>\n<p>Since the cases of Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></a></span> (1954) and <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1083</span></a></span> (1955), decided approximately fifteen years ago, the Warren County Board of Education has been under the continuous affirmative duty under the Fourteenth Amendment to devote every effort toward disestablishing the dual school system then existing in Warren County.</p>\n<p>In Green v. County School Board of New Kent County, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 437, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, 1694, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968), the Court said:</p>\n<blockquote>\"School boards such as the respondent then operating state-compelled dual systems were nevertheless clearly charged with the affirmative duty to take whatever step might be necessary to convert to a unitary system in which racial discrimination would be eliminated root and branch.\"</blockquote>\n<p>For ten years after <i>Brown,</i> and to and including the 1963-64 school year, the defendant Board made no effort and took no steps to convert to a unitary school system in Warren County. During 1963-64 the Board assigned the county's total pupil enrollment as follows: 1,701 white students to 6 all-white schools, 4,064 Negro students to 13 all-Negro schools, and approximately 275 Indian students to one all-Indian school. No teachers were assigned across racial lines.</p>\n<p><span class=\"star-pagination\">*382</span> This action was instituted on November 4, 1963, by 53 Negro children of Warren County in behalf of themselves and others similarly situated, alleging the continued operation of racially segregrated schools in Warren County and seeking to enjoin the defendant Board from the operation of a dual school system.</p>\n<p>During the three school years of 1964-65, 1965-66, and 1966-67 the schools of Warren County were operated under consent court orders providing freedom of choice for all the pupils within the system. For the 1964-65 school year 15 Negro students were assigned to previously all-white schools. For the 1965-66 school year 92 Negro students were assigned to predominantly white schools. For the 1966-67 school year 122 Negro students and 37 Indian students were assigned to predominantly white schools.</p>\n<p>On May 16, 1967, the court found that the results obtained under the freedom-of-choice plan had not materially furthered the orderly achievement of desegregation in the schools in Warren County, and that subject to a few minor exceptions, the faculties remained segregated. The court enjoined the defendants from discrimination on the basis of race in the operation of the Warren County School System, and ordered the defendants \"to take affirmative action to disestablish school segregation in Warren County and to eliminate the effects of the dual school system heretofore operated within the County.\"</p>\n<p>For the 1967-68 school year, following the court order of May 1967, out of a total enrollment of 5,549 students, 173 Negro students and 38 Indian students were assigned to predominantly white schools. The faculty consisted of 85 white teachers, 140 Negro teachers, and 7 Indian teachers. Three white and one Negro teacher were assigned across racial lines. No Negro teacher was assigned to a predominantly white school.</p>\n<p>For the 1968-69 school year the defendants estimated that 200 Negro students and 32 Indian students would be assigned to predominantly white schools, or approximately 6% non-white students assigned across racial lines.</p>\n<p>On July 31, 1968, the court adjudged that the Warren County School System was an unconstitutional racially dual system and ordered the Board to file with the Court on or before August 5, 1968, a plan to effect a unitary non-racial school system in Warren County.</p>\n<p>The Board filed its proposed plan providing for the transfer to predominantly white schools for the 1968-69 school year 56 additional Negro students, plus an unspecified number of Negro students including \"a substantial number of Negro high school students * * * to Littleton High School\" (a predominantly white school), and the assignment of four Negro teachers and five white teachers across racial lines. No provisions were made for subsequent school years.</p>\n<p>On August 8, 1968, the court disapproved the proposed plan and again ordered the defendants to file with the court on or before August 19, 1968, a new and comprehensive plan to effect a unitary nonracial school system in Warren County based on geographical attendance zones, or consolidation or pairing of schools or grades or both, the conversion to such system to be accomplished by the opening of the school year 1969-70.</p>\n<p>The Board again filed a plan reiterating its previous proposals for the 1968-69 school year relating to assignments of students and teachers, and a permanent plan to become effective July 1, 1969, dividing Warren County into three geographical zones for assignment of high school students, said zones to be used as a guide for assignment of elementary school students, subject to modifications deemed necessary by the Board, and providing for reassignment of students upon application to any other school in the system.</p>\n<p>On August 28, 1968, the court disapproved this plan as inadequate and unacceptable as a reasonable step toward the <span class=\"star-pagination\">*383</span> dismantling of the dual school system for the 1968-69 and subsequent school years, and again ordered the defendants to file on or before December 1, 1968, <i>a comprehensive plan to desegregate completely all of the elementary and secondary schools in the Warren County School System</i> by the opening of the school year 1969-70 in strict compliance with former orders of the court.</p>\n<p>On or about December 1, 1968, the Board filed its plan for the desegregation of the schools in Warren County as directed by the court. The plan established geographic attendance zones and provided that all school children within the county should attend schools within their respective zones without regard to race.</p>\n<p>On April 10, 1969, House Bill 639 was introduced in the General Assembly of North Carolina, and designated as Chapter 578, Session Laws of North Carolina 1969. On April 11, 1969, Senate Bill 446 was introduced in the said General Assembly, and designated as Chapter 628 of the Session Laws.<sup>[2]</sup></p>\n<p>Following voter approval of the establishment and operation of the two school units pursuant to said Acts, the Boards of Education of the Warrenton City and the Littleton-Lake Gaston units adopted regulations permitting transfers of students in and out of said units. Warrenton City established a tuition charge of $75.00 a year for all students transferring into said unit, and Littleton-Lake Gaston charges tuition of $35.00 for elementary students and $50.00 for high school students.</p>\n<p>During the school year 1968-69, all the public schools of Warren County were operated by the Warren County Board of Education. There was a total of 5,220 students. The racial composition of the county school system was as follows: White, 1,415 (27%); Negro, 3,524 (67%), and Indian 281 (6%).</p>\n<p>The Warrenton City unit has 206 <i>resident</i> students: White, 142 (69%); Negro 64 (31%). The school facilities within the unit will accommodate 1,000 to 1,200 students. Since the creation of the City unit under the 1969 Act, 685 White, 33 Indians, and no Negroes have transferred from the county schools into the City unit; 46 Negroes have transferred from the city to the county system. If the enforcement of the Act had not been preliminarily enjoined, the net effect for the school year 1969-70 would have been as follows: White 825 (94%); Negro 18 (2%) and Indian 33 (4%).</p>\n<p>The Littleton-Lake Gaston unit has 659 <i>resident</i> students: White, 301 (45.6%); Negro 358 (54.4%). Since the creation of the Littleton-Lake Gaston unit under the 1969 Act, 79 Whites, one Negro and no Indians have transferred from the county system to the administrative unit; 110 Negroes have transferred from the unit to the county system. If the enforcement of the Act had not been preliminarily enjoined, the net effect for the next school year would have been as follows: White 286 (53.56%); Negro 248 (46.44%).</p>\n<p>The racial composition of the county school system as a result of the creation of the two administrative units, and taking into consideration the net effect of the transfers in and out of the systems, would have been: White 260 (7%); Negroes 3,603 (93%).</p>\n<p>During the current school year of 1969-70, all the public schools of Warren County are being operated by the Warren County Board of Education pursuant to its plan of desegregation as approved by this court. At the end of the first ten days of this school year, the racial composition of the county system was as follows: White 941 (21%); Negro 3,344 (76%); Indian 138 (3%); total 4,423. The white enrollment has decreased about 500 from the preceding year. Several hundred white students attend private schools, and others attend public schools in other counties.</p>\n<p>The Board of Education of the Littleton-Lake Gaston School District stipulated <span class=\"star-pagination\">*384</span> in open court that it would eliminate all student transfers in and out of the system if the constitutionality of the local Act creating the school district could be sustained on that basis.</p>\n<p>The Warrenton City unit has not so stipulated. Warrenton City cannot operate a 12-grade school with approximately 206 students and maintain acceptable educational standards. Warren County cannot presently accommodate all its students without utilizing the surplus space in the school facilities in the Warrenton City unit.</p>\n<p>When the December 1, 1968, plan for desegregation of the school of Warren County was filed by the County Board, considerable opposition arose in the Warrenton and Littleton-Lake Gaston areas. Delegations of citizens met with the County Board of Education and discussed the racial composition of the schools under the proposed plan. Community meetings were held to consider the possibility of submitting bills to the General Assembly providing for the establishment of separate school administrative units for Warrenton and Littleton-Lake Gaston. Petitions were submitted to and approved by the Warren County Board of Education urging the passage of the proposed bills. Delegations met with the representatives of Warren County in the Senate and House of Representatives and shortly thereafter the bills creating the units were introduced and enacted.</p>\n<p>The bills were enacted at a time when the Board of Education of Warren County, pursuant to order of court had submitted a plan to desegregate all the schools of Warren County. Desegregation of the schools was imminent. The proponents of the bills, including the Warren County Board of Education, were motivated, at least in part, by the desire to avoid the court enjoined desegregation on a county-wide basis, and to carve out of the county system separate units that would offer a refuge for white students, and preserve to the extent possible segregated schools in Warren County.</p>\n<p>Following the establishment of the separate units, the schools' officials adopted the policy of permitting transfers of students between the county unit and the new units. Under this arrangement 764 whites formerly in the county system enrolled in the two city units, and 156 Negroes transferred from the city units into the county system, resulting in an increase of whites from 69% to 94%, and a reduction of Negroes from 31% to 2% in the Warrenton unit, and an increase of whites from 45% to 53%, and a reduction of Negroes from 54% to 46% in the Littleton-Lake Gaston unit. As previously stated, whites in the county system were reduced from 27% to 7%, and Negroes were increased from 67% to 93%. The two Acts promote segregated schools in the Warren County system, impede and defeat the Warren County Board of Education from implementing its plan to desegregate all of the public schools in Warren County, and frustrate the lawful orders of this court.</p>\n<p>The creation of small school units in Warren County cannot be rationalized upon sound educational grounds. For many years educators generally have advocated the consolidation of schools, and the merging of county and city units whenever feasible, to provide larger schools with a more comprehensive curricula, and at greater economy in per pupil cost.</p>\n<p>The 1948 study of Education in North Carolina, 397-401, conducted by the State Education Commission, contains the following pertinent recommendations:</p>\n<blockquote>\"Since a local administrative unit should be sufficiently large enough to warrant the provision of all essential administrative and supervisory services, local units of school administration which are established in the future should be organized so as to assure in the unit an absolute minimum of 3,500 to 4,000 school population and a desirable minimum of 9,000 to 10,000 school population.</blockquote>\n<blockquote>\"Except as it is found to be administratively impractical, secondary <span class=\"star-pagination\">*385</span> schools should be established so as to assure an absolute minimum enrollment of 300 pupils and a desirable minimum of 500 to 600 pupils * *. A four-year secondary school * * * should have an absolute minimum of 600 to 700 students and a desirable minimum of 900 to 1,000 students.\"</blockquote>\n<p>The 1968 Report of the Governor's Study Commission on the Public School System of North Carolina, 29, 167, states:</p>\n<blockquote>\"(T)he movement has been toward the consolidation of smaller schools and a trend toward the establishment of large administrative units. A basic goal of education in the State may be that of providing a comprehensive high school for all boys and girls. * * * \"For economical operation, the comprehensive school needs an enrollment of at least 750 senior high school students. * * * It has a sufficient number of teachers and other educational personnel to provide a rich and varied program of courses and activities. The comprehensive high school meets the needs of youth who plan to continue their education beyond the high school. It is equally concerned with the needs of those who will not continue * * *.</blockquote>\n<blockquote>\"So that North Carolina can provide economical and effective schools, the Commission recommends that the State adopt the county as the basic school administrative unit. Merger of city units with county units and, where necessary, merger across county lines should be accomplished in order to achieve sound educational programs.\"</blockquote>\n<p>The recommendations of professional educators and of the study commissions on public schools were ignored in the case of Warren County. In a county unit with a total enrollment of 5,220 elementary and high school students, the 1969 Legislature carved out the two city units: Warrenton with 206 resident students, and Littleton-Lake Gaston with 659 resident students each with grades 1 through 12. The result is a startling contrast to the recommendation of a minimum of 600 to 750 students for a comprehensive four-year high school wherever feasible.</p>\n<p>If race is disregarded, the creation of two small units in Warren County is particularly indefensible, when population trends are considered. The total population of Warren County has declined from 23,539 in 1950 to 19,652 in 1960. The 1965 School Survey of Warren County conducted by the North Carolina Department of Public Instruction projects a further decline in the county's population to 15,730 by 1970 and to 12,370 by 1980. The average daily attendance in the county system is likewise decreasing at a slow rate. If the population decline continues, the inability of the city units to provide comprehensive educational programs will become steadily more apparent.</p>\n<p>The question in this case is whether the State of North Carolina has denied the Negro plaintiffs due process and the equal protection of its laws by the legislative enactment of Chapters 578 and 628, Session Laws 1969.</p>\n<p>In a unanimous decision the Supreme Court in Cooper v. Aaron, <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1401</span></a></span>, <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">5</span></a></span> (1958) said:</p>\n<blockquote>\"The command of the Fourteenth Amendment is that no `State' shall deny to any person within its jurisdiction the equal protection of the laws. `A State acts by its legislative, its executive, or its judicial authorities. It can act in no other way. The constitutional provision, therefore, must mean that no agency of the State, or of the officers or agents by whom its powers are exerted, shall deny to any person within its jurisdiction the equal protection of the laws. Whoever, by virtue of public position under a State government * * * denies or takes away the equal protection of the laws, violates the constitutional inhibition; and as he acts in the name and for the State, and is clothed with the State's power, his act is that of the State. This must be so, or the constitutional prohibition has no meaning. * * * Thus the prohibitions <span class=\"star-pagination\">*386</span> of the Fourteenth Amendment extend to all action of the State denying equal protection of the laws; whatever, the agency of the State taking the action, * * * or whatever the guise in which it is taken * * *. In short, the constitutional rights of children not to be discriminated against in school admission on grounds of race or color declared by this Court in the Brown case can neither be nullified openly and directly by state legislators or state executive or judicial officers, nor nullified indirectly by them through evasive schemes for segregation * * *.</blockquote>\n<blockquote>\"No state legislator or executive or judicial officer can war against the Constitution without violating his undertaking to support it. Chief Justice Marshall spoke for a unanimous Court in saying that: `If the legislatures of the several states may, at will, annul the judgments of the courts of the United States, and destroy the rights acquired under those judgments, the constitution itself becomes a solemn mockery * * *.'</blockquote>\n<blockquote>\"* * * The right of a student not to be segregated on racial grounds in [state supported] schools * * * is indeed so fundamental and pervasive that it is embraced in the concept of due process of law. * * *\" (Citations omitted.)</blockquote>\n<p>In Bush v. Orleans Parish School Board, <span class=\"citation\" data-id=\"1622810\"><a href=\"/opinion/1622810/bush-v-orleans-parish-school-board/\"><span class=\"volume\">190</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">861</span></a></span> (E.D.La.1960), aff'd sub nom. City of New Orleans v. Bush, <span class=\"citation\" data-id=\"1250224\"><a href=\"/opinion/1250224/city-of-new-orleans-v-bush/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">212</span></a></span>, <span class=\"citation\" data-id=\"106234\"><a href=\"/opinion/106234/binks-mfg-co-v-ransburg-electro-coating-corp/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1091</span></a></span>, <span class=\"citation\" data-id=\"106234\"><a href=\"/opinion/106234/binks-mfg-co-v-ransburg-electro-coating-corp/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">239</span></a></span> (1961), a three-judge district court restated certain fundamental principles that govern the right to equality of educational opportunity through access to non-segregated public schools. Among those principles is the following:</p>\n<blockquote>\"That the enjoyment of this constitutional right cannot be denied or abridged by the state, and that every law or resolution of the legislature, every act of the executive, and every decree of the state courts, which, no matter how innocent on its face, seeks to subvert the enjoyment of this right, whether directly * * * or indirectly through measures designed to circumvent the orders of the courts of the United States issued in protection of the right, are unconstitutional and null.\"<sup>[3]</sup></blockquote>\n<p>The State of North Carolina has a duty under the Fourteenth Amendment to take affirmative action to remove all remaining vestiges of the dual school system imposed by the Constitution and laws of North Carolina prior to the decision of the Supreme Court in Brown v. Board of Education. This duty extends to the Executive, Legislative and Judicial branches of the State government, and to all its departments and agents who are charged by law with the exercise of any public school function. Cooper v. Aaron, supra; Griffin v. County School Board, <span class=\"citation\" data-id=\"106825\"><a href=\"/opinion/106825/griffin-v-school-bd-of-prince-edward-cty/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, <span class=\"citation\" data-id=\"106825\"><a href=\"/opinion/106825/griffin-v-school-bd-of-prince-edward-cty/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1226</span></a></span>, <span class=\"citation\" data-id=\"106825\"><a href=\"/opinion/106825/griffin-v-school-bd-of-prince-edward-cty/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">256</span></a></span> (1964); Godwin v. Johnston County Board of Education, <span class=\"citation no-link\"><span class=\"volume\">301</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1339</span></span> (E.D.N.C.1969).</p>\n<p>It is clear from the record in this case that the Acts of the Legislature creating the two school units in Warren County serve no legitimate state interest, violate the State's duty to effectuate a unitary system of public schools in North Carolina, and prevents the school board from complying with orders of this court issued in protection of constitutional rights. In our opinion the statutes are unconstitutional.</p>\n<p>The foregoing constitutes the court's findings of fact and conclusions of law. A judgment in accordance with this opinion will be entered by the court.</p>\n<p></p>\n<h2>JUDGMENT</h2>\n<p>Upon consideration of the pleadings, evidence, briefs of counsel and oral arguments, the Court, for the reasons set forth in its Opinion filed herein, orders:</p>\n<p><span class=\"star-pagination\">*387</span> 1. That Chapter 578, Session Laws of North Carolina 1969, creating the Warrenton City Administrative Unit, and Chapter 628, Session Laws of North Carolina 1969, creating the Littleton-Lake Gaston School District are declared to be unconstitutional and null and void.</p>\n<p>2. That the defendants, their respective officers, agents, servants and employees, be and they are hereby permanently enjoined from any and all further proceedings pursuant to said statutes.</p>\n<p>LARKINS, District Judge, concurs.</p>\n<h2>NOTES</h2>\n<p>[1]  Chapter 578, ratified May 23, 1969, created the Warrenton City Administrative Unit in Warren County to operate the public school in said unit then being operated as a part of the Warren County School System. The Act provided that all public school property located within the unit should become the property of the unit; provided for a supplemental tax levy, and directed a special election to authorize the establishment of said unit and the levying of said tax. The boundaries of the unit are coterminous with the boundaries of the Town of Warrenton.\n</p>\n<p>Chapter 628, ratified May 26, 1969, created the Littleton-Lake Gaston School District to operate the public schools in said district also being operated as a part of the Warren County School System. The general provisions of the Act are similar to Chapter 578. The Littleton-Lake Gaston unit embraces territory in Warren and Halifax Counties; however, the school buildings and site are the property of the Warren County Board of Education.</p>\n<p>The voters of each unit approved the proposals.</p>\n<p>[2]  See n. 1, supra.</p>\n<p>[3]  See Brown v. Board of Education, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 298, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, 755, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1083</span></a></span> (1955); Gomillion v. Lightfoot, <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></a></span>, <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">125</span></a></span>, <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span></a></span> (1960); Haney v. County Board of Education, <span class=\"citation\" data-id=\"284783\"><a href=\"/opinion/284783/lela-mae-haney-v-county-board-of-education-of-sevier-county-arkansas/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span> (8th Cir. 1969).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1250224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1622810/"
  ]
}