{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1970741/",
  "absolute_url": "/opinion/1970741/everette-v-runyon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1970741/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:56:58.228699Z",
  "date_modified": "2016-04-26T21:29:46.575835Z",
  "type": "010combined",
  "sha1": "4f0083c3af70a4dde3d5acb36e404ca4bc203df0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>911 F.Supp. 180 (1995)</b></center>\n<center><h1>Robert J. EVERETTE, Plaintiff,<br>\nv.<br>\nMarvin T. RUNYON, Jr., Postmaster General, Defendant.</h1></center>\n<center>No. 5:94-CV-776-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 3, 1995.</center>\n<p><span class=\"star-pagination\">*181</span> <span class=\"star-pagination\">*182</span> Robert J. Everette, Fayetteville, NC, pro se.</p>\n<p>Steven A. West, Assistant U.S. Attorney, Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the Court on defendant's motion for summary judgment.</p>\n<p>Summary judgment shall be granted when, viewing the facts in the light most favorable to the non-moving party, (1) there is no genuine issue of material fact, and (2) the moving party is entitled to summary judgment as a matter of law. Fed.R.Civ.Proc. Rule 56(c). The party bearing the burden of proof on an issue at trial must \"designate `specific facts showing that there is a genuine issue for trial.'\" <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 324, 106 S.Ct. 2548, 2553, 91 L.Ed.2d 265 (1986) (citation omitted). Factual disputes whose resolution would not affect the outcome of the suit are irrelevant to the consideration of a motion for summary judgment. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).</p>\n<p>Plaintiff claims that he was discharged from the Postal Service due to his physical disability and in retaliation for having filed complaints of employment discrimination. Because he has no direct proof that the defendant was motivated by such illegal considerations, plaintiff's claims must be analyzed under the inferential proof scheme established in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). Under this analysis, plaintiff must first meet the proper prima facie standards of proof for discrimination and retaliation, respectively. If plaintiff can make a prima facie case, defendant would then need to articulate a non-discriminatory reason for the termination. \"Once this showing is made, the burden of proof lies with the plaintiff to show, by a preponderance of the evidence, that the employer's proffered reasons for the dismissal are pretextual.\" <i>Williams v. Cerberonics, Inc.,</i> 871 F.2d 452, 456 (4th Cir.1989) (citation omitted). Plaintiff must prove \"<i>both</i> that the reason [defendant presented] was false, <i>and</i> that discrimination was the real reason.\" <i>Theard v. Glaxo,</i> 47 F.3d 676, 680 (4th Cir.1995), quoting <i>St. Mary's Honor Ctr. v. Hicks,</i> 509 U.S. 502, ___, 113 S.Ct. 2742, 2752, 125 L.Ed.2d 407 (1993).</p>\n<p>Of course, <i>McDonnell Douglas</i> does not in any way relieve plaintiffs of their ultimate burden of proof. The only burden ever carried by employment discrimination <span class=\"star-pagination\">*183</span> defendants is one of production. <i>Texas Dept. of Community Affairs v. Burdine,</i> 450 U.S. 248, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981); <i>Williams,</i> 871 F.2d at 456 n. 2.</p>\n<p></p>\n<h2><i>No Prima Facie Case of Retaliation</i></h2>\n<p>Section 704(a) of the Civil Rights Act of 1964, codified at 42 U.S.C. § 2000e-3(a), prohibits employers from taking retaliatory action against an employee for opposing a practice made illegal by Title VII of the Act, or for participating in a proceeding before the EEOC. \"In order to establish a prima facie case of retaliatory termination, plaintiff must prove: (1) that [he] engaged in protected activity; (2) that the employer took adverse employment action against [him]; and (3) a causal connection existed between the protected activity and the adverse action.\" <i>McNairn v. Sullivan,</i> 929 F.2d 974, 980 (4th Cir.1991) (footnote omitted).</p>\n<p>While the plaintiff has previously filed a complaint with the EEOC, and has been fired, he cannot demonstrate any causal connection between the two events. \"[T]he plaintiff cannot avert summary judgment if the record is devoid of adequate direct or circumstantial evidence of discriminatory animus on the part of the employer.\" <i>Glaxo,</i> 47 F.3d at 680, quoting <i>LeBlanc v. Great Am. Ins. Co.,</i> 6 F.3d 836, 843 (1st Cir.1993), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 1398, 128 L.Ed.2d 72 (1994); <i>Woods v. Friction Materials, Inc.,</i> 30 F.3d 255, 260 (1st Cir.1994). A plaintiff's \"own naked opinion, without more, is not enough to establish a prima facie case\" of employment discrimination. <i>Goldberg v. B. Green &amp; Co., Inc.,</i> 836 F.2d 845, 848 (4th Cir.1988). \"Conclusory assertions that [defendant's] state of mind and motivation are in dispute are not enough to withstand summary judgment.\" <i>Ibid.,</i> (citation omitted).</p>\n<p>Causation is especially unlikely since plaintiff was returned to work subsequent to his filing of the EEO complaint. It is extremely unlikely that an employer would re-hire an employee who had previously filed a complaint for the purpose of firing that employee in retaliation.</p>\n<p></p>\n<h2><i>No Prima Facie Case of Employment Discrimination</i></h2>\n<p>The Rehabilitation Act of 1973, 29 U.S.C. § 794(a), provides that \"no otherwise qualified individual with a disability ... shall, solely by reason of her or his disability ... be subjected to discrimination ... by the United States Postal Service.\" \"For plaintiff to prevail on a discrimination claim, [he] must first establish a four-part prima facie case:</p>\n<blockquote>(1) that [he] is a member of a protected class;</blockquote>\n<blockquote>(2) that [he] was qualified for [his] job and [his] job performance was satisfactory;</blockquote>\n<blockquote>(3) that, in spite of [his] qualifications and performance, [he] was fired; and</blockquote>\n<blockquote>(4) that the position remained open to similarly qualified applicants after [his] dismissal.\"</blockquote>\n<p><i>Williams,</i> 871 F.2d at 455.</p>\n<p>Plaintiff cannot satisfy the first two prongs for establishing a prima facie case of disability discrimination. To be included within § 794(a)'s protected group, plaintiff must show that he \"has a physical or mental impairment which substantially limits one or more of such person's major life activities.\" 29 U.S.C. § 706(8)(B); <i>Gupton v. Com. of Va.,</i> 14 F.3d 203, 205 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 59, 130 L.Ed.2d 17 (1994).<sup>[1]</sup> \"In its regulations, the Equal Employment Opportunity Commission has stated that the term `major life activities' means `functions ... such as caring for one's self, performing manual tasks, walking, seeing, hearing, speaking, breathing, learning, and working.' 29 C.F.R. § 1613.702(c).\" <i>Ibid.</i><sup>[2]</sup></p>\n<p>Of course, it is impossible to demonstrate that one is both completely disabled from work, thus qualifying as a protected <span class=\"star-pagination\">*184</span> member of the Rehabilitation Act class, while at the same time fully capable of performing the work as well as anyone else. Those responsible for drafting 29 C.F.R. §§ 1613.702(c) and 1614.203(a) apparently forgot not only the \"otherwise qualified\" language of the Rehabilitation Act, but also its definition in 29 C.F.R. § 1614.203(a)(6). A person who cannot work will by definition not be \"otherwise qualified\" for <i>any</i> job. For purposes of claiming job discrimination based on handicap, the protected group cannot include those completely unable to work by reason of their disability. Any language in the code of federal regulations that suggests otherwise is superfluous. The \"major life activity\" cited by handicapped or disabled plaintiffs as the basis for their claim of discrimination cannot be the very ability to work.</p>\n<p>The Fourth Circuit has held that in order to establish that a \"major life activity\" is impaired, a plaintiff must \"show not merely\" that the disability makes him \"incapable of satisfying the singular demands of a particular job, but that it foreclosed generally [his] opportunity to obtain the type of employment involved.\" <i>Gupton,</i> 14 F.3d at 205 (citation omitted). This language is the product of a concern that \"[i]t would debase [the Act's] high purpose if the statutory protections available to those truly handicapped could be claimed by anyone whose disability was minor and whose relative severity of impairment was widely shared.\" <i>Forrisi v. Bowen,</i> 794 F.2d 931, 934 (4th Cir.1986).</p>\n<p>Improper application of the \"general foreclosure\" standard cannot be reconciled with the \"otherwise qualified\" requirement of handicap discrimination. The \"foreclosure\" of job opportunity must be the result of the employer's irrational regard of the employee's condition. \"[T]he Rehabilitation Act's reference to substantial limitation indicates `that <i>an employer regards</i> an employee as handicapped in his or her ability to work by finding the employee's impairment to foreclose generally the type of employment involved.'\" <i>Hughes v. Bedsole,</i> 48 F.3d 1376, 1388 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, 116 S.Ct. 190, 133 L.Ed.2d 126 (1995), quoting <i>Forrisi v. Bowen,</i> 794 F.2d 931, 935 (4th Cir.1986) (emphasis added).</p>\n<p>Thus, the Rehabilitation Act cannot be read to shield employees whose disabilities render them unable to perform their jobs. \"The Rehabilitation Act seeks to remedy perceived handicaps that, like actual disabilities, extend beyond [an] isolated mismatch of employer and employee.\" <i>Forrisi,</i> 794 F.2d at 935. Where an employee's actual lack of ability, and not others' perception of his handicap, generally forecloses a field of employment, there is no cause of action for discrimination. In cases where no reasonable accommodation could be made to render a handicapped person \"otherwise qualified,\" disabled persons must simply accept the fact of their disability. By definition, disability means that one cannot perform every task which might be performed by those who are not likewise disabled. \"The Rehabilitation Act assures that truly disabled, but genuinely capable, individuals will not face discrimination in employment because of stereotypes about the insurmountability of their handicaps,\" <i>Forrisi,</i> 794 F.2d at 934, but it does not compel the hiring or retention of any person who cannot work under any reasonable condition.</p>\n<p>Plaintiff in this case complains that the post office discriminated against him on the basis of his <i>actual,</i> not <i>perceived,</i> sight impairment. If plaintiff's sight was so impaired as to \"foreclose generally his opportunity to obtain\" employment as a postal worker, then he would neither be protected by the Act nor could he present himself as qualified for employment. The question is thus whether his employer acted reasonably in accommodating what impairment plaintiff actually had.</p>\n<p>Although plaintiff suffers from a history of ocular disorders, the record clearly indicates that plaintiff's vision is 20/20 in both eyes, with correction in the right eye. His condition is neither uncommon nor severe enough to warrant the conclusion that the major life activity of sight is impaired within the meaning of the Act. Indeed, plaintiff never requested any accommodation for his \"condition,\" and was able to pass the qualifying tests that require the use of sight. Plaintiff has therefore failed to establish that he is a <span class=\"star-pagination\">*185</span> member of the protected group, and cannot make a prima facie case of discrimination. Even were plaintiff protected by the Act, the record indicates he is not qualified for the position from which he was terminated. Plaintiff's lack of qualification also serves as the valid reason for his termination, and is discussed below.</p>\n<p></p>\n<h2><i>Defendant Has Articulated a Valid Reason for Termination</i></h2>\n<p>Plaintiff was fired for his failure to comply with the terms of his <i>third</i> \"last chance\" agreement with the Post Office. The agreement followed a long history of absenteeism and poor performance, including violations of other \"last chance\" agreements negotiated with the aid of plaintiff's union. In this \"last chance\" agreement, the Postal Service agreed to retain the plaintiff if he qualified for the position of \"flat-sorter operator.\" Plaintiff acknowledged under the agreement that he could only return to work at the Post Office if he passed all the required tests, including the \"FSM\" test which plaintiff repeatedly failed even after being given additional time to complete the test.</p>\n<p>Plaintiff's failure to qualify both negates his ability to establish the second prong of a prima facie case, and provides the Postal Service with a valid, non-discriminatory reason for termination that has not been rebutted.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Plaintiff has failed to establish a prima facie case of retaliation or discrimination. Moreover, defendant has articulated an unrebutted valid, non-discriminatory reason for termination. Defendant is therefore entitled to summary judgment as a matter of law. The case is DISMISSED WITH PREJUDICE.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 706(8)(B) also includes those who have \"a record of such an impairment, or [are] regarded as having such an impairment.\" These additional categories are not implicated by the facts of this case.</p>\n<p>[2]  Section 1613.702(c) applies specifically to the postal service, but includes the identical definition found in 29 C.F.R. § 1614.203(a)(3), defining terms under the Rehabilitation Act.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">911</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">180</span></span> (1995)</b></center>\n<center><h1>Robert J. EVERETTE, Plaintiff,<br>\nv.<br>\nMarvin T. RUNYON, Jr., Postmaster General, Defendant.</h1></center>\n<center>No. 5:94-CV-776-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 3, 1995.</center>\n<p><span class=\"star-pagination\">*181</span> <span class=\"star-pagination\">*182</span> Robert J. Everette, Fayetteville, NC, pro se.</p>\n<p>Steven A. West, Assistant U.S. Attorney, Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the Court on defendant's motion for summary judgment.</p>\n<p>Summary judgment shall be granted when, viewing the facts in the light most favorable to the non-moving party, (1) there is no genuine issue of material fact, and (2) the moving party is entitled to summary judgment as a matter of law. Fed.R.Civ.Proc. Rule 56(c). The party bearing the burden of proof on an issue at trial must \"designate `specific facts showing that there is a genuine issue for trial.'\" <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2553, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986) (citation omitted). Factual disputes whose resolution would not affect the outcome of the suit are irrelevant to the consideration of a motion for summary judgment. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p>Plaintiff claims that he was discharged from the Postal Service due to his physical disability and in retaliation for having filed complaints of employment discrimination. Because he has no direct proof that the defendant was motivated by such illegal considerations, plaintiff's claims must be analyzed under the inferential proof scheme established in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973). Under this analysis, plaintiff must first meet the proper prima facie standards of proof for discrimination and retaliation, respectively. If plaintiff can make a prima facie case, defendant would then need to articulate a non-discriminatory reason for the termination. \"Once this showing is made, the burden of proof lies with the plaintiff to show, by a preponderance of the evidence, that the employer's proffered reasons for the dismissal are pretextual.\" <i>Williams v. Cerberonics, Inc.,</i> <span class=\"citation\" data-id=\"520601\"><a href=\"/opinion/520601/karen-a-williams-v-cerberonics-incorporated-karen-a-williams-v/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></a></span>, 456 (4th Cir.1989) (citation omitted). Plaintiff must prove \"<i>both</i> that the reason [defendant presented] was false, <i>and</i> that discrimination was the real reason.\" <i>Theard v. Glaxo,</i> <span class=\"citation\" data-id=\"689143\"><a href=\"/opinion/689143/67-fair-emplpraccas-bna-348-66-empl-prac-dec-p-43458-sandra/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">676</span></a></span>, 680 (4th Cir.1995), quoting <i>St. Mary's Honor Ctr. v. Hicks,</i> <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, ___, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, 2752, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1993).</p>\n<p>Of course, <i>McDonnell Douglas</i> does not in any way relieve plaintiffs of their ultimate burden of proof. The only burden ever carried by employment discrimination <span class=\"star-pagination\">*183</span> defendants is one of production. <i>Texas Dept. of Community Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981); <i>Williams,</i> 871 F.2d at 456 n. 2.</p>\n<p></p>\n<h2><i>No Prima Facie Case of Retaliation</i></h2>\n<p>Section 704(a) of the Civil Rights Act of 1964, codified at 42 U.S.C. § 2000e-3(a), prohibits employers from taking retaliatory action against an employee for opposing a practice made illegal by Title VII of the Act, or for participating in a proceeding before the EEOC. \"In order to establish a prima facie case of retaliatory termination, plaintiff must prove: (1) that [he] engaged in protected activity; (2) that the employer took adverse employment action against [him]; and (3) a causal connection existed between the protected activity and the adverse action.\" <i>McNairn v. Sullivan,</i> <span class=\"citation\" data-id=\"558593\"><a href=\"/opinion/558593/55-fair-emplpraccas-1092-56-empl-prac-dec-p-40677-edith-e-mcnairn/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span>, 980 (4th Cir.1991) (footnote omitted).</p>\n<p>While the plaintiff has previously filed a complaint with the EEOC, and has been fired, he cannot demonstrate any causal connection between the two events. \"[T]he plaintiff cannot avert summary judgment if the record is devoid of adequate direct or circumstantial evidence of discriminatory animus on the part of the employer.\" <i>Glaxo,</i> 47 F.3d at 680, quoting <i>LeBlanc v. Great Am. Ins. Co.,</i> <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 843 (1st Cir.1993), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></span> (1994); <i>Woods v. Friction Materials, Inc.,</i> <span class=\"citation\" data-id=\"675091\"><a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 260 (1st Cir.1994). A plaintiff's \"own naked opinion, without more, is not enough to establish a prima facie case\" of employment discrimination. <i>Goldberg v. B. Green &amp; Co., Inc.,</i> <span class=\"citation\" data-id=\"499752\"><a href=\"/opinion/499752/45-fair-emplpraccas-1157-45-empl-prac-dec-p-37697-barry-s-goldberg/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">845</span></a></span>, 848 (4th Cir.1988). \"Conclusory assertions that [defendant's] state of mind and motivation are in dispute are not enough to withstand summary judgment.\" <i>Ibid.,</i> (citation omitted).</p>\n<p>Causation is especially unlikely since plaintiff was returned to work subsequent to his filing of the EEO complaint. It is extremely unlikely that an employer would re-hire an employee who had previously filed a complaint for the purpose of firing that employee in retaliation.</p>\n<p></p>\n<h2><i>No Prima Facie Case of Employment Discrimination</i></h2>\n<p>The Rehabilitation Act of 1973, 29 U.S.C. § 794(a), provides that \"no otherwise qualified individual with a disability ... shall, solely by reason of her or his disability ... be subjected to discrimination ... by the United States Postal Service.\" \"For plaintiff to prevail on a discrimination claim, [he] must first establish a four-part prima facie case:</p>\n<blockquote>(1) that [he] is a member of a protected class;</blockquote>\n<blockquote>(2) that [he] was qualified for [his] job and [his] job performance was satisfactory;</blockquote>\n<blockquote>(3) that, in spite of [his] qualifications and performance, [he] was fired; and</blockquote>\n<blockquote>(4) that the position remained open to similarly qualified applicants after [his] dismissal.\"</blockquote>\n<p><i>Williams,</i> 871 F.2d at 455.</p>\n<p>Plaintiff cannot satisfy the first two prongs for establishing a prima facie case of disability discrimination. To be included within § 794(a)'s protected group, plaintiff must show that he \"has a physical or mental impairment which substantially limits one or more of such person's major life activities.\" 29 U.S.C. § 706(8)(B); <i>Gupton v. Com. of Va.,</i> <span class=\"citation\" data-id=\"660681\"><a href=\"/opinion/660681/betty-gupton-v-commonwealth-of-virginia-ray-d-pethel-william-bryant/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">203</span></a></span>, 205 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">59</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">17</span></span> (1994).<sup>[1]</sup> \"In its regulations, the Equal Employment Opportunity Commission has stated that the term `major life activities' means `functions ... such as caring for one's self, performing manual tasks, walking, seeing, hearing, speaking, breathing, learning, and working.' 29 C.F.R. § 1613.702(c).\" <i>Ibid.</i><sup>[2]</sup></p>\n<p>Of course, it is impossible to demonstrate that one is both completely disabled from work, thus qualifying as a protected <span class=\"star-pagination\">*184</span> member of the Rehabilitation Act class, while at the same time fully capable of performing the work as well as anyone else. Those responsible for drafting 29 C.F.R. §§ 1613.702(c) and 1614.203(a) apparently forgot not only the \"otherwise qualified\" language of the Rehabilitation Act, but also its definition in 29 C.F.R. § 1614.203(a)(6). A person who cannot work will by definition not be \"otherwise qualified\" for <i>any</i> job. For purposes of claiming job discrimination based on handicap, the protected group cannot include those completely unable to work by reason of their disability. Any language in the code of federal regulations that suggests otherwise is superfluous. The \"major life activity\" cited by handicapped or disabled plaintiffs as the basis for their claim of discrimination cannot be the very ability to work.</p>\n<p>The Fourth Circuit has held that in order to establish that a \"major life activity\" is impaired, a plaintiff must \"show not merely\" that the disability makes him \"incapable of satisfying the singular demands of a particular job, but that it foreclosed generally [his] opportunity to obtain the type of employment involved.\" <i>Gupton,</i> 14 F.3d at 205 (citation omitted). This language is the product of a concern that \"[i]t would debase [the Act's] high purpose if the statutory protections available to those truly handicapped could be claimed by anyone whose disability was minor and whose relative severity of impairment was widely shared.\" <i>Forrisi v. Bowen,</i> <span class=\"citation\" data-id=\"472579\"><a href=\"/opinion/472579/louis-p-forrisi-v-otis-r-bowen/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">931</span></a></span>, 934 (4th Cir.1986).</p>\n<p>Improper application of the \"general foreclosure\" standard cannot be reconciled with the \"otherwise qualified\" requirement of handicap discrimination. The \"foreclosure\" of job opportunity must be the result of the employer's irrational regard of the employee's condition. \"[T]he Rehabilitation Act's reference to substantial limitation indicates `that <i>an employer regards</i> an employee as handicapped in his or her ability to work by finding the employee's impairment to foreclose generally the type of employment involved.'\" <i>Hughes v. Bedsole,</i> <span class=\"citation\" data-id=\"691016\"><a href=\"/opinion/691016/sandra-k-hughes-v-morris-bedsole-both-individually-and-in-his-official/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1376</span></a></span>, 1388 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">190</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">126</span></span> (1995), quoting <i>Forrisi v. Bowen,</i> <span class=\"citation\" data-id=\"472579\"><a href=\"/opinion/472579/louis-p-forrisi-v-otis-r-bowen/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">931</span></a></span>, 935 (4th Cir.1986) (emphasis added).</p>\n<p>Thus, the Rehabilitation Act cannot be read to shield employees whose disabilities render them unable to perform their jobs. \"The Rehabilitation Act seeks to remedy perceived handicaps that, like actual disabilities, extend beyond [an] isolated mismatch of employer and employee.\" <i>Forrisi,</i> 794 F.2d at 935. Where an employee's actual lack of ability, and not others' perception of his handicap, generally forecloses a field of employment, there is no cause of action for discrimination. In cases where no reasonable accommodation could be made to render a handicapped person \"otherwise qualified,\" disabled persons must simply accept the fact of their disability. By definition, disability means that one cannot perform every task which might be performed by those who are not likewise disabled. \"The Rehabilitation Act assures that truly disabled, but genuinely capable, individuals will not face discrimination in employment because of stereotypes about the insurmountability of their handicaps,\" <i>Forrisi,</i> 794 F.2d at 934, but it does not compel the hiring or retention of any person who cannot work under any reasonable condition.</p>\n<p>Plaintiff in this case complains that the post office discriminated against him on the basis of his <i>actual,</i> not <i>perceived,</i> sight impairment. If plaintiff's sight was so impaired as to \"foreclose generally his opportunity to obtain\" employment as a postal worker, then he would neither be protected by the Act nor could he present himself as qualified for employment. The question is thus whether his employer acted reasonably in accommodating what impairment plaintiff actually had.</p>\n<p>Although plaintiff suffers from a history of ocular disorders, the record clearly indicates that plaintiff's vision is 20/20 in both eyes, with correction in the right eye. His condition is neither uncommon nor severe enough to warrant the conclusion that the major life activity of sight is impaired within the meaning of the Act. Indeed, plaintiff never requested any accommodation for his \"condition,\" and was able to pass the qualifying tests that require the use of sight. Plaintiff has therefore failed to establish that he is a <span class=\"star-pagination\">*185</span> member of the protected group, and cannot make a prima facie case of discrimination. Even were plaintiff protected by the Act, the record indicates he is not qualified for the position from which he was terminated. Plaintiff's lack of qualification also serves as the valid reason for his termination, and is discussed below.</p>\n<p></p>\n<h2><i>Defendant Has Articulated a Valid Reason for Termination</i></h2>\n<p>Plaintiff was fired for his failure to comply with the terms of his <i>third</i> \"last chance\" agreement with the Post Office. The agreement followed a long history of absenteeism and poor performance, including violations of other \"last chance\" agreements negotiated with the aid of plaintiff's union. In this \"last chance\" agreement, the Postal Service agreed to retain the plaintiff if he qualified for the position of \"flat-sorter operator.\" Plaintiff acknowledged under the agreement that he could only return to work at the Post Office if he passed all the required tests, including the \"FSM\" test which plaintiff repeatedly failed even after being given additional time to complete the test.</p>\n<p>Plaintiff's failure to qualify both negates his ability to establish the second prong of a prima facie case, and provides the Postal Service with a valid, non-discriminatory reason for termination that has not been rebutted.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Plaintiff has failed to establish a prima facie case of retaliation or discrimination. Moreover, defendant has articulated an unrebutted valid, non-discriminatory reason for termination. Defendant is therefore entitled to summary judgment as a matter of law. The case is DISMISSED WITH PREJUDICE.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 706(8)(B) also includes those who have \"a record of such an impairment, or [are] regarded as having such an impairment.\" These additional categories are not implicated by the facts of this case.</p>\n<p>[2]  Section 1613.702(c) applies specifically to the postal service, but includes the identical definition found in 29 C.F.R. § 1614.203(a)(3), defining terms under the Rehabilitation Act.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691016/"
  ]
}