{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1970899/",
  "absolute_url": "/opinion/1970899/k-hope-inc-v-onslow-county/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1970899/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:57:00.113563Z",
  "date_modified": "2016-04-27T01:55:01.167992Z",
  "type": "010combined",
  "sha1": "d33f0b1bbf7abee339876a22dc0fde20390bd776",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>911 F.Supp. 948 (1995)</b></center>\n<center><h1>K. HOPE, INC., Plaintiff,<br>\nv.<br>\nONSLOW COUNTY, Defendant.<br>\nTREANTS ENTERPRISES, Plaintiff,<br>\nv.<br>\nONSLOW COUNTY, Defendant.<br>\nDonald A. MERCER, Sr. t/a Pleasure Palace, Plaintiff,<br>\nv.<br>\nONSLOW COUNTY, Defendant.</h1></center>\n<center>Nos. 4:94-CV-130-BO3, 4:94-CV-133-BO2 and 4:94-CV-132-BO2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>November 9, 1995.</center>\n<p><span class=\"star-pagination\">*949</span> <span class=\"star-pagination\">*950</span> Jeffrey S. Miller, Jacksonville, NC, and Keith E. Fountain, Jacksonville, NC, for Plaintiffs.</p>\n<p>Gary K. Shipman and Joel R. Rhine, Shipman &amp; Lea, Wilmington, NC, for Defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>North Carolina's Onslow County has long tried to ban, regulate, or otherwise control its sex trade. The Supreme Court of North Carolina struck down one such effort, aimed at nude dancing, as pre-empted by state law. <i>State v. Tenore,</i> 280 N.C. 238, 185 S.E.2d 644 (1972). In a case brought by one of the plaintiffs in the instant action, another Onslow County attempt to bar \"companionship businesses\" was rejected by the state's high court as unconstitutionally vague and overbroad. <i>Treants Enters., Inc. v. Onslow County,</i> 320 N.C. 776, 360 S.E.2d 783 (1987) (<i>\"Treants I\"</i>). Two years later, the same plaintiff successfully challenged yet another Onslow County ordinance restricting \"escort\" services, again on overbreadth grounds. <i>Treants Enters., Inc. v. Onslow County,</i> 94 N.C.App. 453, 380 S.E.2d 602 (1989) (<i>\"Treants II\"</i>).</p>\n<p>On September 21, 1992, the Board of Commissioners of Onslow County, North Carolina, adopted an \"Ordinance to Regulate Adult Businesses and Sexually Oriented Businesses in Onslow County, NC,\" codified at Onslow County Code, § 8-201 et seq. The ordinance defines certain land uses as \"adult businesses\"<sup>[1]</sup> and \"sexually oriented businesses,\"<sup>[2]</sup> and then decrees that any such business located within a thousand feet in any direction of a residence, dwelling, house of worship, public school, day care center, public playground, public swimming pool, public park, or other adult or sexually oriented businesses shall be deemed a \"non-conforming use\" as of September 21, 1994.</p>\n<p><span class=\"star-pagination\">*951</span> On September 9, 1994, plaintiffs K. Hope and Treants Enterprises, owner/operators of several such \"non-conforming uses,\" filed identical complaints in Onslow County Superior Court seeking injunctive relief for violations of state and federal law. A similar complaint was filed five days later by Donald Mercer, d/b/a Pleasure Palace. The complaints allege the ordinance to be void as an ultra vires act of unplanned zoning, preempted by state law, in violation of the North Carolina Constitution, and unreasonable as to the amortization period granted existing nonconforming uses. The complaints further allege the ordinance is an unreasonable and overbroad restriction upon freedom of speech as guaranteed by the First Amendment to the United States Constitution, as well as a violation of the plaintiffs' \"freedom of property.\"</p>\n<p>On September 15, 1994, defendant Onslow County removed the Hope and Treants actions to this Court pursuant to 28 U.S.C. § 1446(d). Original jurisdiction in this Court was claimed to be based upon 28 U.S.C. § 1331. On September 19, 1994, the Mercer case was likewise removed. The County then answered and counterclaimed for injunctive relief permitting it to enforce the ordinance, a move of no legal significance.</p>\n<p>On October 23, 1994, this Court held a hearing on the plaintiffs' motion for a preliminary injunction. On November 17, the Court found that these three cases all arise out of the same set of operative facts and consolidated them for ruling, which was converted into a determination of the plaintiffs' claim for permanent injunction with the understanding that any order by this Court would be treated by the parties as a final order. The parties were granted leave to supplement the record and further brief the issues, and an additional hearing was held on June 20, 1995.</p>\n<p>A third hearing was held October 2, 1995, in an attempt to sort out defendant's conflicting positions on some of the complex issues presented by this case.</p>\n<p></p>\n<h2><i>Jurisdiction</i></h2>\n<p>Plaintiff's Constitutional claims were originally filed in state court contingent upon enforcement of the ordinance. Oct. '94 T., p. 5. On removal, the questions were presented by defendant as ripe constitutional questions to support jurisdiction, and were reasserted as active, present claims by plaintiff. <i>Id.,</i> at 21-22. Jurisdiction is thus conferred by 28 U.S.C. §§ 1331, 1367.</p>\n<p>Many of the issues which the County asked this Court to resolve by removing the action from state court concern fundamental issues of state law. Such questions are best left to the state's courts, which have the power to decide them authoritatively. Since it was entirely foreseeable that these issues would be raised as defenses to prosecution under the ordinance in the state courts, this case was an extremely poor candidate for removal.</p>\n<p></p>\n<h2><i>Discussion of State Law Issues</i></h2>\n<p></p>\n<h2>A. <i>The Ordinance is Partially Pre-Empted by State Law</i>\n</h2>\n<p>\"The power conferred upon the municipal body is presumed to be in subordination to a public law regulating the same matter for the entire state, unless a clear intent to the contrary is manifest.\" <i>Tenore, supra,</i> 280 N.C. at 246, 185 S.E.2d 644, quoting <i>State v. Langston,</i> 88 N.C. 692 (1883). \"[W]here the Legislature has enacted a statute making an act a criminal offense, a city may not adopt an ordinance dealing with the same conduct.\" <i>Tenore,</i> 280 N.C. at 245, 185 S.E.2d 644, quoting <i>State v. Furio,</i> 267 N.C. 353, 148 S.E.2d 275 (1966).</p>\n<p>Plaintiffs maintain that the County's ordinance is pre-empted by N.C.Gen.Stat. §§ 14-190.9 and 14-202.11, \"Indecent Exposure\" and \"Restrictions as to Adult Establishments,\" respectively.</p>\n<p>Defendant asks the Court not to consider the pre-emption arguments because these were not specifically raised in the complaints, and because the pre-emption argument was not raised in the plaintiffs' reply to defendant's counterclaim.</p>\n<p>Although the complaints did not specifically mention pre-emption, they did plead the ordinance was violative of North Carolina law and beyond the County's powers. This suffices to raise the specter of state law preemption <span class=\"star-pagination\">*952</span> claims. The plaintiff's Memorandum in Support of a Preliminary Injunction does contain an argument that N.C.Gen.Stat. § 14-190.9 pre-empts the ordinance.</p>\n<p>The pre-emption argument relating to N.C.Gen.Stat. § 14-202.11 may not have been raised until the supplemental briefing, but it does reasonably relate to an issue raised originally such that it would come within the sphere of argument foreseeable to the defendant. Moreover, the argument that N.C.Gen.Stat. § 14-202.11 is pre-emptive centers almost completely upon the case of <i>Hart Book Stores, Inc. v. Edmisten,</i> 612 F.2d 821 (4th Cir., 1979), <i>cert. denied,</i> 447 U.S. 929, 100 S.Ct. 3028, 65 L.Ed.2d 1124 (1980), a case relied on heavily by defendant in its original briefing.</p>\n<p>In <i>State v. Tenore, supra</i><i>,</i> a leading case on the issue of pre-emption, the Supreme Court of North Carolina struck down an Onslow County ordinance targeting much of the same behavior purportedly controlled by the ordinance here at issue based on the pre-emptive effect of N.C.Gen.Stat. § 14-190.9.</p>\n<p>The Court has therefore considered the pre-emption argument.</p>\n<p></p>\n<h2>1. N.C.Gen.Stat. § 14-190.9</h2>\n<p>In passing the ordinance, the defendant relied upon the authority granted by N.C.Gen.Stat. § 153A-135, which permits counties to \"regulate places of amusement and entertainment, and ... regulate, restrict, or prohibit the operation of pool and billiard halls, dance halls, carnivals, circuses, or itinerant shows or exhibitions of any kind.\" As discussed <i>infra,</i> this grant of the police power authorizes only the regulation of business operations, not land use. <i>Compare</i> N.C.Gen. Stat.Ch. 153A, art. 6, \"Delegation and Exercise of the General Police Power,\" with N.C.Gen.Stat.Ch. 153A, art. 18, part 3, \"Zoning.\" Had the ordinance only been of a police power nature  had it addressed itself to the conduct occurring inside these businesses  it would clearly be pre-empted by North Carolina's public indecency act, N.C.Gen.Stat. § 14-190.9, under the rule of <i>Tenore, supra</i><i>.</i></p>\n<p>The state's pre-emptive regulation of an activity prohibits cumulative or inconsistent regulation of the same activity by a local government, but it does not prevent local governments from confining such operations to areas where they will not be harmful. Thus, Onslow County's definition of zoned land uses by their state-regulated conduct  the exhibition of \"specified anatomical areas\"  does not fall within the pre-emptive field of N.C.Gen.Stat. § 14-190.9.</p>\n<p></p>\n<h2>2. N.C.Gen.Stat. ch. 14, art. 26A</h2>\n<p>North Carolina's legislature has also enacted N.C.Gen.Stat. ch. 14, art. 26A, §§ 202.10-202.12, \"Adult Establishments.\" N.C.Gen.Stat. § 14-202.11, \"Restrictions as to adult establishments,\" reads in pertinent part:</p>\n<blockquote>No person shall permit any building, premises, structure, or other facility that contains any adult establishment to contain any other kind of adult establishment. No person shall permit any building, premises, structure, or other facility in which sexually oriented devices are sold, distributed, exhibited, or contained to contain any adult establishment.</blockquote>\n<p>N.C.Gen.Stat. § 14-202.12 establishes that first-time violations of N.C.Gen.Stat. § 14-202.11 constitute Class 3 misdemeanors, while each subsequent violation constitutes a Class 2 misdemeanor. Criminal guilt is ascribed to the owners, managers, and agents in charge of non-conforming adult establishments, as well as to owners of property upon which such establishments are located.</p>\n<p>The Fourth Circuit has upheld article 26A's constitutionality by tracking the landmark secondary effect adult zoning decision in <i>Young v. American Mini Theatres,</i> 427 U.S. 50, 96 S.Ct. 2440, 49 L.Ed.2d 310 (1976), noting that \"[t]he [statute's] essential regulation is of location.\" <i>Hart Book,</i> 612 F.2d at 826. At first glance, the County's professed aim \"to relocate these businesses to more acceptable areas so as to minimize the identified deleterious secondary effects on our communities\" (Supp.Response to Support for Perm.Inj., p. 21) cannot be distinguished from what the Fourth Circuit found to be the \"fundamental effect sought by\" article 26A, the \"geographic dispersal of these operations, <span class=\"star-pagination\">*953</span> in an obvious attempt to reduce adverse external effects perceived to result from a concentration of `adult' activities.\" <i>Hart Book,</i> 612 F.2d at 825. Onslow County admits that its ordinance \"regulates location.\"</p>\n<p>But the state prohibition on \"warehousing\" of adult establishments does not suggest that these businesses are beyond a local government's zoning reach. Such businesses are readily subject to the full panoply of height, parking, setback, aesthetic, and other land use controls, as well as restrictions defining residential, commercial, and mixed use zones. If any particular adult business imposes on its neighbors' quiet enjoyment of their property, an action for abatement of the nuisance would likewise remain available. N.C.Gen. Stat. § 14-202.11 has a narrow scope, and does not remove adult establishments from local zoning control.</p>\n<p>While the state law does not pre-empt the field addressed by this ordinance, the state law does pre-empt that small portion of the ordinance relating to the distance which must be kept between two adult establishments. The state law addresses the exact question of how much distance must be lawfully kept between two adult establishments, holding that no two such establishments shall be operated under the same roof. Therefore, the County may not increase this distance to one thousand feet. Since two adult establishments under one roof would be proscribed by both laws, Onslow County's ordinance encompasses that which is proscribed by the state. At least with respect to some establishments, the ordinance is directly pre-empted.<sup>[3]</sup></p>\n<blockquote>[W]hen an offense is indictable in the superior court, a city or town ordinance, making the same act, or substantially the same act, an offense punishable by fine or imprisonment, such ordinance is void. It may be that the legislature has power to authorize a town to make an offense against the state a separate offense against the town, but this could be done only by an express grant of authority.</blockquote>\n<p><i>Tenore,</i> 280 N.C. at 245, 185 S.E.2d 644, quoting <i>State v. Brittain,</i> 89 N.C. 574 (1883) (other citations omitted).</p>\n<p>Onslow County replies by noting the North Carolina Supreme Court's statement that \"[t]he fact that a State or federal law, standing alone, makes a given act, omission, or condition unlawful shall not preclude city ordinance requiring a higher standard of conduct or condition.\" <i>Tenore,</i> 280 N.C. at 247, 185 S.E.2d 644. A reading of <i>Tenore</i> reveals this to be language quoted from prior N.C.Gen.Stat. § 160A-174(b). This argument is inapposite for two reasons.</p>\n<p>First, if N.C.Gen.Stat. § 14-202.11 can be said to regulate conduct at all (and it clearly does not), the conduct regulated is the locating of adult establishments. The Court</p>\n<blockquote>must, therefore, compare the ordinance of Onslow County here in question with the state-wide law to determine whether the ordinance undertakes to prohibit and punish ... conduct which is not forbidden by the state-wide statute, and thus to require `a higher standard or condition,' or undertakes to prohibit and punish the identical conduct dealt with by the state-wide statute.</blockquote>\n<p><i>Tenore,</i> at 247-48, 185 S.E.2d 644 (citation omitted).</p>\n<p>But as noted throughout this opinion, the ordinance is not one of conduct but of location. And notions of relative standards of care are wholly foreign to land use planning. More restrictive zoning is not necessarily the product of higher standards, but of differing ones. Zoning strives to harmonize geographic reality with a community's unique vision for its future, as laid out in a comprehensive plan that balances divergent land use interests. If the state has decided to strike a balance between the competing land use interests of adult establishments and their surrounding <span class=\"star-pagination\">*954</span> landowners in the manner set forth by article 26A, Onslow County may not effect its own solution to the problem. Adult establishments are subject to local zoning control in the same manner as other land uses that are commercial or industrial in nature, but under current state law they cannot be required by a local government to keep any distance between themselves.</p>\n<p>This Court shares the Fourth Circuit's doubts as to the efficacy of N.C.Gen.Stat. § 14-202.11. In upholding the statute's constitutionality, the Court of Appeals noted that \"[t]hough the particular method chosen by North Carolina may not prove to be effective in eliminating the undesirable spin-off conditions, we cannot say that legislative action is rendered irrational by its choice of a less efficacious and less powerful approach than the Constitution might permit.\" <i>Hart Book,</i> at 830. North Carolina can permit its counties to set distances between adult establishments, or it can choose to strengthen the current adult establishment statute by enacting a larger minimum distance requirement. But this Court cannot say the state law's timidity dilutes its pre-emptive effect. The \"concern is not ... with questions of the practical ineptitude of legislation ... but with whether\" <i>Hart Book</i> at 835, it preempts similar efforts at the local level.</p>\n<p>North Carolina's legislature can have the final say on this issue. This Court may not constitutionally grant the state's power away to a county or limit the effect of state laws. The Court finds Onslow County's ordinance is pre-empted by N.C.Gen.Stat.Ch. 14, art. 26A to the extent the ordinance requires adult establishments to maintain a distance of one thousand feet from other adult establishments. In all other respects, the ordinance is not pre-empted by state law.</p>\n<p></p>\n<h2>B. <i>The Ordinance Implements Zoning</i>\n</h2>\n<p>Plaintiffs contend that Onslow County's ordinance is actually a zoning ordinance in general police power clothing. As such, it could not attain legal validity outside the context of a comprehensive land use plan as required by N.C.Gen.Stat. § 153A-341.<sup>[4]</sup> Onslow County insists the ordinance is of a general police power nature, claims the distinction between the two powers is unimportant, admits that it has no comprehensive zoning plan, but argues that it has nevertheless planned sufficiently to enact the ordinance if it is found to be an attempted zoning.</p>\n<p></p>\n<h2>1. The Statute of Limitations is Inapplicable</h2>\n<p>As a preliminary matter, defendant claims that even if it has zoned improperly, plaintiffs are time-barred by operation of N.C.Gen.Stat. § 1-54.1, which provides a nine month limitations period for \"an action contesting the validity of any zoning ordinance or amendment thereto adopted by a county <i>under Part 3 of Article 18 of Chapter 153A</i> of the General Statutes or other applicable law ...\"<sup>[5]</sup> The ordinance, however, was adopted under article 6, not article 18.</p>\n<p>Moreover, given the County's position that the ordinance is not a zoning law, it is estopped from asserting procedural protections meant for zoning laws. Defendant is permitted just one position on the exact nature of its ordinance. The County will not be allowed to hide behind a zoning limitations period while simultaneously trying to escape the comprehensive plan requirement by asserting the ordinance is merely an exercise of the general police power.</p>\n<p></p>\n<h2>2. The Ordinance is a Zoning Ordinance</h2>\n<p>\"Zoning, as a definitional matter, is the regulation by a local governmental entity of <span class=\"star-pagination\">*955</span> the use of land within a given community, and of the buildings and structures which may be located thereon, in accordance with a general plan.\" <i>Chrismon v. Guilford County,</i> 322 N.C. 611, 617, 370 S.E.2d 579 (1988) (citation omitted). \"The whole concept of zoning implies a restriction upon the owner's right to use a specific tract for a use profitable to him but detrimental to the value of other properties in the area, thus promoting the most appropriate use of land throughout the municipality, considered as a whole.\" <i>Blades v. City of Raleigh,</i> 280 N.C. 531, 546, 187 S.E.2d 35 (1972); <i>Godfrey v. Union Co. Bd. of Commissioners,</i> 61 N.C.App. 100, 104, 300 S.E.2d 273 (1983).</p>\n<p>It is not difficult to see that Onslow County's ordinance is of a completely zoning character. Common sense places the ordinance squarely within <i>Chrismon</i>'s definition of zoning, but the record as supplied by the County establishes this fact beyond all doubt. Compare, for example, defendant's statement that</p>\n<blockquote>the Board determined that these sexually oriented businesses were not compatible with and have a substantial negative impact upon existing residential, religious, recreational and educational uses of property in Onslow County ... the ordinance confines itself to regulating the placement and location of these sexually oriented businesses.</blockquote>\n<p>Supp.Memo.Reply to Support for Perm Inj., P. 4 (emphasis added), with N.C.Gen.Stat. § 153A-340, granting the zoning power:</p>\n<blockquote>[A] county may regulate and restrict ... the location and use of buildings, structures, and land for trade, industry, residence, or other purposes ...</blockquote>\n<p>The record further shows that County officials never hesitated to refer to zoning as they considered adopting the ordinance. In a memo typed on Onslow County stationary by the County Planning Director to the County Manager, summarizing a public hearing on the subject, the word \"zoning\" appears <i>seven</i> times. For example:</p>\n<blockquote>Adult establishments were identified as a primary concern ... Development [in one area] was identified as an area in need of zoning as was [another] area ... With one exception ... I can report without reservation that all those present at the meeting were in support of protective, limited zoning ... several people identified countywide zoning as important ... I agreed to meet with residents of the Back Swamp Community to fully explain the concept of limited and protective zoning.</blockquote>\n<blockquote>I can conclude that this meeting indicated considerable support for limited zoning in Onslow County.</blockquote>\n<p>Defendant's Exh. B (emphasis added). The minutes of a special planning meeting convened to discuss the ordinance one month prior to its enactment clearly reflect the citizenry's understanding that they were debating a zoning ordinance. Defendant's Exh. D. How could they think otherwise, when Defendant's Exhibit Q, a photocopy of the hearing's public notice in a newspaper, announces that \"The purpose of this public hearing will be to provide an opportunity for public comment on several proposed amendments to the Onslow County Zoning Ordinance.\" (emphasis original).</p>\n<p>Although the ordinance technically invokes the police power, it does so in error. Defense counsel's arguments that the County did not zone are frivolous, and have no basis in fact or law. The Court now makes the following findings: (1) the County believed it was engaging in a zoning exercise, (2) the County advertised this ordinance as a zoning ordinance, (3) the ordinance does, in fact, attempt to regulate the use of land and (4) as such, it falls within North Carolina's definition of \"zoning.\"</p>\n<p></p>\n<h2>3. The Ordinance Cannot Be Sustained as a Valid Exercise of the General, Non-Zoning Police Power</h2>\n<p>Defendant argues that even if the ordinance zones, it falls within that narrow area of subject matter that can also be viewed as a proper regulatory exercise of the police power. Outdoor signs, for example, can be regulated under either regime. <i>Summey Outdoor Advertising v. County of Henderson,</i> 96 N.C.App. 533, 386 S.E.2d 439 (1989), <i>cert. denied</i> 326 N.C. 486, 392 S.E.2d 101 (1990). In <i>Summey,</i> a billboard company challenged a county's police power regulation of signs as <span class=\"star-pagination\">*956</span> an improper attempt to zone without a plan. The North Carolina Court of Appeals rejected the challenge, holding that \"G.S. 153A-121 [the police power] and 153A-340 [the zoning power] do not operate exclusively of each other.\" <i>Id.,</i> at 538, 386 S.E.2d 439.</p>\n<p>The <i>Summey</i> court did not explain why billboards fall under such an exception. The reason must be the fact that building codes for such structures, of the type at issue in <i>Summey,</i> will invariably have an obvious zoning impact. In any event, the court was careful not to declare the entire body of North Carolina zoning law redundant to the police power. It noted that the police power \"does not allow [a county] to engage in total land use planning without a plan,\" and suggested that \"it may have been more desirable and better planning for defendant to adopt a county-wide zoning ordinance.\" <i>Ibid.</i> This very narrow decision cannot support Onslow County's sweeping declarations of compatible and incompatible land uses  dwellings, residences, churches, adult establishments, etc.  without following the proper procedures for zoning.</p>\n<p></p>\n<h2>4. Zoning Requires a Comprehensive Plan</h2>\n<p>\"Counties have no inherent authority to enact zoning ordinances.\" <i>Jackson v. Guilford County Bd. of Adjustment,</i> 275 N.C. 155, 162, 166 S.E.2d 78 (1969). North Carolina counties may zone only to the extent permitted by the legislature. <i>Ibid.</i> \"[Z]oning regulations shall be made in accordance with a comprehensive plan ...\" N.C.Gen.Stat. § 153A-341; <i>Willis v. Union County,</i> 77 N.C.App. 407, 408, 335 S.E.2d 76 (1985).</p>\n<p>Defendant argues it does not need a plan because distinctions between zoning and general police power ordinances are irrelevant. It relies on several cases that have held such distinctions are unimportant when examining a law's <i>constitutionality.</i> For example, in <i>Hart Book, supra,</i> a judge of this Court struck down N.C.Gen.Stat. § 14-202.11 on constitutional grounds, distinguishing Supreme Court precedent that had upheld secondary effect zoning (<i>Young, supra</i>) on the basis that article 26A \"was not a true zoning law. <i>Hart Book Stores, Inc. v. Edmisten</i><i>,</i> 450 F.Supp. [904] at 906-07 (1978).\" <i>Hart Book,</i> 612 F.2d at 824. In reversing the District Court, the Fourth Circuit held that a state's internal classification of zoning as a subset of its general police power is irrelevant when judging the exercise against Fourteenth Amendment restrictions upon the state's police power. <i>Id.,</i> at 828. \"Both the general police power, and that aspect of it realized in `zoning' regulations, are reposed originally in the state. <i>State v. Joyner,</i> 286 N.C. 366, 369, 211 S.E.2d 320, 322 (1975); <i>Allgood v. Town of Tarboro,</i> 281 N.C. 430, 437, 189 S.E.2d 255, 260 (1972).\" <i>Hart Book,</i> 612 F.2d at 828 n. 8. \"Whether or not the statute is a true zoning law, it is a legitimate exercise of the police power, under which the state may limit the use of private property for the public welfare.\" <i>Id.,</i> at 828 (footnote and citations omitted).<sup>[6]</sup></p>\n<p>In addressing the Constitutional issues, it makes no difference whether or not Onslow County's ordinance is or is not \"a true zoning law.\" But the Court is addressing a very different matter altogether: did Onslow County violate <i>state</i> law setting forth certain standards and procedures for zoning? Answering this question requires an examination of how zoning differs from other police power acts under North Carolina law. As noted above, one major difference is the requirement of a comprehensive plan.</p>\n<p>Defendant insists that the police power gives local governments the right to regulate in the interests of public health, safety, and morals. True enough. But any such police power exercise <i>directed at the use of land</i> comes within a special sub-set of the police power known as \"zoning,\" and \"zoning regulations shall be made in accordance with a comprehensive plan.\" N.C.Gen.Stat. § 153A-341. <i>All</i> zoning ordinances, not just this one, must seek to protect the public health, safety, and morality. <i>Village of Euclid v. Ambler Realty Co.,</i> 272 U.S. 365, 387-88, 47 S.Ct. 114, 118, 71 L.Ed. 303 (1926). <span class=\"star-pagination\">*957</span> Yet these values which the police power seeks to protect are placed at risk when zoning is arbitrary, random and disorganized. Fairness and reason compel the law to require that zoning be practiced only within the framework of a comprehensive land use plan.</p>\n<p></p>\n<h2>5. Onslow County Has Met the Minimum Planning Requirement for Zoning</h2>\n<p>\"Defendant admits that it does not have a formal county-wide master zoning plan document in place.\" Answer, p. 4, ¶ 9. An actual, physical document entitled \"Comprehensive Master Plan\" is not required by state law, <i>Willis, supra,</i> but N.C.Gen.Stat. § 153A-341 clearly requires something more than a mere recitation that the Board of Commissioners thought long and hard about the ordinance before finding it to be desirable.</p>\n<p>The North Carolina Supreme Court has \"not [found] it necessary ... to attempt an all-inclusive definition of the required comprehensive plan. What suffices as such may well vary according to the stage at which a particular city or county is in its zoning process.\" <i>A-S-P Assoc. v. City of Raleigh,</i> 298 N.C. 207, 229, 258 S.E.2d 444 (1979). Although it lacked an actual planning document, Raleigh's \"comprehensive studies of the City's housing, transportation, public facilities, parks and recreation, and a wide range of other needs,\" in addition to the plan for the historic district challenged in that case, sufficed to place the city in a \"late stage\" whereby it was \"operating pursuant to a sufficiently comprehensive plan.\" <i>Ibid.</i></p>\n<p>Onslow County, of course, is not Raleigh. \"The County admittedly has not achieved the sophistication of other more populated cities and counties who have gone further in their zoning evolution,\" (Supp.Memo.Reply to Support for Perm.Inj., p. 15), but it submits an affidavit by County Manager R.G. Leary and a host of exhibits that it claims amount to a sufficient plan.</p>\n<p>There is something odd about defendant's position that it has not really zoned within the understanding of N.C.Gen.Stat. § 153A-340, but if it did, then it unwittingly operated in accordance with a \"comprehensive plan\" as required by N.C.Gen.Stat. § 153A-341. Yet upon examination, the Court finds the County's actions prior to enactment of § 8-201 et seq., taken as a whole, amount to a comprehensive land use plan as envisioned by North Carolina law.</p>\n<p>The planning consisted of the following steps. First, \"the Onslow County Planning Department held public forums in order to receive comments from Onslow County residents on land use issues and concerns.\" Leary Affidavit, p. 2, ¶ 5; Exh. A. \"[A]dult establishments were identified by Onslow County residents as a primary concern.\" Leary Affidavit, p. 2, ¶ 5; Exh. B. Two years later, the \"Board of Commissioners directed the Planning Department to react to numerous citizen complaints\" about the establishments, and \"[t]he staff held a series of community forum meetings\" to discuss the problem. Leary Affidavit, p. 3, ¶ 6; Exh. C.</p>\n<p>The Planning Board then held a special meeting on the ordinance, Leary Affidavit, p. 3, ¶ 7; Exh. D, and at about the same time, \"Onslow County employees accumulated numerous studies and ordinances that were prepared by other cities, towns, and counties that faced similar predicaments.\"<sup>[7]</sup> Leary Affidavit, p. 3, ¶ 8; Exh. E through M. A poll, a \"Comparative Analysis\" of laws in other cities, an \"exhaustive legal study,\" some more hearings and a note from the Sheriff round out the plan. Leary Affidavit pp. 3-4, ¶¶ 8-10; Exh. N, O, P.</p>\n<p>Thus, Onslow County solicited the views of its citizens; reviewed zoning studies of cities such as Minneapolis/St. Paul, Los Angeles, Detroit, Indianapolis and Phoenix, which laid out the many issues and problems to be considered when zoning adult businesses; and acted pursuant to a legal opinion that it had the power to proceed with its ordinance. Given the primitive stage of the County's <span class=\"star-pagination\">*958</span> land use control history, this Court predicts the state courts would find the County's actions to constitute sufficient planning to enact this type of limited zoning ordinance. Should Onslow County wish to enact more zoning, additional planning would obviously be required at that time.</p>\n<p>The Court is constrained to note that the \"exhaustive legal analysis\" cited in Mr. Leary's affidavit at p. 4, ¶ 10; Exh. P, if conducted by a skilled attorney, would have prevented many of the thorny issues this Court had to resolve, most notably the problem of enacting a zoning ordinance under the guise of the general police power. The County's \"legal analysis\" consisted of reading a Fourth Circuit case upholding the constitutionality of an adult zoning ordinance in Myrtle Beach, South Carolina<sup>[8]</sup> and a statement by the State Attorney General's Office that N.C.Gen.Stat. § 153A-135 permits the County to regulate places of amusement. It appears that the State Attorney General's Office was merely asked if N.C.Gen.Stat. § 153A-135 authorizes the County to regulate places of amusement, without so much as a hint of what it was the County was planning to do. The Court believes that had the County explained its plans to either the Attorney General's Office, or a skilled attorney with a minimal background in land use law, it would have certainly been referred to its zoning power.</p>\n<p></p>\n<h2>C. <i>The Ordinance Does Not Violate the North Carolina Constitution</i>\n</h2>\n<p>Because Onslow County has properly, if indirectly or even inadvertently, acted within its power to zone, the ordinance cannot be said to violate any provision of the North Carolina Constitution requiring compliance with the \"law of the land.\" Neither is the ordinance unconstitutional on pre-emption grounds, with exception of the aforementioned provision purporting to prescribe a distance of one thousand feet between two adult establishments.</p>\n<p></p>\n<h2><i>Discussion of the Federal Constitutional Issues</i></h2>\n<p></p>\n<h2>A. <i>The Ordinance is Not an Unconstitutional Restraint Upon Freedom of Expression in Violation of the First Amendment</i>\n</h2>\n<p>\"[T]he courts have not applied the same First Amendment protections to physical conduct as is afforded to purer modes of communicative speech.\" <i>D.G. Restaurant,</i> 953 F.2d at 143. All physical conduct is expressive of some idea that, if articulated in an editorial, would obviously be protected by the First Amendment. \"But virtually <i>every</i> law restricts conduct, and virtually <i>any</i> prohibitive conduct can be performed for an expressive purpose  if only expressive of the fact that the actor disagrees with the prohibition.\" <i>Barnes v. Glen Theatre, Inc.,</i> 501 U.S. 560, 576, 111 S.Ct. 2456, 2466, 115 L.Ed.2d 504 (1991) (Scalia, J., concurring). This does not, of course, mean that all physical conduct is beyond the state's reach. \"The Constitution does not require that otherwise unacceptable conduct become immunized from regulation when it is wrapped in a claim that the conduct was intended to convey a message.\" <i>D.G. Restaurant,</i> at 143. Thus, for example, a plurality of the Supreme Court has held that the expressive aspect of nude dancing does not merit the absolute protection of the First Amendment. <i>Barnes v. Glen Theatre, Inc., supra</i><i>.</i></p>\n<p>\"Although conduct may contain inherent expressive elements or may be undertaken for a particular communicative purpose, an important governmental interest in regulating the activity itself, without regard to the expressive element, can justify a necessary incidental restriction on the expressive aspects of the conduct.\" <i>D.G. Restaurant,</i> 953 F.2d at 143 (citation omitted). The test is whether the regulation is not primarily aimed at, or does not needlessly impinge upon, the conduct's expressive element. <i>United States v. O'Brien,</i> 391 U.S. 367, 376-77, 88 S.Ct. 1673, 1678-79, 20 L.Ed.2d 672 (1968).</p>\n<p><span class=\"star-pagination\">*959</span> By its terms, the ordinance clearly passes the <i>O'Brien</i> test for content-neutrality, as it is aimed at curbing the conduct's destructive, not expressive, element. The ordinance is \"justified without reference to the content of the regulated speech.\" <i>Virginia Pharmacy Board v. Virginia Citizens Consumer Council, Inc.,</i> 425 U.S. 748, 771, 96 S.Ct. 1817, 1830, 48 L.Ed.2d 346 (1976). There is absolutely no question that Onslow County may zone or otherwise regulate adult establishments to contain their deleterious secondary effects on the community without running afoul of the First Amendment. <i>D.G. Restaurant, supra</i><i>; </i><i>Young v. American Mini Theatres, supra</i><i>; </i><i>City of Renton v. Playtime Theatres, Inc., supra</i><i>.</i></p>\n<p>Since it is content-neutral, the ordinance need only be valid as to time, place, and manner. \"[T]he First Amendment requires only that\" the County \"refrain from effectively denying [plaintiffs] a reasonable opportunity to open and operate\" their businesses within the County. <i>Renton,</i> 475 U.S. at 54, 106 S.Ct. at 932. \"The decision to restrict adult businesses to a specific area does not oblige the city to provide commercially desirable land. <i>See Renton,</i> 475 U.S. at 54, 106 S.Ct. at 932.\" <i>D.G. Restaurant,</i> 953 F.2d at 147. As defendant's counsel put it, \"all we are required to do legally is to make sure we don't totally prohibit these businesses.\" Oct. '94 T. at p. 49. Plaintiffs argue that the County has not met this requirement.</p>\n<p>At least three circuits have tried to define the line between the commercially undesirable and the practically impossible:</p>\n<blockquote>There are two questions ... that must be answered when determining whether an adult business has been given a reasonable opportunity to relocate. The first question is whether relocation sites provided to a business may be considered part of an actual business real estate market. The second question is whether, after excluding those sites that may not properly be considered to be part of the relevant real estate market, there are an adequate number of potential relocation sites for already existing businesses.</blockquote>\n<p><i>Topanga Press, Inc. v. City of Los Angeles,</i> 989 F.2d 1524, 1530 (9th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 1537, 128 L.Ed.2d 190 (1994).</p>\n<blockquote>[L]and is not reasonably available if its physical and legal characteristics make it impossible for any adult business to relocate there ... physical and legal characteristics and economic desirability are interrelated [but] the question is whether the city offers sites from a commercial real estate market  that is, sites that businesses can locate on. Whether a particular business can succeed on such sites is not the question and it could not be, as a practical matter.</blockquote>\n<p><i>Grand Brittain, Inc. v. City of Amarillo, Tex.,</i> 27 F.3d 1068, 1069-70 (5th Cir.1994) (citations omitted). In other words, the law</p>\n<blockquote>ensure[s] that adult businesses have access to a commercial real estate market, but do[es] not guarantee that a specific adult business can obtain existing commercial sites at low cost and with `market' access to assure its prosperity.</blockquote>\n<p><i>Ibid.,</i> (citations omitted); <i>see also </i><i>Alexander v. City of Minneapolis,</i> 928 F.2d 278, 283 (8th Cir.1991) (city must show only potential availability, not actual economically feasible site).</p>\n<p>The opinions are essentially identical. If the land remaining to adult establishments post-zoning would not normally be considered a potential site for <i>any</i> business, it is not available under <i>Renton.</i> If some land is left upon which a new business could locate, even if it would be commercially imprudent for an adult establishment to do so, the First Amendment is not offended.</p>\n<p>The defendant has barely, but sufficiently, met its burden on this issue. It has submitted a set of four rather large and grainy photocopies of aerial photographs, overlaid with a black marker in areas defendant claims are available.<sup>[9]</sup> Although the Court cannot discern from these exhibits the land's legal and topographical suitability for development, the sheer amount of open and available land marked out by the County's planning office as available for plaintiff's businesses <span class=\"star-pagination\">*960</span> is impressive. Plaintiffs have not rebutted this evidence by showing what specifically, if anything, renders this land or any portion of it unavailable under the <i>Renton</i> test outlined above.<sup>[10]</sup> The Court believes Onslow County has identified \"sites [that] could be transformed into productive commercial property.\" <i>Grand Brittain,</i> 27 F.3d at 1070.</p>\n<p></p>\n<h2>B. <i>The Ordinance is Not Facially Overbroad in Violation of the First and Fourteenth Amendments</i>\n</h2>\n<p>\"`[I]n every case the power to regulate must be so exercised as not, in attaining a permissible end, unduly to infringe the protected freedom,' <i>Cantwell v. Connecticut,</i> 310 U.S. 296, 304 [60 S.Ct. 900, 903, 84 L.Ed. 1213] (1940). In other words, the statute must be carefully drawn or be authoritatively construed to punish only unprotected speech and not be susceptible of application to protected expression.\" <i>Gooding v. Wilson,</i> 405 U.S. 518, 522, 92 S.Ct. 1103, 1106, 31 L.Ed.2d 408 (1971). \"A clear and precise enactment may nevertheless be `overbroad' if in its reach it prohibits constitutionally protected conduct.\" <i>Grayned v. City of Rockford,</i> 408 U.S. 104, 114-15, 92 S.Ct. 2294, 2302, 33 L.Ed.2d 222 (1972) (footnote omitted).</p>\n<p>As then-Circuit Judge Scalia once noted, overbreadth is technically a doctrine of standing.</p>\n<blockquote>Ordinarily ... challengers to a law are not permitted to raise the rights of third parties and can only assert their own interests. In overbreadth analysis, those rules give way: challengers are permitted to raise the rights of third parties; and the court invalidates the entire statute, `on its face,' not merely `as applied,' so that the overbroad law becomes unenforceable until a properly authorized court construes it more narrowly. The factor that motivates courts to depart from the normal adjudicatory rules is the concern with the `chilling,' deterrent effect of the overbroad statute on third parties not courageous enough to bring suit.</blockquote>\n<p><i>United Presbyterian Church in the U.S.A. v. Reagan,</i> 738 F.2d 1375, 1379 fn. 1 (D.C.Cir. 1984), quoting Gunther, <i>Cases and Materials on Constitutional Law</i> 1186-87 (10th ed. 1980).</p>\n<p>\"Because overbroad laws, like vague ones, deter privileged activity, our cases firmly establish ... standing to raise an overbreadth challenge.\" <i>Grayned,</i> 408 U.S. at 114, 92 S.Ct. at 2302 (footnote omitted). \"This is deemed necessary because persons whose expression is constitutionally protected may well refrain from exercising their rights for fear of criminal sanctions provided by a statute susceptible of application to protected expression.\" <i>Gooding,</i> 405 U.S. at 521, 92 S.Ct. at 1105. \"Litigants ... are permitted to challenge a statute not because their own rights of free expression are violated, but because of a judicial prediction or assumption that the statute's very existence may cause others not before the court to refrain from constitutionally protected speech or expression.\" <i>Broadrick v. Oklahoma,</i> 413 U.S. 601, 612, 93 S.Ct. 2908, 2916, 37 L.Ed.2d 830 (1973).</p>\n<p>\"If on its face the challenged provision is repugnant to the due process clause, specification of details of the offense intended to be charged would not serve to validate it. It is the statute, not the accusation under it, that prescribes the rule to govern conduct and warns against transgression.\" <i>Lanzetta v. New Jersey,</i> 306 U.S. 451, 453, 59 S.Ct. 618, 619, 83 L.Ed. 888 (1939) (citations omitted); <i>Thornhill v. Alabama,</i> 310 U.S. 88, 98, 60 S.Ct. 736, 742, 84 L.Ed. 1093 (1940).</p>\n<p>\"Application of the overbreadth doctrine ... is, manifestly, strong medicine. It has been employed by the Court sparingly and only as a last resort.\" <i>Broadrick,</i> 413 U.S. at 613, 93 S.Ct. at 2916. Defendant correctly notes that overbreadth standing cannot be granted unless the law's deterrent effect upon legitimate activity is \"both real and substantial,\" and the law is not \"readily <span class=\"star-pagination\">*961</span> subject to a narrowing construction by the <i>state</i> courts.\" <i>Young,</i> 427 U.S. at 60, 96 S.Ct. at 2447 (citation omitted) (emphasis added).</p>\n<p></p>\n<h2>1. Real and Substantial Deterrent Effect</h2>\n<p>The ordinance by its terms makes criminals of those who would permit nudity to be displayed upon their premises.</p>\n<p>Unlike the \"identical\" laws cited by Onslow County, this ordinance makes no distinction between the offering of nudity and its mere occurrence. It does not limit its scope to those activities whereby money is exchanged for nudity, and thereby proscribes a wide range of private, non-commercial conduct that could never be regulated by the state.</p>\n<p>Defendant promises that it would never enforce the ordinance against those who should reasonably know they are not targeted by the ordinance. The circularity of this reasoning is the very reason for the over-breadth doctrine. \"It makes no difference whether such prosecutions or proceedings would actually be commenced. It is enough that a vague and broad statute lends itself to selective enforcement against unpopular causes.\" <i>NAACP v. Button,</i> 371 U.S. 415, 435, 83 S.Ct. 328, 339, 9 L.Ed.2d 405 (1963). \"We need not lament that we do not have before us the details of the conduct found to be annoying. It is the ordinance on its face that sets the standard of conduct and warns against transgression.\" <i>Coates v. City of Cincinnati,</i> 402 U.S. 611, 616, 91 S.Ct. 1686, 1689, 29 L.Ed.2d 214 (1971).</p>\n<p>What makes this ordinance more troublesome than other laws struck down for over-breadth is that it regulates the use of land. There exists a substantial likelihood that Onslow County might wish to wield this broad new power as a pre-text for spot-zoning any parcel of land within its jurisdiction, without reference to an advanced comprehensive plan for land use. The County could practically declare any use of land a criminal act, and the possible deterrent effect upon any disfavored expression or activity should be a matter of grave concern.</p>\n<p></p>\n<h2>2. Narrowing Construction Available in State Court</h2>\n<p>When \"dealing with a federal statute,\" federal courts have the \"power to give it an authoritative construction.\" <i>United States v. Thirty-Seven Photographs,</i> 402 U.S. 363, 369, 91 S.Ct. 1400, 1405, 28 L.Ed.2d 822 (1971). But federal courts \"lack jurisdiction authoritatively to construe state legislation.\" <i>Ibid.</i> The Court must therefore decide whether there exists a risk that the state courts will let this ordinance stand in its current form without a properly narrow construction.</p>\n<p>Although this Court has some misgivings about the ordinance's scope, it is confident that the state courts will either issue a proper construction where they feel it is possible, or follow the lead of <i>Treants I</i> and <i>Treants II</i> if they feel it is not. Thus, plaintiffs do not have standing before this Court to challenge the ordinance's facial overbreadth.</p>\n<p></p>\n<h2>C. <i>The Ordinance Does Not Violate the Fourteenth Amendment</i>\n</h2>\n<p>\"Section 1 of the Fourteenth Amendment to the United States Constitution ... affords not only a procedural guarantee against the deprivation of `liberty,' but likewise protects substantive aspects of liberty against unconstitutional restrictions by the State.\" <i>Kelley v. Johnson,</i> 425 U.S. 238, 244, 96 S.Ct. 1440, 1444, 47 L.Ed.2d 708 (1976) (citations omitted).</p>\n<p>Plaintiffs complaint cites the ordinance as violating their \"liberty of property.\" Zoning laws, like other exercises of the police power, must be checked against those \"substantive aspects of liberty\" that are protected by the Fourteenth Amendment and the Bill of Rights. <i>See </i><i>Village of Euclid, supra</i><i>.</i></p>\n<p>An adult zoning ordinance that passes the First Amendment tests established by the Supreme Court in <i>American Mini Theatres</i> and <i>Renton</i> is not necessarily valid under other portions of the Constitution. But aside from claiming the ordinance violates the First Amendment, plaintiffs have not advanced any other theories of how the ordinance implicates their constitutional rights.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>That part of Onslow County Code, § 8-201 et seq., which establishes a minimum distance that must be maintained between two <span class=\"star-pagination\">*962</span> adult establishments, is void as pre-empted by N.C.Gen.Stat. § 14-202.11. The County is enjoined from enforcing that portion of its ordinance unless a state court decides otherwise. In all other respects, the ordinance does not appear to be pre-empted. The ordinance constitutes a proper exercise of the zoning power, and was thus lawfully enacted under North Carolina law.</p>\n<p>The ordinance does not violate the First Amendment guarantee of free speech, since it is content neutral and leaves plaintiffs sufficient room in which to express themselves. Although its language is substantially over-broad, the Court believes this issue will be properly resolved by the state courts. Finally, plaintiffs have not articulated any other claims under the United States Constitution.</p>\n<p>Accordingly, the plaintiffs' request for a permanent injunction is DENIED.</p>\n<p>IT IS ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  \"An adult business shall be defined as any business activity, club or other establishment which permits any employee, member, patron or guest on its premises to exhibit any specified anatomical areas before any other person or persons.\" Art. v, A(i). \"Specified anatomical areas\" are further defined \"as less than completely and opaquely covered human genitals, pubic regions, buttocks and female breasts below a point immediately above the top of the areola.\" Art. iv, i.</p>\n<p>[2]  \"[A]ny business activity, club or other establishment, within which the exhibition, showing, rental, or sale of materials distinguished or characterized by an emphasis on material depicting, describing, or exhibiting specified anatomical areas or relating to specified sexual activities is permitted. Regulated businesses shall include, but are not limited to: adult arcades, adult bookstores, adult motion picture theaters, adult theaters, massage parlors, and/or adult video rental/sale stores as hereinafter defined in section Article IV `Definitions', `h.'\"</p>\n<p>[3]  \"Adult Establishments\" are defined far more narrowly by N.C.Gen.Stat. § 14-202.10 than are \"Adult Businesses\" and \"Sexually Oriented Businesses\" defined by the Onslow County ordinance. <i>Supra,</i> notes 1 and 2. For purposes of this discussion, the Court necessarily assumes  but does not hold  that both codes are intended to cover the same general type of sex-based businesses. To the extent any businesses might fall under the county's definition but not the state's, the ordinance is not pre-empted by article 26A. However, the parties apparently agree that plaintiffs all fall within the definitions of N.C.Gen. Stat. § 14-202.10.</p>\n<p>[4]  N.C.Gen.Stat. § 153A-341 reads, in pertinent part: \"Zoning regulations shall be made in accordance with a comprehensive plan ... The regulations shall be made with reasonable consideration as to, among other things, the character of the district and its peculiar suitability for particular uses, and with a view to conserving the most appropriate use of land throughout the county. In addition, the regulations shall be made with reasonable consideration to expansion and development of any cities within the county, so as to provide for their orderly growth and development.\"</p>\n<p>[5]  \"Other applicable law\" refers to zoning laws predating current Chapter 153A, section 340. Sessions Laws 1981, c. 705.</p>\n<p>[6]  The Fourth Circuit did \"note that many zoning enactments prohibit the mingling of particular uses in a single building just as the North Carolina statute bars the combination of adult uses in a single building.\" <i>Hart Book,</i> at 828 n. 8.</p>\n<p>[7]  The county \"is entitled to rely on the experiences of ... other cities\" in deciding that adult establishments make for poor neighbors and that zoning is the appropriate method for dealing with them. <i>City of Renton v. Playtime Theatres, Inc.,</i> 475 U.S. 41, 51-52, 106 S.Ct. 925, 931, 89 L.Ed.2d 29 (1986). But it is not entitled to rely upon a comprehensive plan for land use in another county or city as a substitute for what constitutes planning under current state law.</p>\n<p>[8]  <i>D.G. Restaurant Corp. v. City of Myrtle Beach,</i> 953 F.2d 140 (4th Cir.1992). Defendant could not have read the case too carefully, since it does not support its repeated contention, i.e. at Opposition to Prelim.Inj., p. 13, that the ordinance there at issue is \"identical\" to the one before the Court.</p>\n<p>[9]  These are marked Defendant's Exhibits C-F, but are not the same as the defendant's <i>other</i> Exhibits C-F referenced elsewhere in this opinion. Defendant also submitted two different sets of A-B.</p>\n<p>[10]  Compare <i>Purple Onion, Inc. v. Jackson,</i> 511 F.Supp. 1207, 1216-17 (N.D.Ga.1981). That court was presented with 81 allegedly suitable sites that, upon examination, were held unavailable because they were within a flood plain or railroad right of way, burdened by easements, too deep below street level, adjoining a sewage treatment plant, etc. Similarly, land submerged beneath the Pacific Ocean, or currently in use as landing strips at Los Angeles International Airport, a General Motors Assembly Plant, landfill, etc. is not available. <i>Topanga,</i> 989 F.2d at 1532.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">911</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">948</span></span> (1995)</b></center>\n<center><h1>K. HOPE, INC., Plaintiff,<br>\nv.<br>\nONSLOW COUNTY, Defendant.<br>\nTREANTS ENTERPRISES, Plaintiff,<br>\nv.<br>\nONSLOW COUNTY, Defendant.<br>\nDonald A. MERCER, Sr. t/a Pleasure Palace, Plaintiff,<br>\nv.<br>\nONSLOW COUNTY, Defendant.</h1></center>\n<center>Nos. 4:94-CV-130-BO3, 4:94-CV-133-BO2 and 4:94-CV-132-BO2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>November 9, 1995.</center>\n<p><span class=\"star-pagination\">*949</span> <span class=\"star-pagination\">*950</span> Jeffrey S. Miller, Jacksonville, NC, and Keith E. Fountain, Jacksonville, NC, for Plaintiffs.</p>\n<p>Gary K. Shipman and Joel R. Rhine, Shipman &amp; Lea, Wilmington, NC, for Defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>North Carolina's Onslow County has long tried to ban, regulate, or otherwise control its sex trade. The Supreme Court of North Carolina struck down one such effort, aimed at nude dancing, as pre-empted by state law. <i>State v. Tenore,</i> <span class=\"citation\" data-id=\"1275038\"><a href=\"/opinion/1275038/state-v-tenore/\"><span class=\"volume\">280</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation\" data-id=\"1275038\"><a href=\"/opinion/1275038/state-v-tenore/\"><span class=\"volume\">185</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">644</span></a></span> (1972). In a case brought by one of the plaintiffs in the instant action, another Onslow County attempt to bar \"companionship businesses\" was rejected by the state's high court as unconstitutionally vague and overbroad. <i>Treants Enters., Inc. v. Onslow County,</i> <span class=\"citation\" data-id=\"1323115\"><a href=\"/opinion/1323115/treants-enterprises-inc-v-onslow-county/\"><span class=\"volume\">320</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">776</span></a></span>, <span class=\"citation\" data-id=\"1323115\"><a href=\"/opinion/1323115/treants-enterprises-inc-v-onslow-county/\"><span class=\"volume\">360</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">783</span></a></span> (1987) (<i>\"Treants I\"</i>). Two years later, the same plaintiff successfully challenged yet another Onslow County ordinance restricting \"escort\" services, again on overbreadth grounds. <i>Treants Enters., Inc. v. Onslow County,</i> 94 N.C.App. 453, <span class=\"citation\" data-id=\"1248384\"><a href=\"/opinion/1248384/treants-enterprises-inc-v-onslow-county/\"><span class=\"volume\">380</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">602</span></a></span> (1989) (<i>\"Treants II\"</i>).</p>\n<p>On September 21, 1992, the Board of Commissioners of Onslow County, North Carolina, adopted an \"Ordinance to Regulate Adult Businesses and Sexually Oriented Businesses in Onslow County, NC,\" codified at Onslow County Code, § 8-201 et seq. The ordinance defines certain land uses as \"adult businesses\"<sup>[1]</sup> and \"sexually oriented businesses,\"<sup>[2]</sup> and then decrees that any such business located within a thousand feet in any direction of a residence, dwelling, house of worship, public school, day care center, public playground, public swimming pool, public park, or other adult or sexually oriented businesses shall be deemed a \"non-conforming use\" as of September 21, 1994.</p>\n<p><span class=\"star-pagination\">*951</span> On September 9, 1994, plaintiffs K. Hope and Treants Enterprises, owner/operators of several such \"non-conforming uses,\" filed identical complaints in Onslow County Superior Court seeking injunctive relief for violations of state and federal law. A similar complaint was filed five days later by Donald Mercer, d/b/a Pleasure Palace. The complaints allege the ordinance to be void as an ultra vires act of unplanned zoning, preempted by state law, in violation of the North Carolina Constitution, and unreasonable as to the amortization period granted existing nonconforming uses. The complaints further allege the ordinance is an unreasonable and overbroad restriction upon freedom of speech as guaranteed by the First Amendment to the United States Constitution, as well as a violation of the plaintiffs' \"freedom of property.\"</p>\n<p>On September 15, 1994, defendant Onslow County removed the Hope and Treants actions to this Court pursuant to 28 U.S.C. § 1446(d). Original jurisdiction in this Court was claimed to be based upon 28 U.S.C. § 1331. On September 19, 1994, the Mercer case was likewise removed. The County then answered and counterclaimed for injunctive relief permitting it to enforce the ordinance, a move of no legal significance.</p>\n<p>On October 23, 1994, this Court held a hearing on the plaintiffs' motion for a preliminary injunction. On November 17, the Court found that these three cases all arise out of the same set of operative facts and consolidated them for ruling, which was converted into a determination of the plaintiffs' claim for permanent injunction with the understanding that any order by this Court would be treated by the parties as a final order. The parties were granted leave to supplement the record and further brief the issues, and an additional hearing was held on June 20, 1995.</p>\n<p>A third hearing was held October 2, 1995, in an attempt to sort out defendant's conflicting positions on some of the complex issues presented by this case.</p>\n<p></p>\n<h2><i>Jurisdiction</i></h2>\n<p>Plaintiff's Constitutional claims were originally filed in state court contingent upon enforcement of the ordinance. Oct. '94 T., p. 5. On removal, the questions were presented by defendant as ripe constitutional questions to support jurisdiction, and were reasserted as active, present claims by plaintiff. <i>Id.,</i> at 21-22. Jurisdiction is thus conferred by 28 U.S.C. §§ 1331, 1367.</p>\n<p>Many of the issues which the County asked this Court to resolve by removing the action from state court concern fundamental issues of state law. Such questions are best left to the state's courts, which have the power to decide them authoritatively. Since it was entirely foreseeable that these issues would be raised as defenses to prosecution under the ordinance in the state courts, this case was an extremely poor candidate for removal.</p>\n<p></p>\n<h2><i>Discussion of State Law Issues</i></h2>\n<p></p>\n<h2>A. <i>The Ordinance is Partially Pre-Empted by State Law</i>\n</h2>\n<p>\"The power conferred upon the municipal body is presumed to be in subordination to a public law regulating the same matter for the entire state, unless a clear intent to the contrary is manifest.\" <i>Tenore, supra,</i> 280 N.C. at 246, <span class=\"citation\" data-id=\"1275038\"><a href=\"/opinion/1275038/state-v-tenore/\"><span class=\"volume\">185</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">644</span></a></span>, quoting <i>State v. Langston,</i> <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">692</span></span> (1883). \"[W]here the Legislature has enacted a statute making an act a criminal offense, a city may not adopt an ordinance dealing with the same conduct.\" <i>Tenore,</i> 280 N.C. at 245, <span class=\"citation\" data-id=\"1275038\"><a href=\"/opinion/1275038/state-v-tenore/\"><span class=\"volume\">185</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">644</span></a></span>, quoting <i>State v. Furio,</i> <span class=\"citation\" data-id=\"1316968\"><a href=\"/opinion/1316968/state-v-furio/\"><span class=\"volume\">267</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">353</span></a></span>, <span class=\"citation\" data-id=\"1316968\"><a href=\"/opinion/1316968/state-v-furio/\"><span class=\"volume\">148</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">275</span></a></span> (1966).</p>\n<p>Plaintiffs maintain that the County's ordinance is pre-empted by N.C.Gen.Stat. §§ 14-190.9 and 14-202.11, \"Indecent Exposure\" and \"Restrictions as to Adult Establishments,\" respectively.</p>\n<p>Defendant asks the Court not to consider the pre-emption arguments because these were not specifically raised in the complaints, and because the pre-emption argument was not raised in the plaintiffs' reply to defendant's counterclaim.</p>\n<p>Although the complaints did not specifically mention pre-emption, they did plead the ordinance was violative of North Carolina law and beyond the County's powers. This suffices to raise the specter of state law preemption <span class=\"star-pagination\">*952</span> claims. The plaintiff's Memorandum in Support of a Preliminary Injunction does contain an argument that N.C.Gen.Stat. § 14-190.9 pre-empts the ordinance.</p>\n<p>The pre-emption argument relating to N.C.Gen.Stat. § 14-202.11 may not have been raised until the supplemental briefing, but it does reasonably relate to an issue raised originally such that it would come within the sphere of argument foreseeable to the defendant. Moreover, the argument that N.C.Gen.Stat. § 14-202.11 is pre-emptive centers almost completely upon the case of <i>Hart Book Stores, Inc. v. Edmisten,</i> <span class=\"citation\" data-id=\"373429\"><a href=\"/opinion/373429/hart-book-stores-inc-raleigh-books-inc-tri-state-news-inc-ronald/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">821</span></a></span> (4th Cir., 1979), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">929</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3028</span></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1124</span></span> (1980), a case relied on heavily by defendant in its original briefing.</p>\n<p>In <i>State v. Tenore, supra</i><i>,</i> a leading case on the issue of pre-emption, the Supreme Court of North Carolina struck down an Onslow County ordinance targeting much of the same behavior purportedly controlled by the ordinance here at issue based on the pre-emptive effect of N.C.Gen.Stat. § 14-190.9.</p>\n<p>The Court has therefore considered the pre-emption argument.</p>\n<p></p>\n<h2>1. N.C.Gen.Stat. § 14-190.9</h2>\n<p>In passing the ordinance, the defendant relied upon the authority granted by N.C.Gen.Stat. § 153A-135, which permits counties to \"regulate places of amusement and entertainment, and ... regulate, restrict, or prohibit the operation of pool and billiard halls, dance halls, carnivals, circuses, or itinerant shows or exhibitions of any kind.\" As discussed <i>infra,</i> this grant of the police power authorizes only the regulation of business operations, not land use. <i>Compare</i> N.C.Gen. Stat.Ch. 153A, art. 6, \"Delegation and Exercise of the General Police Power,\" with N.C.Gen.Stat.Ch. 153A, art. 18, part 3, \"Zoning.\" Had the ordinance only been of a police power nature  had it addressed itself to the conduct occurring inside these businesses  it would clearly be pre-empted by North Carolina's public indecency act, N.C.Gen.Stat. § 14-190.9, under the rule of <i>Tenore, supra</i><i>.</i></p>\n<p>The state's pre-emptive regulation of an activity prohibits cumulative or inconsistent regulation of the same activity by a local government, but it does not prevent local governments from confining such operations to areas where they will not be harmful. Thus, Onslow County's definition of zoned land uses by their state-regulated conduct  the exhibition of \"specified anatomical areas\"  does not fall within the pre-emptive field of N.C.Gen.Stat. § 14-190.9.</p>\n<p></p>\n<h2>2. N.C.Gen.Stat. ch. 14, art. 26A</h2>\n<p>North Carolina's legislature has also enacted N.C.Gen.Stat. ch. 14, art. 26A, §§ 202.10-202.12, \"Adult Establishments.\" N.C.Gen.Stat. § 14-202.11, \"Restrictions as to adult establishments,\" reads in pertinent part:</p>\n<blockquote>No person shall permit any building, premises, structure, or other facility that contains any adult establishment to contain any other kind of adult establishment. No person shall permit any building, premises, structure, or other facility in which sexually oriented devices are sold, distributed, exhibited, or contained to contain any adult establishment.</blockquote>\n<p>N.C.Gen.Stat. § 14-202.12 establishes that first-time violations of N.C.Gen.Stat. § 14-202.11 constitute Class 3 misdemeanors, while each subsequent violation constitutes a Class 2 misdemeanor. Criminal guilt is ascribed to the owners, managers, and agents in charge of non-conforming adult establishments, as well as to owners of property upon which such establishments are located.</p>\n<p>The Fourth Circuit has upheld article 26A's constitutionality by tracking the landmark secondary effect adult zoning decision in <i>Young v. American Mini Theatres,</i> <span class=\"citation\" data-id=\"109505\"><a href=\"/opinion/109505/young-v-american-mini-theatres-inc/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">50</span></a></span>, <span class=\"citation\" data-id=\"109505\"><a href=\"/opinion/109505/young-v-american-mini-theatres-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2440</span></a></span>, <span class=\"citation\" data-id=\"109505\"><a href=\"/opinion/109505/young-v-american-mini-theatres-inc/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">310</span></a></span> (1976), noting that \"[t]he [statute's] essential regulation is of location.\" <i>Hart Book,</i> 612 F.2d at 826. At first glance, the County's professed aim \"to relocate these businesses to more acceptable areas so as to minimize the identified deleterious secondary effects on our communities\" (Supp.Response to Support for Perm.Inj., p. 21) cannot be distinguished from what the Fourth Circuit found to be the \"fundamental effect sought by\" article 26A, the \"geographic dispersal of these operations, <span class=\"star-pagination\">*953</span> in an obvious attempt to reduce adverse external effects perceived to result from a concentration of `adult' activities.\" <i>Hart Book,</i> 612 F.2d at 825. Onslow County admits that its ordinance \"regulates location.\"</p>\n<p>But the state prohibition on \"warehousing\" of adult establishments does not suggest that these businesses are beyond a local government's zoning reach. Such businesses are readily subject to the full panoply of height, parking, setback, aesthetic, and other land use controls, as well as restrictions defining residential, commercial, and mixed use zones. If any particular adult business imposes on its neighbors' quiet enjoyment of their property, an action for abatement of the nuisance would likewise remain available. N.C.Gen. Stat. § 14-202.11 has a narrow scope, and does not remove adult establishments from local zoning control.</p>\n<p>While the state law does not pre-empt the field addressed by this ordinance, the state law does pre-empt that small portion of the ordinance relating to the distance which must be kept between two adult establishments. The state law addresses the exact question of how much distance must be lawfully kept between two adult establishments, holding that no two such establishments shall be operated under the same roof. Therefore, the County may not increase this distance to one thousand feet. Since two adult establishments under one roof would be proscribed by both laws, Onslow County's ordinance encompasses that which is proscribed by the state. At least with respect to some establishments, the ordinance is directly pre-empted.<sup>[3]</sup></p>\n<blockquote>[W]hen an offense is indictable in the superior court, a city or town ordinance, making the same act, or substantially the same act, an offense punishable by fine or imprisonment, such ordinance is void. It may be that the legislature has power to authorize a town to make an offense against the state a separate offense against the town, but this could be done only by an express grant of authority.</blockquote>\n<p><i>Tenore,</i> 280 N.C. at 245, <span class=\"citation\" data-id=\"1275038\"><a href=\"/opinion/1275038/state-v-tenore/\"><span class=\"volume\">185</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">644</span></a></span>, quoting <i>State v. Brittain,</i> <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">574</span></span> (1883) (other citations omitted).</p>\n<p>Onslow County replies by noting the North Carolina Supreme Court's statement that \"[t]he fact that a State or federal law, standing alone, makes a given act, omission, or condition unlawful shall not preclude city ordinance requiring a higher standard of conduct or condition.\" <i>Tenore,</i> 280 N.C. at 247, <span class=\"citation\" data-id=\"1275038\"><a href=\"/opinion/1275038/state-v-tenore/\"><span class=\"volume\">185</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">644</span></a></span>. A reading of <i>Tenore</i> reveals this to be language quoted from prior N.C.Gen.Stat. § 160A-174(b). This argument is inapposite for two reasons.</p>\n<p>First, if N.C.Gen.Stat. § 14-202.11 can be said to regulate conduct at all (and it clearly does not), the conduct regulated is the locating of adult establishments. The Court</p>\n<blockquote>must, therefore, compare the ordinance of Onslow County here in question with the state-wide law to determine whether the ordinance undertakes to prohibit and punish ... conduct which is not forbidden by the state-wide statute, and thus to require `a higher standard or condition,' or undertakes to prohibit and punish the identical conduct dealt with by the state-wide statute.</blockquote>\n<p><i>Tenore,</i> at 247-48, <span class=\"citation\" data-id=\"1275038\"><a href=\"/opinion/1275038/state-v-tenore/\"><span class=\"volume\">185</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">644</span></a></span> (citation omitted).</p>\n<p>But as noted throughout this opinion, the ordinance is not one of conduct but of location. And notions of relative standards of care are wholly foreign to land use planning. More restrictive zoning is not necessarily the product of higher standards, but of differing ones. Zoning strives to harmonize geographic reality with a community's unique vision for its future, as laid out in a comprehensive plan that balances divergent land use interests. If the state has decided to strike a balance between the competing land use interests of adult establishments and their surrounding <span class=\"star-pagination\">*954</span> landowners in the manner set forth by article 26A, Onslow County may not effect its own solution to the problem. Adult establishments are subject to local zoning control in the same manner as other land uses that are commercial or industrial in nature, but under current state law they cannot be required by a local government to keep any distance between themselves.</p>\n<p>This Court shares the Fourth Circuit's doubts as to the efficacy of N.C.Gen.Stat. § 14-202.11. In upholding the statute's constitutionality, the Court of Appeals noted that \"[t]hough the particular method chosen by North Carolina may not prove to be effective in eliminating the undesirable spin-off conditions, we cannot say that legislative action is rendered irrational by its choice of a less efficacious and less powerful approach than the Constitution might permit.\" <i>Hart Book,</i> at 830. North Carolina can permit its counties to set distances between adult establishments, or it can choose to strengthen the current adult establishment statute by enacting a larger minimum distance requirement. But this Court cannot say the state law's timidity dilutes its pre-emptive effect. The \"concern is not ... with questions of the practical ineptitude of legislation ... but with whether\" <i>Hart Book</i> at 835, it preempts similar efforts at the local level.</p>\n<p>North Carolina's legislature can have the final say on this issue. This Court may not constitutionally grant the state's power away to a county or limit the effect of state laws. The Court finds Onslow County's ordinance is pre-empted by N.C.Gen.Stat.Ch. 14, art. 26A to the extent the ordinance requires adult establishments to maintain a distance of one thousand feet from other adult establishments. In all other respects, the ordinance is not pre-empted by state law.</p>\n<p></p>\n<h2>B. <i>The Ordinance Implements Zoning</i>\n</h2>\n<p>Plaintiffs contend that Onslow County's ordinance is actually a zoning ordinance in general police power clothing. As such, it could not attain legal validity outside the context of a comprehensive land use plan as required by N.C.Gen.Stat. § 153A-341.<sup>[4]</sup> Onslow County insists the ordinance is of a general police power nature, claims the distinction between the two powers is unimportant, admits that it has no comprehensive zoning plan, but argues that it has nevertheless planned sufficiently to enact the ordinance if it is found to be an attempted zoning.</p>\n<p></p>\n<h2>1. The Statute of Limitations is Inapplicable</h2>\n<p>As a preliminary matter, defendant claims that even if it has zoned improperly, plaintiffs are time-barred by operation of N.C.Gen.Stat. § 1-54.1, which provides a nine month limitations period for \"an action contesting the validity of any zoning ordinance or amendment thereto adopted by a county <i>under Part 3 of Article 18 of Chapter 153A</i> of the General Statutes or other applicable law ...\"<sup>[5]</sup> The ordinance, however, was adopted under article 6, not article 18.</p>\n<p>Moreover, given the County's position that the ordinance is not a zoning law, it is estopped from asserting procedural protections meant for zoning laws. Defendant is permitted just one position on the exact nature of its ordinance. The County will not be allowed to hide behind a zoning limitations period while simultaneously trying to escape the comprehensive plan requirement by asserting the ordinance is merely an exercise of the general police power.</p>\n<p></p>\n<h2>2. The Ordinance is a Zoning Ordinance</h2>\n<p>\"Zoning, as a definitional matter, is the regulation by a local governmental entity of <span class=\"star-pagination\">*955</span> the use of land within a given community, and of the buildings and structures which may be located thereon, in accordance with a general plan.\" <i>Chrismon v. Guilford County,</i> <span class=\"citation\" data-id=\"1293892\"><a href=\"/opinion/1293892/chrismon-v-guilford-county/\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">611</span></a></span>, 617, <span class=\"citation\" data-id=\"1293892\"><a href=\"/opinion/1293892/chrismon-v-guilford-county/\"><span class=\"volume\">370</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">579</span></a></span> (1988) (citation omitted). \"The whole concept of zoning implies a restriction upon the owner's right to use a specific tract for a use profitable to him but detrimental to the value of other properties in the area, thus promoting the most appropriate use of land throughout the municipality, considered as a whole.\" <i>Blades v. City of Raleigh,</i> <span class=\"citation\" data-id=\"1343505\"><a href=\"/opinion/1343505/blades-v-city-of-raleigh/\"><span class=\"volume\">280</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">531</span></a></span>, 546, <span class=\"citation\" data-id=\"1343505\"><a href=\"/opinion/1343505/blades-v-city-of-raleigh/\"><span class=\"volume\">187</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">35</span></a></span> (1972); <i>Godfrey v. Union Co. Bd. of Commissioners,</i> 61 N.C.App. 100, 104, <span class=\"citation\" data-id=\"1306214\"><a href=\"/opinion/1306214/godfrey-v-union-county-bd-of-comrs/\"><span class=\"volume\">300</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">273</span></a></span> (1983).</p>\n<p>It is not difficult to see that Onslow County's ordinance is of a completely zoning character. Common sense places the ordinance squarely within <i>Chrismon</i>'s definition of zoning, but the record as supplied by the County establishes this fact beyond all doubt. Compare, for example, defendant's statement that</p>\n<blockquote>the Board determined that these sexually oriented businesses were not compatible with and have a substantial negative impact upon existing residential, religious, recreational and educational uses of property in Onslow County ... the ordinance confines itself to regulating the placement and location of these sexually oriented businesses.</blockquote>\n<p>Supp.Memo.Reply to Support for Perm Inj., P. 4 (emphasis added), with N.C.Gen.Stat. § 153A-340, granting the zoning power:</p>\n<blockquote>[A] county may regulate and restrict ... the location and use of buildings, structures, and land for trade, industry, residence, or other purposes ...</blockquote>\n<p>The record further shows that County officials never hesitated to refer to zoning as they considered adopting the ordinance. In a memo typed on Onslow County stationary by the County Planning Director to the County Manager, summarizing a public hearing on the subject, the word \"zoning\" appears <i>seven</i> times. For example:</p>\n<blockquote>Adult establishments were identified as a primary concern ... Development [in one area] was identified as an area in need of zoning as was [another] area ... With one exception ... I can report without reservation that all those present at the meeting were in support of protective, limited zoning ... several people identified countywide zoning as important ... I agreed to meet with residents of the Back Swamp Community to fully explain the concept of limited and protective zoning.</blockquote>\n<blockquote>I can conclude that this meeting indicated considerable support for limited zoning in Onslow County.</blockquote>\n<p>Defendant's Exh. B (emphasis added). The minutes of a special planning meeting convened to discuss the ordinance one month prior to its enactment clearly reflect the citizenry's understanding that they were debating a zoning ordinance. Defendant's Exh. D. How could they think otherwise, when Defendant's Exhibit Q, a photocopy of the hearing's public notice in a newspaper, announces that \"The purpose of this public hearing will be to provide an opportunity for public comment on several proposed amendments to the Onslow County Zoning Ordinance.\" (emphasis original).</p>\n<p>Although the ordinance technically invokes the police power, it does so in error. Defense counsel's arguments that the County did not zone are frivolous, and have no basis in fact or law. The Court now makes the following findings: (1) the County believed it was engaging in a zoning exercise, (2) the County advertised this ordinance as a zoning ordinance, (3) the ordinance does, in fact, attempt to regulate the use of land and (4) as such, it falls within North Carolina's definition of \"zoning.\"</p>\n<p></p>\n<h2>3. The Ordinance Cannot Be Sustained as a Valid Exercise of the General, Non-Zoning Police Power</h2>\n<p>Defendant argues that even if the ordinance zones, it falls within that narrow area of subject matter that can also be viewed as a proper regulatory exercise of the police power. Outdoor signs, for example, can be regulated under either regime. <i>Summey Outdoor Advertising v. County of Henderson,</i> 96 N.C.App. 533, <span class=\"citation\" data-id=\"1387684\"><a href=\"/opinion/1387684/summey-outdoor-adv-v-henderson-county/\"><span class=\"volume\">386</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">439</span></a></span> (1989), <i>cert. denied</i> <span class=\"citation\" data-id=\"1302840\"><a href=\"/opinion/1302840/state-v-strickland/\"><span class=\"volume\">326</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">486</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">392</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">101</span></span> (1990). In <i>Summey,</i> a billboard company challenged a county's police power regulation of signs as <span class=\"star-pagination\">*956</span> an improper attempt to zone without a plan. The North Carolina Court of Appeals rejected the challenge, holding that \"G.S. 153A-121 [the police power] and 153A-340 [the zoning power] do not operate exclusively of each other.\" <i>Id.,</i> at 538, <span class=\"citation\" data-id=\"1387684\"><a href=\"/opinion/1387684/summey-outdoor-adv-v-henderson-county/\"><span class=\"volume\">386</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">439</span></a></span>.</p>\n<p>The <i>Summey</i> court did not explain why billboards fall under such an exception. The reason must be the fact that building codes for such structures, of the type at issue in <i>Summey,</i> will invariably have an obvious zoning impact. In any event, the court was careful not to declare the entire body of North Carolina zoning law redundant to the police power. It noted that the police power \"does not allow [a county] to engage in total land use planning without a plan,\" and suggested that \"it may have been more desirable and better planning for defendant to adopt a county-wide zoning ordinance.\" <i>Ibid.</i> This very narrow decision cannot support Onslow County's sweeping declarations of compatible and incompatible land uses  dwellings, residences, churches, adult establishments, etc.  without following the proper procedures for zoning.</p>\n<p></p>\n<h2>4. Zoning Requires a Comprehensive Plan</h2>\n<p>\"Counties have no inherent authority to enact zoning ordinances.\" <i>Jackson v. Guilford County Bd. of Adjustment,</i> <span class=\"citation\" data-id=\"1209620\"><a href=\"/opinion/1209620/jackson-v-guilford-county-board-of-adjustment/\"><span class=\"volume\">275</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">155</span></a></span>, 162, <span class=\"citation\" data-id=\"1209620\"><a href=\"/opinion/1209620/jackson-v-guilford-county-board-of-adjustment/\"><span class=\"volume\">166</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">78</span></a></span> (1969). North Carolina counties may zone only to the extent permitted by the legislature. <i>Ibid.</i> \"[Z]oning regulations shall be made in accordance with a comprehensive plan ...\" N.C.Gen.Stat. § 153A-341; <i>Willis v. Union County,</i> 77 N.C.App. 407, 408, <span class=\"citation\" data-id=\"1273870\"><a href=\"/opinion/1273870/willis-v-union-county/\"><span class=\"volume\">335</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">76</span></a></span> (1985).</p>\n<p>Defendant argues it does not need a plan because distinctions between zoning and general police power ordinances are irrelevant. It relies on several cases that have held such distinctions are unimportant when examining a law's <i>constitutionality.</i> For example, in <i>Hart Book, supra,</i> a judge of this Court struck down N.C.Gen.Stat. § 14-202.11 on constitutional grounds, distinguishing Supreme Court precedent that had upheld secondary effect zoning (<i>Young, supra</i>) on the basis that article 26A \"was not a true zoning law. <i>Hart Book Stores, Inc. v. Edmisten</i><i>,</i> 450 F.Supp. [904] at 906-07 (1978).\" <i>Hart Book,</i> 612 F.2d at 824. In reversing the District Court, the Fourth Circuit held that a state's internal classification of zoning as a subset of its general police power is irrelevant when judging the exercise against Fourteenth Amendment restrictions upon the state's police power. <i>Id.,</i> at 828. \"Both the general police power, and that aspect of it realized in `zoning' regulations, are reposed originally in the state. <i>State v. Joyner,</i> <span class=\"citation\" data-id=\"1323826\"><a href=\"/opinion/1323826/state-v-joyner/\"><span class=\"volume\">286</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">366</span></a></span>, 369, <span class=\"citation\" data-id=\"1323826\"><a href=\"/opinion/1323826/state-v-joyner/\"><span class=\"volume\">211</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">320</span></a></span>, 322 (1975); <i>Allgood v. Town of Tarboro,</i> <span class=\"citation\" data-id=\"1224998\"><a href=\"/opinion/1224998/allgood-v-town-of-tarboro/\"><span class=\"volume\">281</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">430</span></a></span>, 437, <span class=\"citation\" data-id=\"1224998\"><a href=\"/opinion/1224998/allgood-v-town-of-tarboro/\"><span class=\"volume\">189</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">255</span></a></span>, 260 (1972).\" <i>Hart Book,</i> 612 F.2d at 828 n. 8. \"Whether or not the statute is a true zoning law, it is a legitimate exercise of the police power, under which the state may limit the use of private property for the public welfare.\" <i>Id.,</i> at 828 (footnote and citations omitted).<sup>[6]</sup></p>\n<p>In addressing the Constitutional issues, it makes no difference whether or not Onslow County's ordinance is or is not \"a true zoning law.\" But the Court is addressing a very different matter altogether: did Onslow County violate <i>state</i> law setting forth certain standards and procedures for zoning? Answering this question requires an examination of how zoning differs from other police power acts under North Carolina law. As noted above, one major difference is the requirement of a comprehensive plan.</p>\n<p>Defendant insists that the police power gives local governments the right to regulate in the interests of public health, safety, and morals. True enough. But any such police power exercise <i>directed at the use of land</i> comes within a special sub-set of the police power known as \"zoning,\" and \"zoning regulations shall be made in accordance with a comprehensive plan.\" N.C.Gen.Stat. § 153A-341. <i>All</i> zoning ordinances, not just this one, must seek to protect the public health, safety, and morality. <i>Village of Euclid v. Ambler Realty Co.,</i> <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, 387-88, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">114</span></span>, 118, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">303</span></span> (1926). <span class=\"star-pagination\">*957</span> Yet these values which the police power seeks to protect are placed at risk when zoning is arbitrary, random and disorganized. Fairness and reason compel the law to require that zoning be practiced only within the framework of a comprehensive land use plan.</p>\n<p></p>\n<h2>5. Onslow County Has Met the Minimum Planning Requirement for Zoning</h2>\n<p>\"Defendant admits that it does not have a formal county-wide master zoning plan document in place.\" Answer, p. 4, ¶ 9. An actual, physical document entitled \"Comprehensive Master Plan\" is not required by state law, <i>Willis, supra,</i> but N.C.Gen.Stat. § 153A-341 clearly requires something more than a mere recitation that the Board of Commissioners thought long and hard about the ordinance before finding it to be desirable.</p>\n<p>The North Carolina Supreme Court has \"not [found] it necessary ... to attempt an all-inclusive definition of the required comprehensive plan. What suffices as such may well vary according to the stage at which a particular city or county is in its zoning process.\" <i>A-S-P Assoc. v. City of Raleigh,</i> <span class=\"citation\" data-id=\"1276005\"><a href=\"/opinion/1276005/asp-associates-v-city-of-raleigh/\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">207</span></a></span>, 229, <span class=\"citation\" data-id=\"1276005\"><a href=\"/opinion/1276005/asp-associates-v-city-of-raleigh/\"><span class=\"volume\">258</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">444</span></a></span> (1979). Although it lacked an actual planning document, Raleigh's \"comprehensive studies of the City's housing, transportation, public facilities, parks and recreation, and a wide range of other needs,\" in addition to the plan for the historic district challenged in that case, sufficed to place the city in a \"late stage\" whereby it was \"operating pursuant to a sufficiently comprehensive plan.\" <i>Ibid.</i></p>\n<p>Onslow County, of course, is not Raleigh. \"The County admittedly has not achieved the sophistication of other more populated cities and counties who have gone further in their zoning evolution,\" (Supp.Memo.Reply to Support for Perm.Inj., p. 15), but it submits an affidavit by County Manager R.G. Leary and a host of exhibits that it claims amount to a sufficient plan.</p>\n<p>There is something odd about defendant's position that it has not really zoned within the understanding of N.C.Gen.Stat. § 153A-340, but if it did, then it unwittingly operated in accordance with a \"comprehensive plan\" as required by N.C.Gen.Stat. § 153A-341. Yet upon examination, the Court finds the County's actions prior to enactment of § 8-201 et seq., taken as a whole, amount to a comprehensive land use plan as envisioned by North Carolina law.</p>\n<p>The planning consisted of the following steps. First, \"the Onslow County Planning Department held public forums in order to receive comments from Onslow County residents on land use issues and concerns.\" Leary Affidavit, p. 2, ¶ 5; Exh. A. \"[A]dult establishments were identified by Onslow County residents as a primary concern.\" Leary Affidavit, p. 2, ¶ 5; Exh. B. Two years later, the \"Board of Commissioners directed the Planning Department to react to numerous citizen complaints\" about the establishments, and \"[t]he staff held a series of community forum meetings\" to discuss the problem. Leary Affidavit, p. 3, ¶ 6; Exh. C.</p>\n<p>The Planning Board then held a special meeting on the ordinance, Leary Affidavit, p. 3, ¶ 7; Exh. D, and at about the same time, \"Onslow County employees accumulated numerous studies and ordinances that were prepared by other cities, towns, and counties that faced similar predicaments.\"<sup>[7]</sup> Leary Affidavit, p. 3, ¶ 8; Exh. E through M. A poll, a \"Comparative Analysis\" of laws in other cities, an \"exhaustive legal study,\" some more hearings and a note from the Sheriff round out the plan. Leary Affidavit pp. 3-4, ¶¶ 8-10; Exh. N, O, P.</p>\n<p>Thus, Onslow County solicited the views of its citizens; reviewed zoning studies of cities such as Minneapolis/St. Paul, Los Angeles, Detroit, Indianapolis and Phoenix, which laid out the many issues and problems to be considered when zoning adult businesses; and acted pursuant to a legal opinion that it had the power to proceed with its ordinance. Given the primitive stage of the County's <span class=\"star-pagination\">*958</span> land use control history, this Court predicts the state courts would find the County's actions to constitute sufficient planning to enact this type of limited zoning ordinance. Should Onslow County wish to enact more zoning, additional planning would obviously be required at that time.</p>\n<p>The Court is constrained to note that the \"exhaustive legal analysis\" cited in Mr. Leary's affidavit at p. 4, ¶ 10; Exh. P, if conducted by a skilled attorney, would have prevented many of the thorny issues this Court had to resolve, most notably the problem of enacting a zoning ordinance under the guise of the general police power. The County's \"legal analysis\" consisted of reading a Fourth Circuit case upholding the constitutionality of an adult zoning ordinance in Myrtle Beach, South Carolina<sup>[8]</sup> and a statement by the State Attorney General's Office that N.C.Gen.Stat. § 153A-135 permits the County to regulate places of amusement. It appears that the State Attorney General's Office was merely asked if N.C.Gen.Stat. § 153A-135 authorizes the County to regulate places of amusement, without so much as a hint of what it was the County was planning to do. The Court believes that had the County explained its plans to either the Attorney General's Office, or a skilled attorney with a minimal background in land use law, it would have certainly been referred to its zoning power.</p>\n<p></p>\n<h2>C. <i>The Ordinance Does Not Violate the North Carolina Constitution</i>\n</h2>\n<p>Because Onslow County has properly, if indirectly or even inadvertently, acted within its power to zone, the ordinance cannot be said to violate any provision of the North Carolina Constitution requiring compliance with the \"law of the land.\" Neither is the ordinance unconstitutional on pre-emption grounds, with exception of the aforementioned provision purporting to prescribe a distance of one thousand feet between two adult establishments.</p>\n<p></p>\n<h2><i>Discussion of the Federal Constitutional Issues</i></h2>\n<p></p>\n<h2>A. <i>The Ordinance is Not an Unconstitutional Restraint Upon Freedom of Expression in Violation of the First Amendment</i>\n</h2>\n<p>\"[T]he courts have not applied the same First Amendment protections to physical conduct as is afforded to purer modes of communicative speech.\" <i>D.G. Restaurant,</i> 953 F.2d at 143. All physical conduct is expressive of some idea that, if articulated in an editorial, would obviously be protected by the First Amendment. \"But virtually <i>every</i> law restricts conduct, and virtually <i>any</i> prohibitive conduct can be performed for an expressive purpose  if only expressive of the fact that the actor disagrees with the prohibition.\" <i>Barnes v. Glen Theatre, Inc.,</i> <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, 576, <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2456</span></a></span>, 2466, <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">504</span></a></span> (1991) (Scalia, J., concurring). This does not, of course, mean that all physical conduct is beyond the state's reach. \"The Constitution does not require that otherwise unacceptable conduct become immunized from regulation when it is wrapped in a claim that the conduct was intended to convey a message.\" <i>D.G. Restaurant,</i> at 143. Thus, for example, a plurality of the Supreme Court has held that the expressive aspect of nude dancing does not merit the absolute protection of the First Amendment. <i>Barnes v. Glen Theatre, Inc., supra</i><i>.</i></p>\n<p>\"Although conduct may contain inherent expressive elements or may be undertaken for a particular communicative purpose, an important governmental interest in regulating the activity itself, without regard to the expressive element, can justify a necessary incidental restriction on the expressive aspects of the conduct.\" <i>D.G. Restaurant,</i> 953 F.2d at 143 (citation omitted). The test is whether the regulation is not primarily aimed at, or does not needlessly impinge upon, the conduct's expressive element. <i>United States v. O'Brien,</i> <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 376-77, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, 1678-79, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">672</span></a></span> (1968).</p>\n<p><span class=\"star-pagination\">*959</span> By its terms, the ordinance clearly passes the <i>O'Brien</i> test for content-neutrality, as it is aimed at curbing the conduct's destructive, not expressive, element. The ordinance is \"justified without reference to the content of the regulated speech.\" <i>Virginia Pharmacy Board v. Virginia Citizens Consumer Council, Inc.,</i> <span class=\"citation\" data-id=\"109450\"><a href=\"/opinion/109450/va-pharmacy-bd-v-va-consumer-council/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">748</span></a></span>, 771, <span class=\"citation\" data-id=\"109450\"><a href=\"/opinion/109450/va-pharmacy-bd-v-va-consumer-council/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1830, <span class=\"citation\" data-id=\"109450\"><a href=\"/opinion/109450/va-pharmacy-bd-v-va-consumer-council/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">346</span></a></span> (1976). There is absolutely no question that Onslow County may zone or otherwise regulate adult establishments to contain their deleterious secondary effects on the community without running afoul of the First Amendment. <i>D.G. Restaurant, supra</i><i>; </i><i>Young v. American Mini Theatres, supra</i><i>; </i><i>City of Renton v. Playtime Theatres, Inc., supra</i><i>.</i></p>\n<p>Since it is content-neutral, the ordinance need only be valid as to time, place, and manner. \"[T]he First Amendment requires only that\" the County \"refrain from effectively denying [plaintiffs] a reasonable opportunity to open and operate\" their businesses within the County. <i>Renton,</i> 475 U.S. at 54, 106 S.Ct. at 932. \"The decision to restrict adult businesses to a specific area does not oblige the city to provide commercially desirable land. <i>See Renton,</i> 475 U.S. at 54, 106 S.Ct. at 932.\" <i>D.G. Restaurant,</i> 953 F.2d at 147. As defendant's counsel put it, \"all we are required to do legally is to make sure we don't totally prohibit these businesses.\" Oct. '94 T. at p. 49. Plaintiffs argue that the County has not met this requirement.</p>\n<p>At least three circuits have tried to define the line between the commercially undesirable and the practically impossible:</p>\n<blockquote>There are two questions ... that must be answered when determining whether an adult business has been given a reasonable opportunity to relocate. The first question is whether relocation sites provided to a business may be considered part of an actual business real estate market. The second question is whether, after excluding those sites that may not properly be considered to be part of the relevant real estate market, there are an adequate number of potential relocation sites for already existing businesses.</blockquote>\n<p><i>Topanga Press, Inc. v. City of Los Angeles,</i> <span class=\"citation\" data-id=\"603788\"><a href=\"/opinion/603788/topanga-press-inc-stuart-parr-brand-x-video-inc-ewap-inc-library/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1524</span></a></span>, 1530 (9th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1537</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">190</span></span> (1994).</p>\n<blockquote>[L]and is not reasonably available if its physical and legal characteristics make it impossible for any adult business to relocate there ... physical and legal characteristics and economic desirability are interrelated [but] the question is whether the city offers sites from a commercial real estate market  that is, sites that businesses can locate on. Whether a particular business can succeed on such sites is not the question and it could not be, as a practical matter.</blockquote>\n<p><i>Grand Brittain, Inc. v. City of Amarillo, Tex.,</i> <span class=\"citation\" data-id=\"672884\"><a href=\"/opinion/672884/grand-brittain-inc-dba-brittain-adult-bookstore-dba-grand-street/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1068</span></a></span>, 1069-70 (5th Cir.1994) (citations omitted). In other words, the law</p>\n<blockquote>ensure[s] that adult businesses have access to a commercial real estate market, but do[es] not guarantee that a specific adult business can obtain existing commercial sites at low cost and with `market' access to assure its prosperity.</blockquote>\n<p><i>Ibid.,</i> (citations omitted); <i>see also </i><i>Alexander v. City of Minneapolis,</i> <span class=\"citation\" data-id=\"557421\"><a href=\"/opinion/557421/ferris-j-alexander-and-us-video-inc-a-minnesota-corporation-v-the/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">278</span></a></span>, 283 (8th Cir.1991) (city must show only potential availability, not actual economically feasible site).</p>\n<p>The opinions are essentially identical. If the land remaining to adult establishments post-zoning would not normally be considered a potential site for <i>any</i> business, it is not available under <i>Renton.</i> If some land is left upon which a new business could locate, even if it would be commercially imprudent for an adult establishment to do so, the First Amendment is not offended.</p>\n<p>The defendant has barely, but sufficiently, met its burden on this issue. It has submitted a set of four rather large and grainy photocopies of aerial photographs, overlaid with a black marker in areas defendant claims are available.<sup>[9]</sup> Although the Court cannot discern from these exhibits the land's legal and topographical suitability for development, the sheer amount of open and available land marked out by the County's planning office as available for plaintiff's businesses <span class=\"star-pagination\">*960</span> is impressive. Plaintiffs have not rebutted this evidence by showing what specifically, if anything, renders this land or any portion of it unavailable under the <i>Renton</i> test outlined above.<sup>[10]</sup> The Court believes Onslow County has identified \"sites [that] could be transformed into productive commercial property.\" <i>Grand Brittain,</i> 27 F.3d at 1070.</p>\n<p></p>\n<h2>B. <i>The Ordinance is Not Facially Overbroad in Violation of the First and Fourteenth Amendments</i>\n</h2>\n<p>\"`[I]n every case the power to regulate must be so exercised as not, in attaining a permissible end, unduly to infringe the protected freedom,' <i>Cantwell v. Connecticut,</i> <span class=\"citation\" data-id=\"103355\"><a href=\"/opinion/103355/cantwell-v-connecticut/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, 304 [60 S.Ct. 900, 903, 84 L.Ed. 1213] (1940). In other words, the statute must be carefully drawn or be authoritatively construed to punish only unprotected speech and not be susceptible of application to protected expression.\" <i>Gooding v. Wilson,</i> <span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">518</span></span>, 522, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1103</span></span>, 1106, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">408</span></span> (1971). \"A clear and precise enactment may nevertheless be `overbroad' if in its reach it prohibits constitutionally protected conduct.\" <i>Grayned v. City of Rockford,</i> <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 114-15, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2294</span></a></span>, 2302, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1972) (footnote omitted).</p>\n<p>As then-Circuit Judge Scalia once noted, overbreadth is technically a doctrine of standing.</p>\n<blockquote>Ordinarily ... challengers to a law are not permitted to raise the rights of third parties and can only assert their own interests. In overbreadth analysis, those rules give way: challengers are permitted to raise the rights of third parties; and the court invalidates the entire statute, `on its face,' not merely `as applied,' so that the overbroad law becomes unenforceable until a properly authorized court construes it more narrowly. The factor that motivates courts to depart from the normal adjudicatory rules is the concern with the `chilling,' deterrent effect of the overbroad statute on third parties not courageous enough to bring suit.</blockquote>\n<p><i>United Presbyterian Church in the U.S.A. v. Reagan,</i> <span class=\"citation\" data-id=\"438808\"><a href=\"/opinion/438808/united-presbyterian-church-in-the-usa-v-ronald-wilson-reagan-president/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1375</span></a></span>, 1379 fn. 1 (D.C.Cir. 1984), quoting Gunther, <i>Cases and Materials on Constitutional Law</i> 1186-87 (10th ed. 1980).</p>\n<p>\"Because overbroad laws, like vague ones, deter privileged activity, our cases firmly establish ... standing to raise an overbreadth challenge.\" <i>Grayned,</i> 408 U.S. at 114, 92 S.Ct. at 2302 (footnote omitted). \"This is deemed necessary because persons whose expression is constitutionally protected may well refrain from exercising their rights for fear of criminal sanctions provided by a statute susceptible of application to protected expression.\" <i>Gooding,</i> 405 U.S. at 521, 92 S.Ct. at 1105. \"Litigants ... are permitted to challenge a statute not because their own rights of free expression are violated, but because of a judicial prediction or assumption that the statute's very existence may cause others not before the court to refrain from constitutionally protected speech or expression.\" <i>Broadrick v. Oklahoma,</i> <span class=\"citation\" data-id=\"108858\"><a href=\"/opinion/108858/broadrick-v-oklahoma/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">601</span></a></span>, 612, <span class=\"citation\" data-id=\"108858\"><a href=\"/opinion/108858/broadrick-v-oklahoma/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2908</span></a></span>, 2916, <span class=\"citation\" data-id=\"108858\"><a href=\"/opinion/108858/broadrick-v-oklahoma/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">830</span></a></span> (1973).</p>\n<p>\"If on its face the challenged provision is repugnant to the due process clause, specification of details of the offense intended to be charged would not serve to validate it. It is the statute, not the accusation under it, that prescribes the rule to govern conduct and warns against transgression.\" <i>Lanzetta v. New Jersey,</i> <span class=\"citation\" data-id=\"103170\"><a href=\"/opinion/103170/lanzetta-v-new-jersey/\"><span class=\"volume\">306</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, 453, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">618</span></span>, 619, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">888</span></span> (1939) (citations omitted); <i>Thornhill v. Alabama,</i> <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, 98, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">736</span></span>, 742, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1093</span></span> (1940).</p>\n<p>\"Application of the overbreadth doctrine ... is, manifestly, strong medicine. It has been employed by the Court sparingly and only as a last resort.\" <i>Broadrick,</i> 413 U.S. at 613, 93 S.Ct. at 2916. Defendant correctly notes that overbreadth standing cannot be granted unless the law's deterrent effect upon legitimate activity is \"both real and substantial,\" and the law is not \"readily <span class=\"star-pagination\">*961</span> subject to a narrowing construction by the <i>state</i> courts.\" <i>Young,</i> 427 U.S. at 60, 96 S.Ct. at 2447 (citation omitted) (emphasis added).</p>\n<p></p>\n<h2>1. Real and Substantial Deterrent Effect</h2>\n<p>The ordinance by its terms makes criminals of those who would permit nudity to be displayed upon their premises.</p>\n<p>Unlike the \"identical\" laws cited by Onslow County, this ordinance makes no distinction between the offering of nudity and its mere occurrence. It does not limit its scope to those activities whereby money is exchanged for nudity, and thereby proscribes a wide range of private, non-commercial conduct that could never be regulated by the state.</p>\n<p>Defendant promises that it would never enforce the ordinance against those who should reasonably know they are not targeted by the ordinance. The circularity of this reasoning is the very reason for the over-breadth doctrine. \"It makes no difference whether such prosecutions or proceedings would actually be commenced. It is enough that a vague and broad statute lends itself to selective enforcement against unpopular causes.\" <i>NAACP v. Button,</i> <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, 435, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">328</span></a></span>, 339, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1963). \"We need not lament that we do not have before us the details of the conduct found to be annoying. It is the ordinance on its face that sets the standard of conduct and warns against transgression.\" <i>Coates v. City of Cincinnati,</i> <span class=\"citation\" data-id=\"108348\"><a href=\"/opinion/108348/coates-v-cincinnati/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">611</span></a></span>, 616, <span class=\"citation\" data-id=\"108348\"><a href=\"/opinion/108348/coates-v-cincinnati/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1686</span></a></span>, 1689, <span class=\"citation\" data-id=\"108348\"><a href=\"/opinion/108348/coates-v-cincinnati/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1971).</p>\n<p>What makes this ordinance more troublesome than other laws struck down for over-breadth is that it regulates the use of land. There exists a substantial likelihood that Onslow County might wish to wield this broad new power as a pre-text for spot-zoning any parcel of land within its jurisdiction, without reference to an advanced comprehensive plan for land use. The County could practically declare any use of land a criminal act, and the possible deterrent effect upon any disfavored expression or activity should be a matter of grave concern.</p>\n<p></p>\n<h2>2. Narrowing Construction Available in State Court</h2>\n<p>When \"dealing with a federal statute,\" federal courts have the \"power to give it an authoritative construction.\" <i>United States v. Thirty-Seven Photographs,</i> <span class=\"citation\" data-id=\"108332\"><a href=\"/opinion/108332/united-states-v-thirty-seven-photographs/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">363</span></a></span>, 369, <span class=\"citation\" data-id=\"108332\"><a href=\"/opinion/108332/united-states-v-thirty-seven-photographs/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1400</span></a></span>, 1405, <span class=\"citation\" data-id=\"108332\"><a href=\"/opinion/108332/united-states-v-thirty-seven-photographs/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">822</span></a></span> (1971). But federal courts \"lack jurisdiction authoritatively to construe state legislation.\" <i>Ibid.</i> The Court must therefore decide whether there exists a risk that the state courts will let this ordinance stand in its current form without a properly narrow construction.</p>\n<p>Although this Court has some misgivings about the ordinance's scope, it is confident that the state courts will either issue a proper construction where they feel it is possible, or follow the lead of <i>Treants I</i> and <i>Treants II</i> if they feel it is not. Thus, plaintiffs do not have standing before this Court to challenge the ordinance's facial overbreadth.</p>\n<p></p>\n<h2>C. <i>The Ordinance Does Not Violate the Fourteenth Amendment</i>\n</h2>\n<p>\"Section 1 of the Fourteenth Amendment to the United States Constitution ... affords not only a procedural guarantee against the deprivation of `liberty,' but likewise protects substantive aspects of liberty against unconstitutional restrictions by the State.\" <i>Kelley v. Johnson,</i> <span class=\"citation\" data-id=\"109423\"><a href=\"/opinion/109423/kelley-v-johnson/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 244, <span class=\"citation\" data-id=\"109423\"><a href=\"/opinion/109423/kelley-v-johnson/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1440</span></a></span>, 1444, <span class=\"citation\" data-id=\"109423\"><a href=\"/opinion/109423/kelley-v-johnson/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1976) (citations omitted).</p>\n<p>Plaintiffs complaint cites the ordinance as violating their \"liberty of property.\" Zoning laws, like other exercises of the police power, must be checked against those \"substantive aspects of liberty\" that are protected by the Fourteenth Amendment and the Bill of Rights. <i>See </i><i>Village of Euclid, supra</i><i>.</i></p>\n<p>An adult zoning ordinance that passes the First Amendment tests established by the Supreme Court in <i>American Mini Theatres</i> and <i>Renton</i> is not necessarily valid under other portions of the Constitution. But aside from claiming the ordinance violates the First Amendment, plaintiffs have not advanced any other theories of how the ordinance implicates their constitutional rights.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>That part of Onslow County Code, § 8-201 et seq., which establishes a minimum distance that must be maintained between two <span class=\"star-pagination\">*962</span> adult establishments, is void as pre-empted by N.C.Gen.Stat. § 14-202.11. The County is enjoined from enforcing that portion of its ordinance unless a state court decides otherwise. In all other respects, the ordinance does not appear to be pre-empted. The ordinance constitutes a proper exercise of the zoning power, and was thus lawfully enacted under North Carolina law.</p>\n<p>The ordinance does not violate the First Amendment guarantee of free speech, since it is content neutral and leaves plaintiffs sufficient room in which to express themselves. Although its language is substantially over-broad, the Court believes this issue will be properly resolved by the state courts. Finally, plaintiffs have not articulated any other claims under the United States Constitution.</p>\n<p>Accordingly, the plaintiffs' request for a permanent injunction is DENIED.</p>\n<p>IT IS ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  \"An adult business shall be defined as any business activity, club or other establishment which permits any employee, member, patron or guest on its premises to exhibit any specified anatomical areas before any other person or persons.\" Art. v, A(i). \"Specified anatomical areas\" are further defined \"as less than completely and opaquely covered human genitals, pubic regions, buttocks and female breasts below a point immediately above the top of the areola.\" Art. iv, i.</p>\n<p>[2]  \"[A]ny business activity, club or other establishment, within which the exhibition, showing, rental, or sale of materials distinguished or characterized by an emphasis on material depicting, describing, or exhibiting specified anatomical areas or relating to specified sexual activities is permitted. Regulated businesses shall include, but are not limited to: adult arcades, adult bookstores, adult motion picture theaters, adult theaters, massage parlors, and/or adult video rental/sale stores as hereinafter defined in section Article IV `Definitions', `h.'\"</p>\n<p>[3]  \"Adult Establishments\" are defined far more narrowly by N.C.Gen.Stat. § 14-202.10 than are \"Adult Businesses\" and \"Sexually Oriented Businesses\" defined by the Onslow County ordinance. <i>Supra,</i> notes 1 and 2. For purposes of this discussion, the Court necessarily assumes  but does not hold  that both codes are intended to cover the same general type of sex-based businesses. To the extent any businesses might fall under the county's definition but not the state's, the ordinance is not pre-empted by article 26A. However, the parties apparently agree that plaintiffs all fall within the definitions of N.C.Gen. Stat. § 14-202.10.</p>\n<p>[4]  N.C.Gen.Stat. § 153A-341 reads, in pertinent part: \"Zoning regulations shall be made in accordance with a comprehensive plan ... The regulations shall be made with reasonable consideration as to, among other things, the character of the district and its peculiar suitability for particular uses, and with a view to conserving the most appropriate use of land throughout the county. In addition, the regulations shall be made with reasonable consideration to expansion and development of any cities within the county, so as to provide for their orderly growth and development.\"</p>\n<p>[5]  \"Other applicable law\" refers to zoning laws predating current Chapter 153A, section 340. Sessions Laws 1981, c. 705.</p>\n<p>[6]  The Fourth Circuit did \"note that many zoning enactments prohibit the mingling of particular uses in a single building just as the North Carolina statute bars the combination of adult uses in a single building.\" <i>Hart Book,</i> at 828 n. 8.</p>\n<p>[7]  The county \"is entitled to rely on the experiences of ... other cities\" in deciding that adult establishments make for poor neighbors and that zoning is the appropriate method for dealing with them. <i>City of Renton v. Playtime Theatres, Inc.,</i> <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 51-52, <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">925</span></a></span>, 931, <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span></a></span> (1986). But it is not entitled to rely upon a comprehensive plan for land use in another county or city as a substitute for what constitutes planning under current state law.</p>\n<p>[8]  <i>D.G. Restaurant Corp. v. City of Myrtle Beach,</i> <span class=\"citation\" data-id=\"575230\"><a href=\"/opinion/575230/dg-restaurant-corporation-dba-pts-show-club-a-south-carolina/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">140</span></a></span> (4th Cir.1992). Defendant could not have read the case too carefully, since it does not support its repeated contention, i.e. at Opposition to Prelim.Inj., p. 13, that the ordinance there at issue is \"identical\" to the one before the Court.</p>\n<p>[9]  These are marked Defendant's Exhibits C-F, but are not the same as the defendant's <i>other</i> Exhibits C-F referenced elsewhere in this opinion. Defendant also submitted two different sets of A-B.</p>\n<p>[10]  Compare <i>Purple Onion, Inc. v. Jackson,</i> <span class=\"citation\" data-id=\"1429634\"><a href=\"/opinion/1429634/purple-onion-inc-v-jackson/\"><span class=\"volume\">511</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1207</span></a></span>, 1216-17 (N.D.Ga.1981). That court was presented with 81 allegedly suitable sites that, upon examination, were held unavailable because they were within a flood plain or railroad right of way, burdened by easements, too deep below street level, adjoining a sewage treatment plant, etc. Similarly, land submerged beneath the Pacific Ocean, or currently in use as landing strips at Los Angeles International Airport, a General Motors Assembly Plant, landfill, etc. is not available. <i>Topanga,</i> 989 F.2d at 1532.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/373429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1209620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1224998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1248384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1273870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1275038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1276005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1293892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1302840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1306214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1316968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1323115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1323826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1343505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1387684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1429634/"
  ]
}