{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1971113/",
  "absolute_url": "/opinion/1971113/real-color-displays-inc-v-universal-applied-tech-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1971113/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:57:02.544858Z",
  "date_modified": "2016-04-26T21:29:04.439914Z",
  "type": "010combined",
  "sha1": "fad60721aec1c293d15d052f35a11867ddcf8939",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>950 F.Supp. 714 (1997)</b></center>\n<center><h1>REAL COLOR DISPLAYS, INC., Applicant,<br>\nv.<br>\nUNIVERSAL APPLIED TECHNOLOGIES CORP., d/b/a Automated News Vending Systems, Respondent.</h1></center>\n<center>No. 5:96-CV-607-H1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 10, 1997.</center>\n<p>J. Anthony Penry, Smith, Helms, Mulliss &amp; Moore, Raleigh, NC, for Real Color Displays, Inc.</p>\n<p>Stephen D. Kiess, Everett, Warren, Harper &amp; Swindell, Greenville, NC, for Universal Applied Technologies Corp.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on Real Color Displays' application for confirmation of an arbitration award pursuant to 9 U.S.C. § 9, that was entered against the respondent on June 5, 1996. Universal Applied Technologies Corp. has responded with motions to <span class=\"star-pagination\">*715</span> dismiss and to vacate the arbitration award entered against it pursuant to 9 U.S.C. § 10. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>Statement of the Case</i></h2>\n<p>This matter arises under the Federal Arbitration Act, 9 U.S.C. § 1 <i>et seq.</i> Applicant, Real Color Displays, Inc. (\"Real Color\"), is a North Carolina corporation with its principal place of business in Durham, North Carolina. Respondent, Universal Applied Technologies Corp. (\"Universal\"), d/b/a Automated News Vending Systems (\"Automated\"), is a Texas corporation whose principal place of business is in San Antonio, Texas. The amount in controversy exceeds $50,000 and the court has jurisdiction under 28 U.S.C. § 1332.</p>\n<p>This dispute arises from a contract entered into by Real Color and Universal wherein Real Color agreed to sell Universal several display boards. Universal planned to attach the LED display boards to its newspaper vending machines so that messages could be displayed to newspaper purchasers. In late 1994, Universal requested pricing information from Real Color about the boards.</p>\n<p>On December 5, 1994, Real Color sent its \"Offer and Agreement for Sale of Products, Offer Number 5011\" [hereinafter Offer 5011], to Universal. <i>See</i> Applicant's Mem. in Resp. to Mot. to Dismiss and Mot. to Vacate Arbitration Award [hereinafter Applicant's Mem.] Ex. A. In addition to the price quotes contained in the offer, Real Color's offer also contained a copy of its terms and agreements. Included in the contract was an arbitration clause which stated:</p>\n<blockquote>13. ARBITRATION. Any controversy or claim (including, without limitation, any claim based on negligence, misrepresentation, strict liability or other basis) arising out of or relating to this Agreement, or its performance or breach, which involves an amount in excess of $50,000 (exclusive of interest and costs) shall be settled by arbitration in the City of Raleigh, North Carolina in accordance with the rules of the American Arbitration Association. The decision in such arbitration shall be final and binding and any award rendered thereon may be entered in any court having jurisdiction.</blockquote>\n<p>Applicant's Mem. Ex. A., ¶ 13. On the face of the offer was the name of the buyer, Universal, and a line on which an agent of Universal was to sign. Neither side disputes that no signature was ever obtained on this offer form.</p>\n<p>On February 7, 1995, James D. Rakowitz, an agent of Automated, sent back the company's acceptance of the offer on one of Automated's own \"Purchase Order\" forms. The purchase order specifically referred to \"Offer 5011.\" Applicant's Mem. Ex. B. Mr. Rakowitz ordered 3,000 custom manufactured display boards at a price of $126 per unit. The purchase order also contained instructions for the shipping date and payment of the order. No other terms or conditions appeared on the purchase order. An initial group of six units was delivered to Automated, who then paid the purchase price and shipping costs for the boards.</p>\n<p>Subsequent shipments of boards were sent to Automated in March 1995. Real Color also shipped additional units in June of 1995, but stopped the shipment in route because Automated had not paid for the March shipments. Real Color sold some of the units from the June 1995 shipment at less than the contract price and is still due money for the March shipments.</p>\n<p>On or about March 1, 1996, Real Color submitted its dispute to the American Arbitration Association. As provided in Offer 5011, the arbitration was heard in Raleigh on May 23, 1996, by an arbitrator appointed by the American Arbitration Association. Neither Universal nor any representative thereof appeared at the hearing.</p>\n<p>On June 5, 1996, the arbitrator entered an award for Real Color against Universal. The amount of the arbitrator's award was as follows:</p>\n<blockquote>(1) $ 206,314.54, plus interest at 8% from May 23, 1996 until said sum is paid in full;</blockquote>\n<blockquote>(2) $ 4,380.50 for attorney's fees;</blockquote>\n<blockquote>(3) $ 750.00 as its portion of the fee for the American Arbitration Association;</blockquote>\n<blockquote>(4) $ 248.84 as its portion of the arbitrator's fee; and</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*716</span> (5) $ 2.31 as expenses still due the arbitrator.</blockquote>\n<p>Applicant's Mem. Ex. G. A copy of this decision was mailed to both Real Color and Universal via certified mail on June 7, 1996, and was received by Universal on June 11, 1996.</p>\n<p>In June of 1996, Kevin Figg, operations manager of Real Color, received a letter dated June 6, 1996, from David Littleton, a representative of Universal. In this June 6 letter, Mr. Littleton stated, among other things, that Real Color's boards were defective and that Universal desired to return the unused portion of their inventory. Further, Mr. Littleton stated that:</p>\n<blockquote>[Universal] has received correspondence recently from the American Arbitration Association. We have never agreed that this matter will be resolved in arbitration. We seek resolution between our companies and their normal channels.</blockquote>\n<p>Applicant's Mem. Ex. D. Although this letter is dated June 6, 1996, the postmark on the envelope from San Antonio, Texas, is June 13, 1996.</p>\n<p>Universal does not contest that it received Real Color's notice of intention to arbitrate their contract dispute. Nor does Universal dispute that it received timely notice of the arbitration or that service was in any way defective. Universal does contend, however, that it never agreed to arbitrate any disputes with Real Color. As a result, after Real Color filed its application with this court to confirm the arbitration award in its favor, Universal filed motions to dismiss or vacate the arbitration award.</p>\n<p></p>\n<h2><i>Court's Discussion</i></h2>\n<p>Universal asks the court to vacate or dismiss the arbitration award entered against it pursuant to 9 U.S.C. §§ 9 and 10 because no agreement to arbitrate was ever made. Universal makes several arguments in support of its contentions. The court will address each in turn.</p>\n<p></p>\n<h2>I. <i>Real Color's Application Should be Rejected Since No Arbitration Award was Included in its Motion to Confirm</i>\n</h2>\n<p>Universal correctly notes that in Real Color's initial application to the court to confirm the award, Real Color omitted the arbitrator's award letter in its exhibit. Real Color's application to the court for confirmation was filed on July 10, 1996. The clerk of court identified the clerical error, alerted Real Color, and Real Color promptly submitted the missing page on July 31, 1996. Universal urges, without citation to any authority, that based on this error, the court lacks jurisdiction to entertain Real Color's application.</p>\n<p>The court is not persuaded by Universal's hypertechnical reasoning. Universal had already received, on June 11, 1996, a copy of the full arbitration award notice. Moreover, Real Color corrected their application on July 31, 1996, more than 30 days before Universal filed its motion to dismiss or vacate the award. Universal has suffered no prejudice or ill effect as a result of the correction. Therefore, Universal's motion to dismiss or vacate based on this ground is DENIED.</p>\n<p></p>\n<h2>II. <i>The Arbitration Award Should be Dismissed Because Real Color Failed to Comply with the Provisions of 9 U.S.C. § 4.</i>\n</h2>\n<p>Universal next contends that Real Color is estopped from having the award confirmed because Real Color did not comply with the provisions of 9 U.S.C. § 4.<sup>[1]</sup> Universal <span class=\"star-pagination\">*717</span> contends that according to § 4, Real Color was \"compelled to invoke the jurisdiction of a federal district court, based on the purported agreement to arbitrate, to require Universal to participate in the arbitration hearing following this protest.\" Mem. in Supp. of Respondent's Mot. to Dismiss and Mot. to Vacate, p. 3. The \"protest\" to which Universal refers consists of the two sentences contained in Mr. Littleton's June 6, 1996, letter previously quoted.</p>\n<p>Although § 4 requires a district court to proceed to trial if there remains a contested issue regarding the existence of an arbitration agreement, no trial is required unless the matter is first brought to the district court's attention in a proper and timely manner. Section 4 applies when the party seeking arbitration comes before the district court and requests an order to compel arbitration. Under the statutory language, the aggrieved party <i>may</i> petition the district court for an order compelling arbitration if the other party fails, neglects, or refuses to arbitrate. A party is not <i>required</i> to petition the court for arbitration in any event.</p>\n<p>In this case, Real Color chose to proceed to arbitration without seeking an order to compel arbitration from the district court. The first notice Universal sent to Real Color disputing the arbitration clause was the Littleton letter dated June 6, 1996. This letter, however, was dated one day after the arbitration award was entered, and the envelope was postmarked eight days thereafter. Universal did not respond to any of the notices mailed by Real Color regarding the arbitration proceedings, nor did it respond to correspondence from the American Arbitration Association.</p>\n<p>Although Universal may have disputed the arbitration agreement, its proper course would have been to file a motion with the district court seeking a stay prohibiting the arbitration conference from proceeding until the agreement dispute was resolved. If the existence of an agreement to arbitrate is in issue, the statute commands that the court proceed summarily to trial. <i>Prima Paint Corp. v. Flood &amp; Conklin Mfg. Co.,</i> 388 U.S. 395, 87 S.Ct. 1801, 18 L.Ed.2d 1270 (1967). However, to stay the arbitration, the court must have notice of a dispute before the arbitration takes place.</p>\n<p>In the instant matter, Universal did not petition any court to stay the arbitration proceeding. Instead, Universal simply ignored the notices it received and skipped the arbitration hearing entirely. Universal does not cite to, nor is this court aware of, any statutory or case authority that requires one seeking arbitration under a written agreement to first go before a district court for a judicial blessing to proceed. Moreover, this requirement would be contrary to the congressional intent of providing an arbitration procedure that is speedy and not subject to delay and obstruction.</p>\n<p>For these reasons, Universal's motion to dismiss or vacate the arbitration award, based on Real Color's proceeding directly to arbitration without first seeking court intervention, is without merit and is thus DENIED.</p>\n<p></p>\n<h2>III. <i>The Arbitration Award Should be Vacated Since Universal Never Agreed to Arbitrate Disputes</i>\n</h2>\n<p>Universal's last contention, and the true gravamen of its motion to vacate, is that it never agreed to arbitrate; therefore, it should not be bound by the arbitrator's award. Universal correctly points out that to be enforceable, any agreement to arbitrate must first be in writing. 9 U.S.C. § 2. Universal argues that no written agreement to arbitrate exists since Real Color's Offer 5011 was never signed by anyone from Universal. However, as in contract law, there is no requirement that the written arbitration agreement necessarily be signed by the party to be charged. Indeed, neither the applicable statutory provisions nor cases involving this issue have imposed such a requirement. <span class=\"star-pagination\">*718</span> <i>See </i><i>Daisy Mfg. Co. v. NCR Corp.,</i> 29 F.3d 389, 392 (8th Cir.1994) (citing that \"[o]rdinary contract principles determine who is bound by such written provisions and of course parties can become contractually bound absent their signatures....\") (citation omitted); <i>In the Matter of Keystone Shipping and Texport Oil Co.,</i> 782 F.Supp. 28, 30 (S.D.N.Y.1992) (stating that \"although a party is bound by an arbitral award only where it has agreed to arbitrate, an agreement may be implied from the party's conduct.\") (citations omitted); <i>American Broadcasting Companies, Inc. v. American Fed'n of Television and Radio Artists,</i> 412 F.Supp. 1077, 1084 (D.C.N.Y.1976) (holding that an arbitration agreement need not be signed; it is sufficient that parties by act or conduct commit themselves to it).</p>\n<p>The facts of this case indicate that when Real Color sent its Offer 5011, it additionally attached a standard form agreement that contained an arbitration clause. Universal then accepted this offer by sending its own purchase order so that no signature was ever present on Offer 5011. However, this purchase order specifically referred to Offer 5011.</p>\n<p>This is not a case of the classic \"battle of the forms\" wherein each party has a printed form drafted by his attorney containing as many terms as could be envisioned to favor that party in his sales transaction. Universal's purchase order contained no disclaimers or objections to anything contained in Offer 5011. In fact, on the front of Real Color's Offer 5011 was printed language clearly indicating that \"no changes or alterations will be binding on seller unless agreed to in writing by seller.\" In this arm's length commercial transaction between two merchants, if provisions in Offer 5011 were not acceptable to Universal, it could easily have renegotiated, refused delivery or made its acceptance expressly conditional on other grounds. Universal did none of these. Instead, Universal accepted delivery of the boards, paying for some but not others. Universal's essential argument is that it is not bound by the arbitration agreement since it chose not to read and sign Offer 5011. This type of reasoning has been addressed and rejected by the Fourth Circuit and this court follows likewise. <i>Stedor Enterprises, Ltd. v. Armtex, Inc.,</i> 947 F.2d 727, 733 (4th Cir.1991).</p>\n<p>The writings, coupled with the conduct of the parties, convince the court that there was indeed a contract between these two entities, and the arbitration agreement was part of that contract. In addition, the court is guided by the liberal federal policy favoring arbitration in contracts governed by the Federal Arbitration Act. Any doubts about the construction of the putative arbitration clause are to be resolved in favor of arbitration. <i>Moses H. Cone Memorial Hosp. v. Mercury Constr. Corp.,</i> 460 U.S. 1, 24, 103 S.Ct. 927, 941, 74 L.Ed.2d 765 (1983); <i>Rainwater v. National Home Ins. Co.,</i> 944 F.2d 190, 191-92 (4th Cir.1991).</p>\n<p>Finding that an arbitration agreement existed, the court next considers whether any grounds exist to vacate the arbitrator's award. Under 9 U.S.C. § 10(a), an award may only be vacated under five circumstances:</p>\n<blockquote>(1) Where the award was procured by corruption, fraud, or undue means. (2) Where there was evident partiality or corruption in the arbitrators.... (3) Where the arbitrators were guilty of misconduct. ... (4) where the arbitrators exceeded their powers, or so imperfectly executed them that a mutual, final, and definite award upon the subject matter was not made. (5) Where an award is vacated and the time within which the agreement required the award to be made has not expired the court may, in its discretion, direct a rehearing by the arbitrators.</blockquote>\n<p><i>See </i><i>Peoples Sec. Life Ins. Co. v. Monumental Life Ins. Co.,</i> 991 F.2d 141, 145 n. 4 (4th Cir.1993). Courts are required to give great deference to arbitration awards. <i>Id.</i></p>\n<p>Of the above five circumstances, Universal contends that only one was violated in this case. Universal argues that the arbitrator exceeded his authority in making his award against it. In support of this position, Universal reverts to its same argument that since no arbitration agreement existed, the arbitrator had no authority to arbitrate. This circuitous justification fails for the reasons <span class=\"star-pagination\">*719</span> mentioned before, namely that based on the circumstances present in this case, the agreement to arbitrate was part of the contract between the parties.</p>\n<p>Although the arbitrator's award did not contain any findings of fact or detailed analysis, arbitrators need not disclose the facts or reasons for their award. <i>Bernhardt v. Polygraphic Co. of America,</i> 350 U.S. 198, 203 n. 4, 76 S.Ct. 273, 277 n. 4, 100 L.Ed. 199 (1956); <i>Wilko v. Swan,</i> 346 U.S. 427, 436, 74 S.Ct. 182, 98 L.Ed. 168 (1953), <i>rev'd on other grounds, </i><i>Rodriguez de Quijas v. Shearson/American Express, Inc.,</i> 490 U.S. 477, 109 S.Ct. 1917, 104 L.Ed.2d 526 (1989); <i>see also </i><i>Sobel v. Hertz, Warner &amp; Co.,</i> 469 F.2d 1211, 1216 (2d Cir.1972) (stating that \"arbitrators are not required to disclose the reasoning underlying their award.\") After a careful review of all the evidence before it, this court cannot say that the arbitrator employed in this case \"acted in manifest disregard of the law.\" <i>Wilko,</i> 346 U.S. at 436-37, 74 S.Ct. at 187-88; <i>Upshur Coals Corp. v. United Mine Workers of America, Dist 31,</i> 933 F.2d 225, 229 (4th Cir.1991). Therefore, the court hereby AFFIRMS the award made by the arbitrator on June 5, 1996.</p>\n<p>The court has, in an abundance of caution, addressed each of the merits of Universal's motion to dismiss or vacate. However, the court notes that Universal did not file its motion to vacate or dismiss the arbitration award until September 18, 1996, more than 90 days from the date it received the award letter. The Federal Arbitration Act requires that motions to vacate be served within three months after the award is filed or delivered. 9 U.S.C. § 12.</p>\n<p>The Fourth Circuit has noted that a challenge to confirmation after 90 days is \"virtually impossible and encourages parties to treat an award as binding.\" <i>Sverdrup Corp. v. WHC Constructors, Inc.,</i> 989 F.2d 148, 156 (4th Cir.1993). Also, \"if a party opposing confirmation were always permitted to seek a vacatur in opposition to a petition to confirm, the three-month limit would have little practical effect.\" <i>Taylor v. Nelson,</i> 788 F.2d 220, 225 (4th Cir.1986). Therefore, based on both the statutory language of 9 U.S.C. § 12 and the reasoning of the Fourth Circuit, Universal is time-barred from seeking to vacate the arbitration award entered against it since it failed to timely file its motion to vacate.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>For the above reasons, Real Color's motion to confirm the arbitrator's award dated June 5, 1996, is GRANTED. The arbitration award is confirmed in its entirety. Accordingly, Universal's motions to dismiss and to vacate the arbitration award against it are hereby DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 4 provides\n</p>\n<p>A party aggrieved by the alleged failure, neglect, or refusal of another to arbitrate under a written agreement for arbitration may petition any United States district court which, save for such agreement, would have jurisdiction ... for an order directing that such arbitration proceed in the manner provided for in such agreement.... The court shall hear the parties, and upon being satisfied that the making of the agreement for arbitration of the failure to comply therewith is not in issue, the court shall make an order directing the parties to proceed to arbitration.... If the making of the arbitration agreement or the failure, neglect, or refusal to perform the same be in issue, the court shall proceed summarily to the trial thereof.... Where such an issue is raised, the party alleged to be in default may ... demand a jury trial of such issue, and upon such demand the court shall make an order referring the issue or issues to a jury in the manner provided by the Federal Rules of Civil Procedure ... If the jury find that an agreement for arbitration was made in writing and that there is a default in proceeding thereunder, the court shall make an order summarily directing the parties to proceed with the arbitration in accordance with the terms thereof.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">950</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">714</span></span> (1997)</b></center>\n<center><h1>REAL COLOR DISPLAYS, INC., Applicant,<br>\nv.<br>\nUNIVERSAL APPLIED TECHNOLOGIES CORP., d/b/a Automated News Vending Systems, Respondent.</h1></center>\n<center>No. 5:96-CV-607-H1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 10, 1997.</center>\n<p>J. Anthony Penry, Smith, Helms, Mulliss &amp; Moore, Raleigh, NC, for Real Color Displays, Inc.</p>\n<p>Stephen D. Kiess, Everett, Warren, Harper &amp; Swindell, Greenville, NC, for Universal Applied Technologies Corp.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on Real Color Displays' application for confirmation of an arbitration award pursuant to 9 U.S.C. § 9, that was entered against the respondent on June 5, 1996. Universal Applied Technologies Corp. has responded with motions to <span class=\"star-pagination\">*715</span> dismiss and to vacate the arbitration award entered against it pursuant to 9 U.S.C. § 10. This matter is ripe for adjudication.</p>\n<p></p>\n<h2><i>Statement of the Case</i></h2>\n<p>This matter arises under the Federal Arbitration Act, 9 U.S.C. § 1 <i>et seq.</i> Applicant, Real Color Displays, Inc. (\"Real Color\"), is a North Carolina corporation with its principal place of business in Durham, North Carolina. Respondent, Universal Applied Technologies Corp. (\"Universal\"), d/b/a Automated News Vending Systems (\"Automated\"), is a Texas corporation whose principal place of business is in San Antonio, Texas. The amount in controversy exceeds $50,000 and the court has jurisdiction under 28 U.S.C. § 1332.</p>\n<p>This dispute arises from a contract entered into by Real Color and Universal wherein Real Color agreed to sell Universal several display boards. Universal planned to attach the LED display boards to its newspaper vending machines so that messages could be displayed to newspaper purchasers. In late 1994, Universal requested pricing information from Real Color about the boards.</p>\n<p>On December 5, 1994, Real Color sent its \"Offer and Agreement for Sale of Products, Offer Number 5011\" [hereinafter Offer 5011], to Universal. <i>See</i> Applicant's Mem. in Resp. to Mot. to Dismiss and Mot. to Vacate Arbitration Award [hereinafter Applicant's Mem.] Ex. A. In addition to the price quotes contained in the offer, Real Color's offer also contained a copy of its terms and agreements. Included in the contract was an arbitration clause which stated:</p>\n<blockquote>13. ARBITRATION. Any controversy or claim (including, without limitation, any claim based on negligence, misrepresentation, strict liability or other basis) arising out of or relating to this Agreement, or its performance or breach, which involves an amount in excess of $50,000 (exclusive of interest and costs) shall be settled by arbitration in the City of Raleigh, North Carolina in accordance with the rules of the American Arbitration Association. The decision in such arbitration shall be final and binding and any award rendered thereon may be entered in any court having jurisdiction.</blockquote>\n<p>Applicant's Mem. Ex. A., ¶ 13. On the face of the offer was the name of the buyer, Universal, and a line on which an agent of Universal was to sign. Neither side disputes that no signature was ever obtained on this offer form.</p>\n<p>On February 7, 1995, James D. Rakowitz, an agent of Automated, sent back the company's acceptance of the offer on one of Automated's own \"Purchase Order\" forms. The purchase order specifically referred to \"Offer 5011.\" Applicant's Mem. Ex. B. Mr. Rakowitz ordered 3,000 custom manufactured display boards at a price of $126 per unit. The purchase order also contained instructions for the shipping date and payment of the order. No other terms or conditions appeared on the purchase order. An initial group of six units was delivered to Automated, who then paid the purchase price and shipping costs for the boards.</p>\n<p>Subsequent shipments of boards were sent to Automated in March 1995. Real Color also shipped additional units in June of 1995, but stopped the shipment in route because Automated had not paid for the March shipments. Real Color sold some of the units from the June 1995 shipment at less than the contract price and is still due money for the March shipments.</p>\n<p>On or about March 1, 1996, Real Color submitted its dispute to the American Arbitration Association. As provided in Offer 5011, the arbitration was heard in Raleigh on May 23, 1996, by an arbitrator appointed by the American Arbitration Association. Neither Universal nor any representative thereof appeared at the hearing.</p>\n<p>On June 5, 1996, the arbitrator entered an award for Real Color against Universal. The amount of the arbitrator's award was as follows:</p>\n<blockquote>(1) $ 206,314.54, plus interest at 8% from May 23, 1996 until said sum is paid in full;</blockquote>\n<blockquote>(2) $ 4,380.50 for attorney's fees;</blockquote>\n<blockquote>(3) $ 750.00 as its portion of the fee for the American Arbitration Association;</blockquote>\n<blockquote>(4) $ 248.84 as its portion of the arbitrator's fee; and</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*716</span> (5) $ 2.31 as expenses still due the arbitrator.</blockquote>\n<p>Applicant's Mem. Ex. G. A copy of this decision was mailed to both Real Color and Universal via certified mail on June 7, 1996, and was received by Universal on June 11, 1996.</p>\n<p>In June of 1996, Kevin Figg, operations manager of Real Color, received a letter dated June 6, 1996, from David Littleton, a representative of Universal. In this June 6 letter, Mr. Littleton stated, among other things, that Real Color's boards were defective and that Universal desired to return the unused portion of their inventory. Further, Mr. Littleton stated that:</p>\n<blockquote>[Universal] has received correspondence recently from the American Arbitration Association. We have never agreed that this matter will be resolved in arbitration. We seek resolution between our companies and their normal channels.</blockquote>\n<p>Applicant's Mem. Ex. D. Although this letter is dated June 6, 1996, the postmark on the envelope from San Antonio, Texas, is June 13, 1996.</p>\n<p>Universal does not contest that it received Real Color's notice of intention to arbitrate their contract dispute. Nor does Universal dispute that it received timely notice of the arbitration or that service was in any way defective. Universal does contend, however, that it never agreed to arbitrate any disputes with Real Color. As a result, after Real Color filed its application with this court to confirm the arbitration award in its favor, Universal filed motions to dismiss or vacate the arbitration award.</p>\n<p></p>\n<h2><i>Court's Discussion</i></h2>\n<p>Universal asks the court to vacate or dismiss the arbitration award entered against it pursuant to 9 U.S.C. §§ 9 and 10 because no agreement to arbitrate was ever made. Universal makes several arguments in support of its contentions. The court will address each in turn.</p>\n<p></p>\n<h2>I. <i>Real Color's Application Should be Rejected Since No Arbitration Award was Included in its Motion to Confirm</i>\n</h2>\n<p>Universal correctly notes that in Real Color's initial application to the court to confirm the award, Real Color omitted the arbitrator's award letter in its exhibit. Real Color's application to the court for confirmation was filed on July 10, 1996. The clerk of court identified the clerical error, alerted Real Color, and Real Color promptly submitted the missing page on July 31, 1996. Universal urges, without citation to any authority, that based on this error, the court lacks jurisdiction to entertain Real Color's application.</p>\n<p>The court is not persuaded by Universal's hypertechnical reasoning. Universal had already received, on June 11, 1996, a copy of the full arbitration award notice. Moreover, Real Color corrected their application on July 31, 1996, more than 30 days before Universal filed its motion to dismiss or vacate the award. Universal has suffered no prejudice or ill effect as a result of the correction. Therefore, Universal's motion to dismiss or vacate based on this ground is DENIED.</p>\n<p></p>\n<h2>II. <i>The Arbitration Award Should be Dismissed Because Real Color Failed to Comply with the Provisions of 9 U.S.C. § 4.</i>\n</h2>\n<p>Universal next contends that Real Color is estopped from having the award confirmed because Real Color did not comply with the provisions of 9 U.S.C. § 4.<sup>[1]</sup> Universal <span class=\"star-pagination\">*717</span> contends that according to § 4, Real Color was \"compelled to invoke the jurisdiction of a federal district court, based on the purported agreement to arbitrate, to require Universal to participate in the arbitration hearing following this protest.\" Mem. in Supp. of Respondent's Mot. to Dismiss and Mot. to Vacate, p. 3. The \"protest\" to which Universal refers consists of the two sentences contained in Mr. Littleton's June 6, 1996, letter previously quoted.</p>\n<p>Although § 4 requires a district court to proceed to trial if there remains a contested issue regarding the existence of an arbitration agreement, no trial is required unless the matter is first brought to the district court's attention in a proper and timely manner. Section 4 applies when the party seeking arbitration comes before the district court and requests an order to compel arbitration. Under the statutory language, the aggrieved party <i>may</i> petition the district court for an order compelling arbitration if the other party fails, neglects, or refuses to arbitrate. A party is not <i>required</i> to petition the court for arbitration in any event.</p>\n<p>In this case, Real Color chose to proceed to arbitration without seeking an order to compel arbitration from the district court. The first notice Universal sent to Real Color disputing the arbitration clause was the Littleton letter dated June 6, 1996. This letter, however, was dated one day after the arbitration award was entered, and the envelope was postmarked eight days thereafter. Universal did not respond to any of the notices mailed by Real Color regarding the arbitration proceedings, nor did it respond to correspondence from the American Arbitration Association.</p>\n<p>Although Universal may have disputed the arbitration agreement, its proper course would have been to file a motion with the district court seeking a stay prohibiting the arbitration conference from proceeding until the agreement dispute was resolved. If the existence of an agreement to arbitrate is in issue, the statute commands that the court proceed summarily to trial. <i>Prima Paint Corp. v. Flood &amp; Conklin Mfg. Co.,</i> <span class=\"citation\" data-id=\"107492\"><a href=\"/opinion/107492/prima-paint-corp-v-flood-conklin-mfg-co/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">395</span></a></span>, <span class=\"citation\" data-id=\"107492\"><a href=\"/opinion/107492/prima-paint-corp-v-flood-conklin-mfg-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1801</span></a></span>, <span class=\"citation\" data-id=\"107492\"><a href=\"/opinion/107492/prima-paint-corp-v-flood-conklin-mfg-co/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1270</span></a></span> (1967). However, to stay the arbitration, the court must have notice of a dispute before the arbitration takes place.</p>\n<p>In the instant matter, Universal did not petition any court to stay the arbitration proceeding. Instead, Universal simply ignored the notices it received and skipped the arbitration hearing entirely. Universal does not cite to, nor is this court aware of, any statutory or case authority that requires one seeking arbitration under a written agreement to first go before a district court for a judicial blessing to proceed. Moreover, this requirement would be contrary to the congressional intent of providing an arbitration procedure that is speedy and not subject to delay and obstruction.</p>\n<p>For these reasons, Universal's motion to dismiss or vacate the arbitration award, based on Real Color's proceeding directly to arbitration without first seeking court intervention, is without merit and is thus DENIED.</p>\n<p></p>\n<h2>III. <i>The Arbitration Award Should be Vacated Since Universal Never Agreed to Arbitrate Disputes</i>\n</h2>\n<p>Universal's last contention, and the true gravamen of its motion to vacate, is that it never agreed to arbitrate; therefore, it should not be bound by the arbitrator's award. Universal correctly points out that to be enforceable, any agreement to arbitrate must first be in writing. 9 U.S.C. § 2. Universal argues that no written agreement to arbitrate exists since Real Color's Offer 5011 was never signed by anyone from Universal. However, as in contract law, there is no requirement that the written arbitration agreement necessarily be signed by the party to be charged. Indeed, neither the applicable statutory provisions nor cases involving this issue have imposed such a requirement. <span class=\"star-pagination\">*718</span> <i>See </i><i>Daisy Mfg. Co. v. NCR Corp.,</i> <span class=\"citation\" data-id=\"673906\"><a href=\"/opinion/673906/daisy-manufacturing-co-inc-a-delaware-corporation-v-ncr-corporation-a/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">389</span></a></span>, 392 (8th Cir.1994) (citing that \"[o]rdinary contract principles determine who is bound by such written provisions and of course parties can become contractually bound absent their signatures....\") (citation omitted); <i>In the Matter of Keystone Shipping and Texport Oil Co.,</i> <span class=\"citation\" data-id=\"2185870\"><a href=\"/opinion/2185870/matter-of-arbitration-between-keystone-shipping-co-texport-oil-co/\"><span class=\"volume\">782</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">28</span></a></span>, 30 (S.D.N.Y.1992) (stating that \"although a party is bound by an arbitral award only where it has agreed to arbitrate, an agreement may be implied from the party's conduct.\") (citations omitted); <i>American Broadcasting Companies, Inc. v. American Fed'n of Television and Radio Artists,</i> <span class=\"citation\" data-id=\"2368164\"><a href=\"/opinion/2368164/abc-inc-v-am-fed-of-tel-radio-artists/\"><span class=\"volume\">412</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1077</span></a></span>, 1084 (D.C.N.Y.1976) (holding that an arbitration agreement need not be signed; it is sufficient that parties by act or conduct commit themselves to it).</p>\n<p>The facts of this case indicate that when Real Color sent its Offer 5011, it additionally attached a standard form agreement that contained an arbitration clause. Universal then accepted this offer by sending its own purchase order so that no signature was ever present on Offer 5011. However, this purchase order specifically referred to Offer 5011.</p>\n<p>This is not a case of the classic \"battle of the forms\" wherein each party has a printed form drafted by his attorney containing as many terms as could be envisioned to favor that party in his sales transaction. Universal's purchase order contained no disclaimers or objections to anything contained in Offer 5011. In fact, on the front of Real Color's Offer 5011 was printed language clearly indicating that \"no changes or alterations will be binding on seller unless agreed to in writing by seller.\" In this arm's length commercial transaction between two merchants, if provisions in Offer 5011 were not acceptable to Universal, it could easily have renegotiated, refused delivery or made its acceptance expressly conditional on other grounds. Universal did none of these. Instead, Universal accepted delivery of the boards, paying for some but not others. Universal's essential argument is that it is not bound by the arbitration agreement since it chose not to read and sign Offer 5011. This type of reasoning has been addressed and rejected by the Fourth Circuit and this court follows likewise. <i>Stedor Enterprises, Ltd. v. Armtex, Inc.,</i> <span class=\"citation\" data-id=\"570502\"><a href=\"/opinion/570502/stedor-enterprises-limited-v-armtex-incorporated/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">727</span></a></span>, 733 (4th Cir.1991).</p>\n<p>The writings, coupled with the conduct of the parties, convince the court that there was indeed a contract between these two entities, and the arbitration agreement was part of that contract. In addition, the court is guided by the liberal federal policy favoring arbitration in contracts governed by the Federal Arbitration Act. Any doubts about the construction of the putative arbitration clause are to be resolved in favor of arbitration. <i>Moses H. Cone Memorial Hosp. v. Mercury Constr. Corp.,</i> <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 24, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">927</span></a></span>, 941, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span></a></span> (1983); <i>Rainwater v. National Home Ins. Co.,</i> <span class=\"citation\" data-id=\"567944\"><a href=\"/opinion/567944/charles-philip-rainwater-v-national-home-insurance-company-national-home/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">190</span></a></span>, 191-92 (4th Cir.1991).</p>\n<p>Finding that an arbitration agreement existed, the court next considers whether any grounds exist to vacate the arbitrator's award. Under 9 U.S.C. § 10(a), an award may only be vacated under five circumstances:</p>\n<blockquote>(1) Where the award was procured by corruption, fraud, or undue means. (2) Where there was evident partiality or corruption in the arbitrators.... (3) Where the arbitrators were guilty of misconduct. ... (4) where the arbitrators exceeded their powers, or so imperfectly executed them that a mutual, final, and definite award upon the subject matter was not made. (5) Where an award is vacated and the time within which the agreement required the award to be made has not expired the court may, in its discretion, direct a rehearing by the arbitrators.</blockquote>\n<p><i>See </i><i>Peoples Sec. Life Ins. Co. v. Monumental Life Ins. Co.,</i> <span class=\"citation\" data-id=\"604840\"><a href=\"/opinion/604840/peoples-security-life-insurance-company-v-monumental-life-insurance/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">141</span></a></span>, 145 n. 4 (4th Cir.1993). Courts are required to give great deference to arbitration awards. <i>Id.</i></p>\n<p>Of the above five circumstances, Universal contends that only one was violated in this case. Universal argues that the arbitrator exceeded his authority in making his award against it. In support of this position, Universal reverts to its same argument that since no arbitration agreement existed, the arbitrator had no authority to arbitrate. This circuitous justification fails for the reasons <span class=\"star-pagination\">*719</span> mentioned before, namely that based on the circumstances present in this case, the agreement to arbitrate was part of the contract between the parties.</p>\n<p>Although the arbitrator's award did not contain any findings of fact or detailed analysis, arbitrators need not disclose the facts or reasons for their award. <i>Bernhardt v. Polygraphic Co. of America,</i> <span class=\"citation\" data-id=\"105342\"><a href=\"/opinion/105342/bernhardt-v-polygraphic-co-of-america/\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">198</span></a></span>, 203 n. 4, <span class=\"citation\" data-id=\"105342\"><a href=\"/opinion/105342/bernhardt-v-polygraphic-co-of-america/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">273</span></a></span>, 277 n. 4, <span class=\"citation\" data-id=\"105342\"><a href=\"/opinion/105342/bernhardt-v-polygraphic-co-of-america/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">199</span></a></span> (1956); <i>Wilko v. Swan,</i> <span class=\"citation\" data-id=\"105171\"><a href=\"/opinion/105171/wilko-v-swan/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">427</span></a></span>, 436, <span class=\"citation\" data-id=\"105171\"><a href=\"/opinion/105171/wilko-v-swan/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">182</span></a></span>, <span class=\"citation\" data-id=\"105171\"><a href=\"/opinion/105171/wilko-v-swan/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">168</span></a></span> (1953), <i>rev'd on other grounds, </i><i>Rodriguez de Quijas v. Shearson/American Express, Inc.,</i> <span class=\"citation\" data-id=\"112261\"><a href=\"/opinion/112261/rodriguez-de-quijas-v-shearsonamerican-express-inc/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span>, <span class=\"citation\" data-id=\"112261\"><a href=\"/opinion/112261/rodriguez-de-quijas-v-shearsonamerican-express-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1917</span></a></span>, <span class=\"citation\" data-id=\"112261\"><a href=\"/opinion/112261/rodriguez-de-quijas-v-shearsonamerican-express-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">526</span></a></span> (1989); <i>see also </i><i>Sobel v. Hertz, Warner &amp; Co.,</i> <span class=\"citation\" data-id=\"306793\"><a href=\"/opinion/306793/fed-sec-l-rep-p-93679-in-the-matter-of-the-arbitration-between-herbert/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></a></span>, 1216 (2d Cir.1972) (stating that \"arbitrators are not required to disclose the reasoning underlying their award.\") After a careful review of all the evidence before it, this court cannot say that the arbitrator employed in this case \"acted in manifest disregard of the law.\" <i>Wilko,</i> 346 U.S. at 436-37, 74 S.Ct. at 187-88; <i>Upshur Coals Corp. v. United Mine Workers of America, Dist 31,</i> <span class=\"citation\" data-id=\"561273\"><a href=\"/opinion/561273/upshur-coals-corporation-v-united-mine-workers-of-america-district-31/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">225</span></a></span>, 229 (4th Cir.1991). Therefore, the court hereby AFFIRMS the award made by the arbitrator on June 5, 1996.</p>\n<p>The court has, in an abundance of caution, addressed each of the merits of Universal's motion to dismiss or vacate. However, the court notes that Universal did not file its motion to vacate or dismiss the arbitration award until September 18, 1996, more than 90 days from the date it received the award letter. The Federal Arbitration Act requires that motions to vacate be served within three months after the award is filed or delivered. 9 U.S.C. § 12.</p>\n<p>The Fourth Circuit has noted that a challenge to confirmation after 90 days is \"virtually impossible and encourages parties to treat an award as binding.\" <i>Sverdrup Corp. v. WHC Constructors, Inc.,</i> <span class=\"citation\" data-id=\"602856\"><a href=\"/opinion/602856/sverdrup-corporation-v-whc-constructors-incorporated-and-century-iii/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 156 (4th Cir.1993). Also, \"if a party opposing confirmation were always permitted to seek a vacatur in opposition to a petition to confirm, the three-month limit would have little practical effect.\" <i>Taylor v. Nelson,</i> <span class=\"citation\" data-id=\"468560\"><a href=\"/opinion/468560/donald-f-taylor-v-willie-nelson-ta-willie-nelson-family-and-johnny/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">220</span></a></span>, 225 (4th Cir.1986). Therefore, based on both the statutory language of 9 U.S.C. § 12 and the reasoning of the Fourth Circuit, Universal is time-barred from seeking to vacate the arbitration award entered against it since it failed to timely file its motion to vacate.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>For the above reasons, Real Color's motion to confirm the arbitrator's award dated June 5, 1996, is GRANTED. The arbitration award is confirmed in its entirety. Accordingly, Universal's motions to dismiss and to vacate the arbitration award against it are hereby DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 4 provides\n</p>\n<p>A party aggrieved by the alleged failure, neglect, or refusal of another to arbitrate under a written agreement for arbitration may petition any United States district court which, save for such agreement, would have jurisdiction ... for an order directing that such arbitration proceed in the manner provided for in such agreement.... The court shall hear the parties, and upon being satisfied that the making of the agreement for arbitration of the failure to comply therewith is not in issue, the court shall make an order directing the parties to proceed to arbitration.... If the making of the arbitration agreement or the failure, neglect, or refusal to perform the same be in issue, the court shall proceed summarily to the trial thereof.... Where such an issue is raised, the party alleged to be in default may ... demand a jury trial of such issue, and upon such demand the court shall make an order referring the issue or issues to a jury in the manner provided by the Federal Rules of Civil Procedure ... If the jury find that an agreement for arbitration was made in writing and that there is a default in proceeding thereunder, the court shall make an order summarily directing the parties to proceed with the arbitration in accordance with the terms thereof.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/306793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561273/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2185870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2368164/"
  ]
}