{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1973392/",
  "absolute_url": "/opinion/1973392/horton-v-merrill-lynch/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1973392/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:57:25.845951Z",
  "date_modified": "2016-04-27T01:55:05.214312Z",
  "type": "010combined",
  "sha1": "e2103a0cd5033ffdc3c8bb6d2ab9a47b081d3e92",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>855 F.Supp. 825 (1994)</b></center>\n<center><h1>Marvin V. HORTON, et al., Plaintiffs<br>\nv.<br>\nMERRILL LYNCH, PIERCE, FENNER &amp; SMITH, INCORPORATED, Defendant.</h1></center>\n<center>No. 91-276-CIV-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 6, 1994.</center>\n<p><span class=\"star-pagination\">*826</span> Marvin Schiller, Law Offices of Marvin Schiller, Raleigh, NC, Marvin A. Miller, Patrick E. Cafferty, Miller Faucher Chertow Cafferty and Wexler, Chicago, IL, for plaintiffs Charles Satterfield, William E. DeShong, Jr., Jerry R. Reel, William R. Bennett, E. Neil Fleishman and the Class.</p>\n<p>Gregory Bartko, Andrew O. Whiteman, Raleigh, NC, for plaintiff Dr. Manmohan Singh.</p>\n<p>Trawick H. Stubbs, Jr., Alice C. Stubbs, Stubbs Perdue Chestnutt Wheeler &amp; Clemmons, New Bern, NC, for plaintiffs Marvin V. Horton, Sharon L. Horton, Edward G. Wetherill, Jr., Thomas G. Wetherill, Richard Wetherill, Jr., James and Linda Gould, J. Michael and Kathryn Morton, Hassell Thigpen, Harry and Grace Gould, Mark Lane and Robert W. Najjar.</p>\n<p>Joseph E. Wall, Jordan, Price, Wall, Gray &amp; Jones, Raleigh, NC, James Wiedner, Mark Holland, Martin Siedel, Rogers &amp; Wells, New York City, for defendant Merrill Lynch, Pierce, Fenner &amp; Smith, Inc.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs, seven class representatives and thirteen other named plaintiffs, filed this class action suit against defendant Merrill Lynch, Pierce, Fenner &amp; Smith, Inc. (Merrill Lynch) alleging violations of Section 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. § 78j(b), and Rule 10b-5 promulgated thereunder, 17 C.F.R. § 24.10b-5 (hereinafter Rule 10b-5), along with several pendent state law claims. The dispute arises from plaintiffs' purchase of the common stock of Bond Corporation Holdings of Australia, Ltd. (Bond Corporation) from defendant Merrill Lynch. The action is currently before the court on the joint motion of class counsel and defendant for final approval of a proposed stipulation of settlement. Several members of the class, including a majority of the class representatives and named plaintiffs (referred to collectively as \"objectors\"), have <span class=\"star-pagination\">*827</span> filed objections to the proposed settlement. The court held a final approval hearing at 10:00 a.m. on Friday, April 15, 1994, in Raleigh, North Carolina.</p>\n<p>The court has set forth the factual and procedural background of this case in previous orders and only those facts relevant to the pending motion will be included herein. On May 24, 1993, the court granted in part and denied in part plaintiffs' motion to certify this case as a class action. The court denied plaintiffs' motion for certification on their 10b-5 claim for oral misrepresentations and on their state law claims for breach of fiduciary duty, negligence, negligent misrepresentation and common law fraud and deceit. However, the court granted certification for plaintiffs' 10b-5 claim based on an alleged scheme to fraudulently induce investors to purchase Bond Corporation stock through omissions of material information. The certified class for the omission claim included all persons who purchased Bond Corporation stock between May 1, 1988 and June 23, 1989 (class period), excluding Merrill Lynch, its officers, directors, employees and brokers.</p>\n<p>Subsequent to the court's May 24, 1993 order, but prior to the notification of all potential class members of the pendency of the suit, the parties reached an agreement in principle to settle the action. On January 7, 1994 defendant and class counsel, joined by three class representatives, filed a proposed stipulation of settlement. Fourteen of the named plaintiffs and class representatives filed objections to the proposed settlement.</p>\n<p>The stipulation of settlement contains the following relevant provisions: Under Article II of the stipulation, Merrill Lynch agrees to pay a gross settlement sum of $3,500,000 and the costs of the notice to the class. Under Article III, the gross settlement sum would be allocated and distributed in the following manner: First, class counsel may apply to the court for attorney fees, costs and expenses and the three class plaintiffs agreeing to the settlement may apply for additional compensation. Any award under these two provisions would be subtracted directly from the gross settlement sum prior to distribution to the class.</p>\n<p>Second, after deducting the amounts discussed, the remainder of the gross settlement sum (net settlement sum) would be distributed to those class members who submit valid proofs of claim evidencing a purchase of Bond Corporation stock in the class period. The distribution would be on a pro rata basis after all appeals have been finalized and the court enters a final distribution order. Additionally, all class members not requesting exclusion from the class agree to release and discharge all claims or causes of action arising out of or relating to their purchase of the ordinary shares of Bond Corporation from Merrill Lynch. Any party requesting exclusion from the class would not receive any portion of the net settlement sum nor be bound by the release provision of the settlement.</p>\n<p>Federal Rule of Civil Procedure 23(e) mandates that the court approve any proposed settlement or compromise in a class action suit and that notice of the settlement be given to all class members. Although Rule 23(e) does not delineate a procedure for court approval of settlements of class actions, the courts generally have followed a two-step procedure. <i>See </i><i>Armstrong v. Board of School Directors,</i> 616 F.2d 305, 312 (7th Cir. 1980); <i>In Re Mid-Atlantic Toyota Antitrust Litigation,</i> 564 F.Supp. 1379, 1384 (D.Md. 1983). First, the court conducts a preliminary approval or pre-notification hearing to determine whether the proposed settlement is \"within the range of possible approval\" or, in other words, whether there is \"probable cause\" to notify the class of the proposed settlement. <i>See </i><i>Armstrong,</i> 616 F.2d at 314; <i>Toyota Antitrust Litigation,</i> 564 F.Supp. at 1384. Second, assuming that the court grants preliminary approval and notice is sent to the class, the court conducts a \"fairness\" hearing, at which all interested parties are afforded an opportunity to be heard on the proposed settlement. The ultimate purpose of the fairness hearing is to determine if the proposed settlement is \"fair, reasonable, and adequate.\" <i>Armstrong,</i> 616 F.2d at 314; <i>see also </i><i>In Re Ames Department Stores, Inc. Debenture Litigation,</i> 150 F.R.D. 46, 53 <span class=\"star-pagination\">*828</span> (S.D.N.Y.1993); <i>Chatelain v. Prudential-Bache Securities, Inc.,</i> 805 F.Supp. 209, 212 (S.D.N.Y.1992).</p>\n<p>In the present case, the court conducted the first step of this procedure and held a hearing on preliminary approval of the proposed settlement on February 2, 1994. After hearing argument from counsel for the class, defendant and objectors the court entered an order preliminarily approving the proposed settlement. The order directed that notice be sent to potential class members and required all parties seeking to contest approval of the settlement to file a written notice of such intent with the court and counsel for the class and defendant by March 30, 1994. The court also ordered the parties to give counsel for objectors access to all documents produced in discovery and permitted the parties to conduct limited additional discovery by way of interrogatories.</p>\n<p>Since the preliminary approval hearing, class counsel has submitted affidavits which aver the following concerning notice to the class and the corresponding response: On February 18, 1994, class action notices were mailed to 9,718 of Merrill Lynch's customers who, according to defendant's records, purchased Bond Corporation stock in the class period. On the same day a summary notice of the settlement was published in the national edition of the Wall Street Journal. In response to the notice, 2,900 members opted-in and submitted proofs of claim by the March 30, 1994 deadline set in the notice. In juxtaposition, sixteen members of the class requested exclusion and only one individual filed an objection to the proposed settlement in addition to the original fourteen objectors.</p>\n<p>All filing deadlines have passed, and the action is before the court on the second stage of the procedurea decision on final approval of the proposed settlement. As noted earlier, the primary objective of requiring the court's final approval of a proposed settlement in a class action suit is to protect class members \"whose rights may not have been given adequate consideration during the settlement negotiations,\" and ultimately to determine whether the settlement is fair, reasonable and adequate. <i>See </i><i>In Re Jiffy Lube Securities Litigation,</i> 927 F.2d 155, 158 (4th Cir.1991). Approval of a settlement in a class action case is a matter of discretion for the trial court. <i>Id.</i></p>\n<p>In exercising its discretion, a trial court may limit its approval hearing to what is necessary to make \"`an informed, just and reasoned decision.'\" <i>Id.</i> (quoting <i>Flinn v. FMC Corporation,</i> 528 F.2d 1169, 1173 (4th Cir.1975), <i>cert. denied,</i> 424 U.S. 967, 96 S.Ct. 1462, 47 L.Ed.2d 734 (1976)). Appellate courts have admonished trial courts against turning the hearing into a complete trial on the merits or even resolving unsettled legal issues. <i>See, e.g., </i><i>Flinn,</i> 528 F.2d at 1172-73; <i>City of Detroit v. Grinnell Corporation,</i> 495 F.2d 448 (2d Cir.1974). However, the Fourth Circuit has stated that those objecting to the settlement should be given \"leave to be heard, to examine witnesses and to submit evidence.\" <i>Flinn,</i> 528 F.2d at 1173. Pursuant to these general procedural guidelines, in addition to considering the parties' voluminous written submissions, the court allowed objectors to propound interrogatories on defendant and class counsel, present live testimony and submit additional documents at the hearing and take and submit the sworn statement of a former Merrill Lynch employee, Gregory J. Matthews, after the hearing.</p>\n<p>The Fourth Circuit established the standard for determining final approval of a class action settlement in a case also involving alleged violations of federal securities law. The court adopted a bifurcated analysis, separating factors relating to the \"fairness\" of the settlement from those relating to its \"adequacy.\" <i>In Re Jiffy Lube,</i> 927 F.2d at 158-59. The court listed the following pertinent factors relating to the fairness of the settlement:</p>\n<blockquote>(1) the posture of the case at the time settlement was proposed, (2) the extent of discovery that had been conducted, (3) the circumstances surrounding the negotiations, and (4) the experience of counsel in the area of securities class action litigation.</blockquote>\n<p><i>Id.</i> at 159.</p>\n<p>Relating to the adequacy of the settlement, the court listed the following relevant factors that should be weighed against the amount offered:</p>\n<blockquote>(1) the relative strength of the plaintiffs' case on the merits, (2) the existence of any difficulties of proof or strong defenses the <span class=\"star-pagination\">*829</span> plaintiffs are likely to encounter if the case goes to trial, (3) the anticipated duration and expense of additional litigation, (4) the solvency of the defendants and the likelihood of recovery on a litigated judgment, and (5) the degree of opposition to the settlement.</blockquote>\n<p><i>Id.</i></p>\n<p></p>\n<h2><i>Fairness</i></h2>\n<p></p>\n<h2>1. <i>Posture of the Case</i>\n</h2>\n<p>By reaching an agreement in principle prior to notification of the potential class members, the members could choose to be included or excluded based on the terms of the proposed settlement. If such agreement had been reached after notification, potential class members would have had to decide whether to opt-in or opt-out of the class without knowledge of the proposed settlement. Thus, the posture of the case at the time of the settlement favors final approval.</p>\n<p></p>\n<h2>2. <i>Extent of Discovery</i>\n</h2>\n<p>Objectors' primary contention in opposing the settlement is that insufficient discovery has occurred to allow them and the court to adequately evaluate the settlement. In this case, class counsel received approximately 3,800 pages of documents consisting of trading records of Merrill Lynch, research reports on Bond Corporation and various other documents. Class counsel also conducted two \"confirmatory\" depositions of Merrill Lynch employees, Robert Vaughan, director of trading, and George Nitschelm, manager of global research compliance. As noted earlier, the court also allowed objectors to serve interrogatories on defendant and class counsel after the preliminary approval hearing. Objectors argue, however, that this discovery is inadequate in several respects.</p>\n<p>First, objectors assert that class counsel failed to explore adequately the lending relationship between Merrill Lynch and Bond Corporation and its affiliates. However, the documents produced and depositions taken during discovery disclose the following with respect to Merrill Lynch's investment relationships: A division of Merrill Lynch did loan money to Bond Corporation, but it was fully collateralized for the amount of its loans with securities of corporations not affiliated with Bond; Bond Corporation and its affiliates consistently made their margin calls on the loans until approximately one month prior to the end of the class period; and the amount of fees earned by Merrill Lynch on these loans was a small percentage of its overall investment banking revenues for the relevant period. Thus, discovery disclosed numerous facts about Merrill Lynch's lending relationship with Bond Corporation, but none of these facts appears favorable to plaintiffs' case.</p>\n<p>Second, objectors claim that class counsel failed to investigate adequately the extent of Merrill Lynch's proprietary position in Bond Corporation stock during the class period. Specifically, objectors cite class counsel's failure to retain an expert to analyze the trading records produced by Merrill Lynch. As support for their position, objectors submitted an affidavit of a self-designated expert and former Merrill Lynch employee, James E. Trice. In this affidavit, Mr. Trice stated that he was unable to determine from those trading records whether and to what extent Merrill Lynch held Bond Corporation securities in its own accounts at any given time during the class period.</p>\n<p>However, in response to objectors' interrogatories, Merrill Lynch provided its proprietary positions in Bond Corporation stock in the principal account through which it traded Bond Corporation stock. These answers, all under oath, demonstrate that in the two reporting periods within the class period for 1988, Merrill Lynch actually held \"short\" positions, in which customer orders for the stock exceeded Merrill Lynch's holdings. In the three reporting periods in the class period in 1989, Merrill Lynch held increasingly \"long\" positions, in which Merrill Lynch's holdings exceeded customer orders. Furthermore, in the reporting period directly after Merrill Lynch downgraded its rating of Bond Corporation, Merrill Lynch's position was more than three times greater than at any other time in the class period. This pattern of holdings is inconsistent with plaintiffs' allegations that Merrill Lynch had incentive to \"prop-up\" the value of Bond Corporation stock.</p>\n<p><span class=\"star-pagination\">*830</span> Objectors also offered the testimony of Linda Hall, a former broker in Merrill Lynch's Saginaw, Michigan Office. She stated that on or about March 7, 1989 she attended a meeting in which Gregory Matthews spoke about Bond Corporation. Mr. Matthews is a former Senior International Equity Analyst in Merrill Lynch's Sydney, Australia office responsible for research on Australian companies. Ms. Hall testified that Mr. Matthews recommended buying or holding Bond Corporation stock, and in particular she claimed that Mr. Matthews stated as a reason that Merrill Lynch held thirty percent of Bond Corporation's stock.</p>\n<p>However, in a sworn statement the court allowed objectors to obtain subsequent to the hearing, Mr. Matthews denied ever making such a statement. He claimed that Merrill Lynch's holding was at one point approximately seven percent but expressed confidence it never got higher. As support, Mr. Matthews stated that he would have been aware if Merrill Lynch's position had exceeded ten percent because it would have been required to file a substantial shareholder notice with the Australian Stock Exchange, which event, to his knowledge, never occurred. (Matthews Statement at p. 19.)</p>\n<p>Moreover, in response to an interrogatory propounded to Merrill Lynch by the court after the final approval hearing, Arthur Sobel, Assistant General Counsel of Merrill Lynch, submitted a declaration stating that on March 7, 1989 Merrill Lynch and its affiliates held a \"short\" position in Bond Corporation stock, in which customer demand exceeded supply by 107,453 shares. Further, Mr. Sobel stated that Merrill Lynch's \"family\" of mutual funds did not own any common shares of Bond Corporation during 1988 or 1989. Thus, discovery and information disclosed pursuant to the approval procedure demonstrates the absence of any large holding of Bond Corporation stock by Merrill Lynch.</p>\n<p>Finally, objectors submitted numerous exhibits, extracted from the documents produced in discovery which were obtained from Merrill Lynch's records. However, nothing in these documents demonstrated that class counsel failed to conduct adequate discovery on the remaining class claims of material omissions. In summary, none of the evidence offered by objectors demonstrates a failure to pursue important discovery materials. Thus, the discovery conducted by class counsel, although not all-encompassing, was sufficient to allow counsel and the court to evaluate the limited class claims.</p>\n<p></p>\n<h2>3. <i>Circumstances Surrounding the Negotiations</i>\n</h2>\n<p>Objectors argued at the hearing for preliminary approval that certain facts surrounding the negotiations raised an inference of collusion. In particular, objectors contended that class counsel's failure to get the consent of all the class representatives and their decision to settle before taking scheduled depositions indicated a lack of good faith-bargaining. However, the court found these facts insufficient to raise an inference of collusion. Prior to the final approval hearing, objectors submitted affidavits of two objecting class representatives, Marvin Horton and James Gould, and offered Mr. Horton's live testimony at the hearing. Although the affidavits and Mr. Horton's testimony evidence a disagreement between these class representatives and class counsel about the manner in which the class claims were negotiated, the statements contained therein are insufficient to raise an inference of collusion in the negotiation process.</p>\n<p>On the other hand, the affidavits of class counsel aver that the negotiation process began in June 1993, more than two years after plaintiffs filed the original complaint and after the court certified the class. Further, these affidavits aver that the parties reached an agreement in principle five months later, after obtaining most of their requested document discovery and reviewing such materials to evaluate the strengths and weaknesses of the class claims. Thus, the evidence presented demonstrates that the proposed settlement was the product of arms-length, good-faith bargaining, free from collusion.</p>\n<p>One other argument asserted by objectors, which is best addressed under this factor, is that it was improper for class counsel to include in the proposed settlement a release of all non-class claims for those not opting out of the settlement. However, a recent Eighth Circuit decision cited by class counsel <span class=\"star-pagination\">*831</span> distinguishes the only authority cited by objectors for their argument and establishes the criteria for permitting settlement of non-class claims with class claims. <i>Thompson v. Edward D. Jones &amp; Company,</i> 992 F.2d 187 (8th Cir.1993) (distinguishing <i>National Super Spuds, Inc. v. New York Mercantile Exchange,</i> 660 F.2d 9 (2d Cir.1981)). The court in <i>Thompson</i> held that a court could approve an agreement releasing non-class and class claims if the notice to potential class members included a provision notifying them that failure to opt-out would result in release of all claims arising from the transaction underlying the class claims. <i>Id.</i> at 191-92. The court in <i>Thompson</i> distinguished <i>National Super Spuds</i> because in that case the court had allowed the settlement to bar claims that the notice to class members did not mention or include. <i>Id.</i></p>\n<p>In the present case, the notice to potential class members stated in pertinent part under a bolded separate heading entitled \"Release of Claims of the Settlement Class:\"</p>\n<blockquote>If the settlement is finally approved by the Court, and you do not elect to be excluded from the Class ... you ... shall be deemed to have released and forever discharged each and every class, derivative, individual and other claim, right, cause of action or issue under federal, state or common law ... against Merrill Lynch, and its subsidiaries [etc.] ... [which] arises out of or otherwise relates to the Releasors' purchase of Bond Corp. securities from Merrill Lynch....</blockquote>\n<p>The notice in this case satisfied the criteria set forth in the <i>Thompson</i> case and thus release of non-class claims is proper. <i>See also </i><i>TBK Partners, Ltd. v. Western Union Corporation,</i> 675 F.2d 456, 460-62 (2d Cir. 1982) (affirming approval of settlement involving release of all claims, class and non-class, based on analogous facts). Therefore, the evidence before the court demonstrates that the proposed settlement was the product of arms-length, good-faith bargaining and the provision releasing non-class claims is proper.</p>\n<p></p>\n<h2>4. <i>Experience of Class Counsel</i>\n</h2>\n<p>No one contests class counsel's experience in class action suits in general and securities litigation in particular, as set forth in their affidavits in support of preliminary approval of the proposed settlement. Thus, the experience of class counsel warrants affording their judgment appropriate deference in determining whether to approve the proposed settlement.</p>\n<p></p>\n<h2><i>Adequacy</i></h2>\n<p></p>\n<h2>1. <i>Strength of Plaintiff's Case and Difficulties of Proof</i>\n</h2>\n<p>Perhaps the most important factor in evaluating the adequacy of a class action settlement is the relative strengths of plaintiffs' case and the existence of any defenses or difficulties of proof. To prove their 10b-5 claim, plaintiffs must demonstrate four elements:</p>\n<blockquote>1) that the defendant ... failed to state a material fact in connection with the securities transaction in this case; 2) that the defendant acted knowingly; 3) that each plaintiff justifiably relied upon the defendant's misconduct; and 4) that each plaintiff suffered damages as a result of the defendant's conduct.</blockquote>\n<p><i>Cox v. Collins,</i> 7 F.3d 394, 395-96 (4th Cir. 1993).</p>\n<p></p>\n<h2>(i) <i>Material Omissions</i>\n</h2>\n<p>Defendant asserts, and to some degree class counsel agrees, that documents produced in discovery demonstrate that several of the alleged material omissions contained in plaintiffs' second amended complaint will be difficult if not impossible to prove. First, Merrill Lynch's answers to interrogatories of the court and objectors demonstrate that it did not hold significant proprietary positions of Bond Corporation stock and that the stock it held was for re-sale to its customers. Thus, plaintiffs would have difficulty proving the allegation that Merrill Lynch held a significant percentage of Bond Corporation stock in its own accounts.</p>\n<p>Second, defendant contends that documents produced in discovery establish that the alleged lending relationship with Bond Corporation was at all times secured by collateral, and thus plaintiffs likely would be unable to prove that defendant had a \"strong <span class=\"star-pagination\">*832</span> incentive to prop up the price of stock\" in Bond Corporation. (Second Amended Complaint at Para. 48(d).) Objectors have pointed to no evidence to dispute this assertion or any that might be uncovered. Third, Merrill Lynch asserts that discovery documents disclose that it had no indication of Bond Corporation's financial instability until early May 1989, nor did defendant withhold any information regarding a unique risk involved in buying Bond Corporation stock. In support of its position, defendant contends that Bond Corporation and its affiliates met all margin calls until early May 1989, at which time it had already downgraded its rating of Bond Corporation to investors.</p>\n<p>On the other hand, Linda Hall, the former broker in Merrill Lynch's Saginaw, Michigan office, testified as to the existence of a research report on Bond Corporation only available to her supervisor and certain brokers. She claimed that this alleged report caused these brokers to sell their shares of stock in Bond Corporation. However, on cross-examination Ms. Hall admitted she did not know the contents of the report and stated that she remembered the incident primarily because she and other brokers were upset that the report was given to selected brokers only. More importantly, however, she testified that the report was issued in June 1989, at the end of the class period. Consequently, even if the contents of the report could be proved, its significance to the case would be limited to a portion of one month in the class period, at most.</p>\n<p>Objectors also submitted numerous documents obtained from Merrill Lynch's records including the \"Lohnro report,\" an analysis of the Lohnro report, and news reports and wires discussing the financial condition of Bond Corporation and its affiliates. While many of these documents question Bond's financial position, it is questionable whether rather obscure news articles and a report, which at least several major brokerage firms discredited as an attempt to thwart a takeover attempt by Bond, could form the basis for a material omission regarding the status of Bond Corporation.</p>\n<p>Thus, defendant cites several instances that it contends will make it difficult for plaintiffs to prove the material omissions alleged in the complaint. On the other hand, objectors have failed to produce evidence or an indication that discoverable evidence exists that would improve plaintiffs' ability to prove the alleged material omissions.</p>\n<p></p>\n<h2>(ii) <i>Scienter Requirement</i>\n</h2>\n<p>Defendant also asserts that plaintiffs would be unable to prove scienter as required in a 10b-5 claim. The parties dispute whether recklessness as well as actual knowledge is sufficient to satisfy this requirement. However, even assuming that recklessness would suffice, plaintiffs would have difficulty in proving such a requirement in light of evidence offered by defendant that two other respected brokerage firms, Morgan Stanley and County Natwest Securities of Australia, issued strong \"buy\" recommendations for Bond Corporation stock in the class period. Even the documents submitted by objectors demonstrate that investment firms were reaching radically different conclusions of Bond Corporation's solvency during the class period. In light of such evidence, plaintiffs would have difficulty proving that Merrill Lynch had actual knowledge of or was reckless with regard to Bond Corporation's financial position during the class period.</p>\n<p></p>\n<h2>(iii) <i>Reliance</i>\n</h2>\n<p>Defendant raises what it contends is a legal obstacle to plaintiffs' recovery based on the requirement of proving reliance. The Supreme Court has held that in 10b-5 material omissions cases a presumption of reliance arises, obviating the need to prove the third requirement. <i>Affiliated Ute Citizens v. United States,</i> 406 U.S. 128, 92 S.Ct. 1456, 31 L.Ed.2d 741 (1972). However, as defendant notes, the Fourth Circuit recently decided that the presumption of reliance does not apply \"when the plaintiff alleges both nondisclosure and positive misrepresentation instead of only nondisclosure as in <i>Affiliated Ute.\" </i><i>Cox,</i> 7 F.3d at 395-96.</p>\n<p>Although the decision in <i>Cox</i> couches its discussion in terms of allegations, the court was determining whether a district court properly declined to instruct a jury that a presumption of reliance applied in a case <span class=\"star-pagination\">*833</span> being submitted to them on both misrepresentations and omissions claims under Rule 10b-5. The Fourth Circuit upheld the district court's refusal to instruct the jury that a presumption of reliance applied. <i>Id.</i> However, because the court in this case only certified plaintiffs' omissions claims and not their misrepresentation claims, it is an open question whether the presumption of reliance would apply in this case. The court need not, and the Fourth Circuit in <i>Flinn</i> cautioned against, making definitive rulings on contested questions of law in addressing approval of class action settlements. Nonetheless, the decision in <i>Cox</i> sheds considerable doubt on whether a presumption of reliance would apply in this case and thus on plaintiffs' ultimate ability to prevail on the merits.</p>\n<p></p>\n<h2>(iv) <i>Damages</i>\n</h2>\n<p>Defendant also contends that the measure of damages to be employed in this case presents a difficulty of proof for plaintiff. Defendant argues that damages in this case are minimal because the Fourth Circuit has held that the measure of damages in a 10b-5 claim is the difference between what plaintiff paid for the stock and what it was worth the day he paid it. <i>Howard v. Haddad,</i> 916 F.2d 167, 170 (4th Cir.1990). Class counsel argues that the standard measure of damages for a 10b-5 claim is the amount necessary to adequately compensate plaintiffs for their losses. Objectors do not address the issue. Although the language in <i>Howard</i> does not appear necessary to its holding, it is at least questionable, based on that decision, whether plaintiffs could employ their standard measure of damages even if they were to prevail on the merits.</p>\n<p>The total loss to the class in this case is estimated at over $65,000,000. However, Merrill Lynch alleges that if the court accepted its argument, the recoverable damages on plaintiffs' 10b-5 claim would approach $3,900,000. Thus, accepting defendant's position, the proposed settlement of $3,500,000 would constitute a significant percentage of the damages defendant alleges plaintiffs could recover.</p>\n<p>However, if plaintiffs could recover all of their estimated loss of $65,000,000 the settlement would amount to a recovery of approximately five percent of plaintiffs' loss. Other courts have approved settlements involving similar percentages in class action suits. <i>See, e.g., </i><i>Grinnell,</i> 495 F.2d at 455 (approving a three to five percent recovery); <i>Chatelain,</i> 805 F.Supp. at 212 (approving settlement of approximately three percent of potential recovery in securities class action). More importantly, however, the adequacy of the settlement depends on the strengths and weaknesses of plaintiffs' case, and several courts, including the Fourth Circuit, have stated that a settlement that amounted to only a fraction of the potential recovery would not be <i>per se</i> inadequate. <i>See </i><i>Flinn,</i> 528 F.2d at 1173-74; <i>Grinnell,</i> 495 F.2d at 455. Thus, the mere fact that the proposed settlement may amount to only a fraction of plaintiffs' loss, even if damages allowed recovery of such a loss, is not reason to deny approval.</p>\n<p>Therefore, while it would be unnecessary and ill advised at this stage to make a final determination on the measure of damages to be employed, plaintiffs' potential difficulties of proof on the issue of damages support a finding that the settlement is adequate.</p>\n<p></p>\n<h2>2. <i>Other Adequacy Factors</i>\n</h2>\n<p>As class counsel acknowledges in their brief in support of approval, the anticipated duration and expense of additional litigation in this case is considerable. Numerous depositions, both in the United States and in England and Australia, as well as responses to pretrial motions and the expenses of trial would all significantly reduce plaintiffs' potential recovery. Class counsel aver that they considered these expenses in reaching a settlement.</p>\n<p>Additionally, the class' response to the notice of the proposed settlement strongly favors a finding of adequacy. Of the 9,718 personal notices mailed, 2,900 opted-in and submitted timely proofs of claim, while only sixteen individuals have opted-out and requested exclusion. Moreover, only one individual has submitted an objection, in addition to the original fourteen objectors. Thus, notwithstanding the fact that a majority of named plaintiffs object, the response of class <span class=\"star-pagination\">*834</span> members to the notice of proposed settlement supports a finding of adequacy. Finally, none of the parties question Merrill Lynch's solvency or the ability of plaintiffs to recover on a litigated judgment.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Weighing all the factors in light of the voluminous written submissions, the sworn statements and the testimonial and documentary evidence, the court finds that the proposed settlement is fair, reasonable and adequate and is in the best interests of the class as a whole. The posture of the case, the circumstances surrounding negotiations and the opinion of experienced class counsel strongly favor final approval, and neither the extent of discovery conducted nor any terms of the proposed settlement warrant denying approval. Further, factual and legal obstacles to plaintiffs recovery, the anticipated expense and duration of additional litigation and the response of absent class members to the notice of proposed settlement all favor final approval. Therefore, the proposed settlement will be approved and an appropriate judgment order entered.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">855</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">825</span></span> (1994)</b></center>\n<center><h1>Marvin V. HORTON, et al., Plaintiffs<br>\nv.<br>\nMERRILL LYNCH, PIERCE, FENNER &amp; SMITH, INCORPORATED, Defendant.</h1></center>\n<center>No. 91-276-CIV-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 6, 1994.</center>\n<p><span class=\"star-pagination\">*826</span> Marvin Schiller, Law Offices of Marvin Schiller, Raleigh, NC, Marvin A. Miller, Patrick E. Cafferty, Miller Faucher Chertow Cafferty and Wexler, Chicago, IL, for plaintiffs Charles Satterfield, William E. DeShong, Jr., Jerry R. Reel, William R. Bennett, E. Neil Fleishman and the Class.</p>\n<p>Gregory Bartko, Andrew O. Whiteman, Raleigh, NC, for plaintiff Dr. Manmohan Singh.</p>\n<p>Trawick H. Stubbs, Jr., Alice C. Stubbs, Stubbs Perdue Chestnutt Wheeler &amp; Clemmons, New Bern, NC, for plaintiffs Marvin V. Horton, Sharon L. Horton, Edward G. Wetherill, Jr., Thomas G. Wetherill, Richard Wetherill, Jr., James and Linda Gould, J. Michael and Kathryn Morton, Hassell Thigpen, Harry and Grace Gould, Mark Lane and Robert W. Najjar.</p>\n<p>Joseph E. Wall, Jordan, Price, Wall, Gray &amp; Jones, Raleigh, NC, James Wiedner, Mark Holland, Martin Siedel, Rogers &amp; Wells, New York City, for defendant Merrill Lynch, Pierce, Fenner &amp; Smith, Inc.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs, seven class representatives and thirteen other named plaintiffs, filed this class action suit against defendant Merrill Lynch, Pierce, Fenner &amp; Smith, Inc. (Merrill Lynch) alleging violations of Section 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. § 78j(b), and Rule 10b-5 promulgated thereunder, 17 C.F.R. § 24.10b-5 (hereinafter Rule 10b-5), along with several pendent state law claims. The dispute arises from plaintiffs' purchase of the common stock of Bond Corporation Holdings of Australia, Ltd. (Bond Corporation) from defendant Merrill Lynch. The action is currently before the court on the joint motion of class counsel and defendant for final approval of a proposed stipulation of settlement. Several members of the class, including a majority of the class representatives and named plaintiffs (referred to collectively as \"objectors\"), have <span class=\"star-pagination\">*827</span> filed objections to the proposed settlement. The court held a final approval hearing at 10:00 a.m. on Friday, April 15, 1994, in Raleigh, North Carolina.</p>\n<p>The court has set forth the factual and procedural background of this case in previous orders and only those facts relevant to the pending motion will be included herein. On May 24, 1993, the court granted in part and denied in part plaintiffs' motion to certify this case as a class action. The court denied plaintiffs' motion for certification on their 10b-5 claim for oral misrepresentations and on their state law claims for breach of fiduciary duty, negligence, negligent misrepresentation and common law fraud and deceit. However, the court granted certification for plaintiffs' 10b-5 claim based on an alleged scheme to fraudulently induce investors to purchase Bond Corporation stock through omissions of material information. The certified class for the omission claim included all persons who purchased Bond Corporation stock between May 1, 1988 and June 23, 1989 (class period), excluding Merrill Lynch, its officers, directors, employees and brokers.</p>\n<p>Subsequent to the court's May 24, 1993 order, but prior to the notification of all potential class members of the pendency of the suit, the parties reached an agreement in principle to settle the action. On January 7, 1994 defendant and class counsel, joined by three class representatives, filed a proposed stipulation of settlement. Fourteen of the named plaintiffs and class representatives filed objections to the proposed settlement.</p>\n<p>The stipulation of settlement contains the following relevant provisions: Under Article II of the stipulation, Merrill Lynch agrees to pay a gross settlement sum of $3,500,000 and the costs of the notice to the class. Under Article III, the gross settlement sum would be allocated and distributed in the following manner: First, class counsel may apply to the court for attorney fees, costs and expenses and the three class plaintiffs agreeing to the settlement may apply for additional compensation. Any award under these two provisions would be subtracted directly from the gross settlement sum prior to distribution to the class.</p>\n<p>Second, after deducting the amounts discussed, the remainder of the gross settlement sum (net settlement sum) would be distributed to those class members who submit valid proofs of claim evidencing a purchase of Bond Corporation stock in the class period. The distribution would be on a pro rata basis after all appeals have been finalized and the court enters a final distribution order. Additionally, all class members not requesting exclusion from the class agree to release and discharge all claims or causes of action arising out of or relating to their purchase of the ordinary shares of Bond Corporation from Merrill Lynch. Any party requesting exclusion from the class would not receive any portion of the net settlement sum nor be bound by the release provision of the settlement.</p>\n<p>Federal Rule of Civil Procedure 23(e) mandates that the court approve any proposed settlement or compromise in a class action suit and that notice of the settlement be given to all class members. Although Rule 23(e) does not delineate a procedure for court approval of settlements of class actions, the courts generally have followed a two-step procedure. <i>See </i><i>Armstrong v. Board of School Directors,</i> <span class=\"citation\" data-id=\"375398\"><a href=\"/opinion/375398/kevin-armstrong-and-jeffrey-jackson-intervening-v-board-of-school/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">305</span></a></span>, 312 (7th Cir. 1980); <i>In Re Mid-Atlantic Toyota Antitrust Litigation,</i> <span class=\"citation\" data-id=\"1407942\"><a href=\"/opinion/1407942/in-re-mid-atlantic-toyota-antitrust-litigation/\"><span class=\"volume\">564</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1379</span></a></span>, 1384 (D.Md. 1983). First, the court conducts a preliminary approval or pre-notification hearing to determine whether the proposed settlement is \"within the range of possible approval\" or, in other words, whether there is \"probable cause\" to notify the class of the proposed settlement. <i>See </i><i>Armstrong,</i> 616 F.2d at 314; <i>Toyota Antitrust Litigation,</i> 564 F.Supp. at 1384. Second, assuming that the court grants preliminary approval and notice is sent to the class, the court conducts a \"fairness\" hearing, at which all interested parties are afforded an opportunity to be heard on the proposed settlement. The ultimate purpose of the fairness hearing is to determine if the proposed settlement is \"fair, reasonable, and adequate.\" <i>Armstrong,</i> 616 F.2d at 314; <i>see also </i><i>In Re Ames Department Stores, Inc. Debenture Litigation,</i> <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">46</span></span>, 53 <span class=\"star-pagination\">*828</span> (S.D.N.Y.1993); <i>Chatelain v. Prudential-Bache Securities, Inc.,</i> <span class=\"citation\" data-id=\"2593109\"><a href=\"/opinion/2593109/chatelain-v-prudential-bache-securities-inc/\"><span class=\"volume\">805</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">209</span></a></span>, 212 (S.D.N.Y.1992).</p>\n<p>In the present case, the court conducted the first step of this procedure and held a hearing on preliminary approval of the proposed settlement on February 2, 1994. After hearing argument from counsel for the class, defendant and objectors the court entered an order preliminarily approving the proposed settlement. The order directed that notice be sent to potential class members and required all parties seeking to contest approval of the settlement to file a written notice of such intent with the court and counsel for the class and defendant by March 30, 1994. The court also ordered the parties to give counsel for objectors access to all documents produced in discovery and permitted the parties to conduct limited additional discovery by way of interrogatories.</p>\n<p>Since the preliminary approval hearing, class counsel has submitted affidavits which aver the following concerning notice to the class and the corresponding response: On February 18, 1994, class action notices were mailed to 9,718 of Merrill Lynch's customers who, according to defendant's records, purchased Bond Corporation stock in the class period. On the same day a summary notice of the settlement was published in the national edition of the Wall Street Journal. In response to the notice, 2,900 members opted-in and submitted proofs of claim by the March 30, 1994 deadline set in the notice. In juxtaposition, sixteen members of the class requested exclusion and only one individual filed an objection to the proposed settlement in addition to the original fourteen objectors.</p>\n<p>All filing deadlines have passed, and the action is before the court on the second stage of the procedurea decision on final approval of the proposed settlement. As noted earlier, the primary objective of requiring the court's final approval of a proposed settlement in a class action suit is to protect class members \"whose rights may not have been given adequate consideration during the settlement negotiations,\" and ultimately to determine whether the settlement is fair, reasonable and adequate. <i>See </i><i>In Re Jiffy Lube Securities Litigation,</i> <span class=\"citation\" data-id=\"556662\"><a href=\"/opinion/556662/in-re-jiffy-lube-securities-litigation-joseph-e-kovacs-robert-cook-joseph/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">155</span></a></span>, 158 (4th Cir.1991). Approval of a settlement in a class action case is a matter of discretion for the trial court. <i>Id.</i></p>\n<p>In exercising its discretion, a trial court may limit its approval hearing to what is necessary to make \"`an informed, just and reasoned decision.'\" <i>Id.</i> (quoting <i>Flinn v. FMC Corporation,</i> <span class=\"citation\" data-id=\"332341\"><a href=\"/opinion/332341/12-fair-emplpraccas-1069-10-empl-prac-dec-p-10408-mabel-flinn-v/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1173 (4th Cir.1975), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">967</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1462</span></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">734</span></span> (1976)). Appellate courts have admonished trial courts against turning the hearing into a complete trial on the merits or even resolving unsettled legal issues. <i>See, e.g., </i><i>Flinn,</i> 528 F.2d at 1172-73; <i>City of Detroit v. Grinnell Corporation,</i> <span class=\"citation\" data-id=\"318518\"><a href=\"/opinion/318518/city-of-detroit-v-grinnell-corporation-manhattan-ward-incorporated-v/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span> (2d Cir.1974). However, the Fourth Circuit has stated that those objecting to the settlement should be given \"leave to be heard, to examine witnesses and to submit evidence.\" <i>Flinn,</i> 528 F.2d at 1173. Pursuant to these general procedural guidelines, in addition to considering the parties' voluminous written submissions, the court allowed objectors to propound interrogatories on defendant and class counsel, present live testimony and submit additional documents at the hearing and take and submit the sworn statement of a former Merrill Lynch employee, Gregory J. Matthews, after the hearing.</p>\n<p>The Fourth Circuit established the standard for determining final approval of a class action settlement in a case also involving alleged violations of federal securities law. The court adopted a bifurcated analysis, separating factors relating to the \"fairness\" of the settlement from those relating to its \"adequacy.\" <i>In Re Jiffy Lube,</i> 927 F.2d at 158-59. The court listed the following pertinent factors relating to the fairness of the settlement:</p>\n<blockquote>(1) the posture of the case at the time settlement was proposed, (2) the extent of discovery that had been conducted, (3) the circumstances surrounding the negotiations, and (4) the experience of counsel in the area of securities class action litigation.</blockquote>\n<p><i>Id.</i> at 159.</p>\n<p>Relating to the adequacy of the settlement, the court listed the following relevant factors that should be weighed against the amount offered:</p>\n<blockquote>(1) the relative strength of the plaintiffs' case on the merits, (2) the existence of any difficulties of proof or strong defenses the <span class=\"star-pagination\">*829</span> plaintiffs are likely to encounter if the case goes to trial, (3) the anticipated duration and expense of additional litigation, (4) the solvency of the defendants and the likelihood of recovery on a litigated judgment, and (5) the degree of opposition to the settlement.</blockquote>\n<p><i>Id.</i></p>\n<p></p>\n<h2><i>Fairness</i></h2>\n<p></p>\n<h2>1. <i>Posture of the Case</i>\n</h2>\n<p>By reaching an agreement in principle prior to notification of the potential class members, the members could choose to be included or excluded based on the terms of the proposed settlement. If such agreement had been reached after notification, potential class members would have had to decide whether to opt-in or opt-out of the class without knowledge of the proposed settlement. Thus, the posture of the case at the time of the settlement favors final approval.</p>\n<p></p>\n<h2>2. <i>Extent of Discovery</i>\n</h2>\n<p>Objectors' primary contention in opposing the settlement is that insufficient discovery has occurred to allow them and the court to adequately evaluate the settlement. In this case, class counsel received approximately 3,800 pages of documents consisting of trading records of Merrill Lynch, research reports on Bond Corporation and various other documents. Class counsel also conducted two \"confirmatory\" depositions of Merrill Lynch employees, Robert Vaughan, director of trading, and George Nitschelm, manager of global research compliance. As noted earlier, the court also allowed objectors to serve interrogatories on defendant and class counsel after the preliminary approval hearing. Objectors argue, however, that this discovery is inadequate in several respects.</p>\n<p>First, objectors assert that class counsel failed to explore adequately the lending relationship between Merrill Lynch and Bond Corporation and its affiliates. However, the documents produced and depositions taken during discovery disclose the following with respect to Merrill Lynch's investment relationships: A division of Merrill Lynch did loan money to Bond Corporation, but it was fully collateralized for the amount of its loans with securities of corporations not affiliated with Bond; Bond Corporation and its affiliates consistently made their margin calls on the loans until approximately one month prior to the end of the class period; and the amount of fees earned by Merrill Lynch on these loans was a small percentage of its overall investment banking revenues for the relevant period. Thus, discovery disclosed numerous facts about Merrill Lynch's lending relationship with Bond Corporation, but none of these facts appears favorable to plaintiffs' case.</p>\n<p>Second, objectors claim that class counsel failed to investigate adequately the extent of Merrill Lynch's proprietary position in Bond Corporation stock during the class period. Specifically, objectors cite class counsel's failure to retain an expert to analyze the trading records produced by Merrill Lynch. As support for their position, objectors submitted an affidavit of a self-designated expert and former Merrill Lynch employee, James E. Trice. In this affidavit, Mr. Trice stated that he was unable to determine from those trading records whether and to what extent Merrill Lynch held Bond Corporation securities in its own accounts at any given time during the class period.</p>\n<p>However, in response to objectors' interrogatories, Merrill Lynch provided its proprietary positions in Bond Corporation stock in the principal account through which it traded Bond Corporation stock. These answers, all under oath, demonstrate that in the two reporting periods within the class period for 1988, Merrill Lynch actually held \"short\" positions, in which customer orders for the stock exceeded Merrill Lynch's holdings. In the three reporting periods in the class period in 1989, Merrill Lynch held increasingly \"long\" positions, in which Merrill Lynch's holdings exceeded customer orders. Furthermore, in the reporting period directly after Merrill Lynch downgraded its rating of Bond Corporation, Merrill Lynch's position was more than three times greater than at any other time in the class period. This pattern of holdings is inconsistent with plaintiffs' allegations that Merrill Lynch had incentive to \"prop-up\" the value of Bond Corporation stock.</p>\n<p><span class=\"star-pagination\">*830</span> Objectors also offered the testimony of Linda Hall, a former broker in Merrill Lynch's Saginaw, Michigan Office. She stated that on or about March 7, 1989 she attended a meeting in which Gregory Matthews spoke about Bond Corporation. Mr. Matthews is a former Senior International Equity Analyst in Merrill Lynch's Sydney, Australia office responsible for research on Australian companies. Ms. Hall testified that Mr. Matthews recommended buying or holding Bond Corporation stock, and in particular she claimed that Mr. Matthews stated as a reason that Merrill Lynch held thirty percent of Bond Corporation's stock.</p>\n<p>However, in a sworn statement the court allowed objectors to obtain subsequent to the hearing, Mr. Matthews denied ever making such a statement. He claimed that Merrill Lynch's holding was at one point approximately seven percent but expressed confidence it never got higher. As support, Mr. Matthews stated that he would have been aware if Merrill Lynch's position had exceeded ten percent because it would have been required to file a substantial shareholder notice with the Australian Stock Exchange, which event, to his knowledge, never occurred. (Matthews Statement at p. 19.)</p>\n<p>Moreover, in response to an interrogatory propounded to Merrill Lynch by the court after the final approval hearing, Arthur Sobel, Assistant General Counsel of Merrill Lynch, submitted a declaration stating that on March 7, 1989 Merrill Lynch and its affiliates held a \"short\" position in Bond Corporation stock, in which customer demand exceeded supply by 107,453 shares. Further, Mr. Sobel stated that Merrill Lynch's \"family\" of mutual funds did not own any common shares of Bond Corporation during 1988 or 1989. Thus, discovery and information disclosed pursuant to the approval procedure demonstrates the absence of any large holding of Bond Corporation stock by Merrill Lynch.</p>\n<p>Finally, objectors submitted numerous exhibits, extracted from the documents produced in discovery which were obtained from Merrill Lynch's records. However, nothing in these documents demonstrated that class counsel failed to conduct adequate discovery on the remaining class claims of material omissions. In summary, none of the evidence offered by objectors demonstrates a failure to pursue important discovery materials. Thus, the discovery conducted by class counsel, although not all-encompassing, was sufficient to allow counsel and the court to evaluate the limited class claims.</p>\n<p></p>\n<h2>3. <i>Circumstances Surrounding the Negotiations</i>\n</h2>\n<p>Objectors argued at the hearing for preliminary approval that certain facts surrounding the negotiations raised an inference of collusion. In particular, objectors contended that class counsel's failure to get the consent of all the class representatives and their decision to settle before taking scheduled depositions indicated a lack of good faith-bargaining. However, the court found these facts insufficient to raise an inference of collusion. Prior to the final approval hearing, objectors submitted affidavits of two objecting class representatives, Marvin Horton and James Gould, and offered Mr. Horton's live testimony at the hearing. Although the affidavits and Mr. Horton's testimony evidence a disagreement between these class representatives and class counsel about the manner in which the class claims were negotiated, the statements contained therein are insufficient to raise an inference of collusion in the negotiation process.</p>\n<p>On the other hand, the affidavits of class counsel aver that the negotiation process began in June 1993, more than two years after plaintiffs filed the original complaint and after the court certified the class. Further, these affidavits aver that the parties reached an agreement in principle five months later, after obtaining most of their requested document discovery and reviewing such materials to evaluate the strengths and weaknesses of the class claims. Thus, the evidence presented demonstrates that the proposed settlement was the product of arms-length, good-faith bargaining, free from collusion.</p>\n<p>One other argument asserted by objectors, which is best addressed under this factor, is that it was improper for class counsel to include in the proposed settlement a release of all non-class claims for those not opting out of the settlement. However, a recent Eighth Circuit decision cited by class counsel <span class=\"star-pagination\">*831</span> distinguishes the only authority cited by objectors for their argument and establishes the criteria for permitting settlement of non-class claims with class claims. <i>Thompson v. Edward D. Jones &amp; Company,</i> <span class=\"citation\" data-id=\"605654\"><a href=\"/opinion/605654/david-a-thompson-patricia-long-jim-westbrook-james-lahmeyer-eugene/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></a></span> (8th Cir.1993) (distinguishing <i>National Super Spuds, Inc. v. New York Mercantile Exchange,</i> <span class=\"citation\" data-id=\"394853\"><a href=\"/opinion/394853/national-super-spuds-inc-william-r-buster-jr-willard-c-shiner/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span> (2d Cir.1981)). The court in <i>Thompson</i> held that a court could approve an agreement releasing non-class and class claims if the notice to potential class members included a provision notifying them that failure to opt-out would result in release of all claims arising from the transaction underlying the class claims. <i>Id.</i> at 191-92. The court in <i>Thompson</i> distinguished <i>National Super Spuds</i> because in that case the court had allowed the settlement to bar claims that the notice to class members did not mention or include. <i>Id.</i></p>\n<p>In the present case, the notice to potential class members stated in pertinent part under a bolded separate heading entitled \"Release of Claims of the Settlement Class:\"</p>\n<blockquote>If the settlement is finally approved by the Court, and you do not elect to be excluded from the Class ... you ... shall be deemed to have released and forever discharged each and every class, derivative, individual and other claim, right, cause of action or issue under federal, state or common law ... against Merrill Lynch, and its subsidiaries [etc.] ... [which] arises out of or otherwise relates to the Releasors' purchase of Bond Corp. securities from Merrill Lynch....</blockquote>\n<p>The notice in this case satisfied the criteria set forth in the <i>Thompson</i> case and thus release of non-class claims is proper. <i>See also </i><i>TBK Partners, Ltd. v. Western Union Corporation,</i> <span class=\"citation\" data-id=\"402333\"><a href=\"/opinion/402333/tbk-partners-ltd-v-western-union-corporation-frances-d-spier/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 460-62 (2d Cir. 1982) (affirming approval of settlement involving release of all claims, class and non-class, based on analogous facts). Therefore, the evidence before the court demonstrates that the proposed settlement was the product of arms-length, good-faith bargaining and the provision releasing non-class claims is proper.</p>\n<p></p>\n<h2>4. <i>Experience of Class Counsel</i>\n</h2>\n<p>No one contests class counsel's experience in class action suits in general and securities litigation in particular, as set forth in their affidavits in support of preliminary approval of the proposed settlement. Thus, the experience of class counsel warrants affording their judgment appropriate deference in determining whether to approve the proposed settlement.</p>\n<p></p>\n<h2><i>Adequacy</i></h2>\n<p></p>\n<h2>1. <i>Strength of Plaintiff's Case and Difficulties of Proof</i>\n</h2>\n<p>Perhaps the most important factor in evaluating the adequacy of a class action settlement is the relative strengths of plaintiffs' case and the existence of any defenses or difficulties of proof. To prove their 10b-5 claim, plaintiffs must demonstrate four elements:</p>\n<blockquote>1) that the defendant ... failed to state a material fact in connection with the securities transaction in this case; 2) that the defendant acted knowingly; 3) that each plaintiff justifiably relied upon the defendant's misconduct; and 4) that each plaintiff suffered damages as a result of the defendant's conduct.</blockquote>\n<p><i>Cox v. Collins,</i> <span class=\"citation\" data-id=\"655306\"><a href=\"/opinion/655306/fed-sec-l-rep-p-97777-james-a-cox-mabel-h-cox-cynthia-s-cox-johnson/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">394</span></a></span>, 395-96 (4th Cir. 1993).</p>\n<p></p>\n<h2>(i) <i>Material Omissions</i>\n</h2>\n<p>Defendant asserts, and to some degree class counsel agrees, that documents produced in discovery demonstrate that several of the alleged material omissions contained in plaintiffs' second amended complaint will be difficult if not impossible to prove. First, Merrill Lynch's answers to interrogatories of the court and objectors demonstrate that it did not hold significant proprietary positions of Bond Corporation stock and that the stock it held was for re-sale to its customers. Thus, plaintiffs would have difficulty proving the allegation that Merrill Lynch held a significant percentage of Bond Corporation stock in its own accounts.</p>\n<p>Second, defendant contends that documents produced in discovery establish that the alleged lending relationship with Bond Corporation was at all times secured by collateral, and thus plaintiffs likely would be unable to prove that defendant had a \"strong <span class=\"star-pagination\">*832</span> incentive to prop up the price of stock\" in Bond Corporation. (Second Amended Complaint at Para. 48(d).) Objectors have pointed to no evidence to dispute this assertion or any that might be uncovered. Third, Merrill Lynch asserts that discovery documents disclose that it had no indication of Bond Corporation's financial instability until early May 1989, nor did defendant withhold any information regarding a unique risk involved in buying Bond Corporation stock. In support of its position, defendant contends that Bond Corporation and its affiliates met all margin calls until early May 1989, at which time it had already downgraded its rating of Bond Corporation to investors.</p>\n<p>On the other hand, Linda Hall, the former broker in Merrill Lynch's Saginaw, Michigan office, testified as to the existence of a research report on Bond Corporation only available to her supervisor and certain brokers. She claimed that this alleged report caused these brokers to sell their shares of stock in Bond Corporation. However, on cross-examination Ms. Hall admitted she did not know the contents of the report and stated that she remembered the incident primarily because she and other brokers were upset that the report was given to selected brokers only. More importantly, however, she testified that the report was issued in June 1989, at the end of the class period. Consequently, even if the contents of the report could be proved, its significance to the case would be limited to a portion of one month in the class period, at most.</p>\n<p>Objectors also submitted numerous documents obtained from Merrill Lynch's records including the \"Lohnro report,\" an analysis of the Lohnro report, and news reports and wires discussing the financial condition of Bond Corporation and its affiliates. While many of these documents question Bond's financial position, it is questionable whether rather obscure news articles and a report, which at least several major brokerage firms discredited as an attempt to thwart a takeover attempt by Bond, could form the basis for a material omission regarding the status of Bond Corporation.</p>\n<p>Thus, defendant cites several instances that it contends will make it difficult for plaintiffs to prove the material omissions alleged in the complaint. On the other hand, objectors have failed to produce evidence or an indication that discoverable evidence exists that would improve plaintiffs' ability to prove the alleged material omissions.</p>\n<p></p>\n<h2>(ii) <i>Scienter Requirement</i>\n</h2>\n<p>Defendant also asserts that plaintiffs would be unable to prove scienter as required in a 10b-5 claim. The parties dispute whether recklessness as well as actual knowledge is sufficient to satisfy this requirement. However, even assuming that recklessness would suffice, plaintiffs would have difficulty in proving such a requirement in light of evidence offered by defendant that two other respected brokerage firms, Morgan Stanley and County Natwest Securities of Australia, issued strong \"buy\" recommendations for Bond Corporation stock in the class period. Even the documents submitted by objectors demonstrate that investment firms were reaching radically different conclusions of Bond Corporation's solvency during the class period. In light of such evidence, plaintiffs would have difficulty proving that Merrill Lynch had actual knowledge of or was reckless with regard to Bond Corporation's financial position during the class period.</p>\n<p></p>\n<h2>(iii) <i>Reliance</i>\n</h2>\n<p>Defendant raises what it contends is a legal obstacle to plaintiffs' recovery based on the requirement of proving reliance. The Supreme Court has held that in 10b-5 material omissions cases a presumption of reliance arises, obviating the need to prove the third requirement. <i>Affiliated Ute Citizens v. United States,</i> <span class=\"citation\" data-id=\"108526\"><a href=\"/opinion/108526/affiliated-ute-citizens-of-utah-v-united-states/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span>, <span class=\"citation\" data-id=\"108526\"><a href=\"/opinion/108526/affiliated-ute-citizens-of-utah-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1456</span></a></span>, <span class=\"citation\" data-id=\"108526\"><a href=\"/opinion/108526/affiliated-ute-citizens-of-utah-v-united-states/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">741</span></a></span> (1972). However, as defendant notes, the Fourth Circuit recently decided that the presumption of reliance does not apply \"when the plaintiff alleges both nondisclosure and positive misrepresentation instead of only nondisclosure as in <i>Affiliated Ute.\" </i><i>Cox,</i> 7 F.3d at 395-96.</p>\n<p>Although the decision in <i>Cox</i> couches its discussion in terms of allegations, the court was determining whether a district court properly declined to instruct a jury that a presumption of reliance applied in a case <span class=\"star-pagination\">*833</span> being submitted to them on both misrepresentations and omissions claims under Rule 10b-5. The Fourth Circuit upheld the district court's refusal to instruct the jury that a presumption of reliance applied. <i>Id.</i> However, because the court in this case only certified plaintiffs' omissions claims and not their misrepresentation claims, it is an open question whether the presumption of reliance would apply in this case. The court need not, and the Fourth Circuit in <i>Flinn</i> cautioned against, making definitive rulings on contested questions of law in addressing approval of class action settlements. Nonetheless, the decision in <i>Cox</i> sheds considerable doubt on whether a presumption of reliance would apply in this case and thus on plaintiffs' ultimate ability to prevail on the merits.</p>\n<p></p>\n<h2>(iv) <i>Damages</i>\n</h2>\n<p>Defendant also contends that the measure of damages to be employed in this case presents a difficulty of proof for plaintiff. Defendant argues that damages in this case are minimal because the Fourth Circuit has held that the measure of damages in a 10b-5 claim is the difference between what plaintiff paid for the stock and what it was worth the day he paid it. <i>Howard v. Haddad,</i> <span class=\"citation\" data-id=\"549766\"><a href=\"/opinion/549766/edward-g-howard-federal-deposit-insurance-corporation-v-said-haddad/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">167</span></a></span>, 170 (4th Cir.1990). Class counsel argues that the standard measure of damages for a 10b-5 claim is the amount necessary to adequately compensate plaintiffs for their losses. Objectors do not address the issue. Although the language in <i>Howard</i> does not appear necessary to its holding, it is at least questionable, based on that decision, whether plaintiffs could employ their standard measure of damages even if they were to prevail on the merits.</p>\n<p>The total loss to the class in this case is estimated at over $65,000,000. However, Merrill Lynch alleges that if the court accepted its argument, the recoverable damages on plaintiffs' 10b-5 claim would approach $3,900,000. Thus, accepting defendant's position, the proposed settlement of $3,500,000 would constitute a significant percentage of the damages defendant alleges plaintiffs could recover.</p>\n<p>However, if plaintiffs could recover all of their estimated loss of $65,000,000 the settlement would amount to a recovery of approximately five percent of plaintiffs' loss. Other courts have approved settlements involving similar percentages in class action suits. <i>See, e.g., </i><i>Grinnell,</i> 495 F.2d at 455 (approving a three to five percent recovery); <i>Chatelain,</i> 805 F.Supp. at 212 (approving settlement of approximately three percent of potential recovery in securities class action). More importantly, however, the adequacy of the settlement depends on the strengths and weaknesses of plaintiffs' case, and several courts, including the Fourth Circuit, have stated that a settlement that amounted to only a fraction of the potential recovery would not be <i>per se</i> inadequate. <i>See </i><i>Flinn,</i> 528 F.2d at 1173-74; <i>Grinnell,</i> 495 F.2d at 455. Thus, the mere fact that the proposed settlement may amount to only a fraction of plaintiffs' loss, even if damages allowed recovery of such a loss, is not reason to deny approval.</p>\n<p>Therefore, while it would be unnecessary and ill advised at this stage to make a final determination on the measure of damages to be employed, plaintiffs' potential difficulties of proof on the issue of damages support a finding that the settlement is adequate.</p>\n<p></p>\n<h2>2. <i>Other Adequacy Factors</i>\n</h2>\n<p>As class counsel acknowledges in their brief in support of approval, the anticipated duration and expense of additional litigation in this case is considerable. Numerous depositions, both in the United States and in England and Australia, as well as responses to pretrial motions and the expenses of trial would all significantly reduce plaintiffs' potential recovery. Class counsel aver that they considered these expenses in reaching a settlement.</p>\n<p>Additionally, the class' response to the notice of the proposed settlement strongly favors a finding of adequacy. Of the 9,718 personal notices mailed, 2,900 opted-in and submitted timely proofs of claim, while only sixteen individuals have opted-out and requested exclusion. Moreover, only one individual has submitted an objection, in addition to the original fourteen objectors. Thus, notwithstanding the fact that a majority of named plaintiffs object, the response of class <span class=\"star-pagination\">*834</span> members to the notice of proposed settlement supports a finding of adequacy. Finally, none of the parties question Merrill Lynch's solvency or the ability of plaintiffs to recover on a litigated judgment.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Weighing all the factors in light of the voluminous written submissions, the sworn statements and the testimonial and documentary evidence, the court finds that the proposed settlement is fair, reasonable and adequate and is in the best interests of the class as a whole. The posture of the case, the circumstances surrounding negotiations and the opinion of experienced class counsel strongly favor final approval, and neither the extent of discovery conducted nor any terms of the proposed settlement warrant denying approval. Further, factual and legal obstacles to plaintiffs recovery, the anticipated expense and duration of additional litigation and the response of absent class members to the notice of proposed settlement all favor final approval. Therefore, the proposed settlement will be approved and an appropriate judgment order entered.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/318518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/394853/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/549766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1407942/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2593109/"
  ]
}