{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1973899/",
  "absolute_url": "/opinion/1973899/edge-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1973899/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:57:30.142711Z",
  "date_modified": "2016-04-27T00:58:36.199244Z",
  "type": "010combined",
  "sha1": "7e0b09dd410ff266c8d3a69fce6b90034f59ae3f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>627 F.Supp.2d 609 (2008)</b></center>\n<center><h1>Warren T. EDGE, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Defendant.</h1></center>\n<center>No. 7:07-CV-51-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>June 12, 2008.</center>\n<p><span class=\"star-pagination\">*610</span> George L. Fitzgerald, Charlotte, NC, for Plaintiff.</p>\n<p>Charlene P. Bellinger-Honig, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on the parties' cross-motions for judgment on the pleadings pursuant to Fed.R.Civ.P. 12(c). (DE ## 16, 20). United States Magistrate Judge William A. Webb entered a memorandum and recommendation (\"M &amp; R\") recommending that the court deny plaintiff's motion, grant defendant's motion, and uphold the Commissioner's decision denying benefits. Plaintiff timely filed an objection to the M &amp; R, and defendant timely filed a response. In this posture, the matter is ripe for ruling. For the reasons that follow, the court rejects plaintiff's objections to the M &amp; R and upholds the Commissioner's decision.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Plaintiff, born in 1966, has a high school education and has worked as a logger. Prior to the discontinuation of his employment, plaintiff was making around $23,000 <span class=\"star-pagination\">*611</span> per year. On March 8, 2001, plaintiff was determined by an administrative law judge to be disabled due to vision impairment. Plaintiff has a prosthetic left eye as a result of an automobile crash in 1984, which led to a removal of the eye in 1992. The 2001 exam also stated that plaintiff had 20/200 vision in his right eye. As Listing 2.02 makes \"loss of visual acuity\" contingent on a finding that remaining vision after best correction is \"20/200 or less,\" plaintiff was determined to have been under this disability since March 1, 2000. 20 C.F.R. 404, Subpt. P, App. 1, § 2.02. The March 8, 2001 determination was plaintiff's most favorable medical decision finding that he was disabled, and is referred to as the \"comparison point decision\" (\"CPD\") by social security administrators. Over three years later, by letter dated August 4, 2004, the Social Security Administration (\"SSA\") wrote to plaintiff to inform him that it was beginning a review of his case to determine his continued eligibility for benefits and requesting certain documents from him. On September 24, 2004, the SSA again wrote to plaintiff, on this occasion alerting plaintiff to its determination that, after a review of updated documentation, including reports from the Bladen County Hospital, as well as a medical doctor, plaintiff was no longer disabled, effective September 1, 2004. This determination was upheld upon reconsideration after a disability hearing by a State agency disability hearing officer. The disability hearing officer, having found, among other things, that \"[r]esults of the eye examinations are not considered credible or valid,\" determined that plaintiff was not disabled. (Tr. p. 53.)</p>\n<p>Plaintiff requested a hearing before an administrative law judge and on January 4, 2006 a hearing was held. It was determined that medical improvement had occurred and that there had been \"a decrease in medical severity of the impairment present at the time of the CPD,\" namely that plaintiff's vision in his right eye had improved to at least 20/100 and some evidence indicated that plaintiff's vision was 20/70 in his functioning eye. (Tr. p. 17.) As a result of this change, as well as other evidence, such as the fact that plaintiff possessed a valid driver's license, it was determined that plaintiff was no longer disabled within the meaning of Listing 2.02. The administrative law judge also considered plaintiff's mental ability, finding that plaintiff \"does not have deficits in adaptive functioning consistent with mental retardation.\" Critically, the administrative law judge determined that plaintiff's recorded intelligence quotient (\"I.Q.\") scores \"cannot be deemed reliable based on credibility issues... [and] these scores are certainly not binding insofar as section 12.05 is concerned.\" (Tr. p. 20.) Accordingly, on October 10, 2006, the administrative law judge issued a decision and found that plaintiff's disability ended as of September 1, 2004. The Appeals Council denied the plaintiff's request for review, and plaintiff timely requested judicial review under 42 U.S.C. section 405(g).</p>\n<p>On his motion for judgment on the pleadings, plaintiff argued that he meets the criteria set forth in Listing 12.05, which concerns the disability of mental retardation due to the results of tests performed by Dr. Franklin D. Egolf, Jr. (\"Dr. Egolf\"), which found that plaintiff's IQ scores ranged from 67-72. Plaintiff argues that these scores, along with other evidence, qualifies him as disabled under Listing 12.05. In considering this argument, the magistrate judge recommended that the administrative law judge's determination that the IQ scores were unreliable was supported by substantial evidence and, even if the scores were reliable, plaintiff would still not meet the requirements of Listing 12.05. Therefore, the magistrate <span class=\"star-pagination\">*612</span> judge recommended a finding in favor of defendant.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>The court may \"designate a magistrate [judge] to conduct hearings, including evidentiary hearings, and submit to a judge of the court proposed findings of fact and recommendations for disposition\" of a variety of motions, including motions for judgment on the pleadings. 28 U.S.C. § 636(b)(1)(A)-(B). \"The magistrate ... shall file his proposed findings and recommendations... with the court[.]\" 28 U.S.C. § 636(b)(1)(C). Upon careful review of the record, \"the court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.\" <i>Id.</i> The court is obligated to make <i>de novo</i> determinations of those portions of the M &amp; R to which objections have been filed. 28 U.S.C. § 636(b)(1)(C); <i>see also </i><i>Camby v. Davis,</i> 718 F.2d 198, 200 (4th Cir.1983).</p>\n<p>When reviewing a decision of an administrative law judge, the court looks to whether there is substantial evidence to support the findings and whether the law was applied correctly. See 42 U.S.C. § 405(g); <i>Craig v. Chater,</i> 76 F.3d 585, 589 (4th Cir.1996) (superseded by statute on other grounds); <i>Coffman v. Bowen,</i> 829 F.2d 514, 517 (4th Cir.1987) (superseded by statute on other grounds). Substantial evidence is defined as \"evidence which a reasoning mind would accept as sufficient to support a particular conclusion. It consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>Shively v. Heckler,</i> 739 F.2d 987, 989 (4th Cir.1984) (internal citation omitted); <i>see also </i><i>Hays v. Sullivan,</i> 907 F.2d 1453, 1456 (4th Cir.1990). \"Ultimately, it is the duty of the administrative law judge reviewing the case, and not the responsibility of the courts, to make findings of fact and to resolve conflicts in the evidence.\" <i>Hays,</i> 907 F.2d at 1456. Even if the court disagrees with Commissioner's decision, the court must uphold it if it is supported by substantial evidence. <i>Id.</i> With these principles in mind, and having benefit of the M &amp; R, the court turns to the objections at hand.</p>\n<p></p>\n<h2>B. Plaintiff's Objections to the M &amp; R</h2>\n<p>Plaintiff objects to the M &amp; R on the grounds that the I.Q. tests were, in fact, valid. Plaintiff's argument apparently is that there are no indications on the record that the I.Q. tests were invalid. By contrast, the administrative law judge found that \"[t]he record amply documents reasons to ... doubt the validity of any medical findings that rely heavily on patient report or have an element of subjectivity.... [M]edical findings dependent on [plaintiff's] cooperation cannot be taken at face value....\" (Tr. pp. 20-21.) On review, this court finds that the administrative law judge's determination as to the invalidity of the I.Q. test was supported by substantial evidence.</p>\n<p>It is the duty of the administrative law judge to make factual findings, evaluate the credibility of witnesses, and weigh contradicting evidence. <i>Doss v. Worker's Comp. Programs,</i> 53 F.3d 654, 658 (4th Cir.1995). Subject to the substantial evidence requirement, noted above, an administrative law judge has the sole authority to make credibility determinations and resolve inconsistencies or conflicts in the evidence. <i>Grizzle v. Pickands Mather &amp; Co.,</i> 994 F.2d 1093, 1096 (4th Cir.1993). Moreover, an administrative law judge must perform the gate-keeping function of qualifying evidence as \"reliable, probative, and substantial\" before relying upon it to grant or deny a claim. <i>United States Steel Mining Co. v. Director, Office of Workers' Compensation Programs, U.S. Dept. of</i> <span class=\"star-pagination\">*613</span> <i>Labor,</i> 187 F.3d 384, 389 (4th Cir.1999). An administrative law judge must evaluate the quality of medical opinions by considering \"the qualifications of the experts, the opinions' reasoning, their reliance on objectively determinable symptoms and established science, their detail of analysis, and their freedom from irrelevant distractions and prejudices.\" <i>Underwood v. Elkay Mining, Inc.,</i> 105 F.3d 946, 951 (4th Cir.1997). <i>See also Consolidation Coal Co. v. Necessary,</i> 272 Fed.Appx. 273 (4th Cir.2008) (proper for ALJ to \"carefully consider[ ] the credibility of [doctor's evaluation] and conclude[ ] that it was insufficiently documented and reasoned\").</p>\n<p>There are several instances in the record that offer substantial evidence to support the administrative law judge's decision concerning the validity of the I.Q. tests. Dr. Egolf suggested that plaintiff's I.Q. scores were lower than his actual ability because plaintiff had difficulty with visual material. (Tr. p. 130.) Additionally, plaintiff misrepresented the degree of his vision loss to Dr. Jerome B. Albert (\"Dr. Albert\"), who performed an I.Q. test on plaintiff, and due to this alleged loss of vision Dr. Albert was unable to give plaintiff many of the tests that plaintiff had taken earlier with Dr. Egolf. (Tr. p. 176-177.) Dr. Albert, in conclusion, expressed doubts about the validity of the test, finding that \"the examiner wonders about [plaintiff's verbal I.Q. score]. It is possible that the client was not motivated to do his best today.\" (Tr. p. 178.) Similarly, the record reveals that, after each of his eye examinations, plaintiff's eye doctor questioned the results because he doubted plaintiff's motivation and effort. (Tr. pp. 124, 133.) Given the breadth of the evidence suggesting that the I.Q. tests were not indicative of plaintiff's actual ability, it was reasonable for the administrative law judge to find the I.Q. tests unreliable.</p>\n<p>The finding of unreliability as to the I.Q. tests renders plaintiff's other objection to the M &amp; R moot. Plaintiff objects to the M &amp; R on grounds that he satisfied the criteria of Listing 12.05 solely in virtue of his I.Q. tests. Listing 12.05 provides:</p>\n<blockquote>Mental retardation refers to significantly subaverage general intellectual functioning with deficits in adaptive functioning initially manifested during the developmental period; i.e., the evidence demonstrates or supports onset of the impairment before age 22. The required level of severity for this disorder is met when the requirements in A, B, C, or D are satisfied.</blockquote>\n<blockquote>A. Mental incapacity evidenced by dependence upon others for personal needs (e.g., toileting, eating, dressing, or bathing) and inability to follow directions, such that the use of standardized measures of intellectual functioning is precluded;</blockquote>\n<blockquote>Or</blockquote>\n<blockquote>B. A valid verbal, performance, or full scale IQ of 59 or less;</blockquote>\n<blockquote>Or</blockquote>\n<blockquote>C. A valid verbal, performance, or full scale IQ of 60 through 70 and a physical or other mental impairment imposing an additional and significant work-related limitation of function;</blockquote>\n<blockquote>Or</blockquote>\n<blockquote>D. A valid verbal, performance, or full scale IQ of 60 through 70, resulting in at least two of the following:</blockquote>\n<blockquote>1. Marked restriction of activities of daily living; or</blockquote>\n<blockquote>2. Marked difficulties in maintaining social functioning; or</blockquote>\n<blockquote>3. Marked difficulties in maintaining concentration, persistence, or pace; or</blockquote>\n<blockquote>4. Repeated episodes of decompensation, each of extended duration.</blockquote>\n<p><span class=\"star-pagination\">*614</span> Given the invalidity of the I.Q. tests, as found above, plaintiff cannot rely on requirements B, C, or D of the Listing. Even if plaintiff did satisfy one of the four requirements, plaintiff would still need to satisfy the \"diagnostic description for mental retardation\" contained in the introductory paragraph. 20 C.F.R. Part 404, Subpart P, Appendix 1, § 12.00A. \"Listing 12.05 contains an introductory paragraph with the diagnostic description for mental retardation. It also contains four sets of criteria (paragraphs A through D). If your impairment satisfies the diagnostic description in the introductory paragraph and any one of the four sets of criteria,\" the impairment meets the listing. <i>Id.</i> Plaintiff's second objection, then, fails.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons stated above, plaintiff's objections to the M &amp; R are found lacking in merit and the recommendations of the magistrate judge are accepted. Plaintiff's motion for judgment on the pleadings is DENIED. (DE # 16). For the same reasons, defendant's motion for judgment on the pleadings is GRANTED. (DE # 20). The Clerk of Court is ORDERED to close the case.</p>\n<p></p>\n<h2>MEMORANDUM &amp; RECOMMENDATION</h2>\n<p>WILLIAM A. WEBB, United States Magistrate Judge.</p>\n<p>This matter is before the Court upon the parties' cross Motions for Judgment on the Pleadings [DE's 16-17 &amp; 20-21]. The time for the parties to file any responses or replies has expired. Accordingly, the matter is now ripe for adjudication. Pursuant to 28 U.S.C. 636(b)(1), this matter is before the undersigned for the entry of a Memorandum and Recommendation. The underlying action seeks judicial review of the final decision by Defendant that Plaintiff is no longer disabled. For the following reasons, it is HEREBY RECOMMENDED that Plaintiff's Motion for Judgment on the Pleadings [DE-16] be DENIED, Defendant's Motion for Judgment on the Pleadings [DE-20] be GRANTED, and that the final decision by Defendant be AFFIRMED.</p>\n<p></p>\n<h2><i>Statement of the Case</i></h2>\n<p>In a decision dated March 8, 2001, Plaintiff was found to be disabled as of March 1, 2000. (Tr. 14). On September 24, 2004, it was determined that Plaintiff was no longer disabled as of September 1, 2004. <i>Id.</i> This determination was upheld upon reconsideration after a disability hearing by a State agency Disability Hearing Officer. <i>Id.</i> A hearing was held before an Administrative Law Judge (\"ALJ\"), who found Plaintiff was not disabled during the relevant time period in a decision dated October 10, 2006. <i>Id.</i> at 14-23. The Social Security Administration's Office of Hearings and Appeals denied Plaintiff's request for review on January 31, 2007, rendering the ALJ's determination as Defendant's final decision. <i>Id.</i> at 5-7. Plaintiff filed the instant action on March 29, 2007 [DE-1].</p>\n<p></p>\n<h2><i>Standard of Review</i></h2>\n<p>This Court is authorized to review Defendant's denial of benefits under 42 U.S.C. § 405(g), which provides in pertinent part:</p>\n<blockquote>The court shall have power to enter, upon the pleadings and transcript of the record, a judgment affirming, modifying, or reversing the decision of the Commissioner of Social Security, with or without remanding the cause for a rehearing. The findings of the Commissioner of Social Security as to any fact, if supported by substantial evidence, shall be conclusive...</blockquote>\n<blockquote><i>Id.</i></blockquote>\n<p><span class=\"star-pagination\">*615</span> \"Under the Social Security Act, [the Court] must uphold the factual findings of the Secretary if they are supported by substantial evidence and were reached through application of the correct legal standard.\" <i>Craig v. Chater,</i> 76 F.3d 585, 589 (4th Cir.1996). \"Substantial evidence is ... such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\" <i>Richardson v. Perales,</i> 402 U.S. 389, 401, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971). \"It consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>Laws v. Celebrezze,</i> 368 F.2d 640, 642 (4th Cir.1966). \"In reviewing for substantial evidence, [the court should not] undertake to re-weigh conflicting evidence, make credibility determinations, or substitute [its] judgment for that of the Secretary.\" <i>Craig,</i> 76 F.3d at 589. Thus, this Court's review is limited to determining whether Defendant's finding that Plaintiff was not disabled is \"supported by substantial evidence and whether the correct law was applied.\" <i>Hays v. Sullivan,</i> 907 F.2d 1453, 1456 (4th Cir.1990).</p>\n<p></p>\n<h2><i>Analysis</i></h2>\n<p>The Social Security Administration has promulgated an eight-step sequential analysis to be followed in a continuing disability case. 20 C.F.R. § 404.1594(f). At step one, if the claimant is currently engaged in substantial gainful activity, disability will be found to have ended. 20 C.F.R. § 404.1594(f)(1). When substantial gainful activity is not an issue, at step two it must be determined whether the claimant has an impairment or combination of impairments which meets or equals the severity of an impairment listed in the 20 C.F.R. § 404, Subpart P, App. 1. 20 C.F.R. § 404.1594(f)(2). If the claimant does, his disability continues. <i>Id.</i> However, if the claimant does not meet or equal a listed impairment, at step three it must be determined whether medical improvement has occurred. 20 C.F.R. § 404.1594(f)(3). Medical improvement is any decrease in medical severity of the impairments as established by improvement in symptoms, signs and/or laboratory findings. 20 C.F.R. § 404.1594(b)(1). The analysis proceeds to the fourth step if medical improvement has occurred. 20 C.F.R. § 404.1594(f)(4). At step four, it must be determined whether medical improvement is related to the ability to work. 20 C.F.R. § 404.1594(f)(4). Medical improvement is related to the ability to work if it results in an increase in the claimant's capacity to perform basic work activities. 20 C.F.R. § 404.1594(b)(4). If the medical improvement is related to the ability to work, the analysis proceeds to the sixth step. 20 C.F.R. § 404.1594(f)(4). At step five, it must be determined if an exception to medical improvement applies. 20 C.F.R. § 404.1594(f)(5). There are two groups of exceptions. When an exception from the first group applies, the analysis proceeds to step six. <i>Id.</i> However, if an exception from the second group applies the claimant's disability ends. <i>Id.</i> If no exception to medical improvement applies, then the claimant's disability continues. <i>Id.</i> At step six it must be determined whether all the claimant's current impairments in combination are severe. 20 C.F.R. § 404.1594(f)(6). If all current impairments in combination do not significantly limit the claimant's ability to do basic work activities, the claimant is no longer disabled. <i>Id.</i> Otherwise, the analysis proceeds to the next step. <i>Id.</i> At step seven, the claimant's residual functional capacity (\"RFC\") must be assessed based on the current impairments to determine if the claimant can perform past relevant work. 20 C.F.R. § 404.1594(f)(7). If the claimant has the capacity to perform past relevant work, his disability has ended. <i>Id.</i> Otherwise, the analysis proceeds to the last step. At the eighth and final step it must be determined whether other work exists that <span class=\"star-pagination\">*616</span> the claimant can perform. 20 C.F.R. § 404.1594(f)(8). If the claimant can perform other work, he is no longer disabled. <i>Id.</i> Otherwise, his disability continues. <i>Id.</i></p>\n<p>In the instant action, the ALJ employed the eight-step sequential evaluation. First, the ALJ determined that Plaintiff had not engaged in substantial gainful activity (Tr. 16). Next, the ALJ found that as of September 1, 2004, Plaintiff did not have an impairment or combination of impairments which met or medically equaled the severity of a listed impairment. <i>Id.</i> at 17. The ALJ then noted that medical improvement had occurred which was related to Plaintiff's ability to work. <i>Id.</i> These findings rendered step five irrelevant to the instant case. At step six, the ALJ determined that Plaintiff continued to have a severe impairment or combination of impairments. <i>Id.</i> Then, at step seven, the ALJ found that Plaintiff was unable to perform his past relevant work as a logger. <i>Id.</i> at 21-22. However, at step eight, the ALJ determined that Plaintiff was capable of performing other work in the national economy. <i>Id.</i> at 22-23. Accordingly, the ALJ concluded that Plaintiff's disability had ended as of September 1, 2004. <i>Id.</i> at 23. This conclusion was supported by substantial evidence, a summary of which shall now follow.</p>\n<p>Plaintiff was in an automobile accident in 1984 in which he received a severe injury to his left eye and injuries to the vicinity of the right eye (Tr. 33, 129). After the accident, Plaintiff graduated from high school and completed three or four semesters of college. <i>Id.</i> at 188. In 1992, Plaintiff's left eye was removed and replaced with a prosthetic eye. <i>Id.</i> at 33. Based on an eye examination which indicated that Plaintiff had a prosthetic left eye and 20/200 vision in the right eye, he was found to meet the impairment listed at 20 C.F.R. Part 404, Subpart P, Appendix I, § 2.02. <i>Id.</i> at 32-34. Therefore, Plaintiff was found to have been under a disability since March 1, 2000 in an opinion dated March 8, 2001. <i>Id.</i></p>\n<p>On July 6, 2005, Dr. Franklin Egolf conducted a psychological evaluation of Plaintiff. <i>Id.</i> at 129-132. During the evaluation, Plaintiff denied any, previous psychiatric or mental health center treatment. <i>Id.</i> at 129. Dr. Egolf noted that Plaintiff \"had no particular difficulty entering into the testing and generally appeared to put forth a reasonably good effort to do as well as possible on the test items.\" <i>Id.</i> at 130. Thus, Dr. Egolf stated that Plaintiff's results were a valid and fair indication of his current level of functioning. <i>Id.</i> On the WAIS-III, Plaintiff obtained a full scale IQ score of 67. <i>Id.</i> Dr. Egolf \"noted that this score was obtained through a full administration of the WAIS-III, including those subtests that have a high loading for visual stimuli and visual acuity, and ... these were [generally] the subtests where [Plaintiff had] ... his weakest performances.\" <i>Id.</i> Plaintiff also obtained a verbal IQ score of 72 and a performance IQ score of 67. <i>Id.</i> Again, Dr. Egolf noted that these scores were, to a certain extent, \"a reflection of the difficulties that [Plaintiff] has with visual material.\" <i>Id.</i> Based on these scores, Dr. Egolf diagnosed Plaintiff with \"borderline intellectual functioning.\" <i>Id.</i> at 131. Specifically, Dr. Egolf explained that Plaintiff was \"functioning in the borderline range [of mild mental retardation] but has visual deficits that impair his performance in any areas that involve visual stimuli.\" <i>Id.</i></p>\n<p>Plaintiff's mental RFC was assessed by Dr. Walter Scarborough on August 2, 2005. <i>Id.</i> at 145-162. It was determined that Plaintiff was \"moderately limited\" in his ability to: 1) understand and remember detailed instructions; 2) carry out detailed instructions; 3) maintain attention and concentration for extended periods; 4) complete a normal workday and workweek <span class=\"star-pagination\">*617</span> without interruptions from psychologically based symptoms and to perform at a consistent pace without an unreasonable number and length of rest periods; 5) interact appropriately with the general public; and 6) respond appropriately to changes in the work setting. <i>Id.</i> at 145-146. Dr. Scarborough stated that Plaintiff was \"not significantly limited\" in all other mental RFC categories. <i>Id.</i> He also opined that Plaintiff was capable of performing simple, routine, repetitive tasks. <i>Id.</i> at 147. Ultimately, Dr. Scarborough determined that Plaintiff's borderline intellectual functioning did not precisely satisfy Listing 12.05C. <i>Id.</i> at 153.</p>\n<p>Dr. Jerome Albert conducted a psychological evaluation of Plaintiff on March 28, 2006. <i>Id.</i> at 176-181. During the evaluation, several tests were not administered because Plaintiff asserted he could not see the test stimuli. <i>Id.</i> at 176. Indeed, in contrast to the July 6, 2005 evaluation, Plaintiff claimed that \"everything was a blur to him.\" <i>Id.</i> at 178. Plaintiff further claimed that he could not see Dr. Albert and that he was unable to walk to the lobby unattended because \"all he could see were shadows.\" <i>Id.</i> at 176. On the verbal WAIS-III Plaintiff achieved a verbal score of 61. <i>Id.</i> at 177. However, Dr. Albert noted that Plaintiff's \"motivation to succeed was not great ... [h]e answered the questions sometimes in a flippant manner.\" <i>Id.</i> Likewise, Dr. Albert refused to assess Plaintiff's ability to do work-related activities because Plaintiff \"did not appear to be trying.\" <i>Id.</i> at 179. Ultimately, Dr. Albert opined that Plaintiff probably had \"borderline intellectual functioning based on the psychological evaluation of July 6, 2005.\"</p>\n<p>Plaintiff was examined by Goldsboro Eye Clinic on April 20, 2006. <i>Id.</i> at 174. His visual field was intact. <i>Id.</i> Furthermore, Plaintiff had no problems walking in light or dark rooms. <i>Id.</i> Finally, Plaintiff admitted that he was able to drive. <i>Id.</i> Furthermore, Plaintiff's vision was examined by Dr. Luther Sappenfield on at least two occasions. <i>Id.</i> at 124-125, 133-134. On both occasions, Dr. Sappenfield questioned the results because he doubted Plaintiff's motivation and effort. <i>Id.</i> at 124, 133.</p>\n<p>During the hearing in this matter Plaintiff asserted that he had cut his left thumb off and that it had been re-attached. <i>Id.</i> at 192. Because of this alleged injury, Plaintiff contended that he had difficulty picking up anything with his left hand. <i>Id.</i> at 192. However, the records contains no documented office visits, progress notes or other indications that Plaintiff sought treatment for his left hand. <i>Id.</i> at 16. Plaintiff further stated that his primary problem was his eyesight. <i>Id.</i> at 192-193. He explained that his is blind in his left eye and is able to see just a blur with his right eye. <i>Id.</i> at 193. In addition, Plaintiff asserted that he had to wear dark glasses all the time and that corrective lenses did not help his vision. <i>Id.</i> at 193, 198. However, Plaintiff did note that he was still able to drive. <i>Id.</i> at 197. Furthermore, Plaintiff stated that he lived by himself but that a friend came by everyday to do all of his housework, yard work and cooking. <i>Id.</i> at 196-197.</p>\n<p>The ALJ made the following observations with regard to Plaintiff's credibility:</p>\n<blockquote>The record amply documents reasons to (1) doubt the truthfulness of the claimant's allegations and (2) to doubt the validity of any medical findings that rely heavily on patient report or have an element of subjectivity. Note is taken of the hearing officer's interview (Exhibits 1E and 2E), the consultative examination by Dr. Sappenfield (Exhibits 2F and 5F), and the consultative psychological examination ... [conducted by Dr. Albert]. Taken as a whole, they show that this claimant's allegations/complaints <span class=\"star-pagination\">*618</span> and those medical findings dependent on his cooperation cannot be taken at face value and, even more directly, that he is unreliable and noncredible... It is worth noting that the motor vehicle accident causing blindness in one of claimant's eyes occurred in 1984 and claimant still worked until he was laid off in 1999. Also, he could not see, supposedly, much of anything at the psychological consultative examination by Dr. Albert ... but he is able to drive a car. Again, these factors [do] no enhance the claimant's credibility.</blockquote>\n<blockquote>\n<i>Id.</i> at 20-21.</blockquote>\n<p>Based on this record, the ALJ made the following findings with regard to Plaintiff's impairments:</p>\n<blockquote>Considered individually and in combination, the claimant's impairments present as of September 1, 2004 did not meet or medically equal a listing ... The claimant's decreased intellectual functioning is not of listing level severity. He lives alone and has average adaptive behavior skills. He does have evidence of low average functioning and a learning disability. The severity of his decreased intellectual functioning does not meet the criteria of section 12.05C because he does not have deficits in adaptive functioning consistent with mental retardation.</blockquote>\n<blockquote>\n<i>Id.</i> at 17.</blockquote>\n<p>Plaintiff asserts only one assignment of error in the instant action. Notably, Plaintiff does not challenge the finding that his previously disabling condition (Listing 2.02) has improved. Rather, Plaintiff contends that the ALJ erred in determining that Plaintiff's impairments did not equal the impairment listed at 20 C.F.R. Part 404, Subpart P, Appendix I, § 12.05C (\"Listing 12.05C\"). Listing 12.05 states in pertinent part:</p>\n<blockquote>Mental retardation: Mental retardation refers to significantly subaverage general intellectual functioning with deficits in adaptive functioning initially manifesting during the developmental period; i.e., the evidence demonstrates or supports onset of the impairment before age 22. The required level of severity for this disorder is met when the requirements in A, B, C, or D are satisfied ...</blockquote>\n<blockquote>C. A valid verbal, performance, or full scale IQ of 60 through 70 and a physical or other mental impairment imposing an additional and significant work-related limitation of function ...</blockquote>\n<blockquote>20 C.F.R. Part 404, Subpart P, Appendix 1, § 12.05.</blockquote>\n<p>Listing 12.05C \"makes it clear that mental retardation is a life-long, and not acquired, disability ... [t]hus, to qualify as disabled under this listing, a plaintiff must first demonstrate that he has had deficits in adaptive functioning that began during childhood.\" <i>Smith v. Barnhart</i> 2005 WL 823751, *4 (W.D.Va.2005). <i>See </i><i>Luckey v. U.S. Dept. Of Health &amp; Human Services,</i> 890 F.2d 666, 668 (4th Cir.1989). Accordingly, \"[e]ven if the record clearly establishes that the plaintiff meets the requirements of section 12.05(C), a finding of mental retardation cannot be warranted without a finding that the plaintiff manifested deficits in adaptive function before age 22.\" <i>Justice v. Barnhart,</i> 431 F.Supp.2d 617, 619 (W.D.Va.2006)(<i>citing </i><i>Mendez v. Barnhart,</i> 439 F.3d 360, 362 (7th Cir.2006)). The crux of Plaintiff's argument is that the ALJ erred when he found that Plaintiff did not have deficits in adaptive functioning consistent with mental retardation. Specifically, Plaintiff argues that Dr. Egolf's assessment alone is sufficient to establish Plaintiff's alleged deficits in adaptive functioning. This contention is incorrect. \"The Fourth Circuit has not held that low IQ alone proves manifestation of deficits in adaptive functioning before age 22 ... [t]he cases ... only hold that a finding of mental retardation is not precluded when an IQ test is <span class=\"star-pagination\">*619</span> not performed before age 22, rather than holding that manifestation of deficits in adaptive functioning before age 22 is firmly established by low IQ.\" <i>Justice,</i> 431 F.Supp.2d at 619-620 (<i>citing </i><i>Luckey,</i> 890 F.2d at 668). Because Plaintiff's entire claim hinges on this incorrect contention, his entire claim is meritless. Likewise, the Court also notes that this claim is meritless because the ALJ's finding that Plaintiff did not have deficits in adaptive function consistent with mental retardation was supported by the substantial evidence which has already been summarized <i>supra.</i></p>\n<p>Moreover, the requirements of Listing 12.05C are only satisfied when the relevant IQ scores are \"valid\". Specifically:</p>\n<blockquote>It is clear that the ALJ is allowed some leeway to evaluate other evidence when determining the validity of an I.Q. score... [t]he word `valid' would be superfluous otherwise. Where an I.Q. score is inconsistent with the remainder of evidence in the record on the claimant's daily activities and behavior, it need not be conclusive proof of mental retardation.</blockquote>\n<blockquote>\n<i>Powell v. Barnhart,</i> 2005 WL 1926613, *4 (W.D.Va.2005)(<i>citing </i><i>Popp v. Heckler,</i> 779 F.2d 1497, 1499 (11th Cir. 1986)).</blockquote>\n<p>Likewise, an ALJ \"may decline to accept a claimant's performance [on an IQ test] where the claimant has demonstrated a work history inconsistent with those scores, or where the claimant's performance in IQ testing is depressed ...\" <i>Robertson v. Barnhart,</i> 2006 WL 3526901, *2 (W.D.Va.2006)(<i>citing,</i> 20 C.F.R. §§ 404.1520 and 416.920); <i>Luckey,</i> 890 F.2d at 666; <i>Murphy v. Bowen,</i> 810 F.2d 433 (4th Cir.1987). Here, the ALJ found that the IQ scores recorded by Dr. Egolf were not valid (Tr. 20-21). To support this finding, the ALJ noted that \"[t]he record amply documents reasons to ... doubt the validity of any medical findings that rely heavily on patient report or have an element of subjectivity ... those medical findings dependent on [Plaintiff's] cooperation cannot be taken at face value ...\" <i>Id.</i> at 20-21. The ALJ's determination with regard to the validity of Plaintiff's IQ scores is supported by substantial evidence, which has already been summarized, <i>supra.</i> Because the record does not contain any valid IQ scores which meet the requirements of Listing 12.05C, Plaintiff's claim is meritless.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>For the reasons discussed above, it is HEREBY RECOMMENDED that Plaintiff's Motion for Judgment on the Pleadings [DE-16] be DENIED, Defendant's Motion for Judgment on the Pleadings [DE-20] be GRANTED, and the final decision by Defendant be AFFIRMED.</p>\n<p>SO RECOMMENDED in Chambers at Raleigh, North Carolina this 7th day of February, 2008.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">627</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">609</span></span> (2008)</b></center>\n<center><h1>Warren T. EDGE, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Defendant.</h1></center>\n<center>No. 7:07-CV-51-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>June 12, 2008.</center>\n<p><span class=\"star-pagination\">*610</span> George L. Fitzgerald, Charlotte, NC, for Plaintiff.</p>\n<p>Charlene P. Bellinger-Honig, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on the parties' cross-motions for judgment on the pleadings pursuant to Fed.R.Civ.P. 12(c). (DE ## 16, 20). United States Magistrate Judge William A. Webb entered a memorandum and recommendation (\"M &amp; R\") recommending that the court deny plaintiff's motion, grant defendant's motion, and uphold the Commissioner's decision denying benefits. Plaintiff timely filed an objection to the M &amp; R, and defendant timely filed a response. In this posture, the matter is ripe for ruling. For the reasons that follow, the court rejects plaintiff's objections to the M &amp; R and upholds the Commissioner's decision.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Plaintiff, born in 1966, has a high school education and has worked as a logger. Prior to the discontinuation of his employment, plaintiff was making around $23,000 <span class=\"star-pagination\">*611</span> per year. On March 8, 2001, plaintiff was determined by an administrative law judge to be disabled due to vision impairment. Plaintiff has a prosthetic left eye as a result of an automobile crash in 1984, which led to a removal of the eye in 1992. The 2001 exam also stated that plaintiff had 20/200 vision in his right eye. As Listing 2.02 makes \"loss of visual acuity\" contingent on a finding that remaining vision after best correction is \"20/200 or less,\" plaintiff was determined to have been under this disability since March 1, 2000. 20 C.F.R. 404, Subpt. P, App. 1, § 2.02. The March 8, 2001 determination was plaintiff's most favorable medical decision finding that he was disabled, and is referred to as the \"comparison point decision\" (\"CPD\") by social security administrators. Over three years later, by letter dated August 4, 2004, the Social Security Administration (\"SSA\") wrote to plaintiff to inform him that it was beginning a review of his case to determine his continued eligibility for benefits and requesting certain documents from him. On September 24, 2004, the SSA again wrote to plaintiff, on this occasion alerting plaintiff to its determination that, after a review of updated documentation, including reports from the Bladen County Hospital, as well as a medical doctor, plaintiff was no longer disabled, effective September 1, 2004. This determination was upheld upon reconsideration after a disability hearing by a State agency disability hearing officer. The disability hearing officer, having found, among other things, that \"[r]esults of the eye examinations are not considered credible or valid,\" determined that plaintiff was not disabled. (Tr. p. 53.)</p>\n<p>Plaintiff requested a hearing before an administrative law judge and on January 4, 2006 a hearing was held. It was determined that medical improvement had occurred and that there had been \"a decrease in medical severity of the impairment present at the time of the CPD,\" namely that plaintiff's vision in his right eye had improved to at least 20/100 and some evidence indicated that plaintiff's vision was 20/70 in his functioning eye. (Tr. p. 17.) As a result of this change, as well as other evidence, such as the fact that plaintiff possessed a valid driver's license, it was determined that plaintiff was no longer disabled within the meaning of Listing 2.02. The administrative law judge also considered plaintiff's mental ability, finding that plaintiff \"does not have deficits in adaptive functioning consistent with mental retardation.\" Critically, the administrative law judge determined that plaintiff's recorded intelligence quotient (\"I.Q.\") scores \"cannot be deemed reliable based on credibility issues... [and] these scores are certainly not binding insofar as section 12.05 is concerned.\" (Tr. p. 20.) Accordingly, on October 10, 2006, the administrative law judge issued a decision and found that plaintiff's disability ended as of September 1, 2004. The Appeals Council denied the plaintiff's request for review, and plaintiff timely requested judicial review under 42 U.S.C. section 405(g).</p>\n<p>On his motion for judgment on the pleadings, plaintiff argued that he meets the criteria set forth in Listing 12.05, which concerns the disability of mental retardation due to the results of tests performed by Dr. Franklin D. Egolf, Jr. (\"Dr. Egolf\"), which found that plaintiff's IQ scores ranged from 67-72. Plaintiff argues that these scores, along with other evidence, qualifies him as disabled under Listing 12.05. In considering this argument, the magistrate judge recommended that the administrative law judge's determination that the IQ scores were unreliable was supported by substantial evidence and, even if the scores were reliable, plaintiff would still not meet the requirements of Listing 12.05. Therefore, the magistrate <span class=\"star-pagination\">*612</span> judge recommended a finding in favor of defendant.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>The court may \"designate a magistrate [judge] to conduct hearings, including evidentiary hearings, and submit to a judge of the court proposed findings of fact and recommendations for disposition\" of a variety of motions, including motions for judgment on the pleadings. 28 U.S.C. § 636(b)(1)(A)-(B). \"The magistrate ... shall file his proposed findings and recommendations... with the court[.]\" 28 U.S.C. § 636(b)(1)(C). Upon careful review of the record, \"the court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.\" <i>Id.</i> The court is obligated to make <i>de novo</i> determinations of those portions of the M &amp; R to which objections have been filed. 28 U.S.C. § 636(b)(1)(C); <i>see also </i><i>Camby v. Davis,</i> <span class=\"citation\" data-id=\"425128\"><a href=\"/opinion/425128/david-e-camby-v-larry-davis-james-m-lester/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">198</span></a></span>, 200 (4th Cir.1983).</p>\n<p>When reviewing a decision of an administrative law judge, the court looks to whether there is substantial evidence to support the findings and whether the law was applied correctly. See 42 U.S.C. § 405(g); <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 589 (4th Cir.1996) (superseded by statute on other grounds); <i>Coffman v. Bowen,</i> <span class=\"citation\" data-id=\"494627\"><a href=\"/opinion/494627/19-socsecrepser-73-unemplinsrep-cch-17575-hallie-coffman-as-of/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">514</span></a></span>, 517 (4th Cir.1987) (superseded by statute on other grounds). Substantial evidence is defined as \"evidence which a reasoning mind would accept as sufficient to support a particular conclusion. It consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>Shively v. Heckler,</i> <span class=\"citation\" data-id=\"439094\"><a href=\"/opinion/439094/6-socsecrepser-107-unemplinsrep-cch-15522-james-kenneth-shively-v/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 989 (4th Cir.1984) (internal citation omitted); <i>see also </i><i>Hays v. Sullivan,</i> <span class=\"citation\" data-id=\"544628\"><a href=\"/opinion/544628/30-socsecrepser-467-unemplinsrep-cch-15558a-jackie-l-hays-jr-v/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1453</span></a></span>, 1456 (4th Cir.1990). \"Ultimately, it is the duty of the administrative law judge reviewing the case, and not the responsibility of the courts, to make findings of fact and to resolve conflicts in the evidence.\" <i>Hays,</i> 907 F.2d at 1456. Even if the court disagrees with Commissioner's decision, the court must uphold it if it is supported by substantial evidence. <i>Id.</i> With these principles in mind, and having benefit of the M &amp; R, the court turns to the objections at hand.</p>\n<p></p>\n<h2>B. Plaintiff's Objections to the M &amp; R</h2>\n<p>Plaintiff objects to the M &amp; R on the grounds that the I.Q. tests were, in fact, valid. Plaintiff's argument apparently is that there are no indications on the record that the I.Q. tests were invalid. By contrast, the administrative law judge found that \"[t]he record amply documents reasons to ... doubt the validity of any medical findings that rely heavily on patient report or have an element of subjectivity.... [M]edical findings dependent on [plaintiff's] cooperation cannot be taken at face value....\" (Tr. pp. 20-21.) On review, this court finds that the administrative law judge's determination as to the invalidity of the I.Q. test was supported by substantial evidence.</p>\n<p>It is the duty of the administrative law judge to make factual findings, evaluate the credibility of witnesses, and weigh contradicting evidence. <i>Doss v. Worker's Comp. Programs,</i> <span class=\"citation\" data-id=\"695173\"><a href=\"/opinion/695173/darrell-a-doss-v-director-office-of-workers-compensation-programs/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">654</span></a></span>, 658 (4th Cir.1995). Subject to the substantial evidence requirement, noted above, an administrative law judge has the sole authority to make credibility determinations and resolve inconsistencies or conflicts in the evidence. <i>Grizzle v. Pickands Mather &amp; Co.,</i> <span class=\"citation\" data-id=\"608096\"><a href=\"/opinion/608096/nancy-grizzle-widow-of-bramble-grizzle-v-pickands-mather-and/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1093</span></a></span>, 1096 (4th Cir.1993). Moreover, an administrative law judge must perform the gate-keeping function of qualifying evidence as \"reliable, probative, and substantial\" before relying upon it to grant or deny a claim. <i>United States Steel Mining Co. v. Director, Office of Workers' Compensation Programs, U.S. Dept. of</i> <span class=\"star-pagination\">*613</span> <i>Labor,</i> <span class=\"citation\" data-id=\"765633\"><a href=\"/opinion/765633/united-states-steel-mining-company-incorporated-v-director-office-of/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">384</span></a></span>, 389 (4th Cir.1999). An administrative law judge must evaluate the quality of medical opinions by considering \"the qualifications of the experts, the opinions' reasoning, their reliance on objectively determinable symptoms and established science, their detail of analysis, and their freedom from irrelevant distractions and prejudices.\" <i>Underwood v. Elkay Mining, Inc.,</i> <span class=\"citation\" data-id=\"734139\"><a href=\"/opinion/734139/elmer-underwood-v-elkay-mining-incorporated-hobet-mining-company-west/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">946</span></a></span>, 951 (4th Cir.1997). <i>See also Consolidation Coal Co. v. Necessary,</i> 272 Fed.Appx. 273 (4th Cir.2008) (proper for ALJ to \"carefully consider[ ] the credibility of [doctor's evaluation] and conclude[ ] that it was insufficiently documented and reasoned\").</p>\n<p>There are several instances in the record that offer substantial evidence to support the administrative law judge's decision concerning the validity of the I.Q. tests. Dr. Egolf suggested that plaintiff's I.Q. scores were lower than his actual ability because plaintiff had difficulty with visual material. (Tr. p. 130.) Additionally, plaintiff misrepresented the degree of his vision loss to Dr. Jerome B. Albert (\"Dr. Albert\"), who performed an I.Q. test on plaintiff, and due to this alleged loss of vision Dr. Albert was unable to give plaintiff many of the tests that plaintiff had taken earlier with Dr. Egolf. (Tr. p. 176-177.) Dr. Albert, in conclusion, expressed doubts about the validity of the test, finding that \"the examiner wonders about [plaintiff's verbal I.Q. score]. It is possible that the client was not motivated to do his best today.\" (Tr. p. 178.) Similarly, the record reveals that, after each of his eye examinations, plaintiff's eye doctor questioned the results because he doubted plaintiff's motivation and effort. (Tr. pp. 124, 133.) Given the breadth of the evidence suggesting that the I.Q. tests were not indicative of plaintiff's actual ability, it was reasonable for the administrative law judge to find the I.Q. tests unreliable.</p>\n<p>The finding of unreliability as to the I.Q. tests renders plaintiff's other objection to the M &amp; R moot. Plaintiff objects to the M &amp; R on grounds that he satisfied the criteria of Listing 12.05 solely in virtue of his I.Q. tests. Listing 12.05 provides:</p>\n<blockquote>Mental retardation refers to significantly subaverage general intellectual functioning with deficits in adaptive functioning initially manifested during the developmental period; i.e., the evidence demonstrates or supports onset of the impairment before age 22. The required level of severity for this disorder is met when the requirements in A, B, C, or D are satisfied.</blockquote>\n<blockquote>A. Mental incapacity evidenced by dependence upon others for personal needs (e.g., toileting, eating, dressing, or bathing) and inability to follow directions, such that the use of standardized measures of intellectual functioning is precluded;</blockquote>\n<blockquote>Or</blockquote>\n<blockquote>B. A valid verbal, performance, or full scale IQ of 59 or less;</blockquote>\n<blockquote>Or</blockquote>\n<blockquote>C. A valid verbal, performance, or full scale IQ of 60 through 70 and a physical or other mental impairment imposing an additional and significant work-related limitation of function;</blockquote>\n<blockquote>Or</blockquote>\n<blockquote>D. A valid verbal, performance, or full scale IQ of 60 through 70, resulting in at least two of the following:</blockquote>\n<blockquote>1. Marked restriction of activities of daily living; or</blockquote>\n<blockquote>2. Marked difficulties in maintaining social functioning; or</blockquote>\n<blockquote>3. Marked difficulties in maintaining concentration, persistence, or pace; or</blockquote>\n<blockquote>4. Repeated episodes of decompensation, each of extended duration.</blockquote>\n<p><span class=\"star-pagination\">*614</span> Given the invalidity of the I.Q. tests, as found above, plaintiff cannot rely on requirements B, C, or D of the Listing. Even if plaintiff did satisfy one of the four requirements, plaintiff would still need to satisfy the \"diagnostic description for mental retardation\" contained in the introductory paragraph. 20 C.F.R. Part 404, Subpart P, Appendix 1, § 12.00A. \"Listing 12.05 contains an introductory paragraph with the diagnostic description for mental retardation. It also contains four sets of criteria (paragraphs A through D). If your impairment satisfies the diagnostic description in the introductory paragraph and any one of the four sets of criteria,\" the impairment meets the listing. <i>Id.</i> Plaintiff's second objection, then, fails.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons stated above, plaintiff's objections to the M &amp; R are found lacking in merit and the recommendations of the magistrate judge are accepted. Plaintiff's motion for judgment on the pleadings is DENIED. (DE # 16). For the same reasons, defendant's motion for judgment on the pleadings is GRANTED. (DE # 20). The Clerk of Court is ORDERED to close the case.</p>\n<p></p>\n<h2>MEMORANDUM &amp; RECOMMENDATION</h2>\n<p>WILLIAM A. WEBB, United States Magistrate Judge.</p>\n<p>This matter is before the Court upon the parties' cross Motions for Judgment on the Pleadings [DE's 16-17 &amp; 20-21]. The time for the parties to file any responses or replies has expired. Accordingly, the matter is now ripe for adjudication. Pursuant to 28 U.S.C. 636(b)(1), this matter is before the undersigned for the entry of a Memorandum and Recommendation. The underlying action seeks judicial review of the final decision by Defendant that Plaintiff is no longer disabled. For the following reasons, it is HEREBY RECOMMENDED that Plaintiff's Motion for Judgment on the Pleadings [DE-16] be DENIED, Defendant's Motion for Judgment on the Pleadings [DE-20] be GRANTED, and that the final decision by Defendant be AFFIRMED.</p>\n<p></p>\n<h2><i>Statement of the Case</i></h2>\n<p>In a decision dated March 8, 2001, Plaintiff was found to be disabled as of March 1, 2000. (Tr. 14). On September 24, 2004, it was determined that Plaintiff was no longer disabled as of September 1, 2004. <i>Id.</i> This determination was upheld upon reconsideration after a disability hearing by a State agency Disability Hearing Officer. <i>Id.</i> A hearing was held before an Administrative Law Judge (\"ALJ\"), who found Plaintiff was not disabled during the relevant time period in a decision dated October 10, 2006. <i>Id.</i> at 14-23. The Social Security Administration's Office of Hearings and Appeals denied Plaintiff's request for review on January 31, 2007, rendering the ALJ's determination as Defendant's final decision. <i>Id.</i> at 5-7. Plaintiff filed the instant action on March 29, 2007 [DE-1].</p>\n<p></p>\n<h2><i>Standard of Review</i></h2>\n<p>This Court is authorized to review Defendant's denial of benefits under 42 U.S.C. § 405(g), which provides in pertinent part:</p>\n<blockquote>The court shall have power to enter, upon the pleadings and transcript of the record, a judgment affirming, modifying, or reversing the decision of the Commissioner of Social Security, with or without remanding the cause for a rehearing. The findings of the Commissioner of Social Security as to any fact, if supported by substantial evidence, shall be conclusive...</blockquote>\n<blockquote><i>Id.</i></blockquote>\n<p><span class=\"star-pagination\">*615</span> \"Under the Social Security Act, [the Court] must uphold the factual findings of the Secretary if they are supported by substantial evidence and were reached through application of the correct legal standard.\" <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 589 (4th Cir.1996). \"Substantial evidence is ... such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\" <i>Richardson v. Perales,</i> <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1971). \"It consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>Laws v. Celebrezze,</i> <span class=\"citation\" data-id=\"273696\"><a href=\"/opinion/273696/charles-m-laws-v-anthony-j-celebrezze-secretary-of-health-education/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span>, 642 (4th Cir.1966). \"In reviewing for substantial evidence, [the court should not] undertake to re-weigh conflicting evidence, make credibility determinations, or substitute [its] judgment for that of the Secretary.\" <i>Craig,</i> 76 F.3d at 589. Thus, this Court's review is limited to determining whether Defendant's finding that Plaintiff was not disabled is \"supported by substantial evidence and whether the correct law was applied.\" <i>Hays v. Sullivan,</i> <span class=\"citation\" data-id=\"544628\"><a href=\"/opinion/544628/30-socsecrepser-467-unemplinsrep-cch-15558a-jackie-l-hays-jr-v/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1453</span></a></span>, 1456 (4th Cir.1990).</p>\n<p></p>\n<h2><i>Analysis</i></h2>\n<p>The Social Security Administration has promulgated an eight-step sequential analysis to be followed in a continuing disability case. 20 C.F.R. § 404.1594(f). At step one, if the claimant is currently engaged in substantial gainful activity, disability will be found to have ended. 20 C.F.R. § 404.1594(f)(1). When substantial gainful activity is not an issue, at step two it must be determined whether the claimant has an impairment or combination of impairments which meets or equals the severity of an impairment listed in the 20 C.F.R. § 404, Subpart P, App. 1. 20 C.F.R. § 404.1594(f)(2). If the claimant does, his disability continues. <i>Id.</i> However, if the claimant does not meet or equal a listed impairment, at step three it must be determined whether medical improvement has occurred. 20 C.F.R. § 404.1594(f)(3). Medical improvement is any decrease in medical severity of the impairments as established by improvement in symptoms, signs and/or laboratory findings. 20 C.F.R. § 404.1594(b)(1). The analysis proceeds to the fourth step if medical improvement has occurred. 20 C.F.R. § 404.1594(f)(4). At step four, it must be determined whether medical improvement is related to the ability to work. 20 C.F.R. § 404.1594(f)(4). Medical improvement is related to the ability to work if it results in an increase in the claimant's capacity to perform basic work activities. 20 C.F.R. § 404.1594(b)(4). If the medical improvement is related to the ability to work, the analysis proceeds to the sixth step. 20 C.F.R. § 404.1594(f)(4). At step five, it must be determined if an exception to medical improvement applies. 20 C.F.R. § 404.1594(f)(5). There are two groups of exceptions. When an exception from the first group applies, the analysis proceeds to step six. <i>Id.</i> However, if an exception from the second group applies the claimant's disability ends. <i>Id.</i> If no exception to medical improvement applies, then the claimant's disability continues. <i>Id.</i> At step six it must be determined whether all the claimant's current impairments in combination are severe. 20 C.F.R. § 404.1594(f)(6). If all current impairments in combination do not significantly limit the claimant's ability to do basic work activities, the claimant is no longer disabled. <i>Id.</i> Otherwise, the analysis proceeds to the next step. <i>Id.</i> At step seven, the claimant's residual functional capacity (\"RFC\") must be assessed based on the current impairments to determine if the claimant can perform past relevant work. 20 C.F.R. § 404.1594(f)(7). If the claimant has the capacity to perform past relevant work, his disability has ended. <i>Id.</i> Otherwise, the analysis proceeds to the last step. At the eighth and final step it must be determined whether other work exists that <span class=\"star-pagination\">*616</span> the claimant can perform. 20 C.F.R. § 404.1594(f)(8). If the claimant can perform other work, he is no longer disabled. <i>Id.</i> Otherwise, his disability continues. <i>Id.</i></p>\n<p>In the instant action, the ALJ employed the eight-step sequential evaluation. First, the ALJ determined that Plaintiff had not engaged in substantial gainful activity (Tr. 16). Next, the ALJ found that as of September 1, 2004, Plaintiff did not have an impairment or combination of impairments which met or medically equaled the severity of a listed impairment. <i>Id.</i> at 17. The ALJ then noted that medical improvement had occurred which was related to Plaintiff's ability to work. <i>Id.</i> These findings rendered step five irrelevant to the instant case. At step six, the ALJ determined that Plaintiff continued to have a severe impairment or combination of impairments. <i>Id.</i> Then, at step seven, the ALJ found that Plaintiff was unable to perform his past relevant work as a logger. <i>Id.</i> at 21-22. However, at step eight, the ALJ determined that Plaintiff was capable of performing other work in the national economy. <i>Id.</i> at 22-23. Accordingly, the ALJ concluded that Plaintiff's disability had ended as of September 1, 2004. <i>Id.</i> at 23. This conclusion was supported by substantial evidence, a summary of which shall now follow.</p>\n<p>Plaintiff was in an automobile accident in 1984 in which he received a severe injury to his left eye and injuries to the vicinity of the right eye (Tr. 33, 129). After the accident, Plaintiff graduated from high school and completed three or four semesters of college. <i>Id.</i> at 188. In 1992, Plaintiff's left eye was removed and replaced with a prosthetic eye. <i>Id.</i> at 33. Based on an eye examination which indicated that Plaintiff had a prosthetic left eye and 20/200 vision in the right eye, he was found to meet the impairment listed at 20 C.F.R. Part 404, Subpart P, Appendix I, § 2.02. <i>Id.</i> at 32-34. Therefore, Plaintiff was found to have been under a disability since March 1, 2000 in an opinion dated March 8, 2001. <i>Id.</i></p>\n<p>On July 6, 2005, Dr. Franklin Egolf conducted a psychological evaluation of Plaintiff. <i>Id.</i> at 129-132. During the evaluation, Plaintiff denied any, previous psychiatric or mental health center treatment. <i>Id.</i> at 129. Dr. Egolf noted that Plaintiff \"had no particular difficulty entering into the testing and generally appeared to put forth a reasonably good effort to do as well as possible on the test items.\" <i>Id.</i> at 130. Thus, Dr. Egolf stated that Plaintiff's results were a valid and fair indication of his current level of functioning. <i>Id.</i> On the WAIS-III, Plaintiff obtained a full scale IQ score of 67. <i>Id.</i> Dr. Egolf \"noted that this score was obtained through a full administration of the WAIS-III, including those subtests that have a high loading for visual stimuli and visual acuity, and ... these were [generally] the subtests where [Plaintiff had] ... his weakest performances.\" <i>Id.</i> Plaintiff also obtained a verbal IQ score of 72 and a performance IQ score of 67. <i>Id.</i> Again, Dr. Egolf noted that these scores were, to a certain extent, \"a reflection of the difficulties that [Plaintiff] has with visual material.\" <i>Id.</i> Based on these scores, Dr. Egolf diagnosed Plaintiff with \"borderline intellectual functioning.\" <i>Id.</i> at 131. Specifically, Dr. Egolf explained that Plaintiff was \"functioning in the borderline range [of mild mental retardation] but has visual deficits that impair his performance in any areas that involve visual stimuli.\" <i>Id.</i></p>\n<p>Plaintiff's mental RFC was assessed by Dr. Walter Scarborough on August 2, 2005. <i>Id.</i> at 145-162. It was determined that Plaintiff was \"moderately limited\" in his ability to: 1) understand and remember detailed instructions; 2) carry out detailed instructions; 3) maintain attention and concentration for extended periods; 4) complete a normal workday and workweek <span class=\"star-pagination\">*617</span> without interruptions from psychologically based symptoms and to perform at a consistent pace without an unreasonable number and length of rest periods; 5) interact appropriately with the general public; and 6) respond appropriately to changes in the work setting. <i>Id.</i> at 145-146. Dr. Scarborough stated that Plaintiff was \"not significantly limited\" in all other mental RFC categories. <i>Id.</i> He also opined that Plaintiff was capable of performing simple, routine, repetitive tasks. <i>Id.</i> at 147. Ultimately, Dr. Scarborough determined that Plaintiff's borderline intellectual functioning did not precisely satisfy Listing 12.05C. <i>Id.</i> at 153.</p>\n<p>Dr. Jerome Albert conducted a psychological evaluation of Plaintiff on March 28, 2006. <i>Id.</i> at 176-181. During the evaluation, several tests were not administered because Plaintiff asserted he could not see the test stimuli. <i>Id.</i> at 176. Indeed, in contrast to the July 6, 2005 evaluation, Plaintiff claimed that \"everything was a blur to him.\" <i>Id.</i> at 178. Plaintiff further claimed that he could not see Dr. Albert and that he was unable to walk to the lobby unattended because \"all he could see were shadows.\" <i>Id.</i> at 176. On the verbal WAIS-III Plaintiff achieved a verbal score of 61. <i>Id.</i> at 177. However, Dr. Albert noted that Plaintiff's \"motivation to succeed was not great ... [h]e answered the questions sometimes in a flippant manner.\" <i>Id.</i> Likewise, Dr. Albert refused to assess Plaintiff's ability to do work-related activities because Plaintiff \"did not appear to be trying.\" <i>Id.</i> at 179. Ultimately, Dr. Albert opined that Plaintiff probably had \"borderline intellectual functioning based on the psychological evaluation of July 6, 2005.\"</p>\n<p>Plaintiff was examined by Goldsboro Eye Clinic on April 20, 2006. <i>Id.</i> at 174. His visual field was intact. <i>Id.</i> Furthermore, Plaintiff had no problems walking in light or dark rooms. <i>Id.</i> Finally, Plaintiff admitted that he was able to drive. <i>Id.</i> Furthermore, Plaintiff's vision was examined by Dr. Luther Sappenfield on at least two occasions. <i>Id.</i> at 124-125, 133-134. On both occasions, Dr. Sappenfield questioned the results because he doubted Plaintiff's motivation and effort. <i>Id.</i> at 124, 133.</p>\n<p>During the hearing in this matter Plaintiff asserted that he had cut his left thumb off and that it had been re-attached. <i>Id.</i> at 192. Because of this alleged injury, Plaintiff contended that he had difficulty picking up anything with his left hand. <i>Id.</i> at 192. However, the records contains no documented office visits, progress notes or other indications that Plaintiff sought treatment for his left hand. <i>Id.</i> at 16. Plaintiff further stated that his primary problem was his eyesight. <i>Id.</i> at 192-193. He explained that his is blind in his left eye and is able to see just a blur with his right eye. <i>Id.</i> at 193. In addition, Plaintiff asserted that he had to wear dark glasses all the time and that corrective lenses did not help his vision. <i>Id.</i> at 193, 198. However, Plaintiff did note that he was still able to drive. <i>Id.</i> at 197. Furthermore, Plaintiff stated that he lived by himself but that a friend came by everyday to do all of his housework, yard work and cooking. <i>Id.</i> at 196-197.</p>\n<p>The ALJ made the following observations with regard to Plaintiff's credibility:</p>\n<blockquote>The record amply documents reasons to (1) doubt the truthfulness of the claimant's allegations and (2) to doubt the validity of any medical findings that rely heavily on patient report or have an element of subjectivity. Note is taken of the hearing officer's interview (Exhibits 1E and 2E), the consultative examination by Dr. Sappenfield (Exhibits 2F and 5F), and the consultative psychological examination ... [conducted by Dr. Albert]. Taken as a whole, they show that this claimant's allegations/complaints <span class=\"star-pagination\">*618</span> and those medical findings dependent on his cooperation cannot be taken at face value and, even more directly, that he is unreliable and noncredible... It is worth noting that the motor vehicle accident causing blindness in one of claimant's eyes occurred in 1984 and claimant still worked until he was laid off in 1999. Also, he could not see, supposedly, much of anything at the psychological consultative examination by Dr. Albert ... but he is able to drive a car. Again, these factors [do] no enhance the claimant's credibility.</blockquote>\n<blockquote>\n<i>Id.</i> at 20-21.</blockquote>\n<p>Based on this record, the ALJ made the following findings with regard to Plaintiff's impairments:</p>\n<blockquote>Considered individually and in combination, the claimant's impairments present as of September 1, 2004 did not meet or medically equal a listing ... The claimant's decreased intellectual functioning is not of listing level severity. He lives alone and has average adaptive behavior skills. He does have evidence of low average functioning and a learning disability. The severity of his decreased intellectual functioning does not meet the criteria of section 12.05C because he does not have deficits in adaptive functioning consistent with mental retardation.</blockquote>\n<blockquote>\n<i>Id.</i> at 17.</blockquote>\n<p>Plaintiff asserts only one assignment of error in the instant action. Notably, Plaintiff does not challenge the finding that his previously disabling condition (Listing 2.02) has improved. Rather, Plaintiff contends that the ALJ erred in determining that Plaintiff's impairments did not equal the impairment listed at 20 C.F.R. Part 404, Subpart P, Appendix I, § 12.05C (\"Listing 12.05C\"). Listing 12.05 states in pertinent part:</p>\n<blockquote>Mental retardation: Mental retardation refers to significantly subaverage general intellectual functioning with deficits in adaptive functioning initially manifesting during the developmental period; i.e., the evidence demonstrates or supports onset of the impairment before age 22. The required level of severity for this disorder is met when the requirements in A, B, C, or D are satisfied ...</blockquote>\n<blockquote>C. A valid verbal, performance, or full scale IQ of 60 through 70 and a physical or other mental impairment imposing an additional and significant work-related limitation of function ...</blockquote>\n<blockquote>20 C.F.R. Part 404, Subpart P, Appendix 1, § 12.05.</blockquote>\n<p>Listing 12.05C \"makes it clear that mental retardation is a life-long, and not acquired, disability ... [t]hus, to qualify as disabled under this listing, a plaintiff must first demonstrate that he has had deficits in adaptive functioning that began during childhood.\" <i>Smith v. Barnhart</i> <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">823751</span></span>, *4 (W.D.Va.2005). <i>See </i><i>Luckey v. U.S. Dept. Of Health &amp; Human Services,</i> <span class=\"citation no-link\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">666</span></span>, 668 (4th Cir.1989). Accordingly, \"[e]ven if the record clearly establishes that the plaintiff meets the requirements of section 12.05(C), a finding of mental retardation cannot be warranted without a finding that the plaintiff manifested deficits in adaptive function before age 22.\" <i>Justice v. Barnhart,</i> <span class=\"citation\" data-id=\"2335647\"><a href=\"/opinion/2335647/justice-v-barnhart/\"><span class=\"volume\">431</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">617</span></a></span>, 619 (W.D.Va.2006)(<i>citing </i><i>Mendez v. Barnhart,</i> <span class=\"citation\" data-id=\"793455\"><a href=\"/opinion/793455/judith-mendez-v-jo-anne-b-barnhart/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">360</span></a></span>, 362 (7th Cir.2006)). The crux of Plaintiff's argument is that the ALJ erred when he found that Plaintiff did not have deficits in adaptive functioning consistent with mental retardation. Specifically, Plaintiff argues that Dr. Egolf's assessment alone is sufficient to establish Plaintiff's alleged deficits in adaptive functioning. This contention is incorrect. \"The Fourth Circuit has not held that low IQ alone proves manifestation of deficits in adaptive functioning before age 22 ... [t]he cases ... only hold that a finding of mental retardation is not precluded when an IQ test is <span class=\"star-pagination\">*619</span> not performed before age 22, rather than holding that manifestation of deficits in adaptive functioning before age 22 is firmly established by low IQ.\" <i>Justice,</i> 431 F.Supp.2d at 619-620 (<i>citing </i><i>Luckey,</i> 890 F.2d at 668). Because Plaintiff's entire claim hinges on this incorrect contention, his entire claim is meritless. Likewise, the Court also notes that this claim is meritless because the ALJ's finding that Plaintiff did not have deficits in adaptive function consistent with mental retardation was supported by the substantial evidence which has already been summarized <i>supra.</i></p>\n<p>Moreover, the requirements of Listing 12.05C are only satisfied when the relevant IQ scores are \"valid\". Specifically:</p>\n<blockquote>It is clear that the ALJ is allowed some leeway to evaluate other evidence when determining the validity of an I.Q. score... [t]he word `valid' would be superfluous otherwise. Where an I.Q. score is inconsistent with the remainder of evidence in the record on the claimant's daily activities and behavior, it need not be conclusive proof of mental retardation.</blockquote>\n<blockquote>\n<i>Powell v. Barnhart,</i> <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1926613</span></span>, *4 (W.D.Va.2005)(<i>citing </i><i>Popp v. Heckler,</i> <span class=\"citation\" data-id=\"462542\"><a href=\"/opinion/462542/12-socsecrepser-97-unemplinsrep-cch-16538-kenneth-e-popp-v/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1497</span></a></span>, 1499 (11th Cir. 1986)).</blockquote>\n<p>Likewise, an ALJ \"may decline to accept a claimant's performance [on an IQ test] where the claimant has demonstrated a work history inconsistent with those scores, or where the claimant's performance in IQ testing is depressed ...\" <i>Robertson v. Barnhart,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3526901</span></span>, *2 (W.D.Va.2006)(<i>citing,</i> 20 C.F.R. §§ 404.1520 and 416.920); <i>Luckey,</i> 890 F.2d at 666; <i>Murphy v. Bowen,</i> <span class=\"citation\" data-id=\"482492\"><a href=\"/opinion/482492/16-socsecrepser-215-unemplinsrep-cch-17134-thias-m-murphy-v-otis/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">433</span></a></span> (4th Cir.1987). Here, the ALJ found that the IQ scores recorded by Dr. Egolf were not valid (Tr. 20-21). To support this finding, the ALJ noted that \"[t]he record amply documents reasons to ... doubt the validity of any medical findings that rely heavily on patient report or have an element of subjectivity ... those medical findings dependent on [Plaintiff's] cooperation cannot be taken at face value ...\" <i>Id.</i> at 20-21. The ALJ's determination with regard to the validity of Plaintiff's IQ scores is supported by substantial evidence, which has already been summarized, <i>supra.</i> Because the record does not contain any valid IQ scores which meet the requirements of Listing 12.05C, Plaintiff's claim is meritless.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>For the reasons discussed above, it is HEREBY RECOMMENDED that Plaintiff's Motion for Judgment on the Pleadings [DE-16] be DENIED, Defendant's Motion for Judgment on the Pleadings [DE-20] be GRANTED, and the final decision by Defendant be AFFIRMED.</p>\n<p>SO RECOMMENDED in Chambers at Raleigh, North Carolina this 7th day of February, 2008.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/734139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2335647/"
  ]
}