{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1974118/",
  "absolute_url": "/opinion/1974118/hassinger-v-tideland-elec-membership-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1974118/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:57:31.948056Z",
  "date_modified": "2016-04-26T21:29:51.893656Z",
  "type": "010combined",
  "sha1": "728fb7ddce1a9c4a1393d1d4792e60522054c2c5",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>627 F.Supp. 65 (1985)</b></center>\n<center><h1>Charles R. HASSINGER, Administrator of the Estate of Stanley H. Hassinger, III, Plaintiff,<br>\nv.<br>\nTIDELAND ELECTRIC MEMBERSHIP CORPORATION, Coleman Company, Inc., and Coast Catamaran Corporation, Defendants.<br>\nJanet Mead PROCTOR, Administratrix of the Estate of Robert Diego Proctor, Plaintiff,<br>\nv.<br>\nTIDELAND ELECTRIC MEMBERSHIP CORPORATION, Coleman Company, Inc., and Coast Catamaran Corporation, Defendants.</h1></center>\n<center>Nos. 83-1077-CIV-5, 83-1078-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 19, 1985.</center>\n<center>Order Granting Jury Trial November 20, 1985.</center>\n<p><span class=\"star-pagination\">*66</span> <span class=\"star-pagination\">*67</span> W. Timothy Haithcock, Barnes, Braswell &amp; Haithcock, Goldsboro, N.C., Daniel L. Brawley, Carter T. Lambeth, Marshall, Williams, Gorham &amp; Brawley, Wilmington, N.C., for James B. Powell.</p>\n<p>George R. Ragsdale, Moore, Ragsdale, Liggett, Ray &amp; Foley, P.A., Raleigh, N.C., for Tideland Elec.</p>\n<p>McNeill Smith, H. Miles Foy, E. Garrett Walker, Smith Moore Smith Schell &amp; Hunter, Greensboro, N.C., for Charles Hassinger.</p>\n<p>Armistead J. Maupin, John Turner Williamson, Maupin, Taylor &amp; Ellis, P.A., Raleigh, N.C., Robert M. Hughes, III, Seawell, Daughton, Hughes &amp; Jimms, Norfolk, Va., for Coleman Co., Inc. &amp; Coast Catamaran Corp.</p>\n<p>McNeill Smith, H. Miles Foy, E. Garrett Walker, Smith Moore Smith Schell &amp; Hunter, Greensboro, N.C., for Janet Proctor.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This case arises from the electrocutions of three men, Stanley H. Hassinger, III, Robert D. Proctor, and Stuart L. Powell, which occurred on June 5, 1982, at Silver Lake in Okracoke, North Carolina. The men were killed while beaching Hassinger's 18-foot Hobie Cat sailboat when the top of the mast contacted an overhead power line. Named as defendants in this action are Tideland Electric Membership Corporation (\"Tideland\"), as the owner and operator of the electric power line, and Coleman Company, Inc., (\"Coleman\") and Coast Catamaran Corporation (\"Coast\"), as the alleged designers, manufacturers and sellers of the Hassinger Hobie Cat sailboat. The estates of Stanley Hassinger, III, and Robert Proctor have invoked both the general admiralty jurisdiction of the court (28 U.S.C. § 1333), and admiralty jurisdiction pursuant to 46 U.S.C. § 740 (commonly known as the Admiralty Jurisdiction Extension Act), and the case is presently before the court on defendants' motions to dismiss for want of such jurisdiction.<sup>[1]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*68</span> I. BACKGROUND</h2>\n<p>During the morning and early afternoon of June 5, 1982, Stanley H. Hassinger, III, Robert Diego Proctor, and Stuart L. Powell, were sailing in two 18-foot Hobie Cat sailboats across Pamlico Sound to Silver Lake in Okracoke, North Carolina, approximately a thirty mile sailing distance. (deposition of H.J. King, IV at p. 25). Rex King, the only survivor of this tragic accident, accompanied Hassinger on Hassinger's boat, and Proctor and Powell were together on Powell's boat. At approximately 1:00 p.m., as the Hassinger and Powell boats entered Silver Lake from Pamlico Sound, the four men began to search for a place to beach their boats.<sup>[2]</sup> When they spotted what appeared to be an appropriate place, they prepared to beach the two sailboats; it was decided that the Hassinger boat would be pulled ashore first, while the Powell boat remained in the water. In the process of beaching the Hassinger sailboat (a process which required the occupants to get off the boat and pull it ashore), the top of the mast contacted an energized, uninsulated, overhead power line carrying 7,200 volts, and Hassinger, Proctor and Powell were electrocuted; King managed to survive the incident, being thrown or knocked clear of the boat shortly after the mast contacted the power line.<sup>[3]</sup></p>\n<p>The specific facts surrounding this incident are unclear and are the source of considerable dispute. First, it is unclear whether any portion of the boat was in the water at the time the mast struck the power line. Second, the evidence is also unclear as to whether any of the decedents were in the water at the time the mast contacted the wire. Finally, since the power line has been moved since the time of the accident, its exact location is unknown; therefore, whether it constantly extended over the water at the mast contact point, or whether it would have done so only at high tide, is unclear.</p>\n<p></p>\n<h2>II. ADMIRALTY TORT JURISDICTION</h2>\n<p></p>\n<h2>A. GENERALLY</h2>\n<p>All parties agree that the decision in <i>Executive Jet Aviation, Inc. v. City of Cleveland,</i> 409 U.S. 249, 93 S.Ct. 493, 34 L.Ed.2d 454 (1972), sets forth the controlling criteria for determining whether a tort action is \"maritime\" and thus within the admiralty jurisdiction of the federal courts. The two-part test of <i>Executive Jet</i> requires (1) a maritime locality of the injury, and (2) a \"significant relationship to traditional maritime activity\" to the alleged wrong. <i>Id.</i> at 268, 93 S.Ct. at 254. Therefore, a plaintiff must satisfy both the maritime locality, or \"situs,\" and \"nexus\" requirements to invoke the admiralty jurisdiction of the district court.<sup>[4]</sup></p>\n<p>It is now well settled that the admiralty jurisdiction of the court is properly invoked <span class=\"star-pagination\">*69</span> in actions arising out of the use of pleasure craft on navigable waters, and that the <i>Executive Jet</i> criteria are applicable thereto. <i>Foremost Insurance Company v. Richardson,</i> 457 U.S. 668, 102 S.Ct. 2654, 73 L.Ed.2d 300 (1982); <i>Souther v. Thompson,</i> 754 F.2d 151 (4th Cir.1985); <i>Oliver v. Hardesty,</i> 745 F.2d 317 (4th Cir.1984). In fact, the court in <i>Foremost</i> stated that</p>\n<blockquote>[a]lthough the primary focus of admiralty jurisdiction is unquestionably the protection of maritime commerce ... [the] federal interest in protecting commerce cannot be adequately served if admiralty jurisdiction is restricted to those individuals actually <i>engaged</i> in commercial activity. This intent can be fully vindicated only if <i>all</i> operators of vessels on navigable waters are subject to uniform rules of conduct. <i>Foremost, supra,</i> at 674-675, 102 S.Ct. at 2658 (emphasis in the original).</blockquote>\n<p>Though the maritime activity need not be an exclusively commercial one, <i>id.</i> at 674, 102 S.Ct. at 2658, the alleged wrong must bear a significant relationship to traditional maritime activity. In determining whether a sufficient nexus exists vis à vis the alleged wrong, courts now consider the following factors:</p>\n<blockquote>the functions and roles of the parties; the types of vehicles and instrumentalities involved; the causation and the type of injury; and traditional concepts of the role of admiralty law. <i>Kelly v. Smith,</i> 485 F.2d 520, 525 (5th Cir.1973), <i>quoted in </i><i>Bendlin v. Virginia Electric and Power Co.,</i> 449 F.Supp. 934, 936 (E.D.N. C.1978).</blockquote>\n<p></p>\n<h2>B. DEFENDANT TIDELAND</h2>\n<p>As previously indicated, the evidence varies substantially as to the location of both the boat and the decedents at the time of the accident. Specifically, the dispute revolves around the question of whether or not the boat and/or the decedents were partially in the water. Because the court finds that the boat and the decedents would have been partially in the water had it been high tide at the time of the accident, however, it is unnecessary to resolve this factual dispute. The evidence shows that when the mast contacted the power line, the decedents and at least part of the boat were on the portion of the beach located in between the mean high water mark and the mean low water mark. The photographs on which defendant so strongly relies demonstrate this point. (<i>See specifically</i> Hoft exhibit 2, from May 14, 1984, deposition of Phillip Hoft.) First, the back portion of the Hassinger Hobie Cat was seaward of the vegetation line; this edge of the vegetation corresponds closely to the mean high water mark. (deposition of Loie Priddy at pp. 101 et seq.). Second, in the foreground of Hoft exhibit 2, an orange pipe stands vertically in the sand at or near the center of the Hassinger Hobie Cat. A land survey conducted by plaintiffs' expert Loie Priddy demonstrates that this orange pipe was approximately twenty (20) feet seaward of the highway. This survey further demonstrates that the mean high water mark was approximately twenty-four (24) feet seaward of the highway. Assuming, as defendant contends, that the photographs accurately depict the position of the boat and height of the water at the time the accident occurred,<sup>[5]</sup> the photographs and the survey together demonstrate that the Hobie Cat would have been partially in the water at high tide.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*70</span> The evidence also varies substantially as to the location of the power line. This factual dispute revolves around whether or not the power line, or any portion thereof, extended over the water. In support of its contention that the line extended entirely over dry land, even at high tide, defendant offers the testimony of several witnesses who so observed it. (<i>See</i> affidavits of William Bart, Deputy Sheriffs Teeter and Jackson, Murray Fulcher, Ronald T. O'Neal and D.B. Fletcher). In contrast, plaintiffs' evidence shows that the power line extended over the water, at least at high tide (<i>See</i> deposition and survey of Loie Priddy, affidavit and photograph of Billy Smith, and deposition of Robert Schafer). Although not critical to the court's analysis,<sup>[7]</sup> the court finds that plaintiff's evidence on this point is the most credible. Plaintiffs' evidence, particularly Billy Smith's affidavit and photograph, demonstrates that the power line extended over the water at high tide. Three days after the accident, Mr. Smith, accompanied by two of defendant's employees, observed the accident scene. With their assistance, Smith measured and photographed the power line. The height of the wires above the ground was measured with an insulated measuring stick, and a stick was driven in the sand directly beneath the burn point on the wirewhich was identified as the point the sailboat mast contacted the power line. The photograph of this stick clearly shows that the power line was seaward of the edge of the vegetation, which corresponds closely with the mean high water mark.<sup>[8]</sup> (L. Priddy at p. 101).</p>\n<p></p>\n<h2>1. \"Situs\"</h2>\n<p>Defendant contends that \"situs,\" or maritime locality, is lacking in that the accident did not occur on or over navigable waters. Critical to defendant's contention is its position that the Hassinger Hobie Cat and the decedents were entirely on dry land at the time of the accident. Assuming the defendant is correct on this point, it is clear that had the accident occurred at high tide, the boat and the decedents would have been partially in the water. (See previous discussion).</p>\n<p>There is no question that consistently the mean high water (MHW) line has been accepted as the boundary of navigable waters of the United States. <i>Willink v. United States,</i> 240 U.S. 572, 36 S.Ct. 422, 60 L.Ed. 808 (1916), <i>Borax Consolidated, Ltd. v. City of Los Angeles,</i> 296 U.S. 10, 56 S.Ct. 23, 80 L.Ed. 9 (1935), <i>Leslie Salt Co. v. Froehlke,</i> 578 F.2d 742 (9th Cir.1978). The question here, however, is whether the MHW line is the boundary of admiralty jurisdiction even when the tide is below this <span class=\"star-pagination\">*71</span> line, or whether the water's edge is the test. The court finds that the MHW line is the boundary of admiralty jurisdiction, even when the tide is below this point. Therefore, maritime locality exists until the boat is placed beyond the reach of the tides. To hold otherwise would make the existence or absence of admiralty jurisdiction dependent upon the fortuitous state of the tide. Such a test for maritime locality would render the time the accident occurred a critical factor, and is thereby much too inequitable, uncertain and speculative. None of the parties have identified to the court a modern case applying the English Common Law doctrine of divisum imperium, which rendered the common law applicable when the tide was out, and the admiralty law applicable when the tide was in. To hold that admiralty jurisdiction would exist had decedents been electrocuted at high tide, is totally without reason. Such a holding renders the existence of admiralty jurisdiction dependent upon the fortuitous circumstance of the time of day decedents were electrocuted.<sup>[9]</sup></p>\n<p></p>\n<h2>2. \"Nexus\"</h2>\n<p>Defendant also contends that \"nexus,\" or a significant relationship between the alleged wrong and traditional maritime activity, is lacking. Specifically, defendant contends that:</p>\n<blockquote>decedents were not engaged in traditional maritime activity at the time of the accident;</blockquote>\n<blockquote>even if decedents were engaged in traditional maritime activity, the wrong complained of (the erection and maintenance of power lines) does not bear a significant relationship thereto; and</blockquote>\n<blockquote>the concerns relate peculiarly to pleasure craft.</blockquote>\n<p>The court disagrees with these contentions. First, the act of beaching a vessel does constitute traditional maritime activity. Historically, and even today, vessels are pulled up on the beach with regularity. This act is an ancient and practical solution to the problem of removing the boat from the reach of the tides. As discussed previously, until a vessel is so removed, it remains in navigation.</p>\n<p>Second, the wrong, the erection and maintenance of the power lines, does bear a significant relationship to this traditional maritime activity. The factors enumerated by the Fifth Circuit in <i>Kelly v. Smith,</i> 485 F.2d 520, 525 (5th Cir.1973), and applied by this court previously, <i>See </i><i>Bendlin v. Virginia Electric and Power Co.,</i> 449 F.Supp. 934, 936 (E.D.N.C.1978), are helpful in making this determination. These factors are:</p>\n<p>1. the functions and roles of the parties;</p>\n<p>2. the types of vehicles and instrumentalities involved;</p>\n<p>3. the causation and type of injury; and</p>\n<p>4. the traditional concepts of the role of admiralty law. <i>Id.</i></p>\n<p>The role of the decedents at the time of the accident was that of a sailor attempting to remove a vessel from navigation; defendant's role was that of owner and operator of a power line, which proved to be a dangerous impediment to this navigational function. The instrumentalities involved are clearly the mast of the vessel and the overhead electric power line; the contact between these instrumentalities resulted in decedents' deaths by electrocution. The act complained of with respect to defendant <span class=\"star-pagination\">*72</span> Tideland is the negligent placing of a dangerous impedimenta power lineto navigation. Assuming navigation (as the court finds exists herein), \"[s]uch activity ... [is] considered as having a significant relationship to traditional maritime activity within the meaning of <i>Executive Jet.\" Brown v. U.S.,</i> 403 F.Supp. 472 (C.D.Cal.1975).</p>\n<p>Admiralty law traditionally has concerned itself with the protection of sailors from injury or death caused by obstructions to navigationthis concern is the basis of the court's decision herein. In its third contention, defendant maintains that this accident could only have happened to a light sailboat capable of being beached by a few people, and therefore this matter relates peculiarly to pleasure craft. Defendant also contends that the power line posed no threat to commercial shipping or to larger pleasure boats. Once again, however, the court does not agree. The power line was positioned such that had it been knocked or blown down, for instance, it could have been on the beach, and in the water at high tide, thereby endangering any vessel beached in that area. Had the decedents been engaged in commercial activities while beaching the vessel at the same place and time, for example beaching a fishing boat, controlling precedent would doubtless sustain admiralty jurisdiction. As the court reasoned in <i>Oliver v. Hardesty,</i> 745 F.2d 317 (4th Cir.1984), the plaintiffs should not be worse off because the decedents were beaching a pleasure craft. <i>Id.</i> at 320. Therefore, the court finds that the power line bears the requisite significant relationship to the traditional maritime activity of beaching a vessel.<sup>[10]</sup></p>\n<p>In sum, as to defendant Tideland, the court finds that both the situs and nexus requirements for admiralty jurisdiction are met, and that jurisdiction is present under 28 U.S.C. § 1333.<sup>[11]</sup> Therefore, defendant's motion to dismiss is DENIED.</p>\n<p></p>\n<h2>3. Federal Question Jurisdiction</h2>\n<p>As an independent jurisdictional base, plaintiffs assert violations of two federal statutes33 U.S.C. § 403<sup>[12]</sup> (a section of the Rivers and Harbors Appropriation Act) and 14 U.S.C. § 85.<sup>[13]</sup> Neither statute explicitly creates a private enforcement mechanism. Plaintiffs assert, however, that such private right can be implied on behalf of those allegedly suffering direct, fatal injuries as a result of the claimed violation.</p>\n<p><span class=\"star-pagination\">*73</span> As indicated by the Supreme Court in <i>California v. Sierra Club,</i> 451 U.S. 287, 292-293, 101 S.Ct. 1775, 1778, 68 L.Ed.2d 101 (1981), <i>Cort v. Ash,</i> 422 U.S. 66, 95 S.Ct. 2080, 45 L.Ed.2d 26 (1975), provides the approach for determining whether a private right of action should be implied from a federal statute. This approach lists four factors which are relevant to the inquiry:</p>\n<blockquote>First, is the plaintiff `one of the class for whose <i>especial</i> benefit the statute was enacted,' ...that is, does the statute create a federal right in favor of the plaintiff? Second, is there any indication of legislative intent, explicit or implicit, either to create such a remedy or to deny one? ... Third, is it consistent with the underlying purposes of the legislative scheme to imply such a remedy for the plaintiff? ... And finally, is the cause of action one traditionally relegated to state law, in an area basically the concern of the States, so that it would be inappropriate to infer a cause of action based solely on federal law? <i>Id.</i> at 78, 95 S.Ct. at 2088.</blockquote>\n<p>The language of both statutes states no more than a general proscription of certain activities; neither statute focuses on any particular class of beneficiaries whose welfare Congress intended to further. As the court found in <i>Sierra</i> with reference to the Rivers and Harbors Appropriation Act (of which 33 U.S.C. § 403 is a part), the language of the Act \"is the kind of general ban which carries with it no implication of an intent to confer rights on a particular class of persons.\" 451 U.S. at 294, 101 S.Ct. at 1779. The court finds that this language applies to 14 U.S.C. § 85 as well. Such finding is strengthened with the knowledge that plaintiffs have not identified anything in the legislative histories of either statute suggesting 33 U.S.C. § 403 or 14 U.S.C. § 85 was created for the especial benefit of a particular class. The court therefore finds that the holding in <i>Sierra</i> applies with equal force to both statutes. That is, silence as to the existence of a private remedy in both the statute and the legislative history \"serves to confirm that in enacting the Act, Congress was concerned not with private rights but with the Federal Government's ability to respond to obstructions on navigable waterways.\" <i>Id.</i> at 296, 101 S.Ct. at 1780.<sup>[14]</sup> Thus, neither statute is the basis for an independent cause of action, although each is pertinent to plaintiff's cause of action in admiralty in determining the applicable standard of care. <i>See, e.g., </i><i>Ison v. Roof,</i> 698 F.2d 294 (6th Cir.1983). Accordingly, defendant's motion to dismiss these Federal question claims is GRANTED.</p>\n<p></p>\n<h2>C. DEFENDANTS COAST AND COLEMAN</h2>\n<p></p>\n<h2>1. Admiralty Jurisdiction</h2>\n<p>Since the court has already found the existence of maritime locality,<sup>[15]</sup> the only question remaining as to these defendants is whether the wrong complained of defective design and manufacture of the sailboat mastbears a significant relationship to traditional maritime activity. Plaintiffs contend that because defendants have manufactured a uniquely maritime product the sailboat mastany defect in the design and/or manufacture of that product is a maritime concern. Conversely, defendants maintain that any such defect does not relate to the navigational function of the vessel, and therefore, the concerns are not peculiar to maritime activity. Defendants' <span class=\"star-pagination\">*74</span> rationale revolves around the notion that the mast contact with the power line is not a maritime malfunction.</p>\n<p>In <i>White v. Johns-Manville Corp.,</i> 662 F.2d 234 (4th Cir.1981), <i>cert. denied,</i> 454 U.S. 1163, 102 S.Ct. 1037, 71 L.Ed.2d 319 (1982), the Fourth Circuit found that plaintiffs, shipyard workers who worked with asbestos insulation materials in the construction and repair of numerous vessels, had a cause of action in admiralty against the manufacturers of the asbestos. <i>Id.</i> at 240. Because the asbestos insulation materials became an integral part of the ship, the court found their installation \"clearly essential to the maritime industry.\" <i>Id.</i> at 239. The court reasoned that since these materials \"were designed, advertised and marketed as <i>maritime</i> asbestos products,\" the <i>Executive Jet</i> criteria were met and admiralty jurisdiction existed. <i>Id.</i> at 240 [emphasis added]. The court established no requirement that the wrong relate to the navigational function of the vessel.</p>\n<p>In <i>McCraine v. Hondo Boats, Inc.,</i> 399 So.2d 163 (La.1981), <i>cert. denied,</i> 458 U.S. 1105, 102 S.Ct. 3483, 73 L.Ed.2d 1366 (1982), the plaintiff was a passenger in a boat travelling in the intercoastal waterway when the boat accelerated and struck the wake of another vessel, causing her to be thrown to the deck and to slide against the exposed engine, thereby receiving serious burns. The court found plaintiff's claim to be cognizable in admiralty, even though the conduct complained of was negligence in construction or defective design of the engine which occurred ashore. <i>Id.</i> at 167. <i>See also, </i><i>Sperry Rand Corp. v. Radio Corp. of America,</i> 618 F.2d 319 (5th Cir.1980). The court reasoned that:</p>\n<blockquote>[i]t cannot be argued that ... [the law of admiralty] is not particularly well-suited for determinations as to proper design and construction of vessels meant to operate on navigable waters. It is clear that the federal interest in protecting navigation and commerce on navigable waters extends to considerations of the safe design and construction of all vessels, including pleasure boats used only for recreational, and not commercial purposes. The potential danger to navigation and commerce posed by improperly designed and manufactured vessels is apparent. <i>Id.</i>\n</blockquote>\n<p>Defendants attempt to distinguish <i>McCraine</i> by asserting that the hazard resulted from a design defect peculiar to navigation; that is, being thrown onto a hot engine by swells from a passing vessel. In light of the court's reasoning quoted above, however, <i>McCraine</i> cannot be so closely limited to its facts.</p>\n<p>The case at bar involves an allegedly defective sailboat mast, an integral component of the vessel, and indeed one indispensable to its navigation. The defendants designed, manufactured, and marketed this uniquely maritime product; furthermore, the accident and resulting deaths occurred while the decedents were engaged in the traditional maritime activity of beaching the vessel. The instrumentality causing the deaths was an allegedly defectively designed sailboat mast. Unlike the case of a sailboat mast striking a power line while being towed on land, the requisite situs is present. As illustrated by both <i>White</i> and <i>McCraine,</i> the law of admiralty is concerned with the safe design and construction of vessels in navigation, particularly when the alleged defect is an integral part of the ship. Hence, \"nexus\" is present as well.<sup>[16]</sup> Accordingly, because the <i>Executive Jet</i> criteria have been met, the court finds that jurisdiction is present under 28 U.S.C. § 1333.<sup>[17]</sup> Defendants' motion to dismiss is hereby DENIED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*75</span> 2. Strict Liability in Tort</h2>\n<p>In Count VIII of their complaints, plaintiffs allege that defendants Coast Catamaran and Coleman are strictly liable under § 402A of the Restatement (Second) of Torts for the wrongful deaths of the decedents. This matter is presently before the court on defendants' motion to dismiss this claim pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure. Defendants base their motion on the contention that the law of North Carolina is applicable in determining liability, and the courts of North Carolina do not recognize the doctrine of strict liability in tort.</p>\n<p>In a recent opinion issued in the Charleston, South Carolina division of the United States District Court, Judge F.T. Dupree, Jr. of this court addressed the strict liability issue. <i>Tisdale v. Teleflex, Inc.,</i> 612 F.Supp. 30 (D.S.C.1985). In this opinion, the court noted that <i>\"[b]oth</i> admiralty law and the law of the State of South Carolina recognize the doctrine of strict liability as enunciated in Restatement of Torts (2d) § 402-A.\" (P. 7). (emphasis added). The opinion further states that \"the court is of the opinion that since the court's admiralty jurisdiction has been invoked, federal maritime law which has incorporated the doctrine of strict liability in tort controls.\" (p. 14). Although the court applied South Carolina law in its analysis, it did so for reasons of expedience, stating that the law of South Carolina is \"non-binding ... where the court's admiralty jurisdiction has been invoked\" (p. 23). Accordingly, assuming plaintiffs have a claim in strict liability (which would require plaintiffs to prove that the product was unreasonably dangerous), the court finds that the doctrine of strict liability is applicable to actions in admiralty, and defendants' motion to dismiss Count VIII of plaintiffs' complaints is DENIED.<sup>[18]</sup></p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>ORDER GRANTING JURY TRIAL</h2>\n<p>Plaintiffs in this action assert claims based in maritime law against Tideland Electric Membership Corporation (Tideland) and Coast Catamaran Corporation (Coast).<sup>[1]</sup> As against Tideland, this action is brought within the admiralty jurisdiction of the court. As against Coast, the claims are brought within the diversity jurisdiction of the court as a controversy between citizens of different states. This joinder raises the issue of whether plaintiffs retain their right to a jury trial of the maritime civil claims brought in diversity, or whether the joinder of maritime claims asserted under admiralty jurisdiction with maritime claims asserted under diversity jurisdiction operates to destroy complete diversity so as to deprive the plaintiffs of their jury rights.</p>\n<p>In <i>Powell v. Offshore Navigation, Inc.,</i> 644 F.2d 1063 (5th Cir.1981), the Fifth Circuit ruled that joinder of diversity claims with an admiralty claim against a non-diverse party operated to destroy complete diversity. The court retained jurisdiction over all of the claims, since all were alternately cognizable in admiralty; however, the plaintiff's jury right, which depended on diversity, was lost.</p>\n<p>The opinion in <i>Powell</i> was carefully scrutinized in Comment, <i>Powell v. Offshore Navigation, Inc.: Jurisdiction Over Maritime Claims and the Right to Trial by Jury,</i> 82 Colum.L.Rev. 784 (1982). The court will not repeat here the in depth analysis set forth in the foregoing comment, but it adopts the views expressed therein. In sum, the court joins in the opinion expressed therein that claims based on admiralty rest on an independent basis sufficient to support federal jurisdiction without undermining the court's jurisdiction of diversity claims joined with them. The court concludes that in situations in which claims are so interrelated, as in the instant case, as to require trial by a single fact finder, the constitutionally protected <span class=\"star-pagination\">*76</span> right to a jury trial for civil claims outweighs the tradition of non-jury trials in admiralty. It is upon this premise that the court grants plaintiffs' request for jury trial as to the issues raised with regard to claims against both defendants. This is not to say that the court will permit maritime claimants to manipulate pleadings to create spurious diversity claims in order to obtain a jury trial on all issues. The court adopts the view that the test of whether or not diversity jurisdiction may properly be invoked over claims asserted as part of a combined admiralty-diversity action (with jury trial on all issues) is whether the diversity component could stand alone if it were brought as a separate action. If the court, in examining the diversity component of a combined action, determines that the non-diverse party sought to be joined under its admiralty jurisdiction is an \"indispensable\" party to the diversity action, then diversity jurisdiction (and jury trial right) will be denied.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>APPENDIX</h2>\n<p>IN THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF SOUTH CAROLINA CHARLESTON DIVISION</p>\n<p></p>\n<h2>Mary Sally Tisdale, Plaintiff</h2>\n<p></p>\n<h2>vs.</h2>\n<p></p>\n<h2>Teleflex, Inc., Eldocraft Manufacturing Company, Inc., and Outboard Marine Corporation, Defendants</h2>\n<p></p>\n<h2>File No. 82-1992-8</h2>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Invoking the court's admiralty jurisdiction under Rule 9(h) of the Federal Rules of Civil Procedure plaintiff, Mary Sally Tisdale, instituted this action for damages for personal injuries in August of 1982 against defendants, Teleflex, Inc. (Teleflex), Eldo Craft Manufacturing Company, Inc.<sup>[1]</sup> (Eldocraft) and Outboard Marine Corporation (OMC). Plaintiff alleges that she was severely and permanently injured in a boating accident which occurred on navigable waters near Charleston, South Carolina on October 27, 1979. The plaintiff's cause of action is based on allegations of defects in the manufacture of the boat in which she was a passenger at the time of the accident and its accessory equipment. Liability of the defendant manufacturers of the boat and its equipment is sought to be imposed on principles of negligence, breach of warranty and strict liability in tort.</p>\n<p>The defendants timely filed answers denying all liability to the plaintiff and pleading defenses of contributory negligence, assumption of risk and the intervening, superseding negligence of the operator of the boat. On the issues thus joined the case came on for trial and was tried by the court without a jury over a two-week period in November of 1984. Thereafter the parties submitted proposed findings of fact and post-trial briefs, and in this memorandum of decision the court now enters its findings of fact and conclusions of law. Rule 52, F.R.Civ.P.</p>\n<p>In March, 1974 Wallace Tisdale, a retired Navy petty officer living in the Charleston, South Carolina area, purchased from an independent dealer a 15-foot motor boat which had been designed, manufactured and sold by Eldocraft. Known in the trade as a \"bass boat,\" the boat was used by Tisdale primarily for fishing in the inland, navigable waters in the Charleston area. The boat was originally powered by a 45-horsepower Chrysler outboard motor and it was equipped with a \"stick steerer\" manufactured by Teleflex. The boat was equipped with two pedestal seats, one forward and one aft, each of which rotated <span class=\"star-pagination\">*77</span> 360 degrees thus enabling the occupants to fish in any direction from the boat.</p>\n<p>Weather permitting, Tisdale apparently spent a substantial part of his waking hours fishing with the result that by 1979 he had completely worn out the Chrysler engine on his boat, and in the spring of that year he replaced it with the 55-horse-power Evinrude engine manufactured by defendant OMC which he was operating at the time of the accident.</p>\n<p>The boat was operated from the front pedestal seat near its bow, and when facing forward the throttle control was mounted on the right side of the boat and the stick steerer was mounted on the left side. The stick steerer, as the name implies, consists of a rod of approximately twenty inches in length on the top of which is a ball of the approximate size of a billiard ball. This \"stick\" extends vertically from a drum assembly which houses cables extending rearward to the engine and which control its movements to each side as it pivots on its mountings. Pushing the stick forward causes the engine to pivot to the starboard and the boat to make a right turn. Pulling back on the stick causes the engine to pivot to port and the boat to make a left turn. When the stick is in the vertical position the boat moves straight ahead, but if the stick is released the torque force created by the engine will gradually at first and then more rapidly cause the boat to go into a right turn.</p>\n<p>On the late afternoon of October 27, 1979 the plaintiff, who was then Mary Sally Davis, and who has since married Wallace Tisdale, was a passenger in the Tisdale boat from which they had been fishing on Flagg Creek, a small tidal creek off the Cooper River near Charleston. Davis and Tisdale had been keeping company for a short time, but this was her first trip in Tisdale's fishing boat. About sunset they stopped fishing and prepared to return to the boat landing. Because she had begun to get chilly, Davis, who had been seated in the rear pedestal seat, went to the bow of the boat and assumed a kneeling position between Tisdale's legs and facing him as he sat in the front pedestal seat with his right hand on the throttle and the left hand on the stick steerer.</p>\n<p>While they were in these positions Tisdale accelerated the engine and started the trip back to the landing. When the boat had reached a speed of approximately fifteen miles an hour it suddenly went into a sharp right turn which caused Tisdale and Davis to be ejected into the water from the port side of the boat. What happened immediately thereafter is not readily determinable from the evidence, but it is clear that the boat continued to circle to the right, and either on the first time around or thereafter Davis was severely injured when she was struck by the skeg or propeller of the boat engine. As a result of her injuries the plaintiff has incurred medical expenses of upwards of $50,000, and while she suffers from a variety of other unrelated ailments, her medical problems attributable to injuries received in this accident are of a permanent and disabling nature.</p>\n<p>As to the cause of this accident the Tisdales at one time or another have given at least three conflicting versions as to how it happened. In 1980 Sally Davis brought an action against Wallace Tisdale in this court alleging that his negligence and recklessness caused her injuries and demanding actual and punitive damages from him. At that time she alleged that Tisdale had been negligent in reaching for a coat while traveling at full speed in the boat or by allowing the steering stick to become caught in his sleeve.<sup>[2]</sup> At other times the Tisdales have contended that when Tisdale took his hand off the stick steerer momentarily the stick fell forward causing the boat to go into the sharp right turn.</p>\n<p>The court finds the most believable story given by the Tisdales as to how the accident happened is what they said immediately following the accident and before any <span class=\"star-pagination\">*78</span> litigation was instituted or even contemplated. In the accident report required to be filed by Tisdale shortly after the accident he stated that the boat struck an underwater obstacle causing him to lose control and that the boat thereupon went into a violent turn to the right. The plaintiff herself originally confirmed this version of the accident, and following the accident it was determined that the skeg (the vertical metal shield which partially surrounds the propeller protecting it from striking objects in or out of the water) was damaged as the obvious result of a blow which it had sustained, but while this damage may very well have been incurred at the time of the accident, the court is unable to determine with any certainty that this was the case.<sup>[3]</sup></p>\n<p>The violence of the turn which the boat took at the time of the accident is attested by the fact that Tisdale, a 240-pound man, and the plaintiff, a 140-pound woman, were thrown clear of the boat and in the process the arm rest on the seat occupied by Tisdale was torn off. The court is satisfied that the boat's sharp turn was not attributable to any momentary release of the stick steerer by Tisdale, for movies introduced at the trial by the plaintiff showed that while a momentary release of the stick will result in a gradual turn to the right, this can be promptly corrected by regaining control of the stick. Wallace Tisdale, in fact, testified that he had had occasion to remove his hand from the stick momentarily (as when he would slap a mosquito) but that he had never had any difficulty in bringing the boat back under control promptly. As a boat operator with thousands of hours of experience it is simply not plausible to assume that on this occasion a momentary release of the stick resulted in the boat's becoming uncontrollable.</p>\n<p>The court also rejects the suggestion by plaintiff that maladjustment of the tilt and trim tab devices on the engine may have caused the boat to go into its violent right turn. Here again Tisdale testified that he had never experienced any difficulty attributable to such causes in the five years he had been operating the boat prior to the accident.</p>\n<p>Thus the court concludes on all of the evidence that by far the most likely cause of this accident was the striking of a submerged object by some part of the boat's engine assembly, and the court so finds.</p>\n<p>It appears now to be well settled that the admiralty jurisdiction of the court is properly invoked in actions arising out of the use of pleasure craft on navigable waters. <i>Foremost Insurance Company v. Richardson,</i> 457 U.S. 668, 102 S.Ct. 2654, 73 L.Ed.2d 300 (1982); <i>Souther v. Thompson,</i> 754 F.2d 151 (4th Cir.1985); <i>Oliver v. Hardesty,</i> 745 F.2d 317 (4th Cir.1984). Additionally, the parties in this action are agreed that in such actions federal maritime law applies but in the absence of controlling maritime law principles South Carolina law governs.<sup>[4]</sup><i>Wilburn Boat Company v. Fireman's Fund Insurance Company,</i> 348 U.S. 310, 75 S.Ct. 368, 99 L.Ed. 337 (1955); <i>Continental Oil Company v. Bonanza Corporation,</i> 677 F.2d 455 (5th Cir.1982).</p>\n<p>Both admiralty law and the law of the State of South Carolina recognize the doctrine of strict liability as enunciated in Restatement of Torts (2d) § 402-A. Under this doctrine the exercise of due care in the manufacture of a product will not relieve the manufacturer of liability. Rather, a plaintiff need only prove that the product was defective and unreasonably dangerous when it was placed in the stream of commerce. Thus the focus of the trier of fact is upon the product itself, not the conduct <span class=\"star-pagination\">*79</span> of the manufacturer. <i>Reed v. Tiffin Motor Homes, Inc.,</i> 697 F.2d 1192 (4th Cir.1982).</p>\n<p>Notwithstanding the parties here are agreed that the doctrine of strict liability is applicable in admiralty, the plaintiff, apparently in deference to the fact that the boat and its stick steering system were manufactured and sold by Eldocraft and Teleflex prior to the adoption of strict liability in South Carolina, S.C.Code Ann. § 15-73-30 (1976), has sought to hold Eldocraft and Teleflex solely on principles of negligence and breach of implied warranty. Since the Evinrude motor was manufactured and sold by defendant OMC after the effective date of the South Carolina strict liability statute, plaintiff seeks to hold that defendant on principles of strict liability. Despite the apparent concession by plaintiff that her claims against Eldocraft and Teleflex are not to be considered as strict liability claims, in view of the agreement on all sides that the doctrine of strict liability obtains in admiralty, the court has chosen to apply the doctrine in this case with respect to each of the three defendants.</p>\n<p>This brings us to a discussion of plaintiff's claims as they relate to each of the defendants.</p>\n<p></p>\n<h2>PLAINTIFF'S CLAIM AGAINST ELDOCRAFT</h2>\n<p>As previously stated, in 1974 Wallace Tisdale purchased the boat involved in the accident from an independent dealer in the Charleston area. It had been manufactured and outfitted with the Teleflex stick steering system by Eldocraft at its plant in Arkansas in 1973. The boat was of the standard bass fishing boat design which meant that it had low gunwales, a relatively flat bottom and two swivel seats each of which rotated 360 degrees to permit cast fishing in any direction. Described by one witness as a \"floating platform,\" the boat was designed to operate in shallow waters and to accommodate bass fishermen, of which Tisdale was a most ardent one, in the sport of bass fishing.</p>\n<p>Tisdale was well acquainted with this type boat and the stick steering system with which it was equipped, and the primary reason he bought it was because it had the features mentioned. At the time of the accident, it was estimated that he had used the boat between 2,000 and 3,000 hours. He had never had any kind of accident with the boat prior to the one in question here.</p>\n<p>The plaintiff offered the testimony of two expert witnesses, Robert Swint and Robert Warren, who testified that in their opinion the Teleflex steering system was inherently unsafe; that the boat should not have been operated with an engine which did not have a \"kill switch,\" that is, an ignition switch device attached to the boat operator by a lanyard which would cause the engine to stop if the operator left his seat for any purpose. These witnesses also testified that the position of the operator on the seat was unsafe since it was level with or above the gunwales thus increasing the likelihood that the operator would be thrown out of the boat during a violent turn and that the seats should have been equipped with a device which would lock them in place when the boat was underway.</p>\n<p>Plaintiff alleged and offered this evidence to prove as against Eldocraft that that defendant was negligent in the design and manufacture of the boat; the failure to provide necessary safety devices; and the failure to warn Tisdale and the plaintiff of these defects.</p>\n<p>A careful review of all the evidence as it relates to the defendant Eldocraft has led to the conclusion that the plaintiff has failed to establish her cause of action against this defendant by a preponderance of the evidence. Concededly some of the features of this bass boat to which reference has been made tend to make it a less safe vessel in which to ride at high speeds, but these features were the very thing which Tisdale was looking for when he purchased the boat. For ease and convenience in fishing he wanted the swivel seats and the stick steering system, and he was fully acquainted with the characteristics and possible hazards involved in employing this particular equipment. There <span class=\"star-pagination\">*80</span> was no duty to warn him of something which he already knew. Apparently hundreds of thousands of these bass fishing boats have been manufactured, and they are still being marketed with these same features of which plaintiff now complains. No public statute, rule or regulation has ever prohibited their manufacture and sale.<sup>[5]</sup></p>\n<p>Eldocraft is not chargeable with the failure of the OMC engine to be equipped with a kill switch for the simple reason that Eldocraft had nothing to do with the selection and installation of this engine in the boat some five years after its purchase by Tisdale. And again, there was no duty to warn him about the failure to equip the engine with a kill switch, for he already knew about kill switches, their ready availability to him and the purpose which they served.</p>\n<p>Even if it be conceded that Eldocraft was negligent in any of the respects alleged or that it breached its implied warranty of fitness, it was still incumbent upon plaintiff to establish that such negligence or breach of warranty constituted a proximate cause of the accident and plaintiff's resulting injuries. Plaintiff was unable to do this for the simple reason that the accident was caused by the boat's striking a submerged object, and there was no evidence from which the court can find that the accident and its consequences would not have occurred if the boat had been equipped with any other type of steering mechanism, or if the seats had been of any other height and equipped with a locking mechanism, or if the engine had been of greater or less than 35 horsepower capacity.</p>\n<p>In sum, the plaintiff has failed to prove her case as against defendant Eldocraft which is therefore entitled to judgment of dismissal.</p>\n<p></p>\n<h2>PLAINTIFF'S CLAIM AGAINST TELEFLEX</h2>\n<p>Teleflex manufactured the stick steering system which was installed in the boat at the time it was manufactured and sold by Eldocraft. This steering system was developed in the 1960's in response to the demands of bass fishermen who wanted a steering system which would allow fishing lines to be cast from the front seat of the boat without the interference of a steering wheel. During the period 1970 to about 1978 Teleflex manufactured approximately 75,000 of these steering systems of which approximately seventy-five per cent were sold for use on bass boats. Admittedly the system is more sensitive than the conventional steering systems operated from a steering wheel, but as we have seen the sensitiveness of the stick steering system was not a cause of the loss of control of the boat. Rather, it was the sudden striking of the submerged object, and the evidence showed that when this happens, regardless of whether a boat is equipped with stick steering or wheel steering it is impossible for the operator to maintain control. Of the thirty-odd cases in which the witness Swint had testified involving ejection of occupants of a boat only about seven of the boats had been equipped with stick steering while the remaining twenty-three boats had been equipped with wheel steering.</p>\n<p>For reasons not related to safety or accident experience Teleflex ceased to manufacture its stick steering systems about 1978, but other manufacturers continued to market this system, and there has never been any public statute, rule or regulation governing the use of stick steering on bass boats.</p>\n<p>What has been said with respect to the failure of the evidence to establish proximate causation between Eldocraft's alleged negligence and breach of warranty and plaintiff's injuries applies with equal force to Teleflex, and even if this defendant were chargeable with any negligence or breach of warranty in connection with the manufacture and sale of its stick steering system, <span class=\"star-pagination\">*81</span> plaintiff's evidence has failed to establish such as a proximate cause of her injuries. Plaintiff's action as to Teleflex must therefore be dismissed.</p>\n<p></p>\n<h2>PLAINTIFF'S CLAIM AGAINST OMC</h2>\n<p>Plaintiff's claim against OMC is not based on any alleged defect in the 55-horse-power Evinrude engine which it manufactured and which Tisdale installed in his boat in early 1979 when he replaced the worn out engine which he installed at the time he purchased the boat in 1974. Indeed, at the time of the trial which was just over five years after plaintiff's accident Tisdale was still using this Evinrude engine, and so it must have been a good one. Since, as we have seen, any alleged defect attributable to the tilt pin and trim tab settings could not have been a proximate cause of the accident, plaintiff's case against OMC comes down to a question of whether liability shall attach by reason of OMC's failure to equip the Evinrude engine with a kill switch or to warn purchasers of the engine of the need for a kill switch and the consequences of their failure to use it.<sup>[6]</sup></p>\n<p>Turning first to the applicable law, as previously noted the court is of opinion that since the court's admiralty jurisdiction has been invoked, federal maritime law which has incorporated the doctrine of strict liability in tort controls. No federal statute, rule or regulation has ever been adopted which required the installation of kill switches on marine engines used on pleasure boats of the kind involved here. Plaintiff stressfully contends, however, that the Federal Boat Safety Act, 46 U.S.C. § 1461, <i>et seq.,</i> defines the duties of care of the defendants in this case. 46 U.S.C. § 1461 provides in part:</p>\n<blockquote>(a) No person shall </blockquote>\n<blockquote>(3) fail to furnish a notification as required by section 1464(a) of this title or exercise reasonable diligence in fulfilling the undertaking given pursuant to section 1464(c) of this title.</blockquote>\n<p>46 U.S.C. § 1464(a) provides:</p>\n<blockquote>Every manufacturer who discovers or acquires information which he determines, in the exercise of reasonable and prudent judgment, indicates that a boat or associated equipment subject to an applicable standard or regulation prescribed pursuant to section 1454 of this title either fails to comply with such standard or regulation, or contains a defect which creates a substantial risk of personal injury to the public, shall, if such boat or associated equipment has left the place of manufacture, furnish notification of such defect or failure of compliance as provided in subsections (b) and (c) of this section, within a reasonable time after the manufacturer has discovered the defect.</blockquote>\n<p>46 U.S.C. § 1464(c) provides:</p>\n<blockquote>The notification required by subsection (a) of this section shall contain a clear description of such defect or failure to comply, an evaluation of the hazard reasonably related thereto, a statement of the measures to be taken to correct such defect or failure to comply, and an undertaking by the manufacturer to take such measures at his sole cost and expense.</blockquote>\n<p>Since Section 1454 of the Act does not prescribe any standard or regulation with respect to kill switches, plaintiff's claim that OMC violated the Act must be based upon the contention that the failure of the Evinrude engine to be equipped with a kill switch rendered it defective and created a substantial risk of personal injury to the public which in turn gave rise to a duty to furnish notification of such defect to its customers.</p>\n<p>While it is by no means clear from a close reading of this statute that it was intended to cover defects in design such as the failure to incorporate a safety device in a product, for purposes of discussion the court has assumed that such defects are <span class=\"star-pagination\">*82</span> covered. The question for decision, then, is whether OMC's failure to equip its engine with a kill switch rendered it defective within the purview of strict liability law thus giving rise to the duty to warn of the need for and the consequences of the failure to use a kill switch with this engine. A careful review of the evidence and the applicable law has led the court to conclude that the question must be answered in the negative.</p>\n<p>The kill switch device has been in use for twenty or more years, and the desirability of requiring that engines on pleasure craft be equipped with kill switches has apparently been debated for a long time. The United States Coast Guard made a study of the question and concluded not to issue a regulation requiring kill switches. Required by federal law to justify its regulations on the basis of cost effectiveness, the Coast Guard found that about 7,250,000 boats would be affected by the regulations and that the prospective cost per life saved by the device would be $1,600,000. This was determined not to be \"cost effective.\" It is significant, however, that the Coast Guard has not recommended the use of kill switches on pleasure craft of the type here involved.<sup>[7]</sup></p>\n<p>As is usual in these cases, the testimony of the expert witnesses offered by plaintiff and defendants was sharply conflicting. Plaintiff's experts testified that in their opinion any bass boat equipped as was the one in this case which did not have a kill switch on its engine was inherently dangerous, while defendants' experts testified to the contrary and pointed out that kill switches themselves might pose as great or greater danger to occupants of a bass boat in that the sudden, unintentional activation of the switch by the operator's moving about in the boat and its resulting deceleration might cause occupants to be thrown about in the boat or overboard with the possibility of serious injury. While the court finds merit in the arguments of each set of experts, it is unable to say that the evidence of either side preponderates but is inclined to regard the evidence on this score as being evenly balanced, which, standing alone, would justify decision in defendants' favor.<sup>[8]</sup><i>Welch v. Outboard Marine Corporation,</i> 481 F.2d 252, 256-7 (5th Cir.1973). (Testimony of expert that lawnmower met all industry standards for the year it was manufactured and that the safety devices suggested by plaintiff would present other functional and safety problems supported jury finding that design of lawnmower was not unreasonably dangerous for normal use.)</p>\n<p>The doctrine of strict liability in tort is set forth in Section 402A of the Restatement (Second) of Torts (1965) which was adopted as law in South Carolina in 1976. S.C.Code Ann. § 15-73-10 (1976) provides:</p>\n<blockquote>Section 15-73-10. Liability of seller for defective product.</blockquote>\n<blockquote>(1) One who sells any product in a defective condition unreasonably dangerous to the user or consumer or to his property is subject to liability for physical harm caused to the ultimate user or consumer, or to his property, if</blockquote>\n<blockquote>(a) the seller is engaged in the business of selling such a product, and</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*83</span> (b) it is expected to and does reach the user or consumer without substantial change in the condition in which it is sold.</blockquote>\n<blockquote>(2) The rule stated in subsection (1) shall apply although</blockquote>\n<blockquote>(a) the seller has exercised all possible care in the preparation and sale of his product, and</blockquote>\n<blockquote>(b) the user or consumer has not bought the product from or entered into any contractual relation with the seller.</blockquote>\n<p>While this case is governed by principles of maritime law (including, as we have seen, the doctrine of strict liability) the court is technically not bound by the body of case law which has developed in South Carolina since the enactment of this statute. For reasons which will be detailed later the court has nevertheless found the South Carolina authorities persuasive, and application of developing principles of strict liability law in the South Carolina cases to facts of the case at bar leads unerringly to the conclusion that the kill switch question should be resolved in favor of OMC.</p>\n<p>These principles have been summarized in the virtually indistinguishable case of <i>Young v. Tide Craft, Inc.,</i> 270 S.C. 453, 242 S.E.2d 671 (1978). That was a wrongful death action against the manufacturer of a boat similar to the one involved here. The accident which resulted in the operator's death occurred when the cable connecting the boat's stick steerer to its outboard engine parted and the operator was thrown overboard and drowned. In reversing a jury verdict for the plaintiff the South Carolina Supreme Court held that the splicing and resulting disengagement of the steering cable were not acts for which the boat manufacturer was responsible, but in that case, as here, the claim was made that the failure of the boat to be equipped with a kill switch on its engine rendered it inherently defective. In rejecting this claim the South Carolina court said:</p>\n<blockquote>Tide Craft's failure to install a kill switch warrants separate consideration. A kill switch is a safety device which cuts electrical power to a boat's motor whenever the operator is thrown from his seat and is no longer in a position to control the boat. With the electrical power disconnected, the motor will cease functioning and the boat will come to a stop. This device is attached to the motor and ignition system neither of which is manufactured by Tide Craft. Even assuming that Tide Craft had responsibility in this area, it is clear to us that the absence of this device did not constitute a breach of warranty, an unreasonably dangerous defect, or lack of due care on the part of Tide Craft.</blockquote>\n<blockquote>To warrant recovery under the strict liability in tort theory, the absence of the kill switch must constitute a defect \"unreasonably dangerous to the user or consumer,\" S.C.Code § 15-73-10 (1976). As pointed out in <i>Skyhook Corp. v. Jasper,</i> 90 N.M. 143, 560 P.2d 934 (1977), the test of whether or not the \"failure [to incorporate a safety feature or device in a product] constitutes a defect is whether the product, absent such feature or device, is unreasonably dangerous to the user or consumer or to his property,\" 560 P.2d at 938.</blockquote>\n<blockquote>The question that presents itself is whether the absence of the kill switch <i>per se</i> rendered the boat \"dangerous to an extent beyond that which would be contemplated by the ordinary consumer who purchases it, with the ordinary knowledge common to the community as to its characteristics,\" Restatement (Second) of Torts, § 402A, com. i (1965). In applying this test to a situation in which the manufacturer of a winch used on fishing boats failed to include a brake on the winch, the court in <i>Williams v. Brasea, Inc.,</i> 497 F.2d 67 (5th Cir.1974), <i>cert. den.,</i> 423 U.S. 906, 96 S.Ct. 207, 46 L.E.2d 136 (1975), stated: \"The danger posed by the lack of a brake could scarcely be beyond the contemplation of crewmen who knew of its absence and worked with the winch in that condition on a daily basis.\" <i>Id.</i> at 79. It is common knowledge that a normal risk of boating is that of being thrown overboard. <span class=\"star-pagination\">*84</span> While the test set out above is an objective one and knowledge common to the community must be attributed to Young, there can, nevertheless, be no question of his awareness of this risk. His wife testified that Young had fished almost every weekend for the past ten years. He had often used boats and his wife felt he was relatively familiar with them. Young being aware of the normal risks of boating, the danger posed by the obvious lack of a kill switch could hardly be beyond his contemplation. Accordingly, the lack of a kill switch does not constitute a defect within the meaning of the strict liability in tort statute.</blockquote>\n<p>From the foregoing it is seen that as a prerequisite to the application of the doctrine of strict liability to a case South Carolina requires both a showing that the product in question is defective and is unreasonably dangerous to the user or consumer. The Fourth Circuit has adopted this view of the law in <i>Purvis v. Consolidated Energy Products Company,</i> 674 F.2d 217 (4th Cir.1982), where Chief Judge Winter said:</p>\n<blockquote>Under the formulation of the Restatement (Second), the policies of strict products liability come into play only as to products \"in a defective condition unreasonably dangerous to the user or consumer or to his property.\" Restatement (Second) § 402A.10 To be unreasonably dangerous within the meaning of section 402A, a defective product \"must be dangerous to an extent beyond that which would be contemplated by the ordinary purchaser who purchases it, with the ordinary knowledge common to the community as to its characteristics.\" <i>Id.,</i> Comment i.</blockquote>\n<p><i>Id.</i> at page 222. Footnote 10 referred to in the quotation reads in pertinent part as follows:</p>\n<blockquote>Some courts hold that a plaintiff who proves that he was injured by a product defect may recover under the doctrine of strict products liability without showing, as a separate element of proof, that the defect was unreasonably dangerous (citing cases). Other courts require proof that the product is both defective and unreasonably dangerous (citing cases).</blockquote>\n<blockquote>We think that the language of section 402A of the Restatement (Second) favors the latter position. To our knowledge, moreover, the Supreme Court of South Carolina has never applied strict products liability in a case not involving an extraordinary hazard or accident. Although that court may some day decide that unreasonable dangerousness is not an element of a section 402A claim, existing precedents afford us no basis for anticipating such a development.</blockquote>\n<p>Cases in other jurisdictions involving products alleged to have been inherently dangerous by reason of their failure to incorporate a kill switch have reached the same result as did the South Carolina court. In <i>Boatland of Houston, Inc. v. Bailey,</i> 609 S.W.2d 743 (1980), the Supreme Court of Texas upheld a jury verdict which had concluded that a fishing boat which had no kill switch on its engine was not defectively designed. In <i>Pressley v. Sears-Roebuck and Company,</i> 738 F.2d 1222 (11th Cir.1984), the court affirmed the granting of partial summary judgment to the defendants under the plaintiff's theories of negligence and strict liability in tort for failure to equip a lawnmower with a deadman (kill switch) control or other like safety feature. In that case the court said:</p>\n<blockquote>A manufacturer is under no duty to guard against injury from a patent peril or from a source that is manifestly dangerous. There is no duty to warn of obvious common dangers connected with the use of a product.... There was no evidence presented to the court suggesting that the absence of a deadman device rendered the lawn mower unsuitable for mowing grass, its \"intended use.\"</blockquote>\n<blockquote>There is no statutory requirement or industry safety standard that would impose upon either Roper or Sears an obligation to manufacture and to sell only those lawn mowers equipped with deadman devices. Although the lawn mower in this case is arguably potentially dangerous, <span class=\"star-pagination\">*85</span> the lack of such a device was open and obvious. Pressley acknowledged that he knew, prior to his accident, that the lawn mower motor and blade would continue to run even when the rider was unseated.</blockquote>\n<p><i>Id.</i> at 1223-24.</p>\n<p>To like effect <i>see </i><i>Williams v. Brasea, Inc.,</i> 497 F.2d 67, 79 (5th Cir.1974), where it was said:</p>\n<blockquote>The question then arises whether the lack of a brake made the winch \"dangerous to an extent beyond that which would be contemplated by the ordinary consumer who purchases it, ....\" Sec. 402A com. i. This proposition carries its own answer. The danger posed by the lack of a brake could scarcely be beyond the contemplation of crewmen who knew of its absence and worked with the winch in that condition on a daily basis.</blockquote>\n<p>With respect to plaintiff's continued insistence that OMC had a duty to warn Tisdale of the need for equipping the boat engine with a kill switch and the possible consequences of his failure to do so the short answer, as we have seen before and as the cited cases hold, is that there was no duty to warn Tisdale of the obvious. He knew about kill switches and the purpose which they served, and had he taken the time to read his instruction book he would have been referred to his dealer for further information on the subject.</p>\n<p>Since the evidence has failed to sustain plaintiff's cause of action on strict liability grounds her actions based on negligence and implied warranty must also fail. <i>Claytor v. General Motors Corporation,</i> 277 S.C. 259, 286 S.E.2d 129 (1982).</p>\n<p>Finally, as promised earlier, the court will explain further why it has found it expedient to apply South Carolina law in this case notwithstanding its non-binding force where the court's admiralty jurisdiction has been invoked. In the first place, the parties have not cited and the court's research has not revealed any federal maritime law at variance with the principles of strict liability in tort as applied in South Carolina, and absent some compelling federal authority to the contrary policy considerations argue strongly for applying state law. It was not until the Supreme Court decided <i>Foremost Insurance Company v. Richardson,</i> 457 U.S. 668, 102 S.Ct. 2654, 73 L.Ed.2d 300 (1982), that it was finally settled that accidents involving pleasure boats on navigable waters fall within the admiralty jurisdiction. Prior thereto there was highly respected opinion in the Fourth Circuit that such cases should not be cognizable in admiralty. <i>Richards v. Blake Builders Supply, Inc.,</i> 528 F.2d 745, 747 (4th Cir.1975); <i>Crosson v. Vance,</i> 484 F.2d 840 (4th Cir.1973). And, of course, the five to four decision in <i>Foremost</i> brought forth the vigorous dissent of Justice Powell concurred in by the Chief Justice, Justice Rehnquist and Justice O'Connor. As pointed out by then Chief Judge Haynsworth in <i>Crosson v. Vance</i><i>,</i> if the accident in this case had resulted in death, the wrongful death statute of South Carolina, not the Death on the High Seas Act, 46 U.S.C. § 761 et seq., would have governed. Except for the fortuitous circumstance that the accident here occurred on navigable waters this would have been an essentially local action. For these reasons the court feels that since there are no controlling principles of maritime law mandating a different result, the parties should be bound by South Carolina law the application of which has resulted in the conclusion that plaintiff is not entitled to recover of either of the defendants.</p>\n<p>Judgment accordingly will be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  The court notes that pursuant to its order of April 17, 1984, the cases \"Janet Mead Proctor, Administratrix of the Estate of Robert Diego Proctor, Plaintiff, vs. Tideland Electric Membership Corporation, Coleman Company, Inc. and Coast Catamaran Corporation, Defendants, Civil Action No. 83-1078-CIV-5\"; \"Charles R. Hassinger, Administrator of the Estate of Stanley H. Hassinger, III, Plaintiff, vs. Tideland Electric Membership Corporation, Coleman Company, Inc. and Coast Catamaran Corporation, Defendants, Civil Action No. 83-1077-CIV-5\" and \"James B. Powell, Administrator of the Estate of Stuart L. Powell, Deceased, vs. Tideland Electric Membership Corporation, Coleman Company, Inc. and Coast Catamaran Corporation, Defendants, Civil Action No. 84-256-CIV-5\" were consolidated. This memorandum of decision is applicable to each of these three cases.\n</p>\n<p>Several discovery motions are also pending before the court; the parties are directed to inform the court of the status of these motions within twenty (20) days of the issuance of this decision, after which the court will issue an order addressing those matters still pending. Defendant Coleman's motion for summary judgment is also pending before the court; in order to progress this litigation, the court herein resolves only the admiralty jurisdiction issue, and will rule on defendant Coleman's motion for summary judgment as soon as practicable.</p>\n<p>[2]  Silver Lake is a navigable body of water located in Hyde County encompassed by Okracoke, North Carolina. The waters of Silver Lake are tidal waters, subject to the ebb and flow of the tide; in addition, its waters are used for commercial purposes by ferry boats and fishing boats.</p>\n<p>[3]  It is unclear whether all four men participated in pulling the Hassinger boat ashore, or whether Proctor, Hassinger and King were in the process of beaching the boat when the mast struck the power line, and Powell attempted to rescue his companions.</p>\n<p>[4]  The Executive Jet case marked a significant development in the law of admiralty jurisdiction. Prior to Executive Jet, the determination of whether a tort was \"maritime\" in nature, and thus within the admiralty jurisdiction of the federal courts, depended solely on the locality of the wrong. Therefore, if the tortious conduct occurred on the navigable waters of the United States, the controversy fell within the admiralty jurisdiction. See <i>Victory Carriers, Inc. v. Law,</i> 404 U.S. 202, 205, 92 S.Ct. 418, 421, 30 L.Ed.2d 383 (1971). In extending the concept of admiralty jurisdiction the Executive Jet court recognized that, \"in determining whether there is admiralty jurisdiction over a particular tort ..., reliance on the relationship of the wrong to traditional maritime activity is often more sensible and more consonant with the purposes of maritime law than is a purely mechanical application of the locality test.\" <i>Executive Jet,</i> supra, 409 U.S. at 261, 93 S.Ct. at 501.</p>\n<p>[5]  Defendant made this contention, specifically that the boat was not moved before the photographs were taken, at a motions hearing held before the court on December 5, 1983. (transcript at p. 52). The photographs (See specifically Teeter exhibits 4, 6, 7, 8, 9 and 10 showing the boat mast in the power line) and the testimony of many witnesses demonstrate this point. Defendant now contends that the boat was moved seaward and out of the power lines before the photographs were taken. (Only one witness recalls pushing the boat seaward of the power lines immediately after the accident (May 23, 1984, deposition of David B. Fletcher at p. 43)) The court finds the former contention more believable from the evidence.</p>\n<p>[6]  Defendant's experts contend that there is insufficient data to determine the mean high water mark of Silver Lake. Although defendant's evidence demonstrates that the accident occurred at or very near low tide (Affidavit of Dirk Frankenberg at p. 3low tide occurred at approximately 1:13 p.m. on June 5, 1982), defendant does not offer evidence of the water level at high tide on that day. As to the location of the mean high water mark, defendant's experts state that the mean high water line at Silver Lake cannot be precisely located (Affidavit of Dirk Frankenberg at p. 4; Affidavit of Dr. Leonard Pietrafesa at p. 4), and that the period between March 7, 1980, and April 24, 1980, which represents the only compilation of tidal data, is \"entirely too short within which to collect sufficient data to establish the precise mean high water line of Silver Lake\" (Dr. Pietrafesa at p. 4). Defendant does not impeach the validity of plaintiff's expert's own methods for determining the approximate mean high water linevisual sightings coupled with a continuous profile of the topography (deposition of Loie Priddy at pp. 91 et seq.)except by contending that this survey of August 3, 1983, does not reflect the changes since June 5, 1982, due to the natural shifting of sand. Defendant's experts do not suggest, however, the degree to which Mr. Priddy's figures are inaccurate because of this natural shifting of sand over a year's time. Accordingly, the court finds that the Hassinger Hobie Cat was partially seaward of the mean high water line at the time of the accident.</p>\n<p>[7]  A power line extending entirely over dry land could constitute an obstruction to navigation assuming the maritime locality of the decedents and the existence of the requisite nexus between the wrong and traditional maritime activity, which the court herein finds existed on these facts.</p>\n<p>[8]  Billy Smith was accompanied to the accident scene by Deputy Sheriffs Carl Teeter and E.M. Jackson, and Tideland employees Bernard Midgett and Ronald T. O'Neal. None of these men, by affidavit or through deposition, refute Smith's testimony about the taking of these measurements and photographs, or the accuracy thereof.</p>\n<p>[9]  Defendant contends that <i>Hastings v. Mann,</i> 340 F.2d 910 (4th Cir.1965), <i>cert. denied,</i> 380 U.S. 963, 85 S.Ct. 1106, 14 L.Ed.2d 153 is controlling, in that persons standing in the water are considered to be on land, not water, for the purpose of determining admiralty jurisdiction. <i>Hastings v. Mann</i> is a pre-<i>Executive Jet</i> case involving a suit to recover for injuries sustained by plaintiff when he slipped and fell on a boat launching <i>ramp</i> while attempting to launch his boat. Plaintiff's injury was found not to be cognizable in admiralty based on the extension of the land doctrine; the ramp was viewed as an extension of the land, just as are a pier or a wharf. <i>Id.</i> at 912. The case at bar, however, does not involve the extension of the land doctrine; rather, the court here is concerned with an obstruction (the power line) and whether or not this obstruction bears a significant relationship to traditional maritime activity (beaching a boat). These points will be addressed in detail in this court's discussion of \"nexus.\"</p>\n<p>[10]  The federal concern is that of keeping navigable waters clear of obstructions to navigation; herein lies the need for uniformity.</p>\n<p>[11]  Since the court finds that jurisdiction is present under 28 U.S.C. § 1333, it is not necessary to address whether jurisdiction also exists under the Extension of Admiralty Act, 46 U.S.C. § 740.</p>\n<p>[12]  33 U.S.C. § 403 provides:\n</p>\n<p>The creation of any obstruction not affirmatively authorized by Congress, to the navigable capacity of any of the waters of the United States is hereby prohibited; and it shall not be lawful to build or commence the building of any wharf, pier, dolphin, boom, weir, breakwater, bulkhead, jetty, or other structures in any port, roadstead, haven, harbor, canal, navigable river, or other water of the United States, outside established harbor lines, or where no harbor lines have been established, except on plans recommended by the Chief of Engineers and authorized by the Secretary of War [Secretary of the Army]; and it shall not be lawful to excavate or fill, or in any manner to alter or modify the course, location, condition, or capacity of, any port, roadstead, haven, harbor, canal, lake, harbor of refuge, or inclosure within the limits of any breakwater, or of the channel of any navigable water of the United States, unless the work has been recommended by the Chief of Engineers and authorized by the Secretary of War [Secretary of the Army] prior to beginning the same.</p>\n<p>[13]  14 U.S.C. § 85 provides:\n</p>\n<p>The Secretary shall prescribe and enforce necessary and reasonable rules and regulations, for the protection of maritime navigation, relative to the establishment, maintenance, and operation of lights and other signals on fixed and floating structures in or over waters subject to the jurisdiction of the United States and in the high seas for structures owned or operated by persons subject to the jurisdiction of the United States. Any owner or operator of such a structure, excluding an agency of the United States, who violates any of the rules or regulations prescribed hereunder, commits a misdemeanor and shall be punished, upon conviction thereof, by a fine of not exceeding $100 for each day during which such violation continues.</p>\n<p>[14]  An analysis of the remaining two <i>Cort</i> factors is only necessary if the first two factors indicate a congressional intent to create the private remedy. <i>Id.</i> at 298, 101 S.Ct. at 1781.</p>\n<p>[15]  Defendants contend <i>Boudloche v. Conoco Oil Corporation,</i> 615 F.2d 687 (5th Cir.1980), <i>Delome v. Union Barge Line Co.,</i> 444 F.2d 225 (5th Cir.1971), and <i>Hastings v. Mann,</i> 340 F.2d 910 (4th Cir.1965), are controlling in that these cases illustrate that accidents which occur on the beach or in shallow water involving boats out of the water are not \"on navigable water.\" <i>Boudloche</i> and <i>Delome</i> involved injuries occurring to individuals completely on land by vessels completely on land. The reach of the tides was not raised as a factor for either court to consider. The court has already discussed <i>Hastings v. Mann</i> and its inapplicability to the case at bar.</p>\n<p>[16]  This order does not address the question of the forseeability of the occurrence of such an accident, as it relates to plaintiffs' negligence cause of action in Count VI. Questions of foreseeability and proximate cause as they relate to the negligence cause of action would be addressed at trial.</p>\n<p>[17]  Once again, since the court finds that jurisdiction is present under 28 U.S.C. § 1333, it is not necessary to address whether jurisdiction also exists under the Extension of Admiralty Act, 46 U.S.C. § 740.</p>\n<p>[18]  For the benefit of the parties, a copy of Judge Dupree's opinion in <i>Tisdale v. Teleflex, Inc</i><i>.</i> is appended to this memorandum of decision.</p>\n<p>[1]  Summary judgment in favor of Coleman Company, Inc., an original defendant, has previously been granted.</p>\n<p>[1]  This defendant was so identified in the caption to plaintiff's amended complaint filed October 15, 1984, but throughout the litigation it has been referred to as \"Eldo Craft Boat Company,\" \"Eldocraft Boat Manufacturing Company, Inc.,\" etc. The correct corporate name of this defendant is said to be El Do-Craft Boat Company, Inc., but no question is raised as to the correct identification of this defendant.</p>\n<p>[2]  This action was settled for $20,000 on a covenant not to sue and thereafter Davis married Tisdale and brought the present action against the manufacturers of the various components of Tisdale's boat.</p>\n<p>[3]  In response to questioning at the trial Tisdale said that he knew of no other accident which could have caused this damage to the skeg.</p>\n<p>[4]  As stated in plaintiff's first proposed conclusion of law,\n</p>\n<p>the instant action, being brought under the court's admiralty jurisdiction is governed by federal maritime law. Where a clearly established principle of federal maritime law applies, that law is applied. In the absence of such clearly established principles, the court is governed by the laws of South Carolina.</p>\n<p>[5]  There was evidence that an association of bass fishermen had promulgated a rule prohibiting the use of stick steering on bass boats used in fishing tournaments when equipped with engines of more than 35 horsepower.</p>\n<p>[6]  OMC has never contested the feasibility of equipping its engines with kill switches, and the evidence showed that the cost of incorporating such a device in an engine would be something less than $10.</p>\n<p>[7]  The use of kill switches is required by state law in only one state, Alabama, and the law in that state only requires kill switches on engines of 50-horsepower and over.</p>\n<p>[8]  The opinions of plaintiff's experts were premised on the assumption that Tisdale was ignorant of the hazards inherent in his boat and the need for added safety precautions such as the installation of a kill switch. Aside from the fact that this ascribes to this 44-year-old ex-seaman with twenty-eight years' experience in the Navy, including experience in small boats, a completely unrealistic naivete and one totally at variance with the impression which he left with the court, by his own admission Tisdale never bothered to read the owner's manual furnished him at the time he purchased the OMC engine which instructed him how to adjust the trim tab and tilt pin on the engine and told him to see his dealer about kill switches, and neither he nor the plaintiff were wearing the life jackets with which the boat was equipped at the time of the accident. On this evidence it is highly speculative to conclude that this man would have equipped his boat with a kill switch or that he would have used it if he had bought one.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">627</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">65</span></span> (1985)</b></center>\n<center><h1>Charles R. HASSINGER, Administrator of the Estate of Stanley H. Hassinger, III, Plaintiff,<br>\nv.<br>\nTIDELAND ELECTRIC MEMBERSHIP CORPORATION, Coleman Company, Inc., and Coast Catamaran Corporation, Defendants.<br>\nJanet Mead PROCTOR, Administratrix of the Estate of Robert Diego Proctor, Plaintiff,<br>\nv.<br>\nTIDELAND ELECTRIC MEMBERSHIP CORPORATION, Coleman Company, Inc., and Coast Catamaran Corporation, Defendants.</h1></center>\n<center>Nos. 83-1077-CIV-5, 83-1078-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 19, 1985.</center>\n<center>Order Granting Jury Trial November 20, 1985.</center>\n<p><span class=\"star-pagination\">*66</span> <span class=\"star-pagination\">*67</span> W. Timothy Haithcock, Barnes, Braswell &amp; Haithcock, Goldsboro, N.C., Daniel L. Brawley, Carter T. Lambeth, Marshall, Williams, Gorham &amp; Brawley, Wilmington, N.C., for James B. Powell.</p>\n<p>George R. Ragsdale, Moore, Ragsdale, Liggett, Ray &amp; Foley, P.A., Raleigh, N.C., for Tideland Elec.</p>\n<p>McNeill Smith, H. Miles Foy, E. Garrett Walker, Smith Moore Smith Schell &amp; Hunter, Greensboro, N.C., for Charles Hassinger.</p>\n<p>Armistead J. Maupin, John Turner Williamson, Maupin, Taylor &amp; Ellis, P.A., Raleigh, N.C., Robert M. Hughes, III, Seawell, Daughton, Hughes &amp; Jimms, Norfolk, Va., for Coleman Co., Inc. &amp; Coast Catamaran Corp.</p>\n<p>McNeill Smith, H. Miles Foy, E. Garrett Walker, Smith Moore Smith Schell &amp; Hunter, Greensboro, N.C., for Janet Proctor.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This case arises from the electrocutions of three men, Stanley H. Hassinger, III, Robert D. Proctor, and Stuart L. Powell, which occurred on June 5, 1982, at Silver Lake in Okracoke, North Carolina. The men were killed while beaching Hassinger's 18-foot Hobie Cat sailboat when the top of the mast contacted an overhead power line. Named as defendants in this action are Tideland Electric Membership Corporation (\"Tideland\"), as the owner and operator of the electric power line, and Coleman Company, Inc., (\"Coleman\") and Coast Catamaran Corporation (\"Coast\"), as the alleged designers, manufacturers and sellers of the Hassinger Hobie Cat sailboat. The estates of Stanley Hassinger, III, and Robert Proctor have invoked both the general admiralty jurisdiction of the court (28 U.S.C. § 1333), and admiralty jurisdiction pursuant to 46 U.S.C. § 740 (commonly known as the Admiralty Jurisdiction Extension Act), and the case is presently before the court on defendants' motions to dismiss for want of such jurisdiction.<sup>[1]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*68</span> I. BACKGROUND</h2>\n<p>During the morning and early afternoon of June 5, 1982, Stanley H. Hassinger, III, Robert Diego Proctor, and Stuart L. Powell, were sailing in two 18-foot Hobie Cat sailboats across Pamlico Sound to Silver Lake in Okracoke, North Carolina, approximately a thirty mile sailing distance. (deposition of H.J. King, IV at p. 25). Rex King, the only survivor of this tragic accident, accompanied Hassinger on Hassinger's boat, and Proctor and Powell were together on Powell's boat. At approximately 1:00 p.m., as the Hassinger and Powell boats entered Silver Lake from Pamlico Sound, the four men began to search for a place to beach their boats.<sup>[2]</sup> When they spotted what appeared to be an appropriate place, they prepared to beach the two sailboats; it was decided that the Hassinger boat would be pulled ashore first, while the Powell boat remained in the water. In the process of beaching the Hassinger sailboat (a process which required the occupants to get off the boat and pull it ashore), the top of the mast contacted an energized, uninsulated, overhead power line carrying 7,200 volts, and Hassinger, Proctor and Powell were electrocuted; King managed to survive the incident, being thrown or knocked clear of the boat shortly after the mast contacted the power line.<sup>[3]</sup></p>\n<p>The specific facts surrounding this incident are unclear and are the source of considerable dispute. First, it is unclear whether any portion of the boat was in the water at the time the mast struck the power line. Second, the evidence is also unclear as to whether any of the decedents were in the water at the time the mast contacted the wire. Finally, since the power line has been moved since the time of the accident, its exact location is unknown; therefore, whether it constantly extended over the water at the mast contact point, or whether it would have done so only at high tide, is unclear.</p>\n<p></p>\n<h2>II. ADMIRALTY TORT JURISDICTION</h2>\n<p></p>\n<h2>A. GENERALLY</h2>\n<p>All parties agree that the decision in <i>Executive Jet Aviation, Inc. v. City of Cleveland,</i> <span class=\"citation\" data-id=\"108646\"><a href=\"/opinion/108646/executive-jet-aviation-inc-v-cleveland/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, <span class=\"citation\" data-id=\"108646\"><a href=\"/opinion/108646/executive-jet-aviation-inc-v-cleveland/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">493</span></a></span>, <span class=\"citation\" data-id=\"108646\"><a href=\"/opinion/108646/executive-jet-aviation-inc-v-cleveland/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">454</span></a></span> (1972), sets forth the controlling criteria for determining whether a tort action is \"maritime\" and thus within the admiralty jurisdiction of the federal courts. The two-part test of <i>Executive Jet</i> requires (1) a maritime locality of the injury, and (2) a \"significant relationship to traditional maritime activity\" to the alleged wrong. <i>Id.</i> at 268, 93 S.Ct. at 254. Therefore, a plaintiff must satisfy both the maritime locality, or \"situs,\" and \"nexus\" requirements to invoke the admiralty jurisdiction of the district court.<sup>[4]</sup></p>\n<p>It is now well settled that the admiralty jurisdiction of the court is properly invoked <span class=\"star-pagination\">*69</span> in actions arising out of the use of pleasure craft on navigable waters, and that the <i>Executive Jet</i> criteria are applicable thereto. <i>Foremost Insurance Company v. Richardson,</i> <span class=\"citation\" data-id=\"110759\"><a href=\"/opinion/110759/foremost-ins-co-v-richardson/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"110759\"><a href=\"/opinion/110759/foremost-ins-co-v-richardson/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2654</span></a></span>, <span class=\"citation\" data-id=\"110759\"><a href=\"/opinion/110759/foremost-ins-co-v-richardson/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">300</span></a></span> (1982); <i>Souther v. Thompson,</i> <span class=\"citation\" data-id=\"447610\"><a href=\"/opinion/447610/kevin-w-souther-v-gary-thompson-and-douglas-souther/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">151</span></a></span> (4th Cir.1985); <i>Oliver v. Hardesty,</i> <span class=\"citation\" data-id=\"442798\"><a href=\"/opinion/442798/david-oliver-minor-by-his-guardian-ad-litem-linda-l-oliver-v-john/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span> (4th Cir.1984). In fact, the court in <i>Foremost</i> stated that</p>\n<blockquote>[a]lthough the primary focus of admiralty jurisdiction is unquestionably the protection of maritime commerce ... [the] federal interest in protecting commerce cannot be adequately served if admiralty jurisdiction is restricted to those individuals actually <i>engaged</i> in commercial activity. This intent can be fully vindicated only if <i>all</i> operators of vessels on navigable waters are subject to uniform rules of conduct. <i>Foremost, supra,</i> at 674-675, 102 S.Ct. at 2658 (emphasis in the original).</blockquote>\n<p>Though the maritime activity need not be an exclusively commercial one, <i>id.</i> at 674, 102 S.Ct. at 2658, the alleged wrong must bear a significant relationship to traditional maritime activity. In determining whether a sufficient nexus exists vis à vis the alleged wrong, courts now consider the following factors:</p>\n<blockquote>the functions and roles of the parties; the types of vehicles and instrumentalities involved; the causation and the type of injury; and traditional concepts of the role of admiralty law. <i>Kelly v. Smith,</i> <span class=\"citation\" data-id=\"313670\"><a href=\"/opinion/313670/garland-wayne-kelly-and-allen-eugene-kelly-sr-v-j-c-smith-and-chicot/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 525 (5th Cir.1973), <i>quoted in </i><i>Bendlin v. Virginia Electric and Power Co.,</i> <span class=\"citation\" data-id=\"1640031\"><a href=\"/opinion/1640031/bendlin-v-virginia-elec-power-co/\"><span class=\"volume\">449</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">934</span></a></span>, 936 (E.D.N. C.1978).</blockquote>\n<p></p>\n<h2>B. DEFENDANT TIDELAND</h2>\n<p>As previously indicated, the evidence varies substantially as to the location of both the boat and the decedents at the time of the accident. Specifically, the dispute revolves around the question of whether or not the boat and/or the decedents were partially in the water. Because the court finds that the boat and the decedents would have been partially in the water had it been high tide at the time of the accident, however, it is unnecessary to resolve this factual dispute. The evidence shows that when the mast contacted the power line, the decedents and at least part of the boat were on the portion of the beach located in between the mean high water mark and the mean low water mark. The photographs on which defendant so strongly relies demonstrate this point. (<i>See specifically</i> Hoft exhibit 2, from May 14, 1984, deposition of Phillip Hoft.) First, the back portion of the Hassinger Hobie Cat was seaward of the vegetation line; this edge of the vegetation corresponds closely to the mean high water mark. (deposition of Loie Priddy at pp. 101 et seq.). Second, in the foreground of Hoft exhibit 2, an orange pipe stands vertically in the sand at or near the center of the Hassinger Hobie Cat. A land survey conducted by plaintiffs' expert Loie Priddy demonstrates that this orange pipe was approximately twenty (20) feet seaward of the highway. This survey further demonstrates that the mean high water mark was approximately twenty-four (24) feet seaward of the highway. Assuming, as defendant contends, that the photographs accurately depict the position of the boat and height of the water at the time the accident occurred,<sup>[5]</sup> the photographs and the survey together demonstrate that the Hobie Cat would have been partially in the water at high tide.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*70</span> The evidence also varies substantially as to the location of the power line. This factual dispute revolves around whether or not the power line, or any portion thereof, extended over the water. In support of its contention that the line extended entirely over dry land, even at high tide, defendant offers the testimony of several witnesses who so observed it. (<i>See</i> affidavits of William Bart, Deputy Sheriffs Teeter and Jackson, Murray Fulcher, Ronald T. O'Neal and D.B. Fletcher). In contrast, plaintiffs' evidence shows that the power line extended over the water, at least at high tide (<i>See</i> deposition and survey of Loie Priddy, affidavit and photograph of Billy Smith, and deposition of Robert Schafer). Although not critical to the court's analysis,<sup>[7]</sup> the court finds that plaintiff's evidence on this point is the most credible. Plaintiffs' evidence, particularly Billy Smith's affidavit and photograph, demonstrates that the power line extended over the water at high tide. Three days after the accident, Mr. Smith, accompanied by two of defendant's employees, observed the accident scene. With their assistance, Smith measured and photographed the power line. The height of the wires above the ground was measured with an insulated measuring stick, and a stick was driven in the sand directly beneath the burn point on the wirewhich was identified as the point the sailboat mast contacted the power line. The photograph of this stick clearly shows that the power line was seaward of the edge of the vegetation, which corresponds closely with the mean high water mark.<sup>[8]</sup> (L. Priddy at p. 101).</p>\n<p></p>\n<h2>1. \"Situs\"</h2>\n<p>Defendant contends that \"situs,\" or maritime locality, is lacking in that the accident did not occur on or over navigable waters. Critical to defendant's contention is its position that the Hassinger Hobie Cat and the decedents were entirely on dry land at the time of the accident. Assuming the defendant is correct on this point, it is clear that had the accident occurred at high tide, the boat and the decedents would have been partially in the water. (See previous discussion).</p>\n<p>There is no question that consistently the mean high water (MHW) line has been accepted as the boundary of navigable waters of the United States. <i>Willink v. United States,</i> <span class=\"citation\" data-id=\"98694\"><a href=\"/opinion/98694/willink-v-united-states/\"><span class=\"volume\">240</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">572</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">422</span></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">808</span></span> (1916), <i>Borax Consolidated, Ltd. v. City of Los Angeles,</i> <span class=\"citation\" data-id=\"102485\"><a href=\"/opinion/102485/borax-consol-ltd-v-los-angeles/\"><span class=\"volume\">296</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">10</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">23</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">9</span></span> (1935), <i>Leslie Salt Co. v. Froehlke,</i> <span class=\"citation\" data-id=\"357282\"><a href=\"/opinion/357282/leslie-salt-co-appellants-cross-appellees-v-robert-f-froehlke/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">742</span></a></span> (9th Cir.1978). The question here, however, is whether the MHW line is the boundary of admiralty jurisdiction even when the tide is below this <span class=\"star-pagination\">*71</span> line, or whether the water's edge is the test. The court finds that the MHW line is the boundary of admiralty jurisdiction, even when the tide is below this point. Therefore, maritime locality exists until the boat is placed beyond the reach of the tides. To hold otherwise would make the existence or absence of admiralty jurisdiction dependent upon the fortuitous state of the tide. Such a test for maritime locality would render the time the accident occurred a critical factor, and is thereby much too inequitable, uncertain and speculative. None of the parties have identified to the court a modern case applying the English Common Law doctrine of divisum imperium, which rendered the common law applicable when the tide was out, and the admiralty law applicable when the tide was in. To hold that admiralty jurisdiction would exist had decedents been electrocuted at high tide, is totally without reason. Such a holding renders the existence of admiralty jurisdiction dependent upon the fortuitous circumstance of the time of day decedents were electrocuted.<sup>[9]</sup></p>\n<p></p>\n<h2>2. \"Nexus\"</h2>\n<p>Defendant also contends that \"nexus,\" or a significant relationship between the alleged wrong and traditional maritime activity, is lacking. Specifically, defendant contends that:</p>\n<blockquote>decedents were not engaged in traditional maritime activity at the time of the accident;</blockquote>\n<blockquote>even if decedents were engaged in traditional maritime activity, the wrong complained of (the erection and maintenance of power lines) does not bear a significant relationship thereto; and</blockquote>\n<blockquote>the concerns relate peculiarly to pleasure craft.</blockquote>\n<p>The court disagrees with these contentions. First, the act of beaching a vessel does constitute traditional maritime activity. Historically, and even today, vessels are pulled up on the beach with regularity. This act is an ancient and practical solution to the problem of removing the boat from the reach of the tides. As discussed previously, until a vessel is so removed, it remains in navigation.</p>\n<p>Second, the wrong, the erection and maintenance of the power lines, does bear a significant relationship to this traditional maritime activity. The factors enumerated by the Fifth Circuit in <i>Kelly v. Smith,</i> <span class=\"citation\" data-id=\"313670\"><a href=\"/opinion/313670/garland-wayne-kelly-and-allen-eugene-kelly-sr-v-j-c-smith-and-chicot/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 525 (5th Cir.1973), and applied by this court previously, <i>See </i><i>Bendlin v. Virginia Electric and Power Co.,</i> <span class=\"citation\" data-id=\"1640031\"><a href=\"/opinion/1640031/bendlin-v-virginia-elec-power-co/\"><span class=\"volume\">449</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">934</span></a></span>, 936 (E.D.N.C.1978), are helpful in making this determination. These factors are:</p>\n<p>1. the functions and roles of the parties;</p>\n<p>2. the types of vehicles and instrumentalities involved;</p>\n<p>3. the causation and type of injury; and</p>\n<p>4. the traditional concepts of the role of admiralty law. <i>Id.</i></p>\n<p>The role of the decedents at the time of the accident was that of a sailor attempting to remove a vessel from navigation; defendant's role was that of owner and operator of a power line, which proved to be a dangerous impediment to this navigational function. The instrumentalities involved are clearly the mast of the vessel and the overhead electric power line; the contact between these instrumentalities resulted in decedents' deaths by electrocution. The act complained of with respect to defendant <span class=\"star-pagination\">*72</span> Tideland is the negligent placing of a dangerous impedimenta power lineto navigation. Assuming navigation (as the court finds exists herein), \"[s]uch activity ... [is] considered as having a significant relationship to traditional maritime activity within the meaning of <i>Executive Jet.\" Brown v. U.S.,</i> <span class=\"citation\" data-id=\"1559936\"><a href=\"/opinion/1559936/brown-v-united-states/\"><span class=\"volume\">403</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">472</span></a></span> (C.D.Cal.1975).</p>\n<p>Admiralty law traditionally has concerned itself with the protection of sailors from injury or death caused by obstructions to navigationthis concern is the basis of the court's decision herein. In its third contention, defendant maintains that this accident could only have happened to a light sailboat capable of being beached by a few people, and therefore this matter relates peculiarly to pleasure craft. Defendant also contends that the power line posed no threat to commercial shipping or to larger pleasure boats. Once again, however, the court does not agree. The power line was positioned such that had it been knocked or blown down, for instance, it could have been on the beach, and in the water at high tide, thereby endangering any vessel beached in that area. Had the decedents been engaged in commercial activities while beaching the vessel at the same place and time, for example beaching a fishing boat, controlling precedent would doubtless sustain admiralty jurisdiction. As the court reasoned in <i>Oliver v. Hardesty,</i> <span class=\"citation\" data-id=\"442798\"><a href=\"/opinion/442798/david-oliver-minor-by-his-guardian-ad-litem-linda-l-oliver-v-john/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span> (4th Cir.1984), the plaintiffs should not be worse off because the decedents were beaching a pleasure craft. <i>Id.</i> at 320. Therefore, the court finds that the power line bears the requisite significant relationship to the traditional maritime activity of beaching a vessel.<sup>[10]</sup></p>\n<p>In sum, as to defendant Tideland, the court finds that both the situs and nexus requirements for admiralty jurisdiction are met, and that jurisdiction is present under 28 U.S.C. § 1333.<sup>[11]</sup> Therefore, defendant's motion to dismiss is DENIED.</p>\n<p></p>\n<h2>3. Federal Question Jurisdiction</h2>\n<p>As an independent jurisdictional base, plaintiffs assert violations of two federal statutes33 U.S.C. § 403<sup>[12]</sup> (a section of the Rivers and Harbors Appropriation Act) and 14 U.S.C. § 85.<sup>[13]</sup> Neither statute explicitly creates a private enforcement mechanism. Plaintiffs assert, however, that such private right can be implied on behalf of those allegedly suffering direct, fatal injuries as a result of the claimed violation.</p>\n<p><span class=\"star-pagination\">*73</span> As indicated by the Supreme Court in <i>California v. Sierra Club,</i> <span class=\"citation\" data-id=\"110467\"><a href=\"/opinion/110467/california-v-sierra-club/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, 292-293, <span class=\"citation\" data-id=\"110467\"><a href=\"/opinion/110467/california-v-sierra-club/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1775</span></a></span>, 1778, <span class=\"citation\" data-id=\"110467\"><a href=\"/opinion/110467/california-v-sierra-club/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span></a></span> (1981), <i>Cort v. Ash,</i> <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></a></span>, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2080</span></a></span>, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">26</span></a></span> (1975), provides the approach for determining whether a private right of action should be implied from a federal statute. This approach lists four factors which are relevant to the inquiry:</p>\n<blockquote>First, is the plaintiff `one of the class for whose <i>especial</i> benefit the statute was enacted,' ...that is, does the statute create a federal right in favor of the plaintiff? Second, is there any indication of legislative intent, explicit or implicit, either to create such a remedy or to deny one? ... Third, is it consistent with the underlying purposes of the legislative scheme to imply such a remedy for the plaintiff? ... And finally, is the cause of action one traditionally relegated to state law, in an area basically the concern of the States, so that it would be inappropriate to infer a cause of action based solely on federal law? <i>Id.</i> at 78, 95 S.Ct. at 2088.</blockquote>\n<p>The language of both statutes states no more than a general proscription of certain activities; neither statute focuses on any particular class of beneficiaries whose welfare Congress intended to further. As the court found in <i>Sierra</i> with reference to the Rivers and Harbors Appropriation Act (of which 33 U.S.C. § 403 is a part), the language of the Act \"is the kind of general ban which carries with it no implication of an intent to confer rights on a particular class of persons.\" 451 U.S. at 294, 101 S.Ct. at 1779. The court finds that this language applies to 14 U.S.C. § 85 as well. Such finding is strengthened with the knowledge that plaintiffs have not identified anything in the legislative histories of either statute suggesting 33 U.S.C. § 403 or 14 U.S.C. § 85 was created for the especial benefit of a particular class. The court therefore finds that the holding in <i>Sierra</i> applies with equal force to both statutes. That is, silence as to the existence of a private remedy in both the statute and the legislative history \"serves to confirm that in enacting the Act, Congress was concerned not with private rights but with the Federal Government's ability to respond to obstructions on navigable waterways.\" <i>Id.</i> at 296, 101 S.Ct. at 1780.<sup>[14]</sup> Thus, neither statute is the basis for an independent cause of action, although each is pertinent to plaintiff's cause of action in admiralty in determining the applicable standard of care. <i>See, e.g., </i><i>Ison v. Roof,</i> <span class=\"citation\" data-id=\"413337\"><a href=\"/opinion/413337/charles-l-ison-daniel-c-ott-denver-roof-v-homer-roof-ronald-brammer/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">294</span></a></span> (6th Cir.1983). Accordingly, defendant's motion to dismiss these Federal question claims is GRANTED.</p>\n<p></p>\n<h2>C. DEFENDANTS COAST AND COLEMAN</h2>\n<p></p>\n<h2>1. Admiralty Jurisdiction</h2>\n<p>Since the court has already found the existence of maritime locality,<sup>[15]</sup> the only question remaining as to these defendants is whether the wrong complained of defective design and manufacture of the sailboat mastbears a significant relationship to traditional maritime activity. Plaintiffs contend that because defendants have manufactured a uniquely maritime product the sailboat mastany defect in the design and/or manufacture of that product is a maritime concern. Conversely, defendants maintain that any such defect does not relate to the navigational function of the vessel, and therefore, the concerns are not peculiar to maritime activity. Defendants' <span class=\"star-pagination\">*74</span> rationale revolves around the notion that the mast contact with the power line is not a maritime malfunction.</p>\n<p>In <i>White v. Johns-Manville Corp.,</i> <span class=\"citation\" data-id=\"396202\"><a href=\"/opinion/396202/john-w-white-and-ronald-m-cash-donahue-ellis-willie-a-gibbons-thomas/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">234</span></a></span> (4th Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1163</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1037</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">319</span></span> (1982), the Fourth Circuit found that plaintiffs, shipyard workers who worked with asbestos insulation materials in the construction and repair of numerous vessels, had a cause of action in admiralty against the manufacturers of the asbestos. <i>Id.</i> at 240. Because the asbestos insulation materials became an integral part of the ship, the court found their installation \"clearly essential to the maritime industry.\" <i>Id.</i> at 239. The court reasoned that since these materials \"were designed, advertised and marketed as <i>maritime</i> asbestos products,\" the <i>Executive Jet</i> criteria were met and admiralty jurisdiction existed. <i>Id.</i> at 240 [emphasis added]. The court established no requirement that the wrong relate to the navigational function of the vessel.</p>\n<p>In <i>McCraine v. Hondo Boats, Inc.,</i> <span class=\"citation\" data-id=\"1596456\"><a href=\"/opinion/1596456/mccraine-v-hondo-boats-inc/\"><span class=\"volume\">399</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">163</span></a></span> (La.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3483</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1366</span></span> (1982), the plaintiff was a passenger in a boat travelling in the intercoastal waterway when the boat accelerated and struck the wake of another vessel, causing her to be thrown to the deck and to slide against the exposed engine, thereby receiving serious burns. The court found plaintiff's claim to be cognizable in admiralty, even though the conduct complained of was negligence in construction or defective design of the engine which occurred ashore. <i>Id.</i> at 167. <i>See also, </i><i>Sperry Rand Corp. v. Radio Corp. of America,</i> <span class=\"citation\" data-id=\"376685\"><a href=\"/opinion/376685/sperry-rand-corporation-and-liberty-mutual-insurance-company-v-radio/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">319</span></a></span> (5th Cir.1980). The court reasoned that:</p>\n<blockquote>[i]t cannot be argued that ... [the law of admiralty] is not particularly well-suited for determinations as to proper design and construction of vessels meant to operate on navigable waters. It is clear that the federal interest in protecting navigation and commerce on navigable waters extends to considerations of the safe design and construction of all vessels, including pleasure boats used only for recreational, and not commercial purposes. The potential danger to navigation and commerce posed by improperly designed and manufactured vessels is apparent. <i>Id.</i>\n</blockquote>\n<p>Defendants attempt to distinguish <i>McCraine</i> by asserting that the hazard resulted from a design defect peculiar to navigation; that is, being thrown onto a hot engine by swells from a passing vessel. In light of the court's reasoning quoted above, however, <i>McCraine</i> cannot be so closely limited to its facts.</p>\n<p>The case at bar involves an allegedly defective sailboat mast, an integral component of the vessel, and indeed one indispensable to its navigation. The defendants designed, manufactured, and marketed this uniquely maritime product; furthermore, the accident and resulting deaths occurred while the decedents were engaged in the traditional maritime activity of beaching the vessel. The instrumentality causing the deaths was an allegedly defectively designed sailboat mast. Unlike the case of a sailboat mast striking a power line while being towed on land, the requisite situs is present. As illustrated by both <i>White</i> and <i>McCraine,</i> the law of admiralty is concerned with the safe design and construction of vessels in navigation, particularly when the alleged defect is an integral part of the ship. Hence, \"nexus\" is present as well.<sup>[16]</sup> Accordingly, because the <i>Executive Jet</i> criteria have been met, the court finds that jurisdiction is present under 28 U.S.C. § 1333.<sup>[17]</sup> Defendants' motion to dismiss is hereby DENIED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*75</span> 2. Strict Liability in Tort</h2>\n<p>In Count VIII of their complaints, plaintiffs allege that defendants Coast Catamaran and Coleman are strictly liable under § 402A of the Restatement (Second) of Torts for the wrongful deaths of the decedents. This matter is presently before the court on defendants' motion to dismiss this claim pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure. Defendants base their motion on the contention that the law of North Carolina is applicable in determining liability, and the courts of North Carolina do not recognize the doctrine of strict liability in tort.</p>\n<p>In a recent opinion issued in the Charleston, South Carolina division of the United States District Court, Judge F.T. Dupree, Jr. of this court addressed the strict liability issue. <i>Tisdale v. Teleflex, Inc.,</i> <span class=\"citation\" data-id=\"1575592\"><a href=\"/opinion/1575592/tisdale-v-teleflex-inc/\"><span class=\"volume\">612</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">30</span></a></span> (D.S.C.1985). In this opinion, the court noted that <i>\"[b]oth</i> admiralty law and the law of the State of South Carolina recognize the doctrine of strict liability as enunciated in Restatement of Torts (2d) § 402-A.\" (P. 7). (emphasis added). The opinion further states that \"the court is of the opinion that since the court's admiralty jurisdiction has been invoked, federal maritime law which has incorporated the doctrine of strict liability in tort controls.\" (p. 14). Although the court applied South Carolina law in its analysis, it did so for reasons of expedience, stating that the law of South Carolina is \"non-binding ... where the court's admiralty jurisdiction has been invoked\" (p. 23). Accordingly, assuming plaintiffs have a claim in strict liability (which would require plaintiffs to prove that the product was unreasonably dangerous), the court finds that the doctrine of strict liability is applicable to actions in admiralty, and defendants' motion to dismiss Count VIII of plaintiffs' complaints is DENIED.<sup>[18]</sup></p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>ORDER GRANTING JURY TRIAL</h2>\n<p>Plaintiffs in this action assert claims based in maritime law against Tideland Electric Membership Corporation (Tideland) and Coast Catamaran Corporation (Coast).<sup>[1]</sup> As against Tideland, this action is brought within the admiralty jurisdiction of the court. As against Coast, the claims are brought within the diversity jurisdiction of the court as a controversy between citizens of different states. This joinder raises the issue of whether plaintiffs retain their right to a jury trial of the maritime civil claims brought in diversity, or whether the joinder of maritime claims asserted under admiralty jurisdiction with maritime claims asserted under diversity jurisdiction operates to destroy complete diversity so as to deprive the plaintiffs of their jury rights.</p>\n<p>In <i>Powell v. Offshore Navigation, Inc.,</i> <span class=\"citation\" data-id=\"388782\"><a href=\"/opinion/388782/tyrone-powell-v-offshore-navigation-inc-etc/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1063</span></a></span> (5th Cir.1981), the Fifth Circuit ruled that joinder of diversity claims with an admiralty claim against a non-diverse party operated to destroy complete diversity. The court retained jurisdiction over all of the claims, since all were alternately cognizable in admiralty; however, the plaintiff's jury right, which depended on diversity, was lost.</p>\n<p>The opinion in <i>Powell</i> was carefully scrutinized in Comment, <i>Powell v. Offshore Navigation, Inc.: Jurisdiction Over Maritime Claims and the Right to Trial by Jury,</i> 82 Colum.L.Rev. 784 (1982). The court will not repeat here the in depth analysis set forth in the foregoing comment, but it adopts the views expressed therein. In sum, the court joins in the opinion expressed therein that claims based on admiralty rest on an independent basis sufficient to support federal jurisdiction without undermining the court's jurisdiction of diversity claims joined with them. The court concludes that in situations in which claims are so interrelated, as in the instant case, as to require trial by a single fact finder, the constitutionally protected <span class=\"star-pagination\">*76</span> right to a jury trial for civil claims outweighs the tradition of non-jury trials in admiralty. It is upon this premise that the court grants plaintiffs' request for jury trial as to the issues raised with regard to claims against both defendants. This is not to say that the court will permit maritime claimants to manipulate pleadings to create spurious diversity claims in order to obtain a jury trial on all issues. The court adopts the view that the test of whether or not diversity jurisdiction may properly be invoked over claims asserted as part of a combined admiralty-diversity action (with jury trial on all issues) is whether the diversity component could stand alone if it were brought as a separate action. If the court, in examining the diversity component of a combined action, determines that the non-diverse party sought to be joined under its admiralty jurisdiction is an \"indispensable\" party to the diversity action, then diversity jurisdiction (and jury trial right) will be denied.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>APPENDIX</h2>\n<p>IN THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF SOUTH CAROLINA CHARLESTON DIVISION</p>\n<p></p>\n<h2>Mary Sally Tisdale, Plaintiff</h2>\n<p></p>\n<h2>vs.</h2>\n<p></p>\n<h2>Teleflex, Inc., Eldocraft Manufacturing Company, Inc., and Outboard Marine Corporation, Defendants</h2>\n<p></p>\n<h2>File No. 82-1992-8</h2>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Invoking the court's admiralty jurisdiction under Rule 9(h) of the Federal Rules of Civil Procedure plaintiff, Mary Sally Tisdale, instituted this action for damages for personal injuries in August of 1982 against defendants, Teleflex, Inc. (Teleflex), Eldo Craft Manufacturing Company, Inc.<sup>[1]</sup> (Eldocraft) and Outboard Marine Corporation (OMC). Plaintiff alleges that she was severely and permanently injured in a boating accident which occurred on navigable waters near Charleston, South Carolina on October 27, 1979. The plaintiff's cause of action is based on allegations of defects in the manufacture of the boat in which she was a passenger at the time of the accident and its accessory equipment. Liability of the defendant manufacturers of the boat and its equipment is sought to be imposed on principles of negligence, breach of warranty and strict liability in tort.</p>\n<p>The defendants timely filed answers denying all liability to the plaintiff and pleading defenses of contributory negligence, assumption of risk and the intervening, superseding negligence of the operator of the boat. On the issues thus joined the case came on for trial and was tried by the court without a jury over a two-week period in November of 1984. Thereafter the parties submitted proposed findings of fact and post-trial briefs, and in this memorandum of decision the court now enters its findings of fact and conclusions of law. Rule 52, F.R.Civ.P.</p>\n<p>In March, 1974 Wallace Tisdale, a retired Navy petty officer living in the Charleston, South Carolina area, purchased from an independent dealer a 15-foot motor boat which had been designed, manufactured and sold by Eldocraft. Known in the trade as a \"bass boat,\" the boat was used by Tisdale primarily for fishing in the inland, navigable waters in the Charleston area. The boat was originally powered by a 45-horsepower Chrysler outboard motor and it was equipped with a \"stick steerer\" manufactured by Teleflex. The boat was equipped with two pedestal seats, one forward and one aft, each of which rotated <span class=\"star-pagination\">*77</span> 360 degrees thus enabling the occupants to fish in any direction from the boat.</p>\n<p>Weather permitting, Tisdale apparently spent a substantial part of his waking hours fishing with the result that by 1979 he had completely worn out the Chrysler engine on his boat, and in the spring of that year he replaced it with the 55-horse-power Evinrude engine manufactured by defendant OMC which he was operating at the time of the accident.</p>\n<p>The boat was operated from the front pedestal seat near its bow, and when facing forward the throttle control was mounted on the right side of the boat and the stick steerer was mounted on the left side. The stick steerer, as the name implies, consists of a rod of approximately twenty inches in length on the top of which is a ball of the approximate size of a billiard ball. This \"stick\" extends vertically from a drum assembly which houses cables extending rearward to the engine and which control its movements to each side as it pivots on its mountings. Pushing the stick forward causes the engine to pivot to the starboard and the boat to make a right turn. Pulling back on the stick causes the engine to pivot to port and the boat to make a left turn. When the stick is in the vertical position the boat moves straight ahead, but if the stick is released the torque force created by the engine will gradually at first and then more rapidly cause the boat to go into a right turn.</p>\n<p>On the late afternoon of October 27, 1979 the plaintiff, who was then Mary Sally Davis, and who has since married Wallace Tisdale, was a passenger in the Tisdale boat from which they had been fishing on Flagg Creek, a small tidal creek off the Cooper River near Charleston. Davis and Tisdale had been keeping company for a short time, but this was her first trip in Tisdale's fishing boat. About sunset they stopped fishing and prepared to return to the boat landing. Because she had begun to get chilly, Davis, who had been seated in the rear pedestal seat, went to the bow of the boat and assumed a kneeling position between Tisdale's legs and facing him as he sat in the front pedestal seat with his right hand on the throttle and the left hand on the stick steerer.</p>\n<p>While they were in these positions Tisdale accelerated the engine and started the trip back to the landing. When the boat had reached a speed of approximately fifteen miles an hour it suddenly went into a sharp right turn which caused Tisdale and Davis to be ejected into the water from the port side of the boat. What happened immediately thereafter is not readily determinable from the evidence, but it is clear that the boat continued to circle to the right, and either on the first time around or thereafter Davis was severely injured when she was struck by the skeg or propeller of the boat engine. As a result of her injuries the plaintiff has incurred medical expenses of upwards of $50,000, and while she suffers from a variety of other unrelated ailments, her medical problems attributable to injuries received in this accident are of a permanent and disabling nature.</p>\n<p>As to the cause of this accident the Tisdales at one time or another have given at least three conflicting versions as to how it happened. In 1980 Sally Davis brought an action against Wallace Tisdale in this court alleging that his negligence and recklessness caused her injuries and demanding actual and punitive damages from him. At that time she alleged that Tisdale had been negligent in reaching for a coat while traveling at full speed in the boat or by allowing the steering stick to become caught in his sleeve.<sup>[2]</sup> At other times the Tisdales have contended that when Tisdale took his hand off the stick steerer momentarily the stick fell forward causing the boat to go into the sharp right turn.</p>\n<p>The court finds the most believable story given by the Tisdales as to how the accident happened is what they said immediately following the accident and before any <span class=\"star-pagination\">*78</span> litigation was instituted or even contemplated. In the accident report required to be filed by Tisdale shortly after the accident he stated that the boat struck an underwater obstacle causing him to lose control and that the boat thereupon went into a violent turn to the right. The plaintiff herself originally confirmed this version of the accident, and following the accident it was determined that the skeg (the vertical metal shield which partially surrounds the propeller protecting it from striking objects in or out of the water) was damaged as the obvious result of a blow which it had sustained, but while this damage may very well have been incurred at the time of the accident, the court is unable to determine with any certainty that this was the case.<sup>[3]</sup></p>\n<p>The violence of the turn which the boat took at the time of the accident is attested by the fact that Tisdale, a 240-pound man, and the plaintiff, a 140-pound woman, were thrown clear of the boat and in the process the arm rest on the seat occupied by Tisdale was torn off. The court is satisfied that the boat's sharp turn was not attributable to any momentary release of the stick steerer by Tisdale, for movies introduced at the trial by the plaintiff showed that while a momentary release of the stick will result in a gradual turn to the right, this can be promptly corrected by regaining control of the stick. Wallace Tisdale, in fact, testified that he had had occasion to remove his hand from the stick momentarily (as when he would slap a mosquito) but that he had never had any difficulty in bringing the boat back under control promptly. As a boat operator with thousands of hours of experience it is simply not plausible to assume that on this occasion a momentary release of the stick resulted in the boat's becoming uncontrollable.</p>\n<p>The court also rejects the suggestion by plaintiff that maladjustment of the tilt and trim tab devices on the engine may have caused the boat to go into its violent right turn. Here again Tisdale testified that he had never experienced any difficulty attributable to such causes in the five years he had been operating the boat prior to the accident.</p>\n<p>Thus the court concludes on all of the evidence that by far the most likely cause of this accident was the striking of a submerged object by some part of the boat's engine assembly, and the court so finds.</p>\n<p>It appears now to be well settled that the admiralty jurisdiction of the court is properly invoked in actions arising out of the use of pleasure craft on navigable waters. <i>Foremost Insurance Company v. Richardson,</i> <span class=\"citation\" data-id=\"110759\"><a href=\"/opinion/110759/foremost-ins-co-v-richardson/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"110759\"><a href=\"/opinion/110759/foremost-ins-co-v-richardson/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2654</span></a></span>, <span class=\"citation\" data-id=\"110759\"><a href=\"/opinion/110759/foremost-ins-co-v-richardson/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">300</span></a></span> (1982); <i>Souther v. Thompson,</i> <span class=\"citation\" data-id=\"447610\"><a href=\"/opinion/447610/kevin-w-souther-v-gary-thompson-and-douglas-souther/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">151</span></a></span> (4th Cir.1985); <i>Oliver v. Hardesty,</i> <span class=\"citation\" data-id=\"442798\"><a href=\"/opinion/442798/david-oliver-minor-by-his-guardian-ad-litem-linda-l-oliver-v-john/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span> (4th Cir.1984). Additionally, the parties in this action are agreed that in such actions federal maritime law applies but in the absence of controlling maritime law principles South Carolina law governs.<sup>[4]</sup><i>Wilburn Boat Company v. Fireman's Fund Insurance Company,</i> <span class=\"citation\" data-id=\"105270\"><a href=\"/opinion/105270/wilburn-boat-co-v-firemans-fund-ins-co/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, <span class=\"citation\" data-id=\"105270\"><a href=\"/opinion/105270/wilburn-boat-co-v-firemans-fund-ins-co/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">368</span></a></span>, <span class=\"citation\" data-id=\"105270\"><a href=\"/opinion/105270/wilburn-boat-co-v-firemans-fund-ins-co/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">337</span></a></span> (1955); <i>Continental Oil Company v. Bonanza Corporation,</i> <span class=\"citation\" data-id=\"403598\"><a href=\"/opinion/403598/continental-oil-company-v-bonanza-corporation-and-republic-insurance/\"><span class=\"volume\">677</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span></a></span> (5th Cir.1982).</p>\n<p>Both admiralty law and the law of the State of South Carolina recognize the doctrine of strict liability as enunciated in Restatement of Torts (2d) § 402-A. Under this doctrine the exercise of due care in the manufacture of a product will not relieve the manufacturer of liability. Rather, a plaintiff need only prove that the product was defective and unreasonably dangerous when it was placed in the stream of commerce. Thus the focus of the trier of fact is upon the product itself, not the conduct <span class=\"star-pagination\">*79</span> of the manufacturer. <i>Reed v. Tiffin Motor Homes, Inc.,</i> <span class=\"citation\" data-id=\"413268\"><a href=\"/opinion/413268/christopher-j-reed-john-christopher-reed-dorothy-reed-v-tiffin-motor/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1192</span></a></span> (4th Cir.1982).</p>\n<p>Notwithstanding the parties here are agreed that the doctrine of strict liability is applicable in admiralty, the plaintiff, apparently in deference to the fact that the boat and its stick steering system were manufactured and sold by Eldocraft and Teleflex prior to the adoption of strict liability in South Carolina, S.C.Code Ann. § 15-73-30 (1976), has sought to hold Eldocraft and Teleflex solely on principles of negligence and breach of implied warranty. Since the Evinrude motor was manufactured and sold by defendant OMC after the effective date of the South Carolina strict liability statute, plaintiff seeks to hold that defendant on principles of strict liability. Despite the apparent concession by plaintiff that her claims against Eldocraft and Teleflex are not to be considered as strict liability claims, in view of the agreement on all sides that the doctrine of strict liability obtains in admiralty, the court has chosen to apply the doctrine in this case with respect to each of the three defendants.</p>\n<p>This brings us to a discussion of plaintiff's claims as they relate to each of the defendants.</p>\n<p></p>\n<h2>PLAINTIFF'S CLAIM AGAINST ELDOCRAFT</h2>\n<p>As previously stated, in 1974 Wallace Tisdale purchased the boat involved in the accident from an independent dealer in the Charleston area. It had been manufactured and outfitted with the Teleflex stick steering system by Eldocraft at its plant in Arkansas in 1973. The boat was of the standard bass fishing boat design which meant that it had low gunwales, a relatively flat bottom and two swivel seats each of which rotated 360 degrees to permit cast fishing in any direction. Described by one witness as a \"floating platform,\" the boat was designed to operate in shallow waters and to accommodate bass fishermen, of which Tisdale was a most ardent one, in the sport of bass fishing.</p>\n<p>Tisdale was well acquainted with this type boat and the stick steering system with which it was equipped, and the primary reason he bought it was because it had the features mentioned. At the time of the accident, it was estimated that he had used the boat between 2,000 and 3,000 hours. He had never had any kind of accident with the boat prior to the one in question here.</p>\n<p>The plaintiff offered the testimony of two expert witnesses, Robert Swint and Robert Warren, who testified that in their opinion the Teleflex steering system was inherently unsafe; that the boat should not have been operated with an engine which did not have a \"kill switch,\" that is, an ignition switch device attached to the boat operator by a lanyard which would cause the engine to stop if the operator left his seat for any purpose. These witnesses also testified that the position of the operator on the seat was unsafe since it was level with or above the gunwales thus increasing the likelihood that the operator would be thrown out of the boat during a violent turn and that the seats should have been equipped with a device which would lock them in place when the boat was underway.</p>\n<p>Plaintiff alleged and offered this evidence to prove as against Eldocraft that that defendant was negligent in the design and manufacture of the boat; the failure to provide necessary safety devices; and the failure to warn Tisdale and the plaintiff of these defects.</p>\n<p>A careful review of all the evidence as it relates to the defendant Eldocraft has led to the conclusion that the plaintiff has failed to establish her cause of action against this defendant by a preponderance of the evidence. Concededly some of the features of this bass boat to which reference has been made tend to make it a less safe vessel in which to ride at high speeds, but these features were the very thing which Tisdale was looking for when he purchased the boat. For ease and convenience in fishing he wanted the swivel seats and the stick steering system, and he was fully acquainted with the characteristics and possible hazards involved in employing this particular equipment. There <span class=\"star-pagination\">*80</span> was no duty to warn him of something which he already knew. Apparently hundreds of thousands of these bass fishing boats have been manufactured, and they are still being marketed with these same features of which plaintiff now complains. No public statute, rule or regulation has ever prohibited their manufacture and sale.<sup>[5]</sup></p>\n<p>Eldocraft is not chargeable with the failure of the OMC engine to be equipped with a kill switch for the simple reason that Eldocraft had nothing to do with the selection and installation of this engine in the boat some five years after its purchase by Tisdale. And again, there was no duty to warn him about the failure to equip the engine with a kill switch, for he already knew about kill switches, their ready availability to him and the purpose which they served.</p>\n<p>Even if it be conceded that Eldocraft was negligent in any of the respects alleged or that it breached its implied warranty of fitness, it was still incumbent upon plaintiff to establish that such negligence or breach of warranty constituted a proximate cause of the accident and plaintiff's resulting injuries. Plaintiff was unable to do this for the simple reason that the accident was caused by the boat's striking a submerged object, and there was no evidence from which the court can find that the accident and its consequences would not have occurred if the boat had been equipped with any other type of steering mechanism, or if the seats had been of any other height and equipped with a locking mechanism, or if the engine had been of greater or less than 35 horsepower capacity.</p>\n<p>In sum, the plaintiff has failed to prove her case as against defendant Eldocraft which is therefore entitled to judgment of dismissal.</p>\n<p></p>\n<h2>PLAINTIFF'S CLAIM AGAINST TELEFLEX</h2>\n<p>Teleflex manufactured the stick steering system which was installed in the boat at the time it was manufactured and sold by Eldocraft. This steering system was developed in the 1960's in response to the demands of bass fishermen who wanted a steering system which would allow fishing lines to be cast from the front seat of the boat without the interference of a steering wheel. During the period 1970 to about 1978 Teleflex manufactured approximately 75,000 of these steering systems of which approximately seventy-five per cent were sold for use on bass boats. Admittedly the system is more sensitive than the conventional steering systems operated from a steering wheel, but as we have seen the sensitiveness of the stick steering system was not a cause of the loss of control of the boat. Rather, it was the sudden striking of the submerged object, and the evidence showed that when this happens, regardless of whether a boat is equipped with stick steering or wheel steering it is impossible for the operator to maintain control. Of the thirty-odd cases in which the witness Swint had testified involving ejection of occupants of a boat only about seven of the boats had been equipped with stick steering while the remaining twenty-three boats had been equipped with wheel steering.</p>\n<p>For reasons not related to safety or accident experience Teleflex ceased to manufacture its stick steering systems about 1978, but other manufacturers continued to market this system, and there has never been any public statute, rule or regulation governing the use of stick steering on bass boats.</p>\n<p>What has been said with respect to the failure of the evidence to establish proximate causation between Eldocraft's alleged negligence and breach of warranty and plaintiff's injuries applies with equal force to Teleflex, and even if this defendant were chargeable with any negligence or breach of warranty in connection with the manufacture and sale of its stick steering system, <span class=\"star-pagination\">*81</span> plaintiff's evidence has failed to establish such as a proximate cause of her injuries. Plaintiff's action as to Teleflex must therefore be dismissed.</p>\n<p></p>\n<h2>PLAINTIFF'S CLAIM AGAINST OMC</h2>\n<p>Plaintiff's claim against OMC is not based on any alleged defect in the 55-horse-power Evinrude engine which it manufactured and which Tisdale installed in his boat in early 1979 when he replaced the worn out engine which he installed at the time he purchased the boat in 1974. Indeed, at the time of the trial which was just over five years after plaintiff's accident Tisdale was still using this Evinrude engine, and so it must have been a good one. Since, as we have seen, any alleged defect attributable to the tilt pin and trim tab settings could not have been a proximate cause of the accident, plaintiff's case against OMC comes down to a question of whether liability shall attach by reason of OMC's failure to equip the Evinrude engine with a kill switch or to warn purchasers of the engine of the need for a kill switch and the consequences of their failure to use it.<sup>[6]</sup></p>\n<p>Turning first to the applicable law, as previously noted the court is of opinion that since the court's admiralty jurisdiction has been invoked, federal maritime law which has incorporated the doctrine of strict liability in tort controls. No federal statute, rule or regulation has ever been adopted which required the installation of kill switches on marine engines used on pleasure boats of the kind involved here. Plaintiff stressfully contends, however, that the Federal Boat Safety Act, 46 U.S.C. § 1461, <i>et seq.,</i> defines the duties of care of the defendants in this case. 46 U.S.C. § 1461 provides in part:</p>\n<blockquote>(a) No person shall </blockquote>\n<blockquote>(3) fail to furnish a notification as required by section 1464(a) of this title or exercise reasonable diligence in fulfilling the undertaking given pursuant to section 1464(c) of this title.</blockquote>\n<p>46 U.S.C. § 1464(a) provides:</p>\n<blockquote>Every manufacturer who discovers or acquires information which he determines, in the exercise of reasonable and prudent judgment, indicates that a boat or associated equipment subject to an applicable standard or regulation prescribed pursuant to section 1454 of this title either fails to comply with such standard or regulation, or contains a defect which creates a substantial risk of personal injury to the public, shall, if such boat or associated equipment has left the place of manufacture, furnish notification of such defect or failure of compliance as provided in subsections (b) and (c) of this section, within a reasonable time after the manufacturer has discovered the defect.</blockquote>\n<p>46 U.S.C. § 1464(c) provides:</p>\n<blockquote>The notification required by subsection (a) of this section shall contain a clear description of such defect or failure to comply, an evaluation of the hazard reasonably related thereto, a statement of the measures to be taken to correct such defect or failure to comply, and an undertaking by the manufacturer to take such measures at his sole cost and expense.</blockquote>\n<p>Since Section 1454 of the Act does not prescribe any standard or regulation with respect to kill switches, plaintiff's claim that OMC violated the Act must be based upon the contention that the failure of the Evinrude engine to be equipped with a kill switch rendered it defective and created a substantial risk of personal injury to the public which in turn gave rise to a duty to furnish notification of such defect to its customers.</p>\n<p>While it is by no means clear from a close reading of this statute that it was intended to cover defects in design such as the failure to incorporate a safety device in a product, for purposes of discussion the court has assumed that such defects are <span class=\"star-pagination\">*82</span> covered. The question for decision, then, is whether OMC's failure to equip its engine with a kill switch rendered it defective within the purview of strict liability law thus giving rise to the duty to warn of the need for and the consequences of the failure to use a kill switch with this engine. A careful review of the evidence and the applicable law has led the court to conclude that the question must be answered in the negative.</p>\n<p>The kill switch device has been in use for twenty or more years, and the desirability of requiring that engines on pleasure craft be equipped with kill switches has apparently been debated for a long time. The United States Coast Guard made a study of the question and concluded not to issue a regulation requiring kill switches. Required by federal law to justify its regulations on the basis of cost effectiveness, the Coast Guard found that about 7,250,000 boats would be affected by the regulations and that the prospective cost per life saved by the device would be $1,600,000. This was determined not to be \"cost effective.\" It is significant, however, that the Coast Guard has not recommended the use of kill switches on pleasure craft of the type here involved.<sup>[7]</sup></p>\n<p>As is usual in these cases, the testimony of the expert witnesses offered by plaintiff and defendants was sharply conflicting. Plaintiff's experts testified that in their opinion any bass boat equipped as was the one in this case which did not have a kill switch on its engine was inherently dangerous, while defendants' experts testified to the contrary and pointed out that kill switches themselves might pose as great or greater danger to occupants of a bass boat in that the sudden, unintentional activation of the switch by the operator's moving about in the boat and its resulting deceleration might cause occupants to be thrown about in the boat or overboard with the possibility of serious injury. While the court finds merit in the arguments of each set of experts, it is unable to say that the evidence of either side preponderates but is inclined to regard the evidence on this score as being evenly balanced, which, standing alone, would justify decision in defendants' favor.<sup>[8]</sup><i>Welch v. Outboard Marine Corporation,</i> <span class=\"citation\" data-id=\"312232\"><a href=\"/opinion/312232/ezzie-welch-administrator-of-the-estate-of-samuel-welch-v-outboard-marine/\"><span class=\"volume\">481</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">252</span></a></span>, 256-7 (5th Cir.1973). (Testimony of expert that lawnmower met all industry standards for the year it was manufactured and that the safety devices suggested by plaintiff would present other functional and safety problems supported jury finding that design of lawnmower was not unreasonably dangerous for normal use.)</p>\n<p>The doctrine of strict liability in tort is set forth in Section 402A of the Restatement (Second) of Torts (1965) which was adopted as law in South Carolina in 1976. S.C.Code Ann. § 15-73-10 (1976) provides:</p>\n<blockquote>Section 15-73-10. Liability of seller for defective product.</blockquote>\n<blockquote>(1) One who sells any product in a defective condition unreasonably dangerous to the user or consumer or to his property is subject to liability for physical harm caused to the ultimate user or consumer, or to his property, if</blockquote>\n<blockquote>(a) the seller is engaged in the business of selling such a product, and</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*83</span> (b) it is expected to and does reach the user or consumer without substantial change in the condition in which it is sold.</blockquote>\n<blockquote>(2) The rule stated in subsection (1) shall apply although</blockquote>\n<blockquote>(a) the seller has exercised all possible care in the preparation and sale of his product, and</blockquote>\n<blockquote>(b) the user or consumer has not bought the product from or entered into any contractual relation with the seller.</blockquote>\n<p>While this case is governed by principles of maritime law (including, as we have seen, the doctrine of strict liability) the court is technically not bound by the body of case law which has developed in South Carolina since the enactment of this statute. For reasons which will be detailed later the court has nevertheless found the South Carolina authorities persuasive, and application of developing principles of strict liability law in the South Carolina cases to facts of the case at bar leads unerringly to the conclusion that the kill switch question should be resolved in favor of OMC.</p>\n<p>These principles have been summarized in the virtually indistinguishable case of <i>Young v. Tide Craft, Inc.,</i> <span class=\"citation\" data-id=\"1228140\"><a href=\"/opinion/1228140/young-v-tide-craft-inc/\"><span class=\"volume\">270</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">453</span></a></span>, <span class=\"citation\" data-id=\"1228140\"><a href=\"/opinion/1228140/young-v-tide-craft-inc/\"><span class=\"volume\">242</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">671</span></a></span> (1978). That was a wrongful death action against the manufacturer of a boat similar to the one involved here. The accident which resulted in the operator's death occurred when the cable connecting the boat's stick steerer to its outboard engine parted and the operator was thrown overboard and drowned. In reversing a jury verdict for the plaintiff the South Carolina Supreme Court held that the splicing and resulting disengagement of the steering cable were not acts for which the boat manufacturer was responsible, but in that case, as here, the claim was made that the failure of the boat to be equipped with a kill switch on its engine rendered it inherently defective. In rejecting this claim the South Carolina court said:</p>\n<blockquote>Tide Craft's failure to install a kill switch warrants separate consideration. A kill switch is a safety device which cuts electrical power to a boat's motor whenever the operator is thrown from his seat and is no longer in a position to control the boat. With the electrical power disconnected, the motor will cease functioning and the boat will come to a stop. This device is attached to the motor and ignition system neither of which is manufactured by Tide Craft. Even assuming that Tide Craft had responsibility in this area, it is clear to us that the absence of this device did not constitute a breach of warranty, an unreasonably dangerous defect, or lack of due care on the part of Tide Craft.</blockquote>\n<blockquote>To warrant recovery under the strict liability in tort theory, the absence of the kill switch must constitute a defect \"unreasonably dangerous to the user or consumer,\" S.C.Code § 15-73-10 (1976). As pointed out in <i>Skyhook Corp. v. Jasper,</i> <span class=\"citation\" data-id=\"1221805\"><a href=\"/opinion/1221805/skyhook-corp-v-jasper/\"><span class=\"volume\">90</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">143</span></a></span>, <span class=\"citation\" data-id=\"1221805\"><a href=\"/opinion/1221805/skyhook-corp-v-jasper/\"><span class=\"volume\">560</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">934</span></a></span> (1977), the test of whether or not the \"failure [to incorporate a safety feature or device in a product] constitutes a defect is whether the product, absent such feature or device, is unreasonably dangerous to the user or consumer or to his property,\" 560 P.2d at 938.</blockquote>\n<blockquote>The question that presents itself is whether the absence of the kill switch <i>per se</i> rendered the boat \"dangerous to an extent beyond that which would be contemplated by the ordinary consumer who purchases it, with the ordinary knowledge common to the community as to its characteristics,\" Restatement (Second) of Torts, § 402A, com. i (1965). In applying this test to a situation in which the manufacturer of a winch used on fishing boats failed to include a brake on the winch, the court in <i>Williams v. Brasea, Inc.,</i> <span class=\"citation\" data-id=\"319305\"><a href=\"/opinion/319305/roy-c-williams-plaintiff-appellant-cross-v-brasea-inc-and-vessel/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span> (5th Cir.1974), <i>cert. den.,</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">207</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></span> (1975), stated: \"The danger posed by the lack of a brake could scarcely be beyond the contemplation of crewmen who knew of its absence and worked with the winch in that condition on a daily basis.\" <i>Id.</i> at 79. It is common knowledge that a normal risk of boating is that of being thrown overboard. <span class=\"star-pagination\">*84</span> While the test set out above is an objective one and knowledge common to the community must be attributed to Young, there can, nevertheless, be no question of his awareness of this risk. His wife testified that Young had fished almost every weekend for the past ten years. He had often used boats and his wife felt he was relatively familiar with them. Young being aware of the normal risks of boating, the danger posed by the obvious lack of a kill switch could hardly be beyond his contemplation. Accordingly, the lack of a kill switch does not constitute a defect within the meaning of the strict liability in tort statute.</blockquote>\n<p>From the foregoing it is seen that as a prerequisite to the application of the doctrine of strict liability to a case South Carolina requires both a showing that the product in question is defective and is unreasonably dangerous to the user or consumer. The Fourth Circuit has adopted this view of the law in <i>Purvis v. Consolidated Energy Products Company,</i> <span class=\"citation\" data-id=\"402080\"><a href=\"/opinion/402080/preston-b-purvis-v-consolidated-energy-products-company-a-division-of/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">217</span></a></span> (4th Cir.1982), where Chief Judge Winter said:</p>\n<blockquote>Under the formulation of the Restatement (Second), the policies of strict products liability come into play only as to products \"in a defective condition unreasonably dangerous to the user or consumer or to his property.\" Restatement (Second) § 402A.10 To be unreasonably dangerous within the meaning of section 402A, a defective product \"must be dangerous to an extent beyond that which would be contemplated by the ordinary purchaser who purchases it, with the ordinary knowledge common to the community as to its characteristics.\" <i>Id.,</i> Comment i.</blockquote>\n<p><i>Id.</i> at page 222. Footnote 10 referred to in the quotation reads in pertinent part as follows:</p>\n<blockquote>Some courts hold that a plaintiff who proves that he was injured by a product defect may recover under the doctrine of strict products liability without showing, as a separate element of proof, that the defect was unreasonably dangerous (citing cases). Other courts require proof that the product is both defective and unreasonably dangerous (citing cases).</blockquote>\n<blockquote>We think that the language of section 402A of the Restatement (Second) favors the latter position. To our knowledge, moreover, the Supreme Court of South Carolina has never applied strict products liability in a case not involving an extraordinary hazard or accident. Although that court may some day decide that unreasonable dangerousness is not an element of a section 402A claim, existing precedents afford us no basis for anticipating such a development.</blockquote>\n<p>Cases in other jurisdictions involving products alleged to have been inherently dangerous by reason of their failure to incorporate a kill switch have reached the same result as did the South Carolina court. In <i>Boatland of Houston, Inc. v. Bailey,</i> <span class=\"citation\" data-id=\"1623172\"><a href=\"/opinion/1623172/boatland-of-houston-inc-v-bailey/\"><span class=\"volume\">609</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">743</span></a></span> (1980), the Supreme Court of Texas upheld a jury verdict which had concluded that a fishing boat which had no kill switch on its engine was not defectively designed. In <i>Pressley v. Sears-Roebuck and Company,</i> <span class=\"citation\" data-id=\"438795\"><a href=\"/opinion/438795/james-pressley-v-sears-roebuck-and-company-and-roper-corporation/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1222</span></a></span> (11th Cir.1984), the court affirmed the granting of partial summary judgment to the defendants under the plaintiff's theories of negligence and strict liability in tort for failure to equip a lawnmower with a deadman (kill switch) control or other like safety feature. In that case the court said:</p>\n<blockquote>A manufacturer is under no duty to guard against injury from a patent peril or from a source that is manifestly dangerous. There is no duty to warn of obvious common dangers connected with the use of a product.... There was no evidence presented to the court suggesting that the absence of a deadman device rendered the lawn mower unsuitable for mowing grass, its \"intended use.\"</blockquote>\n<blockquote>There is no statutory requirement or industry safety standard that would impose upon either Roper or Sears an obligation to manufacture and to sell only those lawn mowers equipped with deadman devices. Although the lawn mower in this case is arguably potentially dangerous, <span class=\"star-pagination\">*85</span> the lack of such a device was open and obvious. Pressley acknowledged that he knew, prior to his accident, that the lawn mower motor and blade would continue to run even when the rider was unseated.</blockquote>\n<p><i>Id.</i> at 1223-24.</p>\n<p>To like effect <i>see </i><i>Williams v. Brasea, Inc.,</i> <span class=\"citation\" data-id=\"319305\"><a href=\"/opinion/319305/roy-c-williams-plaintiff-appellant-cross-v-brasea-inc-and-vessel/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span>, 79 (5th Cir.1974), where it was said:</p>\n<blockquote>The question then arises whether the lack of a brake made the winch \"dangerous to an extent beyond that which would be contemplated by the ordinary consumer who purchases it, ....\" Sec. 402A com. i. This proposition carries its own answer. The danger posed by the lack of a brake could scarcely be beyond the contemplation of crewmen who knew of its absence and worked with the winch in that condition on a daily basis.</blockquote>\n<p>With respect to plaintiff's continued insistence that OMC had a duty to warn Tisdale of the need for equipping the boat engine with a kill switch and the possible consequences of his failure to do so the short answer, as we have seen before and as the cited cases hold, is that there was no duty to warn Tisdale of the obvious. He knew about kill switches and the purpose which they served, and had he taken the time to read his instruction book he would have been referred to his dealer for further information on the subject.</p>\n<p>Since the evidence has failed to sustain plaintiff's cause of action on strict liability grounds her actions based on negligence and implied warranty must also fail. <i>Claytor v. General Motors Corporation,</i> <span class=\"citation\" data-id=\"1282405\"><a href=\"/opinion/1282405/claytor-v-general-motors-corporation/\"><span class=\"volume\">277</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">259</span></a></span>, <span class=\"citation\" data-id=\"1282405\"><a href=\"/opinion/1282405/claytor-v-general-motors-corporation/\"><span class=\"volume\">286</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">129</span></a></span> (1982).</p>\n<p>Finally, as promised earlier, the court will explain further why it has found it expedient to apply South Carolina law in this case notwithstanding its non-binding force where the court's admiralty jurisdiction has been invoked. In the first place, the parties have not cited and the court's research has not revealed any federal maritime law at variance with the principles of strict liability in tort as applied in South Carolina, and absent some compelling federal authority to the contrary policy considerations argue strongly for applying state law. It was not until the Supreme Court decided <i>Foremost Insurance Company v. Richardson,</i> <span class=\"citation\" data-id=\"110759\"><a href=\"/opinion/110759/foremost-ins-co-v-richardson/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"110759\"><a href=\"/opinion/110759/foremost-ins-co-v-richardson/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2654</span></a></span>, <span class=\"citation\" data-id=\"110759\"><a href=\"/opinion/110759/foremost-ins-co-v-richardson/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">300</span></a></span> (1982), that it was finally settled that accidents involving pleasure boats on navigable waters fall within the admiralty jurisdiction. Prior thereto there was highly respected opinion in the Fourth Circuit that such cases should not be cognizable in admiralty. <i>Richards v. Blake Builders Supply, Inc.,</i> <span class=\"citation\" data-id=\"332191\"><a href=\"/opinion/332191/john-a-richards-v-blake-builders-supply-inc-and-william-c-blake-john/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">745</span></a></span>, 747 (4th Cir.1975); <i>Crosson v. Vance,</i> <span class=\"citation\" data-id=\"313453\"><a href=\"/opinion/313453/ernest-wilmer-crosson-iii-and-marie-louise-crosson-his-wife-v-maxwell/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">840</span></a></span> (4th Cir.1973). And, of course, the five to four decision in <i>Foremost</i> brought forth the vigorous dissent of Justice Powell concurred in by the Chief Justice, Justice Rehnquist and Justice O'Connor. As pointed out by then Chief Judge Haynsworth in <i>Crosson v. Vance</i><i>,</i> if the accident in this case had resulted in death, the wrongful death statute of South Carolina, not the Death on the High Seas Act, 46 U.S.C. § 761 et seq., would have governed. Except for the fortuitous circumstance that the accident here occurred on navigable waters this would have been an essentially local action. For these reasons the court feels that since there are no controlling principles of maritime law mandating a different result, the parties should be bound by South Carolina law the application of which has resulted in the conclusion that plaintiff is not entitled to recover of either of the defendants.</p>\n<p>Judgment accordingly will be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  The court notes that pursuant to its order of April 17, 1984, the cases \"Janet Mead Proctor, Administratrix of the Estate of Robert Diego Proctor, Plaintiff, vs. Tideland Electric Membership Corporation, Coleman Company, Inc. and Coast Catamaran Corporation, Defendants, Civil Action No. 83-1078-CIV-5\"; \"Charles R. Hassinger, Administrator of the Estate of Stanley H. Hassinger, III, Plaintiff, vs. Tideland Electric Membership Corporation, Coleman Company, Inc. and Coast Catamaran Corporation, Defendants, Civil Action No. 83-1077-CIV-5\" and \"James B. Powell, Administrator of the Estate of Stuart L. Powell, Deceased, vs. Tideland Electric Membership Corporation, Coleman Company, Inc. and Coast Catamaran Corporation, Defendants, Civil Action No. 84-256-CIV-5\" were consolidated. This memorandum of decision is applicable to each of these three cases.\n</p>\n<p>Several discovery motions are also pending before the court; the parties are directed to inform the court of the status of these motions within twenty (20) days of the issuance of this decision, after which the court will issue an order addressing those matters still pending. Defendant Coleman's motion for summary judgment is also pending before the court; in order to progress this litigation, the court herein resolves only the admiralty jurisdiction issue, and will rule on defendant Coleman's motion for summary judgment as soon as practicable.</p>\n<p>[2]  Silver Lake is a navigable body of water located in Hyde County encompassed by Okracoke, North Carolina. The waters of Silver Lake are tidal waters, subject to the ebb and flow of the tide; in addition, its waters are used for commercial purposes by ferry boats and fishing boats.</p>\n<p>[3]  It is unclear whether all four men participated in pulling the Hassinger boat ashore, or whether Proctor, Hassinger and King were in the process of beaching the boat when the mast struck the power line, and Powell attempted to rescue his companions.</p>\n<p>[4]  The Executive Jet case marked a significant development in the law of admiralty jurisdiction. Prior to Executive Jet, the determination of whether a tort was \"maritime\" in nature, and thus within the admiralty jurisdiction of the federal courts, depended solely on the locality of the wrong. Therefore, if the tortious conduct occurred on the navigable waters of the United States, the controversy fell within the admiralty jurisdiction. See <i>Victory Carriers, Inc. v. Law,</i> <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></span>, 205, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">418</span></span>, 421, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></span> (1971). In extending the concept of admiralty jurisdiction the Executive Jet court recognized that, \"in determining whether there is admiralty jurisdiction over a particular tort ..., reliance on the relationship of the wrong to traditional maritime activity is often more sensible and more consonant with the purposes of maritime law than is a purely mechanical application of the locality test.\" <i>Executive Jet,</i> supra, 409 U.S. at 261, 93 S.Ct. at 501.</p>\n<p>[5]  Defendant made this contention, specifically that the boat was not moved before the photographs were taken, at a motions hearing held before the court on December 5, 1983. (transcript at p. 52). The photographs (See specifically Teeter exhibits 4, 6, 7, 8, 9 and 10 showing the boat mast in the power line) and the testimony of many witnesses demonstrate this point. Defendant now contends that the boat was moved seaward and out of the power lines before the photographs were taken. (Only one witness recalls pushing the boat seaward of the power lines immediately after the accident (May 23, 1984, deposition of David B. Fletcher at p. 43)) The court finds the former contention more believable from the evidence.</p>\n<p>[6]  Defendant's experts contend that there is insufficient data to determine the mean high water mark of Silver Lake. Although defendant's evidence demonstrates that the accident occurred at or very near low tide (Affidavit of Dirk Frankenberg at p. 3low tide occurred at approximately 1:13 p.m. on June 5, 1982), defendant does not offer evidence of the water level at high tide on that day. As to the location of the mean high water mark, defendant's experts state that the mean high water line at Silver Lake cannot be precisely located (Affidavit of Dirk Frankenberg at p. 4; Affidavit of Dr. Leonard Pietrafesa at p. 4), and that the period between March 7, 1980, and April 24, 1980, which represents the only compilation of tidal data, is \"entirely too short within which to collect sufficient data to establish the precise mean high water line of Silver Lake\" (Dr. Pietrafesa at p. 4). Defendant does not impeach the validity of plaintiff's expert's own methods for determining the approximate mean high water linevisual sightings coupled with a continuous profile of the topography (deposition of Loie Priddy at pp. 91 et seq.)except by contending that this survey of August 3, 1983, does not reflect the changes since June 5, 1982, due to the natural shifting of sand. Defendant's experts do not suggest, however, the degree to which Mr. Priddy's figures are inaccurate because of this natural shifting of sand over a year's time. Accordingly, the court finds that the Hassinger Hobie Cat was partially seaward of the mean high water line at the time of the accident.</p>\n<p>[7]  A power line extending entirely over dry land could constitute an obstruction to navigation assuming the maritime locality of the decedents and the existence of the requisite nexus between the wrong and traditional maritime activity, which the court herein finds existed on these facts.</p>\n<p>[8]  Billy Smith was accompanied to the accident scene by Deputy Sheriffs Carl Teeter and E.M. Jackson, and Tideland employees Bernard Midgett and Ronald T. O'Neal. None of these men, by affidavit or through deposition, refute Smith's testimony about the taking of these measurements and photographs, or the accuracy thereof.</p>\n<p>[9]  Defendant contends that <i>Hastings v. Mann,</i> <span class=\"citation\" data-id=\"266676\"><a href=\"/opinion/266676/hylas-n-hastings-v-carl-d-mann-ta-manns-harbor-marina-manns-harbor/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span> (4th Cir.1965), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">963</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1106</span></span>, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">153</span></span> is controlling, in that persons standing in the water are considered to be on land, not water, for the purpose of determining admiralty jurisdiction. <i>Hastings v. Mann</i> is a pre-<i>Executive Jet</i> case involving a suit to recover for injuries sustained by plaintiff when he slipped and fell on a boat launching <i>ramp</i> while attempting to launch his boat. Plaintiff's injury was found not to be cognizable in admiralty based on the extension of the land doctrine; the ramp was viewed as an extension of the land, just as are a pier or a wharf. <i>Id.</i> at 912. The case at bar, however, does not involve the extension of the land doctrine; rather, the court here is concerned with an obstruction (the power line) and whether or not this obstruction bears a significant relationship to traditional maritime activity (beaching a boat). These points will be addressed in detail in this court's discussion of \"nexus.\"</p>\n<p>[10]  The federal concern is that of keeping navigable waters clear of obstructions to navigation; herein lies the need for uniformity.</p>\n<p>[11]  Since the court finds that jurisdiction is present under 28 U.S.C. § 1333, it is not necessary to address whether jurisdiction also exists under the Extension of Admiralty Act, 46 U.S.C. § 740.</p>\n<p>[12]  33 U.S.C. § 403 provides:\n</p>\n<p>The creation of any obstruction not affirmatively authorized by Congress, to the navigable capacity of any of the waters of the United States is hereby prohibited; and it shall not be lawful to build or commence the building of any wharf, pier, dolphin, boom, weir, breakwater, bulkhead, jetty, or other structures in any port, roadstead, haven, harbor, canal, navigable river, or other water of the United States, outside established harbor lines, or where no harbor lines have been established, except on plans recommended by the Chief of Engineers and authorized by the Secretary of War [Secretary of the Army]; and it shall not be lawful to excavate or fill, or in any manner to alter or modify the course, location, condition, or capacity of, any port, roadstead, haven, harbor, canal, lake, harbor of refuge, or inclosure within the limits of any breakwater, or of the channel of any navigable water of the United States, unless the work has been recommended by the Chief of Engineers and authorized by the Secretary of War [Secretary of the Army] prior to beginning the same.</p>\n<p>[13]  14 U.S.C. § 85 provides:\n</p>\n<p>The Secretary shall prescribe and enforce necessary and reasonable rules and regulations, for the protection of maritime navigation, relative to the establishment, maintenance, and operation of lights and other signals on fixed and floating structures in or over waters subject to the jurisdiction of the United States and in the high seas for structures owned or operated by persons subject to the jurisdiction of the United States. Any owner or operator of such a structure, excluding an agency of the United States, who violates any of the rules or regulations prescribed hereunder, commits a misdemeanor and shall be punished, upon conviction thereof, by a fine of not exceeding $100 for each day during which such violation continues.</p>\n<p>[14]  An analysis of the remaining two <i>Cort</i> factors is only necessary if the first two factors indicate a congressional intent to create the private remedy. <i>Id.</i> at 298, 101 S.Ct. at 1781.</p>\n<p>[15]  Defendants contend <i>Boudloche v. Conoco Oil Corporation,</i> <span class=\"citation\" data-id=\"374783\"><a href=\"/opinion/374783/edgar-j-boudloche-v-conoco-oil-corporation-and-exxon-corporation/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">687</span></a></span> (5th Cir.1980), <i>Delome v. Union Barge Line Co.,</i> <span class=\"citation\" data-id=\"297383\"><a href=\"/opinion/297383/c-j-paul-delome-v-union-barge-line-company-defendants-third-party/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">225</span></a></span> (5th Cir.1971), and <i>Hastings v. Mann,</i> <span class=\"citation\" data-id=\"266676\"><a href=\"/opinion/266676/hylas-n-hastings-v-carl-d-mann-ta-manns-harbor-marina-manns-harbor/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span> (4th Cir.1965), are controlling in that these cases illustrate that accidents which occur on the beach or in shallow water involving boats out of the water are not \"on navigable water.\" <i>Boudloche</i> and <i>Delome</i> involved injuries occurring to individuals completely on land by vessels completely on land. The reach of the tides was not raised as a factor for either court to consider. The court has already discussed <i>Hastings v. Mann</i> and its inapplicability to the case at bar.</p>\n<p>[16]  This order does not address the question of the forseeability of the occurrence of such an accident, as it relates to plaintiffs' negligence cause of action in Count VI. Questions of foreseeability and proximate cause as they relate to the negligence cause of action would be addressed at trial.</p>\n<p>[17]  Once again, since the court finds that jurisdiction is present under 28 U.S.C. § 1333, it is not necessary to address whether jurisdiction also exists under the Extension of Admiralty Act, 46 U.S.C. § 740.</p>\n<p>[18]  For the benefit of the parties, a copy of Judge Dupree's opinion in <i>Tisdale v. Teleflex, Inc</i><i>.</i> is appended to this memorandum of decision.</p>\n<p>[1]  Summary judgment in favor of Coleman Company, Inc., an original defendant, has previously been granted.</p>\n<p>[1]  This defendant was so identified in the caption to plaintiff's amended complaint filed October 15, 1984, but throughout the litigation it has been referred to as \"Eldo Craft Boat Company,\" \"Eldocraft Boat Manufacturing Company, Inc.,\" etc. The correct corporate name of this defendant is said to be El Do-Craft Boat Company, Inc., but no question is raised as to the correct identification of this defendant.</p>\n<p>[2]  This action was settled for $20,000 on a covenant not to sue and thereafter Davis married Tisdale and brought the present action against the manufacturers of the various components of Tisdale's boat.</p>\n<p>[3]  In response to questioning at the trial Tisdale said that he knew of no other accident which could have caused this damage to the skeg.</p>\n<p>[4]  As stated in plaintiff's first proposed conclusion of law,\n</p>\n<p>the instant action, being brought under the court's admiralty jurisdiction is governed by federal maritime law. Where a clearly established principle of federal maritime law applies, that law is applied. In the absence of such clearly established principles, the court is governed by the laws of South Carolina.</p>\n<p>[5]  There was evidence that an association of bass fishermen had promulgated a rule prohibiting the use of stick steering on bass boats used in fishing tournaments when equipped with engines of more than 35 horsepower.</p>\n<p>[6]  OMC has never contested the feasibility of equipping its engines with kill switches, and the evidence showed that the cost of incorporating such a device in an engine would be something less than $10.</p>\n<p>[7]  The use of kill switches is required by state law in only one state, Alabama, and the law in that state only requires kill switches on engines of 50-horsepower and over.</p>\n<p>[8]  The opinions of plaintiff's experts were premised on the assumption that Tisdale was ignorant of the hazards inherent in his boat and the need for added safety precautions such as the installation of a kill switch. Aside from the fact that this ascribes to this 44-year-old ex-seaman with twenty-eight years' experience in the Navy, including experience in small boats, a completely unrealistic naivete and one totally at variance with the impression which he left with the court, by his own admission Tisdale never bothered to read the owner's manual furnished him at the time he purchased the OMC engine which instructed him how to adjust the trim tab and tilt pin on the engine and told him to see his dealer about kill switches, and neither he nor the plaintiff were wearing the life jackets with which the boat was equipped at the time of the accident. On this evidence it is highly speculative to conclude that this man would have equipped his boat with a kill switch or that he would have used it if he had bought one.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/98694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/266676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/297383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/312232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/357282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/374783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/403598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1221805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1228140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1282405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1559936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1575592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1596456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1623172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1640031/"
  ]
}