{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1980271/",
  "absolute_url": "/opinion/1980271/young-v-sams/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1980271/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:58:14.283742Z",
  "date_modified": "2016-04-27T00:04:03.942700Z",
  "type": "010combined",
  "sha1": "e3f06720652fa25db8e69e6fecf445b82c3497d8",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>510 F.Supp. 141 (1981)</b></center>\n<center><h1>James Lloyd YOUNG, Petitioner,<br>\nv.<br>\nJimmy SAMS, Superintendent et al., Respondents.</h1></center>\n<center>No. 79-555-HC.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 13, 1981.</center>\n<p><span class=\"star-pagination\">*142</span> <span class=\"star-pagination\">*143</span> H. Julian Philpott, Jr., Broughton, Wilkins &amp; Crampton, Raleigh, N. C., for petitioner.</p>\n<p>Richard N. League, Sp. Deputy Atty. Gen., Raleigh, N. C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>Petitioner James Lloyd Young is currently incarcerated at the McCain Prison Unit, a state prison in McCain, North Carolina. In 1973, a jury found him guilty of murder in the second degree and he was sentenced to thirty years' imprisonment.<sup>[1]</sup> Petitioner now brings this petition for a writ of habeas corpus pursuant to 28 U.S.C. § 2254 alleging that his incarceration is illegal for the following reasons: (1) he was denied the effective assistance of counsel; (2) warrantless, non-consensual searches were made of his home and automobile; (3) he was denied counsel during his interrogation by a police officer; and (4) a jury charge unconstitutionally placed the burden on him to prove to the jury's satisfaction absence of malice.</p>\n<p>The case is before the court on respondents' motion to dismiss. In two memoranda and recommendations, United States Magistrate Charles K. McCotter recommended dismissal of the petition in toto.<sup>[2]</sup> Counsel for the petitioner has filed objections to the Magistrate's second memorandum. The court has reviewed the trial record, the parties' briefs, and the Magistrate's memoranda, and concludes that respondents' motion must be granted and Young's petition be denied.</p>\n<p>The court will discuss each of the grounds raised seriatim.</p>\n<p>1. Petitioner claims he was denied effective assistance of counsel in that counsel failed to raise two errors on appeal: (1) that the trial court erred in finding on voir dire that petitioner's inculpatory written statement was admissible, and (2) that the court erred in instructing the jury to shift the burden to the defendant to prove absence of malice in order to establish manslaughter.</p>\n<p>To establish ineffective assistance of counsel, petitioner must show that the alleged errors were so flagrant as to have resulted from neglect or ignorance rather than from informed, professional deliberation. <i>Marzullo v. Maryland,</i> 561 F.2d 540 (4th Cir. 1977). Defense attorneys are expected to perform within the range of competence demanded of attorneys in criminal cases. <i>Id.</i> This standard contemplates that attorneys must exercise discretion in making a defense, but requires attorneys to make reasonable choices among the options.<sup>[3]</sup><span class=\"star-pagination\">*144</span> Thus, even if an attorney's decision results in unfavorable consequences for the defendant, \"if counsel's performance reflects a reasonable weighing of competing interests, it may properly be denominated a `tactical choice' within the range of effective assistance.\"<sup>[4]</sup></p>\n<p>With respect to the first claim, the trial record shows that the judge carefully reviewed the evidence concerning the conditions under which the statement was given before holding it admissible. The record supports his finding that the subject statement was given freely and voluntarily. Petitioner's testimony on direct and cross-examination does not contradict that finding. Therefore, counsel's failure to appeal the finding reflected a decision based on reason and petitioner has not met his burden under <i>Marzullo.</i></p>\n<p>Petitioner has failed to satisfy the burden with respect to the second claim as well. Petitioner's trial and appeal antedated the Supreme Court's decision in <i>Mullaney v. Wilbur,</i> 421 U.S. 684, 95 S.Ct. 1881, 44 L.Ed.2d 508 (1975), which held invalid a law requiring a defendant charged with murder to prove \"heat of passion\" in order to reduce the homicide to manslaughter. At trial the court instructed the jury according to the then valid North Carolina law which similarly shifted the burden of proof. While some attorneys did raise objections to those instructions on constitutional grounds, they represented a minority of the bar at the time.<sup>[5]</sup> Therefore, it cannot be found that petitioner's counsel acted outside the range of competence demanded of attorneys in criminal cases.<sup>[6]</sup></p>\n<p>Accordingly, the court adopts the Magistrate's recommendation to deny the writ on this ground.</p>\n<p>2. Petitioner filed a prior, unsuccessful habeas petition in which he made identical allegations of warrantless searches of his home and automobile. <i>See Young v. Garrison,</i> No. 74-0290-HC (E.D.N.C.), <i>affirmed on appeal,</i> No. 75-8054 (4th Cir., June 24, 1975).</p>\n<p>In accordance with the rule regarding successive petitions established in <i>Sanders v. United States,</i> 373 U.S. 1, 83 S.Ct. 1068, 10 L.Ed.2d 148 (1963), the court denies the petition as to this ground. Rule 9(b), Rules Governing Section 2254 Cases in the United States District Courts.</p>\n<p>3. Petitioner alleges he was denied a lawyer during interrogation by a police officer. The interrogation produced inculpatory oral and written statements which were admissible at trial.</p>\n<p>A criminal accused has a right to an attorney guaranteed by the Sixth and Fourteenth Amendments at any stage of the prosecution where absence of an attorney might deprive the defendant of a fair trial. <i>Hamilton v. Alabama,</i> 368 U.S. 52, 82 S.Ct. 157, 7 L.Ed.2d 114 (1961). However, the Fourth Circuit has held that the right to counsel once asserted may be subsequently waived. <i>United States v. Grant,</i> 549 F.2d 942 (4th Cir. 1977), <i>vacated on other grounds sub nom. </i><i>Whitehead v. United States,</i> 435 U.S. 912, 98 S.Ct. 1463, 55 L.Ed.2d 502 (1978); <i>United States v. Hart,</i> 619 F.2d 325 (4th Cir. 1980). Waiver may be inferred from the particular facts and circumstances present. <i>North Carolina v. Butler,</i> 441 U.S. 369, 99 S.Ct. 1755, 60 L.Ed.2d 286 (1979); <i>United States v. Hart, supra</i><i>.</i></p>\n<p>It appears from the trial record that the merits of this dispute were resolved below, and that petitioner received a full and fair hearing on this matter. Therefore, the <span class=\"star-pagination\">*145</span> court may rely on the state court's findings of fact. <i>Townsend v. Sain,</i> 372 U.S. 293, 83 S.Ct. 745, 9 L.Ed.2d 770 (1963).</p>\n<p>At trial, the court conducted a voir dire examination which revealed that petitioner had been advised of his constitutional rights. <i>See </i><i>Miranda v. Arizona,</i> 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966). The record establishes that the interrogating officer did not threaten or coerce the petitioner. Rather, the petitioner freely and knowingly gave his statement after he acknowledged his <i>Miranda</i> rights. The record shows further that petitioner made a request for an attorney at one point of the interrogation. Interrogation halted immediately, and the officer offered petitioner a phone listing of attorneys. Petitioner chose not to call an attorney, and <i>he</i> re-initiated the conversation with the officer. There is no evidence that Young intended to continue to assert his right to an attorney.</p>\n<p>In sum, the record supports a conclusion that petitioner was not denied his right to counsel.</p>\n<p>Even if waiver could not be established, an independent state ground bars petitioner from raising this matter in a habeas petition. Petitioner failed to raise this issue on appeal which foreclosed its assertion and disposition on the merits in a subsequent motion for appropriate relief. This procedural default prevents petitioner from asserting this claim in a habeas petition absent a showing of cause and prejudice. <i>Wainwright v. Sykes,</i> 433 U.S. 72, 97 S.Ct. 2497, 53 L.Ed.2d 594 (1977). Petitioner has not shown any cause for failing to assign this alleged error on appeal.</p>\n<p>Because of the foregoing, the habeas petition is denied as to this allegation as well.</p>\n<p>4. Finally, petitioner alleges that the jury charge which shifted to him the burden of proving the elements of manslaughter violated the constitutional standard of <i>Mullaney, supra</i><i>.</i> The Magistrate appointed counsel for petitioner in order to brief this issue. In his second memorandum, the Magistrate determined that <i>Cole v. Stevenson,</i> 620 F.2d 1055 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, 101 S.Ct. 545, 66 L.Ed.2d 301 (1980), is dispositive of this claim, and that petitioner is barred from raising on federal habeas corpus that which he failed to raise at trial or on appeal. This court concurs.</p>\n<p>In <i>Cole,</i> a state prisoner filed a petition for habeas relief on the ground that the trial court had shifted the burden of proof to the defendant in violation of <i>Mullaney.</i> The district court granted the petition based on <i>Hankerson v. North Carolina,</i> 432 U.S. 233, 97 S.Ct. 2339, 53 L.Ed.2d 306 (1977), which gave retroactive effect to <i>Mullaney.</i> The Fourth Circuit reversed, holding that the petitioner was barred from raising his claim on habeas because of a two-fold procedural failure: (1) he failed to comply with North Carolina Rules of Appellate Procedure 10(a) and (b)(2) by not excepting to the error on direct appeal, and (2) the first mistake foreclosed collateral relief pursuant to N.C.G.S. § 15-217.</p>\n<p>The court relied on a footnote in <i>Hankerson, supra,</i> to reach its decision. It interpreted Footnote 8 to provide a means for the states to protect themselves against \"a flood of new trials which would be required by a retroactive application of <i>Mullaney.</i>\" 620 F.2d at 1060. The footnote reads, in part: \"The States, if they wish, may be able to insulate past convictions by enforcing the normal and valid rule that failure to object to a jury instruction is a waiver of any claim of error.\" 432 U.S. at 244 n. 8, 97 S.Ct. at 2345 n.8. Since <i>Cole,</i> the Fourth Circuit has held that failure to raise the burden of proof issue on appeal precludes raising that issue in a federal petition for habeas corpus. <i>Everette v. Stephenson,</i> 626 F.2d 860 (4th Cir. 1980); <i>Carlton v. Garrison,</i> 631 F.2d 727 (4th Cir. 1980) (unpublished). Therefore, defendants who failed to appeal properly the jury instruction may not benefit from the retroactivity of the <i>Mullaney</i> decision. The procedural default rule of <i>Wainwright v. Sykes, supra</i><i>,</i> stands as a barrier.</p>\n<p>Petitioner urges that even under the <i>Wainwright</i> rule, petitioner has satisfied the \"cause and prejudice\" standard since an <span class=\"star-pagination\">*146</span> appeal taken on the ground of the then valid jury instruction would have been futile. The <i>Cole</i> court rejected this argument, reasoning that Footnote 8 would have no meaning if a change in the law could satisfy the \"cause\" standard.</p>\n<p>Petitioner further urges the court to consider N.C.G.S. §§ 15A-1415 and 15A-1419 of the amended Post-Conviction Hearing Act as they affect procedural default in federal court. He contends that he may assert this claim on habeas corpus because he fits within N.C.G.S. § 15A-1419(b).<sup>[7]</sup> This argument has several flaws.</p>\n<p>The Official Commentary to Section 15A-1419 states \"if there has been an opportunity to have the matter considered on a previous motion for appropriate relief or appeal the court may deny the motion for appropriate relief.\" Accordingly, the Superior Court of Cumberland County denied petitioner relief under this section. In so doing, the state court applied Section 15A-1419 to petitioner's case and found implicitly that petitioner had not shown \"good cause\" as intended in Section 15A-1419(b). Contrary to petitioner's assertion, it is clear from the state court's disposition of the motion for appropriate relief that N.C.G.S. § 15A-1419(b) was not intended to provide a state procedure for review of claims involving retroactive applications of law which were not raised on appeal. Since it is not the province of this court on a petition for habeas corpus to re-interpret the state procedural statute, petitioner's argument fails. He may not now assert on habeas the claim which he was barred from challenging on his motion for appropriate relief.</p>\n<p>For the above-stated reasons, the court denies the petition on all grounds, grants respondents' motion, and dismisses the action.</p>\n<h2>NOTES</h2>\n<p>[1]  Petitioner appealed his conviction to the North Carolina Court of Appeals. His trial counsel represented him on appeal. The court found no error. <i>State v. Young,</i> 21 N.C.App. 369, 204 S.E.2d 556 (1974). The North Carolina Supreme Court denied certiorari. <i>State v. Young,</i> 285 N.C. 595, 206 S.E.2d 867 (1974). Petitioner subsequently applied for post conviction relief in the Superior Court of Cumberland County, and was represented by that county's public defender's office. The court denied relief and the Court of Appeals denied certiorari. Petitioner has thereby exhausted his state remedies on all issues raised in this habeas petition.</p>\n<p>[2]  Memorandum and Recommendation, April 7, 1980; Memorandum and Recommendation, October 17, 1980.</p>\n<p>[3]  <i>See</i> Note, <i>A Functional Analysis of the Effective Assistance of Counsel,</i> 80 Colum.L.Rev. 1053, 1083 (1980).</p>\n<p>[4]  <i>Id.</i> at 1082.</p>\n<p>[5]  <i>See, e. g., </i><i>State v. Sparks,</i> 293 N.C. 262, 248 S.E.2d 339 (1978); <i>State v. Wetmore,</i> 293 N.C. 262, 248 S.E.2d 338 (1977).</p>\n<p>[6]  <i>Compare </i><i>Corsa v. Anderson,</i> 443 F.Supp. 176 (E. D. Mich. 1977): Defense counsel's failure to object to an instruction which shifted to the defendant the burden of proof as to an element of the crime charged constituted ineffective assistance of counsel.</p>\n<p>[7]  N.C.G.S. § 15A-1419(b) states, in part, that \"[a]lthough the court may deny the motion under any of the circumstances specified in this section, in the interest of justice and for good cause shown it may in its discretion grant the motion if it is otherwise meritorious.\"\n</p>\n<p>Petitioner contends that his case is factually distinguishable from <i>Cole</i> in that petitioner applied for post-conviction relief pursuant to N.C. G.S. § 15A-1419(b), a provision which became effective July 1, 1978. Cole argued that he fell within subsection (b) of that statute, but the Fourth Circuit did not discuss the effect of the provision because it was not in effect at the time Cole sought collateral relief, and therefore did not apply. The petitioner argues that the \"interest of justice and for good cause shown\" exception does apply to him, and that he can raise errors for review even though they were not presented at trial or on direct appeal.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">141</span></span> (1981)</b></center>\n<center><h1>James Lloyd YOUNG, Petitioner,<br>\nv.<br>\nJimmy SAMS, Superintendent et al., Respondents.</h1></center>\n<center>No. 79-555-HC.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 13, 1981.</center>\n<p><span class=\"star-pagination\">*142</span> <span class=\"star-pagination\">*143</span> H. Julian Philpott, Jr., Broughton, Wilkins &amp; Crampton, Raleigh, N. C., for petitioner.</p>\n<p>Richard N. League, Sp. Deputy Atty. Gen., Raleigh, N. C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>Petitioner James Lloyd Young is currently incarcerated at the McCain Prison Unit, a state prison in McCain, North Carolina. In 1973, a jury found him guilty of murder in the second degree and he was sentenced to thirty years' imprisonment.<sup>[1]</sup> Petitioner now brings this petition for a writ of habeas corpus pursuant to 28 U.S.C. § 2254 alleging that his incarceration is illegal for the following reasons: (1) he was denied the effective assistance of counsel; (2) warrantless, non-consensual searches were made of his home and automobile; (3) he was denied counsel during his interrogation by a police officer; and (4) a jury charge unconstitutionally placed the burden on him to prove to the jury's satisfaction absence of malice.</p>\n<p>The case is before the court on respondents' motion to dismiss. In two memoranda and recommendations, United States Magistrate Charles K. McCotter recommended dismissal of the petition in toto.<sup>[2]</sup> Counsel for the petitioner has filed objections to the Magistrate's second memorandum. The court has reviewed the trial record, the parties' briefs, and the Magistrate's memoranda, and concludes that respondents' motion must be granted and Young's petition be denied.</p>\n<p>The court will discuss each of the grounds raised seriatim.</p>\n<p>1. Petitioner claims he was denied effective assistance of counsel in that counsel failed to raise two errors on appeal: (1) that the trial court erred in finding on voir dire that petitioner's inculpatory written statement was admissible, and (2) that the court erred in instructing the jury to shift the burden to the defendant to prove absence of malice in order to establish manslaughter.</p>\n<p>To establish ineffective assistance of counsel, petitioner must show that the alleged errors were so flagrant as to have resulted from neglect or ignorance rather than from informed, professional deliberation. <i>Marzullo v. Maryland,</i> <span class=\"citation\" data-id=\"348635\"><a href=\"/opinion/348635/victor-dennis-marzullo-v-state-of-maryland/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">540</span></a></span> (4th Cir. 1977). Defense attorneys are expected to perform within the range of competence demanded of attorneys in criminal cases. <i>Id.</i> This standard contemplates that attorneys must exercise discretion in making a defense, but requires attorneys to make reasonable choices among the options.<sup>[3]</sup><span class=\"star-pagination\">*144</span> Thus, even if an attorney's decision results in unfavorable consequences for the defendant, \"if counsel's performance reflects a reasonable weighing of competing interests, it may properly be denominated a `tactical choice' within the range of effective assistance.\"<sup>[4]</sup></p>\n<p>With respect to the first claim, the trial record shows that the judge carefully reviewed the evidence concerning the conditions under which the statement was given before holding it admissible. The record supports his finding that the subject statement was given freely and voluntarily. Petitioner's testimony on direct and cross-examination does not contradict that finding. Therefore, counsel's failure to appeal the finding reflected a decision based on reason and petitioner has not met his burden under <i>Marzullo.</i></p>\n<p>Petitioner has failed to satisfy the burden with respect to the second claim as well. Petitioner's trial and appeal antedated the Supreme Court's decision in <i>Mullaney v. Wilbur,</i> <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></a></span>, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1881</span></a></span>, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1975), which held invalid a law requiring a defendant charged with murder to prove \"heat of passion\" in order to reduce the homicide to manslaughter. At trial the court instructed the jury according to the then valid North Carolina law which similarly shifted the burden of proof. While some attorneys did raise objections to those instructions on constitutional grounds, they represented a minority of the bar at the time.<sup>[5]</sup> Therefore, it cannot be found that petitioner's counsel acted outside the range of competence demanded of attorneys in criminal cases.<sup>[6]</sup></p>\n<p>Accordingly, the court adopts the Magistrate's recommendation to deny the writ on this ground.</p>\n<p>2. Petitioner filed a prior, unsuccessful habeas petition in which he made identical allegations of warrantless searches of his home and automobile. <i>See Young v. Garrison,</i> No. 74-0290-HC (E.D.N.C.), <i>affirmed on appeal,</i> No. 75-8054 (4th Cir., June 24, 1975).</p>\n<p>In accordance with the rule regarding successive petitions established in <i>Sanders v. United States,</i> <span class=\"citation\" data-id=\"106591\"><a href=\"/opinion/106591/sanders-v-united-states/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"106591\"><a href=\"/opinion/106591/sanders-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1068</span></a></span>, <span class=\"citation\" data-id=\"106591\"><a href=\"/opinion/106591/sanders-v-united-states/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span></a></span> (1963), the court denies the petition as to this ground. Rule 9(b), Rules Governing Section 2254 Cases in the United States District Courts.</p>\n<p>3. Petitioner alleges he was denied a lawyer during interrogation by a police officer. The interrogation produced inculpatory oral and written statements which were admissible at trial.</p>\n<p>A criminal accused has a right to an attorney guaranteed by the Sixth and Fourteenth Amendments at any stage of the prosecution where absence of an attorney might deprive the defendant of a fair trial. <i>Hamilton v. Alabama,</i> <span class=\"citation\" data-id=\"106300\"><a href=\"/opinion/106300/hamilton-v-alabama/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, <span class=\"citation\" data-id=\"106300\"><a href=\"/opinion/106300/hamilton-v-alabama/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">157</span></a></span>, <span class=\"citation\" data-id=\"106300\"><a href=\"/opinion/106300/hamilton-v-alabama/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1961). However, the Fourth Circuit has held that the right to counsel once asserted may be subsequently waived. <i>United States v. Grant,</i> <span class=\"citation\" data-id=\"343144\"><a href=\"/opinion/343144/united-states-v-elijah-ivory-joe-grant-united-states-of-america-v/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span> (4th Cir. 1977), <i>vacated on other grounds sub nom. </i><i>Whitehead v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1463</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">502</span></span> (1978); <i>United States v. Hart,</i> <span class=\"citation\" data-id=\"377005\"><a href=\"/opinion/377005/united-states-v-keith-lamont-hart/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">325</span></a></span> (4th Cir. 1980). Waiver may be inferred from the particular facts and circumstances present. <i>North Carolina v. Butler,</i> <span class=\"citation\" data-id=\"110065\"><a href=\"/opinion/110065/north-carolina-v-butler/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></a></span>, <span class=\"citation\" data-id=\"110065\"><a href=\"/opinion/110065/north-carolina-v-butler/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1755</span></a></span>, <span class=\"citation\" data-id=\"110065\"><a href=\"/opinion/110065/north-carolina-v-butler/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">286</span></a></span> (1979); <i>United States v. Hart, supra</i><i>.</i></p>\n<p>It appears from the trial record that the merits of this dispute were resolved below, and that petitioner received a full and fair hearing on this matter. Therefore, the <span class=\"star-pagination\">*145</span> court may rely on the state court's findings of fact. <i>Townsend v. Sain,</i> <span class=\"citation\" data-id=\"106544\"><a href=\"/opinion/106544/townsend-v-sain/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, <span class=\"citation\" data-id=\"106544\"><a href=\"/opinion/106544/townsend-v-sain/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">745</span></a></span>, <span class=\"citation\" data-id=\"106544\"><a href=\"/opinion/106544/townsend-v-sain/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">770</span></a></span> (1963).</p>\n<p>At trial, the court conducted a voir dire examination which revealed that petitioner had been advised of his constitutional rights. <i>See </i><i>Miranda v. Arizona,</i> <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966). The record establishes that the interrogating officer did not threaten or coerce the petitioner. Rather, the petitioner freely and knowingly gave his statement after he acknowledged his <i>Miranda</i> rights. The record shows further that petitioner made a request for an attorney at one point of the interrogation. Interrogation halted immediately, and the officer offered petitioner a phone listing of attorneys. Petitioner chose not to call an attorney, and <i>he</i> re-initiated the conversation with the officer. There is no evidence that Young intended to continue to assert his right to an attorney.</p>\n<p>In sum, the record supports a conclusion that petitioner was not denied his right to counsel.</p>\n<p>Even if waiver could not be established, an independent state ground bars petitioner from raising this matter in a habeas petition. Petitioner failed to raise this issue on appeal which foreclosed its assertion and disposition on the merits in a subsequent motion for appropriate relief. This procedural default prevents petitioner from asserting this claim in a habeas petition absent a showing of cause and prejudice. <i>Wainwright v. Sykes,</i> <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2497</span></a></span>, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">594</span></a></span> (1977). Petitioner has not shown any cause for failing to assign this alleged error on appeal.</p>\n<p>Because of the foregoing, the habeas petition is denied as to this allegation as well.</p>\n<p>4. Finally, petitioner alleges that the jury charge which shifted to him the burden of proving the elements of manslaughter violated the constitutional standard of <i>Mullaney, supra</i><i>.</i> The Magistrate appointed counsel for petitioner in order to brief this issue. In his second memorandum, the Magistrate determined that <i>Cole v. Stevenson,</i> <span class=\"citation\" data-id=\"377916\"><a href=\"/opinion/377916/james-lewis-cole-v-l-v-stevenson-superintendent-and-attorney-general-of/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1055</span></a></span> (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">545</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">301</span></span> (1980), is dispositive of this claim, and that petitioner is barred from raising on federal habeas corpus that which he failed to raise at trial or on appeal. This court concurs.</p>\n<p>In <i>Cole,</i> a state prisoner filed a petition for habeas relief on the ground that the trial court had shifted the burden of proof to the defendant in violation of <i>Mullaney.</i> The district court granted the petition based on <i>Hankerson v. North Carolina,</i> <span class=\"citation\" data-id=\"109699\"><a href=\"/opinion/109699/hankerson-v-north-carolina/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">233</span></a></span>, <span class=\"citation\" data-id=\"109699\"><a href=\"/opinion/109699/hankerson-v-north-carolina/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2339</span></a></span>, <span class=\"citation\" data-id=\"109699\"><a href=\"/opinion/109699/hankerson-v-north-carolina/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">306</span></a></span> (1977), which gave retroactive effect to <i>Mullaney.</i> The Fourth Circuit reversed, holding that the petitioner was barred from raising his claim on habeas because of a two-fold procedural failure: (1) he failed to comply with North Carolina Rules of Appellate Procedure 10(a) and (b)(2) by not excepting to the error on direct appeal, and (2) the first mistake foreclosed collateral relief pursuant to N.C.G.S. § 15-217.</p>\n<p>The court relied on a footnote in <i>Hankerson, supra,</i> to reach its decision. It interpreted Footnote 8 to provide a means for the states to protect themselves against \"a flood of new trials which would be required by a retroactive application of <i>Mullaney.</i>\" 620 F.2d at 1060. The footnote reads, in part: \"The States, if they wish, may be able to insulate past convictions by enforcing the normal and valid rule that failure to object to a jury instruction is a waiver of any claim of error.\" 432 U.S. at 244 n. 8, 97 S.Ct. at 2345 n.8. Since <i>Cole,</i> the Fourth Circuit has held that failure to raise the burden of proof issue on appeal precludes raising that issue in a federal petition for habeas corpus. <i>Everette v. Stephenson,</i> <span class=\"citation\" data-id=\"380565\"><a href=\"/opinion/380565/everette-v-stephenson/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">860</span></a></span> (4th Cir. 1980); <i>Carlton v. Garrison,</i> <span class=\"citation\" data-id=\"382453\"><a href=\"/opinion/382453/carlton-v-garrison/\"><span class=\"volume\">631</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">727</span></a></span> (4th Cir. 1980) (unpublished). Therefore, defendants who failed to appeal properly the jury instruction may not benefit from the retroactivity of the <i>Mullaney</i> decision. The procedural default rule of <i>Wainwright v. Sykes, supra</i><i>,</i> stands as a barrier.</p>\n<p>Petitioner urges that even under the <i>Wainwright</i> rule, petitioner has satisfied the \"cause and prejudice\" standard since an <span class=\"star-pagination\">*146</span> appeal taken on the ground of the then valid jury instruction would have been futile. The <i>Cole</i> court rejected this argument, reasoning that Footnote 8 would have no meaning if a change in the law could satisfy the \"cause\" standard.</p>\n<p>Petitioner further urges the court to consider N.C.G.S. §§ 15A-1415 and 15A-1419 of the amended Post-Conviction Hearing Act as they affect procedural default in federal court. He contends that he may assert this claim on habeas corpus because he fits within N.C.G.S. § 15A-1419(b).<sup>[7]</sup> This argument has several flaws.</p>\n<p>The Official Commentary to Section 15A-1419 states \"if there has been an opportunity to have the matter considered on a previous motion for appropriate relief or appeal the court may deny the motion for appropriate relief.\" Accordingly, the Superior Court of Cumberland County denied petitioner relief under this section. In so doing, the state court applied Section 15A-1419 to petitioner's case and found implicitly that petitioner had not shown \"good cause\" as intended in Section 15A-1419(b). Contrary to petitioner's assertion, it is clear from the state court's disposition of the motion for appropriate relief that N.C.G.S. § 15A-1419(b) was not intended to provide a state procedure for review of claims involving retroactive applications of law which were not raised on appeal. Since it is not the province of this court on a petition for habeas corpus to re-interpret the state procedural statute, petitioner's argument fails. He may not now assert on habeas the claim which he was barred from challenging on his motion for appropriate relief.</p>\n<p>For the above-stated reasons, the court denies the petition on all grounds, grants respondents' motion, and dismisses the action.</p>\n<h2>NOTES</h2>\n<p>[1]  Petitioner appealed his conviction to the North Carolina Court of Appeals. His trial counsel represented him on appeal. The court found no error. <i>State v. Young,</i> 21 N.C.App. 369, <span class=\"citation\" data-id=\"1220948\"><a href=\"/opinion/1220948/state-v-young/\"><span class=\"volume\">204</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">556</span></a></span> (1974). The North Carolina Supreme Court denied certiorari. <i>State v. Young,</i> <span class=\"citation\" data-id=\"1224299\"><a href=\"/opinion/1224299/state-v-watson/\"><span class=\"volume\">285</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">595</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">206</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">867</span></span> (1974). Petitioner subsequently applied for post conviction relief in the Superior Court of Cumberland County, and was represented by that county's public defender's office. The court denied relief and the Court of Appeals denied certiorari. Petitioner has thereby exhausted his state remedies on all issues raised in this habeas petition.</p>\n<p>[2]  Memorandum and Recommendation, April 7, 1980; Memorandum and Recommendation, October 17, 1980.</p>\n<p>[3]  <i>See</i> Note, <i>A Functional Analysis of the Effective Assistance of Counsel,</i> 80 Colum.L.Rev. 1053, 1083 (1980).</p>\n<p>[4]  <i>Id.</i> at 1082.</p>\n<p>[5]  <i>See, e. g., </i><i>State v. Sparks,</i> <span class=\"citation\" data-id=\"1213165\"><a href=\"/opinion/1213165/state-v-sparks/\"><span class=\"volume\">293</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">262</span></a></span>, <span class=\"citation\" data-id=\"1213165\"><a href=\"/opinion/1213165/state-v-sparks/\"><span class=\"volume\">248</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">339</span></a></span> (1978); <i>State v. Wetmore,</i> <span class=\"citation\" data-id=\"1213165\"><a href=\"/opinion/1213165/state-v-sparks/\"><span class=\"volume\">293</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">262</span></a></span>, <span class=\"citation\" data-id=\"1213449\"><a href=\"/opinion/1213449/state-v-wetmore/\"><span class=\"volume\">248</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">338</span></a></span> (1977).</p>\n<p>[6]  <i>Compare </i><i>Corsa v. Anderson,</i> <span class=\"citation\" data-id=\"1953591\"><a href=\"/opinion/1953591/corsa-v-anderson/\"><span class=\"volume\">443</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">176</span></a></span> (E. D. Mich. 1977): Defense counsel's failure to object to an instruction which shifted to the defendant the burden of proof as to an element of the crime charged constituted ineffective assistance of counsel.</p>\n<p>[7]  N.C.G.S. § 15A-1419(b) states, in part, that \"[a]lthough the court may deny the motion under any of the circumstances specified in this section, in the interest of justice and for good cause shown it may in its discretion grant the motion if it is otherwise meritorious.\"\n</p>\n<p>Petitioner contends that his case is factually distinguishable from <i>Cole</i> in that petitioner applied for post-conviction relief pursuant to N.C. G.S. § 15A-1419(b), a provision which became effective July 1, 1978. Cole argued that he fell within subsection (b) of that statute, but the Fourth Circuit did not discuss the effect of the provision because it was not in effect at the time Cole sought collateral relief, and therefore did not apply. The petitioner argues that the \"interest of justice and for good cause shown\" exception does apply to him, and that he can raise errors for review even though they were not presented at trial or on direct appeal.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110065/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1213165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1213449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1220948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1224299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1953591/"
  ]
}