{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1984426/",
  "absolute_url": "/opinion/1984426/teel-v-pitt-county-board-of-education/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1984426/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:58:42.778643Z",
  "date_modified": "2016-04-27T02:54:26.649812Z",
  "type": "010combined",
  "sha1": "93cedfd568b572bb72168f4a920ab075fc7c8464",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>272 F.Supp. 703 (1967)</b></center>\n<center><h1>Harry TEEL et al., Plaintiffs,<br>\nv.<br>\nPITT COUNTY BOARD OF EDUCATION, a public body corporate of Pitt County, North Carolina, Defendant.</h1></center>\n<center>Civ. No. 569.</center>\n<center><p><b>United States District Court E. D. North Carolina, Washington Division.</b></p></center>\n<center>August 4, 1967.</center>\n<p><span class=\"star-pagination\">*704</span> J. LeVonne Chambers, Charlotte, N. C., Conrad O. Pearson, Durham, N. C., Jack Greenberg, James M. Nabrit, III, New York City, for plaintiffs.</p>\n<p>W. W. Speight, of James, Speight, Watson &amp; Brewer, Greenville, N. C., for defendant.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>LARKINS, District Judge.</p>\n<p>This cause initially came before the Court in January, 1965, wherein plaintiffs sought injunctive relief against defendant's operation and administration of the Pitt County Public Schools on a racially-discriminatory basis. Following a hearing, the Court entered an Order allowing plaintiffs' motion for preliminary relief, restraining the defendant from refusing admission, assignment or transfer of any pupil on the basis of race or color and ordering the defendant to present a plan to the Court on or before April 12, 1965 for desegregation of the Pitt County Schools.</p>\n<p>Pursuant to the Court's Order, the defendant submitted a plan on March 31, 1965, to which plaintiffs filed objections on April 5, 1965. The cause came on for further hearing on May 10, 1965 at which time the Court adopted the plan, <span class=\"star-pagination\">*705</span> as modified, on a tentative basis. On June 3, 1965, the Court entered a final order approving the desegregation plan, no further objections having been filed by the plaintiffs, and the Pitt County School System was operated under the plan during the 1965-66 school year. On August 8, 1966, plaintiffs filed a motion for further relief, alleging as grounds therefor the following:</p>\n<p>(a) that defendant's \"freedom of choice plan\" has failed to provide a substantial increase in the number of Negro students attending desegregated schools;</p>\n<p>(b) that defendant has failed to employ and assign teachers and school personnel on a non-racial basis;</p>\n<p>(c) that defendant has failed to take administrative steps to encourage community support of its \"freedom of choice\" desegregation plan; and</p>\n<p>(d) that defendant has failed to protect persons seeking to exercise their rights under said plan and to issue assurances of such protection.</p>\n<p>The defendant in its response denied the material allegations of plaintiffs' motion and alleges that all the allegations therein are untrue. As a further answer, defendant alleges that it has strictly followed the Court's order and has allowed all pupils to exercise freedom of choice without discrimination. Defendant further alleges that there is faculty integration in virtually all of the Pitt County Schools and that employment and assignment of school personnel are based upon qualifications alone. Defendant alleges that it has not condoned or tolerated any intimidation of students or their parents or school personnel in regard to the free exercise of their choice of schools, and prays for a denial of the motion. At the hearing held in November, 1966, plaintiffs introduced answers to interrogatories, depositions and exhibits, and defendant introduced exhibits and the oral testimony of Superintendent Arthur S. Alford. The Court has considered all of this and is of the opinion that because of the deficiencies in the operation of the plan as hereinafter noted, plaintiffs are entitled to the additional relief granted herein.</p>\n<p></p>\n<h2>I. PUPIL ASSIGNMENT</h2>\n<p>The defendant's plan for desegregation and integration of pupils is basically sound in form and policy, but shortcomings have become manifest in its implementation. Although substantial desegregation came about in the year following the adoption of the freedom of choice plan which ultimately gained the Court's approval after the objections filed by plaintiffs were satisfied (1965-66), the fact that a decrease rather than an increase in integrated enrollment occurred during the succeeding year (1966-67) is, in this particular case, highly indicative of deficiencies either in the plan or its operation, or both. The reason for such an inference and the Court's finding thereon becomes clear when cast in the light of its own circumstances: prior to the implementation of defendant's plan (some eleven years after Brown v. Board of Education, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954)), the schools in the Pitt County System were still completely segregated, although 8,656 of the 14,917 pupils enrolled at that time were Negroes. See Plan For Compliance With Title VI of The Civil Rights Act of 1964 adopted by the Pitt County Board of Education on April 16, 1965, page 1. Although the transfer and assignment of only 250 Negro students to previously all-white schools was a substantial improvement over the previously-existing discriminatory situation, the room for further improvement and increase in desegregation during the next year was indeed great in view of the eleven-year delay in taking the initial steps to comply with the Supreme Court's mandate, and even then under an order of this Court. Hence, the fact that more than one-half of the 250 pupils requested transfer back to all-Negro schools during the next year is a particularly significant indicia of failure to meet even minimum standards demanded by the decisions in this Circuit. See, e. g., Jeffers v. Whitley, 309 F.2d 621 (4th Cir., 1962); Bradley v. School Board of City of Richmond, <span class=\"star-pagination\">*706</span> 345 F.2d 310 (4th Cir., 1965), vacated and remanded, 382 U.S. 103, 86 S.Ct. 257, 15 L.Ed.2d 187 (1965).</p>\n<p>Lack of effective support of the plan by the members of the Board of Education and other administrative personnel charged with the duty of putting the plan into effect appears to be the primary reason for its deficiencies. In addition, there is sufficient evidence before the Court to lead it to believe and find that some instances of intimidation have occurred which have the effect of prohibiting or interfering with the completely free exercise of choice by a few of the Negro students, but it is not as widespread nor as recent in occurrence as plaintiffs contend. Having long considered how best to deal with the situation in Pitt County, the Court has determined that in regard to pupil assignment, the Board will be allowed to continue a form of its \"freedom of choice\" plan as modified in accordance with the directions of the Court.</p>\n<p>Freedom of choice plans are generally upheld as constitutional in concept. See, e. g., Bradley v. School Board of City of Richmond, supra, wherein the Court held that in promulgating a plan giving every pupil the unrestricted right to attend the school of his or his parents' choice, limited only by time requirements for transfer applications and lack of capacity in the school to which transfer is sought, the school board in question adequately discharged its duty under the law. It is in the actual promulgation, however, that problems under freedom of choice plans arise, and it is in this very area that curative steps must be taken in Pitt County if it is to continue to be allowed to operate under the system which it has chosen.</p>\n<p>Plaintiffs have succeeded in showing the plan deficient in operation, but not to the extent that the Court is prepared to rule that freedom of choice will not work in Pitt County. It is only a matter of coming to grips with practical realities to realize that some instances of actual or feared intimidation might occur in the initial period following a sudden change from a condition of complete school segregation to one of beginning integration. Understanding the situation, of course, does not serve as the excuse for its existence, but nevertheless lends assistance to the Court in the formation of an effective equitable decree upon a rational basis. Plaintiffs have not demonstrated that intimidation is and will continue to be of such widespread character as to require judicial removal of freedom of choice from the catalogue of remedies for use in Pitt County. The heart of the problem in the operation of Pitt County's plan is that it begins with and operates from what is tantamount to an initial racial assignment, to wit: pupils who do not indicate a choice to transfer are automatically assigned to the same schools which they attended the year before. This one fact may not be significant in the operations of other school systems, but in Pitt County's case, it tends to perpetuate a basically segregated school system, since a bare minimum of applications for transfer across racial lines is received to offset it. Taken in this context, the automatic reassignment provision in Pitt County's present plan is not a non-racial criterion; and, since it is such a determinative factor in assignment, it must be eliminated if any form of freedom of choice is to remain in effect. The removal of this initial impediment by the means hereinafter indicated should remove much of the opportunity for heel-dragging and for intimidation and should encourage widespread use of the right to choose the school where one would attend.</p>\n<p>Freedom of choice may or may not be the better means to obtain desegregation in a given school system, for each system and the plan under which it is operating must be judged separately on its own performance. The attractive aspect of freedom of choice is that if every pupil, whatever the basis of his initial assignment, has an unqualified and uninhibited right of transfer to any other school system, subject only to space limitation in the school to which transfer is sought and time requirements for <span class=\"star-pagination\">*707</span> transfer applications, the concept of equal protection of the law can be fairly and equitably applied to all pupils, regardless of their race  just as it should be.</p>\n<p>It may be that, because of community hostilities and ineffective operation of the plan by the School Board, another year under freedom of choice (as modified) in Pitt County will convince the Court that some altogether different mode of pupil assignment must be thrust upon the Board in order to eliminate the continuing vestiges of racial discrimination. On the present record, however, the Court is inclined to allow the Board to operate under its formerly-adopted freedom of choice plan, as modified in accordance with the following directions of the Court and within the spirit of the discussion and enumeration of the duties and responsibilities of the Board as set forth in this opinion:</p>\n<p>1. The parents of all pupils in all school grades, whether newly-enrolled or already enrolled in the school system, will be given a free and unrestricted opportunity to enroll in or transfer to any school in the Pitt County School System, subject only to space limitations in the school to which transfer is sought and reasonable time requirements for transfer applications.</p>\n<p>2. Pupils indicating a choice of the school they wish to attend shall be assigned to those schools prior to the assignment of those pupils who do not indicate a choice. Pupils not indicating a choice within the choice period shall be assigned to the school nearest their homes or residences. If the school nearest the non-indicating pupil's home or residence is filled, such pupils shall be assigned to the school next nearest their respective homes or residences. The Board, of course, may and is expected to exercise its discretion and make exceptions in cases of extreme hardship, provided such action is not discriminatory.</p>\n<p>3. The choice forms issued by the Board shall allow for the designation of a second and third choice of schools, although this does not require a pupil or his parent to indicate more than a first choice. Where only one choice is indicated and space is lacking for the applicant on a priority basis, based upon proximity of the pupil's home to the school chosen, such pupil will be assigned as if he did not indicate a choice (to the school nearest his home, etc.). In the event more requests are submitted for a particular facility than its capacity will accommodate, priority of preference as between two applications of otherwise equal priority shall be accorded on the basis of proximity of the home of the respective applicants to the school in question.</p>\n<p>4. All notices, information sheets and choice forms shall reflect the foregoing modifications to the Board's former plan.</p>\n<p>5. Transportation routes shall be geared to the schools served and not to the races of the children transported.</p>\n<p>6. All athletic programs and athletic events in the various schools and in the school system generally shall be planned and conducted upon a non-racial basis.</p>\n<p>7. A ten-day choice period shall be conducted by the Board beginning on or before August 8, 1967. Ample and informative notice of the new choice period and the nature and operation of the choice provisions shall be forthwith given in all news media prior to the beginning of the choice period, as before.</p>\n<p>8. Prompt notice to parents of the school to which their children have been assigned shall be given following the making of the assignments, including a statement of the reason for not granting their first or subsequent choice of schools when it is not granted.</p>\n<p>9. Neither the Board nor its agents, including principals and all other administrative personnel, shall make public disclosure of the names of pupils and the schools to which they request assignment.</p>\n<p>In addition to carrying into effect its now modified freedom of choice plan, the Board is hereby directed to encourage community acceptance and support thereof. Good faith compliance requires active, <span class=\"star-pagination\">*708</span> affirmative steps in this area on the Board's part. The duty to operate the school system rests upon the Board and not upon the Court. Any future judicial assessment of the feasibility of a freedom of choice plan in Pitt County will weigh heavily upon the degree to which the Board shoulders the responsibility of insuring the unfettered existence of a free choice. In the meantime, the Board shall prepare and submit the interim report as hereinafter indicated and directed in this Opinion and Order.</p>\n<p>As an alternative to the foregoing \"modified freedom of choice plan,\" the Board may assign pupils to geographical attendance zones established without regard to race. The Board is encouraged to consider such a plan, or a combined freedom of choice-geographical zoning plan and submit any such plan to the Court for its appraisal.</p>\n<p></p>\n<h2>II. FACULTY AND NON-PROFESSIONAL STAFF MEMBERS</h2>\n<p>The Board's plan, inasmuch as there is a formal plan, is deficient and must be substantially improved and expanded in both policy and practice. The present policy, or plan, is set forth in the Board's Plan for Compliance as follows:</p>\n<blockquote>\"The Board of Education recognizes that school desegregation includes desegregation of faculty, and that the Board will develop a staff and faculty employment policy. Teachers will be employed on qualifications alone.\"</blockquote>\n<p>In practice, however, this recognizance has been almost totally unsupported by corresponding <i>action.</i> At the time the plan was adopted, the faculties of the 25 Pitt County Schools were totally segregated. During the year following the adoption of the plan, seventeen white teachers were assigned to teach in schools staffed and populated predominantly with Negro teachers and pupils, and two Negro librarians were assigned to work in schools staffed and populated predominantly with white teachers and pupils. Approximately fifty new teachers, about one-half of whom were Negro, were hired, but only two of these  the two librarianswere assigned to other than \"Negro schools.\"</p>\n<p>The inescapable conclusion is that the Board has for the most part continued an unwritten policy and practice of assigning Negro teachers to \"Negro\" schools and white teachers to \"white\" schools, despite the brief policy set forth in the final paragraph of its plan. This will not do, for delays in desegregating school systems are no longer tolerable. Goss v. Board of Education, 373 U.S. 683, 689, 83 S.Ct. 1405, 10 L.Ed.2d 632, 636 (1963).</p>\n<p>It is now well-established that removal of race considerations from faculty selection and allocation goes hand-in-hand with the abolition of pupil segregation in public schools as pronounced in Brown v. Board of Education, supra. Wheeler v. Board of Education, 363 F.2d 738, 740 (4th Cir., 1966), citing Bradley v. School Board of City of Richmond, supra. The defendants do have an affirmative duty under the constitution to desegregate the faculty. Brown v. Board of Education, supra; Bradley v. School Board of City of Richmond; United States v. Jefferson County Board of Education, 372 F.2d 836 (5th Cir., 1966), aff'd on rehearing en banc, 380 F.2d 385; see also concurring opinion in Bowman v. County School Board of Charles City County, 382 F.2d 326 (4th Cir., June 12, 1967), p. 330.</p>\n<p>The foregoing is a clear mandate to the Board to take affirmative steps to eliminate discrimination and the effects of past discrimination in the employment and assignment of teachers and other personnel. Accordingly, the Board shall be required to prepare and submit to the Court for its appraisal a detailed and specific plan for faculty desegregation on or before October 1, 1967. In the meantime, the Board shall forthwith prepare and submit to the Court for its information on or before August 30, 1967 a report indicating by school and grades taught, the number of pupils, faculty and non-professional personnel assigned to each by race, as of the beginning of the school years 1965, 1966 and 1967 (insofar <span class=\"star-pagination\">*709</span> as the latter year is complete at the time the report is prepared). The report may be in form similar to that used on page one on defendant's \"Plan For Compliance\" adopted on April 16, 1965, and shall be set up on a comparative basis so as to assist the Court in making a further assessment of the degree of progress, or lack thereof, the Board has made in the area of faculty and staff desegregation since the adoption of the plan. This report shall be submitted to the Court on or before August 30, 1967.</p>\n<p>The Court is aware that a new school year soon commences for members of the Pitt County faculty and staff on August 28, 1967. To direct the Board to prepare a specific and detailed plan setting forth the affirmative administrative steps by which increased and continued faculty desegregation will occur and submit it to the Court for its appraisal prior to the start of the school year would be highly impractical, since most contracts and assignments of teachers and staff have already been made and accepted. To do otherwise would be disruptive and contrary to an orderly and effective means to the desired end. Therefore, unless the interim report discloses a complete lack of improvement in this area since the 1965-1966 school year, particularly with regard to the 1967-68 school year as compared with the previous year, the Court will allow the Board to carry into effect for the oncoming year the assignments indicated in the report.</p>\n<p>For the year 1968-69, however, a plan for further faculty desegregation and integration must be submitted to the Court on or before October 1, 1967. This shall be more than a mere statement of policy if the Court's approval is to be gained: it must spell out the specific administrative steps and guides which the Board will take and use to effect an integrated faculty. In this regard, the Court commends to the Board for its consideration the plan for faculty and staff recruitment, selection and assignment implemented by the School Board of Charles City County, Virginia, which plan was considered by the Court of Appeals for the Fourth Circuit in Bowman v. County School Board of Charles City County, supra. The plan is set forth in the margin of that Court's opinion. This plan is recommended only as a guide which may be helpful to a county such as Pitt which has heretofore presented no formal plan at all.</p>\n<p>It is important to point out that in <i>Bowman</i><i>,</i> the Court indicated that the plan was deficient in failing to incorporate some minimal, objective timetable, and cited with approval that portion of the Fifth Circuit Court of Appeal's decree in U. S. v. Jefferson County Board of Education, supra, which required that, wherever possible, more than one member of the minority race be assigned to each desegregated faculty. \"More than one\" is a very bare minimum in remedying the situation in Pitt County.</p>\n<p>The heart of the problem is the fact that, for the most part, white teachers are assigned to teach in predominantly white schools and Negro teachers in predominantly Negro schools, a purely racial assignment pattern. As pupil integration is brought about, the schools should gradually lose their past racial identities, thereby eliminating one of the foundations upon which the correlative racial assignment of faculty and staff has rested. Until such time as this occurs, however, there will most likely remain in existence schools having pupil populations predominantly of one race or the other. While even under a completely acceptable student assignment plan there may result a small number of schools populated predominantly by students of one race due to non-racial circumstances, the past practice of seeking white teachers for predominantly white schools and Negro teachers for predominantly Negro schools must end.</p>\n<p>The Court does not intend, nor does it read the law to require, involuntary reassignment of teachers to achieve racial blending of faculties in each school in the Pitt County School System. To do so would clearly be nothing more than racial assignments for racial purposes; <span class=\"star-pagination\">*710</span> such would indeed be inimical to a rational concept of equal protection of all persons under the law without regard to their race. A compulsive mass transfer to achieve a proportionate or percentage racial blending would be an illadvised and disruptive measure.</p>\n<p>Desegregation and integration of faculty can and must be accomplished without the use of racial criteria, for equal protection of the law must work in both directions to be in fact and in law equal. Hence, keeping in mind the minimal requirements of integration as hereinbefore set forth, the Board must develop a plan which, if approved by the Court, will, when implemented, provide not only the framework for desegregation but the actual effect of increasing integration as well. Although <i>assignments</i> based solely upon race are not deemed the proper manner of eliminating segregated faculties, since the existing legal duty of the School Board to eliminate the effects of past racial assignment patterns is the premise upon which this Order is based, the efficacy of the Board's plan can necessarily be <i>measured</i> only by use of a comparative racial yardstick, to wit: the amount of increase or decrease in faculty integration, school-by-school, for a given year over the previous one.</p>\n<p>It is the duty of the School Board and not that of the Court to run the Pitt County School System. The Court, however, is empowered and is under mandate to see to it that the Board operates the school system within the law, and it is only because the Board has failed to fully meet its responsibilities under this area of the law that it is back before the Court some thirteen years after Brown v. Board of Education of Topeka and two years after the Board's adoption and the Court's approval of a \"Plan For Compliance\" (April 16, 1965) which at the time appeared acceptable in policy but which has failed in practice.</p>\n<p>The Board should direct its attention to a re-examination of its practices in all areas of faculty and staff employment-hiring, assignment, retention and dismissal, in-service training programs and teacher meetings. In hiring new teachers, the usual non-racial criteria should be used, such as educational background and qualifications, including graduate degrees obtained, specialized training in given fields, experience in teaching generally and in the subjects for which there are openings, performance on employment application tests, if any are given, personality, age, general appearance, attitude, reputation, recommendations and references. If any testing is required, all applicants for the position in question must take the test(s).</p>\n<p>In judging the performances of teachers with an eye to retention, promotion or dismissal, non-racial criteria again must be used. The recommendation of a teacher's principal should continue to be a primary consideration, provided the principal appraises the individual with a racially-unbiased eye. Fundamental fairness requires that a teacher be notified of charges against him or her and that he or she be given an opportunity to respond and the knowledge of and right to demand a hearing before final action is taken in cases of dismissal.</p>\n<p>In making assignment of teachers to the various schoolsthe more deficient of the Board's areas of failure and to which the Court has already addressed itself hereinthe Board has cast itself into the position of having to make non-racial assignments which will be measured by the aforementioned standard of performance gauged in terms of increase or decrease in the racial mixture of the faculties. Although this may on its face appear paradoxical, it loses that appearance in the light of the very real fact that if the Board will, as required hereby, cease what the record discloses to be a continued practice of assigning white teachers to \"white schools\" and Negro teachers to \"Negro schools\" and thereby eliminate the segregated system which has been nurtured long since <i>Brown</i> and Pitt County's first appearance in this Court, the reason for such measurement will gradually disappear. Indeed, if the Board will employ such objective non-racial criteria in assigning <span class=\"star-pagination\">*711</span> teachers as the individual teacher's qualifications for the positions to be filled, the recommendations and requests of principals for retention of individual teachers in their respective schools, transfer of more qualified teachers from multi-staffed superior schools to bolster and bring up to par weaker departments in other schools, proximity of the schools to the residence of the teacher, and teacher preference, the matter may in time resolve itself. With regard to the latter criterionteacher preferencea tenure or seniority system might be useful in giving priority to the choices of the more experienced teachers and staff members who have been working in the school system. Teacher choice, however, is only one of many non-racial criteria which the Board might utilize, for the burden is upon the <i>Board,</i> and not the teachers, to rid the system of segregation.</p>\n<p>Regarding the assignment of <i>new</i> teachers coming into the system, the following excerpt from Wheeler v. Durham City Board of Education is appropriate:</p>\n<blockquote>\"Vacant teacher positions in the future, as the plaintiffs suggest, should be opened to all applicants, and each filled by the best qualified applicant regardless of race.\" 363 F.2d 738, 741 (4th Cir., 1966).</blockquote>\n<p>The Board should likewise encourage transfers by present members of the faculty to schools in which the pupils are predominantly of another race. The willingness of a teacher to teach in an integrated school or with an integrated faculty should not be controlling in making inter-racial assignments, for the teacher is employed to teach in the <i>system,</i> and not in a particular school. If <i>pupil</i> integration occurs to the extent that it should, a teacher's concern may gradually shift from the racial composition of the contemplated school facility to more valid interests as physical plant, proximity to residence, interest in teaching the subjects offered, etc. The burden remains upon the School Board to disestablish what it has allowed to continue.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>It is therefore ordered that from August 11, 1967 to August 21, 1967, the Pitt County Board of Education conduct a choice period in accordance with its \"Plan For Compliance\" adopted on April 16, 1965, but modified as hereinbefore directed in the Court's written opinion; provided, that should the Board exercise the alternative offered to it by the Court and adopt an assignment plan based upon a non-racial, geographic formula, said plan shall be submitted for the Court's approval on or before August 15, law ___, 1967 if it is desired to be put into effect for the 1967-68 school year, or on or before October 1, 1967 if it is desired to be put into effect for 1968-69 and ensuing school years;</p>\n<p>It is further ordered that the Board of Education shall submit to the Court for its appraisal on or before August 30, 1967, an interim report statistically comparing the assignment of pupils, faculty and non-professional staff for each year since 1965-66 by school and by race as hereinbefore set forth and directed in the Court's written opinion;</p>\n<p>It is further ordered that on or before October 1, 1967, the Board of Education submit to the Court for its appraisal a revised plan for the assignment of pupils, faculty and non-professional staff in accordance with the written opinion of the Court hereinbefore set forth, reflecting an incorporation of the minimum standards prescribed therein. Said plan shall contain not only a statement of policy, but shall in addition set forth the specific lines along which the proposed administrative implementation of said plan shall proceed. Two certified copies of said plan and any other plans submitted to the Court for its approval shall be filed with the Clerk in New Bern, two certified copies shall be mailed directly to the Court's Chambers, and one certified copy shall be served upon attorney for the plaintiffs. Upon receipt of same, plaintiffs shall have 20 days within which to file objections. Upon request of either party, the Court shall grant a hearing upon the objections, should any be <span class=\"star-pagination\">*712</span> filed. Such request shall be made within 10 days of the service of said objections upon counsel for defendants;</p>\n<p>It is further ordered that the Clerk shall immediately upon receipt of this opinion and order for filing forthwith serve copies thereof upon Julius LeVonne Chambers, Esq., Attorney for Plaintiffs, 405½ East Trade Street, Charlotte, North Carolina 28202, and W. W. Speight, Esq., Attorney for Defendants, P. O. Box 53, Greenville, North Carolina 27834;</p>\n<p>It is further ordered that the Court shall retain jurisdiction over this cause.</p>\n<p>Let this order be entered forthwith.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">272</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">703</span></span> (1967)</b></center>\n<center><h1>Harry TEEL et al., Plaintiffs,<br>\nv.<br>\nPITT COUNTY BOARD OF EDUCATION, a public body corporate of Pitt County, North Carolina, Defendant.</h1></center>\n<center>Civ. No. 569.</center>\n<center><p><b>United States District Court E. D. North Carolina, Washington Division.</b></p></center>\n<center>August 4, 1967.</center>\n<p><span class=\"star-pagination\">*704</span> J. LeVonne Chambers, Charlotte, N. C., Conrad O. Pearson, Durham, N. C., Jack Greenberg, James M. Nabrit, III, New York City, for plaintiffs.</p>\n<p>W. W. Speight, of James, Speight, Watson &amp; Brewer, Greenville, N. C., for defendant.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>LARKINS, District Judge.</p>\n<p>This cause initially came before the Court in January, 1965, wherein plaintiffs sought injunctive relief against defendant's operation and administration of the Pitt County Public Schools on a racially-discriminatory basis. Following a hearing, the Court entered an Order allowing plaintiffs' motion for preliminary relief, restraining the defendant from refusing admission, assignment or transfer of any pupil on the basis of race or color and ordering the defendant to present a plan to the Court on or before April 12, 1965 for desegregation of the Pitt County Schools.</p>\n<p>Pursuant to the Court's Order, the defendant submitted a plan on March 31, 1965, to which plaintiffs filed objections on April 5, 1965. The cause came on for further hearing on May 10, 1965 at which time the Court adopted the plan, <span class=\"star-pagination\">*705</span> as modified, on a tentative basis. On June 3, 1965, the Court entered a final order approving the desegregation plan, no further objections having been filed by the plaintiffs, and the Pitt County School System was operated under the plan during the 1965-66 school year. On August 8, 1966, plaintiffs filed a motion for further relief, alleging as grounds therefor the following:</p>\n<p>(a) that defendant's \"freedom of choice plan\" has failed to provide a substantial increase in the number of Negro students attending desegregated schools;</p>\n<p>(b) that defendant has failed to employ and assign teachers and school personnel on a non-racial basis;</p>\n<p>(c) that defendant has failed to take administrative steps to encourage community support of its \"freedom of choice\" desegregation plan; and</p>\n<p>(d) that defendant has failed to protect persons seeking to exercise their rights under said plan and to issue assurances of such protection.</p>\n<p>The defendant in its response denied the material allegations of plaintiffs' motion and alleges that all the allegations therein are untrue. As a further answer, defendant alleges that it has strictly followed the Court's order and has allowed all pupils to exercise freedom of choice without discrimination. Defendant further alleges that there is faculty integration in virtually all of the Pitt County Schools and that employment and assignment of school personnel are based upon qualifications alone. Defendant alleges that it has not condoned or tolerated any intimidation of students or their parents or school personnel in regard to the free exercise of their choice of schools, and prays for a denial of the motion. At the hearing held in November, 1966, plaintiffs introduced answers to interrogatories, depositions and exhibits, and defendant introduced exhibits and the oral testimony of Superintendent Arthur S. Alford. The Court has considered all of this and is of the opinion that because of the deficiencies in the operation of the plan as hereinafter noted, plaintiffs are entitled to the additional relief granted herein.</p>\n<p></p>\n<h2>I. PUPIL ASSIGNMENT</h2>\n<p>The defendant's plan for desegregation and integration of pupils is basically sound in form and policy, but shortcomings have become manifest in its implementation. Although substantial desegregation came about in the year following the adoption of the freedom of choice plan which ultimately gained the Court's approval after the objections filed by plaintiffs were satisfied (1965-66), the fact that a decrease rather than an increase in integrated enrollment occurred during the succeeding year (1966-67) is, in this particular case, highly indicative of deficiencies either in the plan or its operation, or both. The reason for such an inference and the Court's finding thereon becomes clear when cast in the light of its own circumstances: prior to the implementation of defendant's plan (some eleven years after Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></a></span> (1954)), the schools in the Pitt County System were still completely segregated, although 8,656 of the 14,917 pupils enrolled at that time were Negroes. See Plan For Compliance With Title VI of The Civil Rights Act of 1964 adopted by the Pitt County Board of Education on April 16, 1965, page 1. Although the transfer and assignment of only 250 Negro students to previously all-white schools was a substantial improvement over the previously-existing discriminatory situation, the room for further improvement and increase in desegregation during the next year was indeed great in view of the eleven-year delay in taking the initial steps to comply with the Supreme Court's mandate, and even then under an order of this Court. Hence, the fact that more than one-half of the 250 pupils requested transfer back to all-Negro schools during the next year is a particularly significant indicia of failure to meet even minimum standards demanded by the decisions in this Circuit. See, e. g., Jeffers v. Whitley, <span class=\"citation\" data-id=\"258642\"><a href=\"/opinion/258642/alexander-jeffers-and-sylveen-jeffers-minors-and-john-l-jeffers-and/\"><span class=\"volume\">309</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span> (4th Cir., 1962); Bradley v. School Board of City of Richmond, <span class=\"star-pagination\">*706</span> <span class=\"citation\" data-id=\"267870\"><a href=\"/opinion/267870/carolyn-bradley-and-michael-bradley-infants-by-minerva-bradley-their/\"><span class=\"volume\">345</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">310</span></a></span> (4th Cir., 1965), vacated and remanded, <span class=\"citation\" data-id=\"107112\"><a href=\"/opinion/107112/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">257</span></span>, <span class=\"citation\" data-id=\"107112\"><a href=\"/opinion/107112/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">187</span></a></span> (1965).</p>\n<p>Lack of effective support of the plan by the members of the Board of Education and other administrative personnel charged with the duty of putting the plan into effect appears to be the primary reason for its deficiencies. In addition, there is sufficient evidence before the Court to lead it to believe and find that some instances of intimidation have occurred which have the effect of prohibiting or interfering with the completely free exercise of choice by a few of the Negro students, but it is not as widespread nor as recent in occurrence as plaintiffs contend. Having long considered how best to deal with the situation in Pitt County, the Court has determined that in regard to pupil assignment, the Board will be allowed to continue a form of its \"freedom of choice\" plan as modified in accordance with the directions of the Court.</p>\n<p>Freedom of choice plans are generally upheld as constitutional in concept. See, e. g., Bradley v. School Board of City of Richmond, supra, wherein the Court held that in promulgating a plan giving every pupil the unrestricted right to attend the school of his or his parents' choice, limited only by time requirements for transfer applications and lack of capacity in the school to which transfer is sought, the school board in question adequately discharged its duty under the law. It is in the actual promulgation, however, that problems under freedom of choice plans arise, and it is in this very area that curative steps must be taken in Pitt County if it is to continue to be allowed to operate under the system which it has chosen.</p>\n<p>Plaintiffs have succeeded in showing the plan deficient in operation, but not to the extent that the Court is prepared to rule that freedom of choice will not work in Pitt County. It is only a matter of coming to grips with practical realities to realize that some instances of actual or feared intimidation might occur in the initial period following a sudden change from a condition of complete school segregation to one of beginning integration. Understanding the situation, of course, does not serve as the excuse for its existence, but nevertheless lends assistance to the Court in the formation of an effective equitable decree upon a rational basis. Plaintiffs have not demonstrated that intimidation is and will continue to be of such widespread character as to require judicial removal of freedom of choice from the catalogue of remedies for use in Pitt County. The heart of the problem in the operation of Pitt County's plan is that it begins with and operates from what is tantamount to an initial racial assignment, to wit: pupils who do not indicate a choice to transfer are automatically assigned to the same schools which they attended the year before. This one fact may not be significant in the operations of other school systems, but in Pitt County's case, it tends to perpetuate a basically segregated school system, since a bare minimum of applications for transfer across racial lines is received to offset it. Taken in this context, the automatic reassignment provision in Pitt County's present plan is not a non-racial criterion; and, since it is such a determinative factor in assignment, it must be eliminated if any form of freedom of choice is to remain in effect. The removal of this initial impediment by the means hereinafter indicated should remove much of the opportunity for heel-dragging and for intimidation and should encourage widespread use of the right to choose the school where one would attend.</p>\n<p>Freedom of choice may or may not be the better means to obtain desegregation in a given school system, for each system and the plan under which it is operating must be judged separately on its own performance. The attractive aspect of freedom of choice is that if every pupil, whatever the basis of his initial assignment, has an unqualified and uninhibited right of transfer to any other school system, subject only to space limitation in the school to which transfer is sought and time requirements for <span class=\"star-pagination\">*707</span> transfer applications, the concept of equal protection of the law can be fairly and equitably applied to all pupils, regardless of their race  just as it should be.</p>\n<p>It may be that, because of community hostilities and ineffective operation of the plan by the School Board, another year under freedom of choice (as modified) in Pitt County will convince the Court that some altogether different mode of pupil assignment must be thrust upon the Board in order to eliminate the continuing vestiges of racial discrimination. On the present record, however, the Court is inclined to allow the Board to operate under its formerly-adopted freedom of choice plan, as modified in accordance with the following directions of the Court and within the spirit of the discussion and enumeration of the duties and responsibilities of the Board as set forth in this opinion:</p>\n<p>1. The parents of all pupils in all school grades, whether newly-enrolled or already enrolled in the school system, will be given a free and unrestricted opportunity to enroll in or transfer to any school in the Pitt County School System, subject only to space limitations in the school to which transfer is sought and reasonable time requirements for transfer applications.</p>\n<p>2. Pupils indicating a choice of the school they wish to attend shall be assigned to those schools prior to the assignment of those pupils who do not indicate a choice. Pupils not indicating a choice within the choice period shall be assigned to the school nearest their homes or residences. If the school nearest the non-indicating pupil's home or residence is filled, such pupils shall be assigned to the school next nearest their respective homes or residences. The Board, of course, may and is expected to exercise its discretion and make exceptions in cases of extreme hardship, provided such action is not discriminatory.</p>\n<p>3. The choice forms issued by the Board shall allow for the designation of a second and third choice of schools, although this does not require a pupil or his parent to indicate more than a first choice. Where only one choice is indicated and space is lacking for the applicant on a priority basis, based upon proximity of the pupil's home to the school chosen, such pupil will be assigned as if he did not indicate a choice (to the school nearest his home, etc.). In the event more requests are submitted for a particular facility than its capacity will accommodate, priority of preference as between two applications of otherwise equal priority shall be accorded on the basis of proximity of the home of the respective applicants to the school in question.</p>\n<p>4. All notices, information sheets and choice forms shall reflect the foregoing modifications to the Board's former plan.</p>\n<p>5. Transportation routes shall be geared to the schools served and not to the races of the children transported.</p>\n<p>6. All athletic programs and athletic events in the various schools and in the school system generally shall be planned and conducted upon a non-racial basis.</p>\n<p>7. A ten-day choice period shall be conducted by the Board beginning on or before August 8, 1967. Ample and informative notice of the new choice period and the nature and operation of the choice provisions shall be forthwith given in all news media prior to the beginning of the choice period, as before.</p>\n<p>8. Prompt notice to parents of the school to which their children have been assigned shall be given following the making of the assignments, including a statement of the reason for not granting their first or subsequent choice of schools when it is not granted.</p>\n<p>9. Neither the Board nor its agents, including principals and all other administrative personnel, shall make public disclosure of the names of pupils and the schools to which they request assignment.</p>\n<p>In addition to carrying into effect its now modified freedom of choice plan, the Board is hereby directed to encourage community acceptance and support thereof. Good faith compliance requires active, <span class=\"star-pagination\">*708</span> affirmative steps in this area on the Board's part. The duty to operate the school system rests upon the Board and not upon the Court. Any future judicial assessment of the feasibility of a freedom of choice plan in Pitt County will weigh heavily upon the degree to which the Board shoulders the responsibility of insuring the unfettered existence of a free choice. In the meantime, the Board shall prepare and submit the interim report as hereinafter indicated and directed in this Opinion and Order.</p>\n<p>As an alternative to the foregoing \"modified freedom of choice plan,\" the Board may assign pupils to geographical attendance zones established without regard to race. The Board is encouraged to consider such a plan, or a combined freedom of choice-geographical zoning plan and submit any such plan to the Court for its appraisal.</p>\n<p></p>\n<h2>II. FACULTY AND NON-PROFESSIONAL STAFF MEMBERS</h2>\n<p>The Board's plan, inasmuch as there is a formal plan, is deficient and must be substantially improved and expanded in both policy and practice. The present policy, or plan, is set forth in the Board's Plan for Compliance as follows:</p>\n<blockquote>\"The Board of Education recognizes that school desegregation includes desegregation of faculty, and that the Board will develop a staff and faculty employment policy. Teachers will be employed on qualifications alone.\"</blockquote>\n<p>In practice, however, this recognizance has been almost totally unsupported by corresponding <i>action.</i> At the time the plan was adopted, the faculties of the 25 Pitt County Schools were totally segregated. During the year following the adoption of the plan, seventeen white teachers were assigned to teach in schools staffed and populated predominantly with Negro teachers and pupils, and two Negro librarians were assigned to work in schools staffed and populated predominantly with white teachers and pupils. Approximately fifty new teachers, about one-half of whom were Negro, were hired, but only two of these  the two librarianswere assigned to other than \"Negro schools.\"</p>\n<p>The inescapable conclusion is that the Board has for the most part continued an unwritten policy and practice of assigning Negro teachers to \"Negro\" schools and white teachers to \"white\" schools, despite the brief policy set forth in the final paragraph of its plan. This will not do, for delays in desegregating school systems are no longer tolerable. Goss v. Board of Education, <span class=\"citation\" data-id=\"106630\"><a href=\"/opinion/106630/goss-v-board-of-ed-of-knoxville/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">683</span></a></span>, 689, <span class=\"citation\" data-id=\"106630\"><a href=\"/opinion/106630/goss-v-board-of-ed-of-knoxville/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1405</span></a></span>, <span class=\"citation\" data-id=\"106630\"><a href=\"/opinion/106630/goss-v-board-of-ed-of-knoxville/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></a></span>, 636 (1963).</p>\n<p>It is now well-established that removal of race considerations from faculty selection and allocation goes hand-in-hand with the abolition of pupil segregation in public schools as pronounced in Brown v. Board of Education, supra. Wheeler v. Board of Education, <span class=\"citation\" data-id=\"272549\"><a href=\"/opinion/272549/warren-h-wheeler-and-c-c-spaulding-iii-v-the-durham-city-board-of/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></a></span>, 740 (4th Cir., 1966), citing Bradley v. School Board of City of Richmond, supra. The defendants do have an affirmative duty under the constitution to desegregate the faculty. Brown v. Board of Education, supra; Bradley v. School Board of City of Richmond; United States v. Jefferson County Board of Education, <span class=\"citation\" data-id=\"274758\"><a href=\"/opinion/274758/united-states-of-america-and-linda-stout-by-her-father-and-next-friend/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span> (5th Cir., 1966), aff'd on rehearing en banc, 380 F.2d 385; see also concurring opinion in Bowman v. County School Board of Charles City County, <span class=\"citation\" data-id=\"277053\"><a href=\"/opinion/277053/shirlette-l-bowman-rhoda-m-bowman-mildred-a-bowman-richard-m-bowman/\"><span class=\"volume\">382</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">326</span></a></span> (4th Cir., June 12, 1967), p. 330.</p>\n<p>The foregoing is a clear mandate to the Board to take affirmative steps to eliminate discrimination and the effects of past discrimination in the employment and assignment of teachers and other personnel. Accordingly, the Board shall be required to prepare and submit to the Court for its appraisal a detailed and specific plan for faculty desegregation on or before October 1, 1967. In the meantime, the Board shall forthwith prepare and submit to the Court for its information on or before August 30, 1967 a report indicating by school and grades taught, the number of pupils, faculty and non-professional personnel assigned to each by race, as of the beginning of the school years 1965, 1966 and 1967 (insofar <span class=\"star-pagination\">*709</span> as the latter year is complete at the time the report is prepared). The report may be in form similar to that used on page one on defendant's \"Plan For Compliance\" adopted on April 16, 1965, and shall be set up on a comparative basis so as to assist the Court in making a further assessment of the degree of progress, or lack thereof, the Board has made in the area of faculty and staff desegregation since the adoption of the plan. This report shall be submitted to the Court on or before August 30, 1967.</p>\n<p>The Court is aware that a new school year soon commences for members of the Pitt County faculty and staff on August 28, 1967. To direct the Board to prepare a specific and detailed plan setting forth the affirmative administrative steps by which increased and continued faculty desegregation will occur and submit it to the Court for its appraisal prior to the start of the school year would be highly impractical, since most contracts and assignments of teachers and staff have already been made and accepted. To do otherwise would be disruptive and contrary to an orderly and effective means to the desired end. Therefore, unless the interim report discloses a complete lack of improvement in this area since the 1965-1966 school year, particularly with regard to the 1967-68 school year as compared with the previous year, the Court will allow the Board to carry into effect for the oncoming year the assignments indicated in the report.</p>\n<p>For the year 1968-69, however, a plan for further faculty desegregation and integration must be submitted to the Court on or before October 1, 1967. This shall be more than a mere statement of policy if the Court's approval is to be gained: it must spell out the specific administrative steps and guides which the Board will take and use to effect an integrated faculty. In this regard, the Court commends to the Board for its consideration the plan for faculty and staff recruitment, selection and assignment implemented by the School Board of Charles City County, Virginia, which plan was considered by the Court of Appeals for the Fourth Circuit in Bowman v. County School Board of Charles City County, supra. The plan is set forth in the margin of that Court's opinion. This plan is recommended only as a guide which may be helpful to a county such as Pitt which has heretofore presented no formal plan at all.</p>\n<p>It is important to point out that in <i>Bowman</i><i>,</i> the Court indicated that the plan was deficient in failing to incorporate some minimal, objective timetable, and cited with approval that portion of the Fifth Circuit Court of Appeal's decree in U. S. v. Jefferson County Board of Education, supra, which required that, wherever possible, more than one member of the minority race be assigned to each desegregated faculty. \"More than one\" is a very bare minimum in remedying the situation in Pitt County.</p>\n<p>The heart of the problem is the fact that, for the most part, white teachers are assigned to teach in predominantly white schools and Negro teachers in predominantly Negro schools, a purely racial assignment pattern. As pupil integration is brought about, the schools should gradually lose their past racial identities, thereby eliminating one of the foundations upon which the correlative racial assignment of faculty and staff has rested. Until such time as this occurs, however, there will most likely remain in existence schools having pupil populations predominantly of one race or the other. While even under a completely acceptable student assignment plan there may result a small number of schools populated predominantly by students of one race due to non-racial circumstances, the past practice of seeking white teachers for predominantly white schools and Negro teachers for predominantly Negro schools must end.</p>\n<p>The Court does not intend, nor does it read the law to require, involuntary reassignment of teachers to achieve racial blending of faculties in each school in the Pitt County School System. To do so would clearly be nothing more than racial assignments for racial purposes; <span class=\"star-pagination\">*710</span> such would indeed be inimical to a rational concept of equal protection of all persons under the law without regard to their race. A compulsive mass transfer to achieve a proportionate or percentage racial blending would be an illadvised and disruptive measure.</p>\n<p>Desegregation and integration of faculty can and must be accomplished without the use of racial criteria, for equal protection of the law must work in both directions to be in fact and in law equal. Hence, keeping in mind the minimal requirements of integration as hereinbefore set forth, the Board must develop a plan which, if approved by the Court, will, when implemented, provide not only the framework for desegregation but the actual effect of increasing integration as well. Although <i>assignments</i> based solely upon race are not deemed the proper manner of eliminating segregated faculties, since the existing legal duty of the School Board to eliminate the effects of past racial assignment patterns is the premise upon which this Order is based, the efficacy of the Board's plan can necessarily be <i>measured</i> only by use of a comparative racial yardstick, to wit: the amount of increase or decrease in faculty integration, school-by-school, for a given year over the previous one.</p>\n<p>It is the duty of the School Board and not that of the Court to run the Pitt County School System. The Court, however, is empowered and is under mandate to see to it that the Board operates the school system within the law, and it is only because the Board has failed to fully meet its responsibilities under this area of the law that it is back before the Court some thirteen years after Brown v. Board of Education of Topeka and two years after the Board's adoption and the Court's approval of a \"Plan For Compliance\" (April 16, 1965) which at the time appeared acceptable in policy but which has failed in practice.</p>\n<p>The Board should direct its attention to a re-examination of its practices in all areas of faculty and staff employment-hiring, assignment, retention and dismissal, in-service training programs and teacher meetings. In hiring new teachers, the usual non-racial criteria should be used, such as educational background and qualifications, including graduate degrees obtained, specialized training in given fields, experience in teaching generally and in the subjects for which there are openings, performance on employment application tests, if any are given, personality, age, general appearance, attitude, reputation, recommendations and references. If any testing is required, all applicants for the position in question must take the test(s).</p>\n<p>In judging the performances of teachers with an eye to retention, promotion or dismissal, non-racial criteria again must be used. The recommendation of a teacher's principal should continue to be a primary consideration, provided the principal appraises the individual with a racially-unbiased eye. Fundamental fairness requires that a teacher be notified of charges against him or her and that he or she be given an opportunity to respond and the knowledge of and right to demand a hearing before final action is taken in cases of dismissal.</p>\n<p>In making assignment of teachers to the various schoolsthe more deficient of the Board's areas of failure and to which the Court has already addressed itself hereinthe Board has cast itself into the position of having to make non-racial assignments which will be measured by the aforementioned standard of performance gauged in terms of increase or decrease in the racial mixture of the faculties. Although this may on its face appear paradoxical, it loses that appearance in the light of the very real fact that if the Board will, as required hereby, cease what the record discloses to be a continued practice of assigning white teachers to \"white schools\" and Negro teachers to \"Negro schools\" and thereby eliminate the segregated system which has been nurtured long since <i>Brown</i> and Pitt County's first appearance in this Court, the reason for such measurement will gradually disappear. Indeed, if the Board will employ such objective non-racial criteria in assigning <span class=\"star-pagination\">*711</span> teachers as the individual teacher's qualifications for the positions to be filled, the recommendations and requests of principals for retention of individual teachers in their respective schools, transfer of more qualified teachers from multi-staffed superior schools to bolster and bring up to par weaker departments in other schools, proximity of the schools to the residence of the teacher, and teacher preference, the matter may in time resolve itself. With regard to the latter criterionteacher preferencea tenure or seniority system might be useful in giving priority to the choices of the more experienced teachers and staff members who have been working in the school system. Teacher choice, however, is only one of many non-racial criteria which the Board might utilize, for the burden is upon the <i>Board,</i> and not the teachers, to rid the system of segregation.</p>\n<p>Regarding the assignment of <i>new</i> teachers coming into the system, the following excerpt from Wheeler v. Durham City Board of Education is appropriate:</p>\n<blockquote>\"Vacant teacher positions in the future, as the plaintiffs suggest, should be opened to all applicants, and each filled by the best qualified applicant regardless of race.\" <span class=\"citation\" data-id=\"272549\"><a href=\"/opinion/272549/warren-h-wheeler-and-c-c-spaulding-iii-v-the-durham-city-board-of/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></a></span>, 741 (4th Cir., 1966).</blockquote>\n<p>The Board should likewise encourage transfers by present members of the faculty to schools in which the pupils are predominantly of another race. The willingness of a teacher to teach in an integrated school or with an integrated faculty should not be controlling in making inter-racial assignments, for the teacher is employed to teach in the <i>system,</i> and not in a particular school. If <i>pupil</i> integration occurs to the extent that it should, a teacher's concern may gradually shift from the racial composition of the contemplated school facility to more valid interests as physical plant, proximity to residence, interest in teaching the subjects offered, etc. The burden remains upon the School Board to disestablish what it has allowed to continue.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>It is therefore ordered that from August 11, 1967 to August 21, 1967, the Pitt County Board of Education conduct a choice period in accordance with its \"Plan For Compliance\" adopted on April 16, 1965, but modified as hereinbefore directed in the Court's written opinion; provided, that should the Board exercise the alternative offered to it by the Court and adopt an assignment plan based upon a non-racial, geographic formula, said plan shall be submitted for the Court's approval on or before August 15, law ___, 1967 if it is desired to be put into effect for the 1967-68 school year, or on or before October 1, 1967 if it is desired to be put into effect for 1968-69 and ensuing school years;</p>\n<p>It is further ordered that the Board of Education shall submit to the Court for its appraisal on or before August 30, 1967, an interim report statistically comparing the assignment of pupils, faculty and non-professional staff for each year since 1965-66 by school and by race as hereinbefore set forth and directed in the Court's written opinion;</p>\n<p>It is further ordered that on or before October 1, 1967, the Board of Education submit to the Court for its appraisal a revised plan for the assignment of pupils, faculty and non-professional staff in accordance with the written opinion of the Court hereinbefore set forth, reflecting an incorporation of the minimum standards prescribed therein. Said plan shall contain not only a statement of policy, but shall in addition set forth the specific lines along which the proposed administrative implementation of said plan shall proceed. Two certified copies of said plan and any other plans submitted to the Court for its approval shall be filed with the Clerk in New Bern, two certified copies shall be mailed directly to the Court's Chambers, and one certified copy shall be served upon attorney for the plaintiffs. Upon receipt of same, plaintiffs shall have 20 days within which to file objections. Upon request of either party, the Court shall grant a hearing upon the objections, should any be <span class=\"star-pagination\">*712</span> filed. Such request shall be made within 10 days of the service of said objections upon counsel for defendants;</p>\n<p>It is further ordered that the Clerk shall immediately upon receipt of this opinion and order for filing forthwith serve copies thereof upon Julius LeVonne Chambers, Esq., Attorney for Plaintiffs, 405½ East Trade Street, Charlotte, North Carolina 28202, and W. W. Speight, Esq., Attorney for Defendants, P. O. Box 53, Greenville, North Carolina 27834;</p>\n<p>It is further ordered that the Court shall retain jurisdiction over this cause.</p>\n<p>Let this order be entered forthwith.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/258642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/267870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/272549/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/277053/"
  ]
}