{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1985421/",
  "absolute_url": "/opinion/1985421/ramey-v-hawk/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1985421/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:58:49.454260Z",
  "date_modified": "2016-04-27T02:54:28.376740Z",
  "type": "010combined",
  "sha1": "e1ff54f986a26641f9ed381a91bb5240c6daacaf",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>730 F.Supp. 1366 (1989)</b></center>\n<center><h1>Brown RAMEY, Plaintiff,<br>\nv.<br>\nK.M. HAWK, Defendant.</h1></center>\n<center>No. 88-386-HC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 13, 1989.</center>\n<p><span class=\"star-pagination\">*1367</span> Brown Ramey, Butner, N.C., pro se.</p>\n<p><span class=\"star-pagination\">*1368</span> Loflin and Loflin, Thomas F. Loflin III, Durham, N.C., for plaintiff.</p>\n<p>Eileen G. Coffey, Margaret Person Currin, U.S. Atty., R.A. Renfer, Jr., Asst. U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p>JAMES C. FOX, District Judge.</p>\n<p>On May 9, 1988, plaintiff filed this action challenging as unconstitutional a Disciplinary Hearing Office (hereinafter \"DHO\") action of December 3, 1987, where he was found to have committed the prohibited act of \"Failing to Provide a Urine Sample.\" Thereafter plaintiff was allowed to file an Amended and Supplemental Complaint, wherein plaintiff petitioned for a writ of habeas corpus. In his Amended and Supplemental Complaint, plaintiff alleges that the Bureau of Prisons' (hereinafter \"BOP\") Urine Surveillance to Detect and Deter Illegal Drug Use Program is unconstitutional on its face and as applied to him. Plaintiff seeks a declaratory judgment that the statute violates the Fourth, Fifth, and Eighth Amendments of the United States Constitution, injunctive relief to permanently enjoin implementation of the urine surveillance program, reinstatement of 135 statutory good time days, and expungment from the record of the disciplinary actions and reports regarding his failing to provide a urine specimen.</p>\n<p>On June 23, 1989, defendants filed a Motion to Dismiss or in the Alternative for Summary Judgment and a memorandum in support of their motion. Plaintiff responded to the motion and, on July 27, 1989, defendants filed a reply. On August 10, 1989, this court denied defendants' motion, finding that there existed a genuine issue of material fact, to-wit, \"whether or not the urine testing test parameters are medically and statistically reasonable as applied to a prison population.\"</p>\n<p>Defendants have moved for reconsideration of their motion for summary judgment and have filed additional affidavits in support thereof. Plaintiff has not responded thereto. The time for such response has expired however, and the matter is thus ripe for disposition. The undisputed facts are as follows.</p>\n<p>Plaintiff is presently incarcerated at the Federal Correctional Institution, Butner, North Carolina (hereinafter \"FCI-Butner\"), serving a 12-year sentence based on three separate convictions. FCI-Butner administers a program of Urine Surveillance to Detect and Deter Illegal Drug Use. The policy was implemented pursuant to 28 C.F.R. §§ 550 <i>et seq.</i> and was amended at 53 Fed.Reg. 200. Said policy (Policy 6060.3, effective February 4, 1985), directs the establishment of a urine testing program. The purpose of the testing is to monitor inmates considered to be at high risk for drug use. The policy requires prison officials to request urine specimens from three groups of inmates; those involved in community activities, inmates suspected of drug use, and those randomly chosen to produce a specimen.</p>\n<p>Once requested to produce a urine specimen, an inmate is offered four ounces of water and allowed two hours of time in which to produce the same. On October 17, 1988, the BOP policy was changed to allow that the inmate be offered eight ounces of water at the beginning of the two-hour period in order to assist the inmate in producing a sample. The inmate is under constant visual observation during the two-hour period by a staff member in order to ensure that the sample is not diluted or adulterated. If the inmate does not produce the sample within two hours, he is presumed unwilling and is disciplined. The inmate may rebut the presumption of unwillingness at his disciplinary hearing.</p>\n<p>Dr. Robert L. Brutsche was the Medical Director of the Bureau of Prisons at the time the prison's Urine Surveillance to Detect and Deter Illegal Drug Use Program was implemented. Dr. Brutsche consulted with various senior staff physicians and personnel at the drug-testing lab on contract with the BOP before presenting his recommendations as to the appropriate time and fluid restrictions which would be reasonable for requiring a prison inmate to provide a urine sample. Dr. Brutsche's opinion was that, barring any identifiable medical problem, an inmate with access to four ounces of liquid could provide a urine <span class=\"star-pagination\">*1369</span> sample within a two-hour time period. At the meeting where the urine testing parameters were determined, Dr. Brutsche presented his opinion. The BOP initially implemented the urine testing policy restricting fluid intake to four ounces and requiring that a sample be produced within two hours of a request. Later, after monitoring the program, the BOP determined that the fluid intake levels could be increased to eight ounces, an amount which was still within the range of fluid intake which would not dilute the drug levels and alter the test results. The present BOP policy, requiring an inmate with access to eight ounces of fluid to produce a urine sample within two hours, is based upon medical opinion derived from the expertise, training and experience of the medical staff at the BOP.</p>\n<p>Statistical data substantiates the medical opinion that the parameters instituted by the BOP are reasonable. In fiscal year 1988, 15,919 urine testing test results were reported to the Southeast Regional Office of the BOP. Out of these only 34 or .21/1% of the total number of samples were refusals. The statistical refusals represent not only prisoners claiming medical disability, but prisoners who refuse to provide the urine sample for other reasons. These statistics show that 15,885 out of 15,919 persons, or 99.79% of the population requested to do so, were able to urinate within two hours and while drinking only eight ounces of water.</p>\n<p>Plaintiff was ordered on three separate occasions, November 28, 1987; July 15, 1988; and September 30, 1988, to produce a urine specimen pursuant to the Urine Surveillance Program. On November 28, 1987, the request was made after plaintiff returned from a furlough. Prior to leaving the prison on furlough, plaintiff agreed to be subjected to urine testing upon his return. The July 15, 1988, and September 30, 1988, requests for urine were made because plaintiff was suspected of drug use. On all three occasions, plaintiff refused to provide the sample. Subsequent to each incident, plaintiff was charged with Failing or Refusing to Provide a Urine Sample and was properly notified of the charges. Three hearings were held and, at each, plaintiff was given the opportunity to rebut the charges against him by presenting witnesses and written testimony. Plaintiff was found guilty of the charges on all three occasions and as a result was ordered to disciplinary segregation and forfeited statutory good time.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Plaintiff's Amended and Supplemental Complaint makes a facial challenge to the BOP policy on Urine Surveillance to Detect and Deter Illegal Drug Use, 28 C.F.R. 550.30, Program Statement 6060.3 and 6060.4 (effective October 17, 1988. P.S. 6060.3 was rescinded and replaced by 6060.4). Plaintiff argues that the urine testing policy violates the Fourth Amendment prohibition against unreasonable searches and seizures because neither probable cause nor an articulable suspicion is necessary prior to requesting that an inmate provide a urine sample for drug testing.</p>\n<p>Prisoners' constitutional rights are subject to various \"restrictions and limitations.\" <i>Bell v. Wolfish,</i> 441 U.S. 520, 545, 99 S.Ct. 1861, 1877, 60 L.Ed.2d 447 (1979). These limitations on inmates' constitutional rights are based on various considerations inherent in the penal system. \"The fact of confinement as well as the legitimate goals and policies of the penal institution limits these retained constitutional rights.\" <i>Id.</i> at 546, 99 S.Ct. at 1877. Institutional security, preservation of internal order, and discipline within the penal system are all core concerns which may necessitate the limitation of inmates' constitutional rights. <i>Id.</i> In ascertaining whether a BOP policy violates a constitutional provision, the constitutional rights involved must be balanced against penologic interests.</p>\n<p>Urine testing is a search and seizure for purposes of the Fourth Amendment. <i>See </i><i>Spencer v. Farrier,</i> 807 F.2d 753 (8th Cir.1986); <i>Storms v. Coughlin,</i> 600 F.Supp. 1214 (S.D.N.Y.1984); <i>see also </i><i>Schmerber v. California,</i> 384 U.S. 757, 86 S.Ct. 1826, 16 L.Ed.2d 908 (1966). A search or seizure is constitutionally required to be <span class=\"star-pagination\">*1370</span> reasonable. In <i>Bell v. Wolfish,</i> 441 U.S. 520, 99 S.Ct. 1861, the Supreme Court upheld a BOP regulation on visual body cavity searches. The regulation, challenged as being in violation of the Fourth Amendment prohibition against unreasonable searches and seizures, required all inmates to expose their body cavities for visual inspections as a part of a strip search conducted after every contact visit with a person from outside the institution. The body cavity searches were conducted without probable cause or reasonable suspicion. The Court balanced the significant and legitimate security interests of the institution against the privacy interests of the inmates and concluded the BOP policy was reasonable.</p>\n<p>The BOP policy regarding urine testing can be analogized to the body cavity search dealt with in <i>Bell.</i> Urine testing involves a similar degree of privacy interest as a body cavity search. Furthermore, the same institutional concerns regarding drug use in the prison are involved in urine testing. The Fourth Amendment does not require probable cause or articulable suspicion prior to conducting urine testing on prison inmates.</p>\n<p>Courts have held that subjecting inmates to random urine testing is not a violation of their Fourth Amendment right against unreasonable searches and seizures. <i>See </i><i>Spencer v. Farrier,</i> 807 F.2d 753 (8th Cir. 1986); <i>Storm v. Coughlin,</i> 600 F.Supp. 1214 (S.D.N.Y.1984). The Eastern District of North Carolina, in a recent unpublished decision, found that the urine testing policy at FCI-Butner was \"necessary to preserve order and discipline in the prison.\" <i>Murphy v. Samples,</i> 87-175-CRT (E.D.N.C. March 21, 1988) (Boyle, J.).</p>\n<p>In <i>Turner v. Safley,</i> 482 U.S. 78, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987), the Supreme Court articulated the standard of review for prison regulations which faced challenges based on a violation of an inmate's constitutional rights. The Court stated that \"the regulation is valid if it is reasonably related to legitimate penological interests.\" <i>Id.</i> at 89, 107 S.Ct. at 2261; <i>see also, </i><i>O'Lone v. Estate of Shabazz,</i> 482 U.S. 342, 107 S.Ct. 2400, 96 L.Ed.2d 282 (1987); <i>Thornburgh v. Abbott,</i> 409 U.S. ___, 109 S.Ct. 1874, 104 L.Ed.2d 459 (1989).</p>\n<p>Said standard is based on a balance between \"the `policy of judicial restraint regarding prisoner complaints and the need to protect constitutional rights.'\" <i>Turner,</i> 482 U.S. at 85, 107 S.Ct. at 2259 (<i>quoting, </i><i>Procunier v. Martinez,</i> 416 U.S. 396, 406, 94 S.Ct. 1800, 40 L.Ed.2d 224 (1974)).</p>\n<p>Thus, the overriding consideration in determining the constitutionality of a BOP regulation is reasonableness. <i>Turner,</i> 482 U.S. at 78, 107 S.Ct. at 2254; <i>O'Lone v. Estate of Shabazz,</i> 482 U.S. 342, 107 S.Ct. 2400, 96 L.Ed.2d 282 (1987); <i>Lane v. Griffin,</i> 834 F.2d 403 (4th Cir.1987). A reasonableness analysis is \"responsive both to the `policy of judicial restraint regarding prisoner complaints and [to] the need to protect constitutional rights.'\" <i>Turner,</i> 482 U.S. at 85, 107 S.Ct. at 2259 (<i>quoting </i><i>Procunier,</i> 416 U.S. at 406, 94 S.Ct. at 1808). The less stringent standard ensures that the courts do not become unnecessarily involved in \"the affairs of prison administration.\" <i>Turner,</i> 482 U.S. at 89, 107 S.Ct. at 2261. Appropriateness of judicial deference is due to the fact that prison administrators are better equipped to deal with the complex problems of the prisons and that prison administration is a task committed to the legislative and executive branches of Government. <i>Id.</i> at 84-85, 107 S.Ct. at 2259.</p>\n<p>In <i>Turner,</i> the Court articulated four factors to be considered in evaluating the reasonableness of a prison regulation: (1) whether there is a \"`valid, rational connection' between the prison regulation and the legitimate governmental interest put forward to justify it;\" (2) \"whether there are alternative means of exercising the rights that remain open to prison inmates;\" (3) \"the impact accommodation of the asserted constitutional right will have on guards and other inmates, and on the allocation of prison resources generally;\" and (4) \"the absence of ready alternatives.\" <i>Id.</i> at 89-90, 107 S.Ct. at 2261-62.</p>\n<p>Under the test articulated in <i>Turner,</i> the BOP policy for urine testing does <span class=\"star-pagination\">*1371</span> not violate the constitutional provisions alleged by plaintiff. The regulation is reasonably related to legitimate penological interests and, therefore, is constitutional.</p>\n<p>The first <i>Turner</i> factor requires a determination as to whether the governmental objectives underlying the regulations at issue are legitimate and neutral, and whether the regulations are rationally related to that objective. The Supreme Court has recognized that the unauthorized use of narcotics is a problem that plagues virtually every penal and detention center in the country. <i>Block v. Rutherford,</i> 468 U.S. 576, 588-589, 104 S.Ct. 3227, 3233-34, 82 L.Ed.2d 438 (1984). The use of drugs in prisons affects security, discipline, and order within the system and inhibits penal goals and objectives. The Eastern District of North Carolina has recognized that the urine sample policy at FCI-Butner is necessary to preserve order and discipline within the prison. <i>Murphy v. Samples,</i> 87-175-CRT. The government's objective in implementing the urine testing policy in the instant case is to deter and detect illegal drug use. The court finds this goal behind the policy to be legitimate, and further finds that the policy itself is rationally related to this legitimate goal since it allows the prison officials to test for drug use.</p>\n<p>Another <i>Turner</i> factor to be considered is the impact which accommodation of the asserted constitutional right will have on guards and other inmates, and on the allocation of prison resources generally. The present policy, 6060.4, allows the inmate to drink eight ounces of water after being requested to produce a urine specimen. The policy gives the inmate two hours in which to produce the specimen. During the two hours the inmate must be constantly supervised to ensure that the sample is not diluted or adulterated. If the inmate does not produce the sample within the two hours he is considered \"unwilling\" and will be disciplined. At hearing, the inmate is given the opportunity to rebut the presumption of unwillingness.</p>\n<p>The urine testing program provides for a non-invasive rather than an invasive means to detect drug use. The time limitations of the policy allow a reasonable time for the inmate to urinate while attempting not to overtax the already limited time of the prison staff. Further, the prisoner, if alleged to be unwilling is given an opportunity to present evidence to rebut his unwillingness. The policy strikes a proper balance between accommodating the inmates' rights and the impact implementation has on the institution.</p>\n<p>The last <i>Turner</i> factor to be discussed is \"the absence of ready alternatives.\" <i>Turner,</i> 482 U.S. at 90, 107 S.Ct. at 2262. \"This is not a `least restrictive alternative' test: prison officials do not have to set up and then shoot down every conceivable alternative method of accommodating the claimant's constitutional complaint.\" <i>Turner,</i> 482 U.S. at 90-91, 107 S.Ct. at 2262-63. The plaintiff seems to propose that an inmate should be allowed to drink larger amounts of water to facilitate production of the urine specimen and to be given a longer time period in which to urinate. BOP Policy 6060.4, the policy in place at present, increased the amount of water a prisoner is allowed to drink when asked to provide a urine specimen. Increasing the time would place a tremendous burden on the prison staff, since a staff member must be present the entire time until the inmate produces the sample to ensure its accuracy; clearly, not a <i>de minimum cost</i> to the penal institution. <i>See </i><i>Turner,</i> 482 U.S. at 91, 107 S.Ct. at 2263. Further, the inmate is given the opportunity to rebut the charge of \"unwillingness\" at the disciplinary hearing.</p>\n<p>An evaluation of the <i>Turner</i> factors as applied to the instant prison policy discloses plaintiff's constitutional challenge to be without merit. The Government has an important and legitimate reason for implementation of the policy, and the policy strikes a reasonable balance between protecting the prisoners' constitutional rights and enabling prison administration to safely and efficiently carry on the task of running the penal institution within the confines of available time and resources. Thus, the court defers to the \"knowledge and expertise\" of the prison officials who have the \"inordinately difficult undertaking\" <span class=\"star-pagination\">*1372</span> of running the prison system, and find the purpose of the BOP policy of urine testing to be within constitutionally valid objectives. The court now turns to the medical and statistical reasonableness of the urine test and its parameters, as applied to a prison population.</p>\n<p>Title 18 U.S.C. § 4042 vests in the BOP the power to manage and regulate all persons convicted of offenses against the United States and to provide for their protection, instruction and discipline. The Director of the BOP is empowered to direct all activities of the BOP, including management and regulation of all federal penal institutions, and to formulate policies involving protection, instruction, and discipline of federal prisoners. 28 C.F.R. § 0.95. Pursuant to this authority, the BOP promulgated the urine testing policy at issue. 28 C.F.R. § 550.30 amended at 53 Fed.Reg. 200. The urine testing policy states that an inmate is presumed unwilling to provide a urine sample if no sample is given within two hours of a request for it. An inmate may have eight ounces of water to assist in the production of the sample. An inmate may subsequently rebut the presumption of unwillingness during his disciplinary process.</p>\n<p>When a mode or method chosen by the BOP to effectuate a policy is challenged, the court generally defers to the judgment of the BOP. Courts only grant judicial relief if it is shown that \"prison officials have exercised their discretionary powers in such a manner as to constitute a clear abuse or caprice.\" <i>Daugherty v. Harris,</i> 476 F.2d 292, 294 (10th Cir.1973), <i>cert. denied,</i> 414 U.S. 872, 94 S.Ct. 112, 38 L.Ed.2d 91 (1973); <i>see also, </i><i>Breeden v. Jackson,</i> 457 F.2d 578 (4th Cir.1972); <i>Bethea v. Crouse,</i> 417 F.2d 504 (10th Cir. 1969). Courts do not require the BOP to implement a particular mode or method to effectuate a constitutional provision. <i>See </i><i>Bounds v. Smith,</i> 430 U.S. 817, 97 S.Ct. 1491, 52 L.Ed.2d 72 (1977); <i>Bryan v. Werner,</i> 516 F.2d 233 (3d Cir.1975); <i>Daugherty v. Harris,</i> 476 F.2d at 292. If the mode or method chosen to effectuate a constitutional policy has any rational basis, it will be upheld by the court.</p>\n<p>The two-hour time limit and eight-ounce fluid intake limitation placed on an inmate are based on medical opinion that a person would be able to urinate if requested to do so, within the parameters set by the BOP policy. Said parameters are not arbitrary and capricious. To the contrary, they represent reasonable time and fluid restrictions in which to require an inmate to produce a sample for drug testing.</p>\n<p>The court finds the BOP urine testing policy to be constitutional; it is reasonably related to legitimate penological interests. The test parameters chosen to effectuate the policy are not arbitrary and capricious. The time and fluid restrictions are well within the range of physiological reasonableness, and do not overstep the bounds of being constitutionally sound.</p>\n<p>Plaintiff challenges the constitutionality of the BOP's policy as it was applied to him. He contends that the policy is a violation of the Fifth and Eighth Amendments to the United States Constitution to punish him for being unable to urinate within the two-hour time period required by the BOP's policy. Further, he states that officials at FCI-Butner did not offer any evidence that he had been selected for urine testing on a random basis.</p>\n<p>Plaintiff's Fifth Amendment challenge to the specific portion of the urine surveillance regulation as applied to him in the disciplinary proceedings is a due process issue. The procedural due process required for disciplinary hearings is set forth in <i>Wolff v. McDonnell,</i> 418 U.S. 539, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974). The due process rights afforded an inmate in a prison disciplinary hearing do not rise to the level of that required in a criminal prosecution. A prisoner's due process rights are determined by balancing the unique institutional needs and objectives against the applicable constitutional provisions. In <i>Wolff,</i> the court held that due process required: (1) advance written notice of the charges to be furnished to the prisoner at least 24 hours before the hearing; (2) \"a `written statement by the fact <span class=\"star-pagination\">*1373</span> finders as to the evidence relied on and reasons' for the disciplinary action\"; and (3) the right to \"call witnesses and present documentary evidence in his defense when permitting him to do so will not be unduly hazardous to institutional safety or correctional goals.\" <i>Wolff,</i> 418 U.S. at 564-566, 94 S.Ct. at 2969.</p>\n<p>Plaintiff's complaint alleges a Fifth Amendment violation, however he fails to set forth facts to support this allegation. The court finds that plaintiff was given the due process constitutionally required. Each time he was charged with failing to provide a urine sample, plaintiff received advance notice of his hearing. For each disciplinary action, plaintiff was furnished with a written report which set forth the specific evidence relied upon and the reasons for the action taken. Further, plaintiff was afforded the opportunity during all three hearings to present witnesses and documentary evidence. Plaintiff received the procedural due process required under <i>Wolff.</i></p>\n<p>Plaintiff alleges that defendants required him to produce a urine specimen on July 15, 1988, and September 30, 1988, without showing that he had been randomly chosen to do so. He alleges that defendants violated their own policies and thus wrongfully subjected him to loss of his statutory good time. According to the BOP's policy, urine testing is to be performed on three groups of inmates. First, 50 percent of the inmates involved in community activities are tested. Second, those inmates suspected of drug use are tested. Finally, a group of inmates are randomly tested. When the plaintiff was required to produce a urine specimen on July 15, 1988, and September 30, 1988, he was ordered to do so because he was suspected of using drugs, not because he was randomly chosen. The BOP did not violate its own policy by ordering plaintiff to produce a specimen. The policy specifically requires testing of prisoners who are suspected of drug use.</p>\n<p>Plaintiff also challenges specific portions of 28 C.F.R. § 550.30(c) as they apply to him. The applicable portion of the rule which he challenges is:</p>\n<blockquote>... If an inmate is unwilling to provide a urine sample within two hours of a request for it, staff shall file an incident report. ... To eliminate the possibility of diluted or adulterated samples, staff shall keep the inmate under direct visual supervision during this two-hour period, or until a complete sample is furnished. To assist the inmate in giving the sample, staff shall offer the inmate eight ounces of water at the beginning of the two-hour time period. An inmate is presumed to be unwilling if the inmate fails to provide a urine sample within the allotted time period. An inmate may rebut this presumption during the disciplinary process.</blockquote>\n<p>Plaintiff alleges that the deprivation of his statutory good time was arbitrary and capricious.</p>\n<p>In <i>Superintendent v. Hill,</i> 472 U.S. 445, 105 S.Ct. 2768, 86 L.Ed.2d 356 (1985), the Supreme Court addressed the issue of \"whether findings of a prison disciplinary board that result in the loss of good time credits must be supported by a certain amount of evidence in order to satisfy due process.\" <i>Hill,</i> 472 U.S. at 453, 105 S.Ct. at 2772. The court balanced the need to ensure the valid constitutional protections of the inmates against the institutional concerns of prisoner safety, preservation of discipline, burdensome administrative procedures and susceptibility of manipulation of the policy. The Court held that if there was \"some evidence [which] supports the decision by the prison disciplinary board to revoke good time credits\" then due process was satisfied. <i>Hill,</i> 472 U.S. at 455, 105 S.Ct. at 2773. The Court went on to explain that, \"[t]his standard is met if `there was some evidence from which the conclusion of the administrative tribunal could be deduced.'\" <i>Hill,</i> 472 U.S. at 455, 105 S.Ct. at 2773 (<i>quoting </i><i>United States ex rel. Vaitauer v. Commissioner of Immigration,</i> 273 U.S. 103, 106, 47 S.Ct. 302, 303, 71 L.Ed. 560 (1927)).</p>\n<p>Turning to the facts of this case, the court finds the decision of the disciplinary board to have been supported by ample <span class=\"star-pagination\">*1374</span> evidence, hence plaintiff was not denied due process.</p>\n<p>On November 28, 1987, plaintiff failed to provide a urine sample as requested by prison officials and was subsequently found guilty of such charge. Plaintiff was requested to provide a sample because he had been on furlough. Prior to leaving on furlough, plaintiff agreed to and signed a document which set forth the conditions of his furlough; one of those conditions was that he would be subjected to a urine test upon his return to the institution. However, plaintiff did not at any time prior to the November 28, 1987 incident bring to the attention of any prison official that he was physically unable to provide a urine specimen. Plaintiff was given two hours and 20 minutes to provide the sample, and was provided with more than the allotted amount of water. At his hearing, he presented no evidence to refute the charge except to say that he had always had problems urinating while being watched.</p>\n<p>On June 15, 1988, plaintiff again refused to provide a urine sample. This time the sample was requested because he was suspected of drug use. Plaintiff was given eight ounces of water and two hours in which to provide the urine sample, yet he refused to provide any sample. Again, the only evidence plaintiff presented to refute the charge and presumption was that he has always had problems urinating while someone is watching and that his medical record documented his bladder problem. A review of plaintiff's medical record revealed only one incident of urinary problems; this incident occurred in the early 1960's after plaintiff had undergone a surgical procedure.</p>\n<p>The final disciplinary incident in question occurred on September 30, 1988. Plaintiff was requested again as a drug user suspect to provide a urine sample, and again he refused. This time plaintiff was given 16 ounces of water and three hours to provide the sample. His medical record was reviewed and it revealed that he had been prescribed Maxide, a drug which has the tendency to cause urination, not inhibit urination. Plaintiff's evidence again was that he could not urinate in front of people; he drank large quantities of water and coffee prior to having to provide the sample but still was unable to do so.</p>\n<p>In all three incidents, plaintiff did not provide the urine specimen as requested. He was provided with time and water in excess of that required by the urine surveillance policy. There was no medical evidence presented which substantiated plaintiff's contention that he had a problem producing urine. Further, even though plaintiff knew that he would be required to produce a urine sample prior to leaving on furlough, he did not complain of or bring to the attention of prison officials prior to being requested to produce the sample that he had a problem with producing urine. The evidence supports the findings and conclusions of the Disciplinary Hearing Officer.</p>\n<p>Plaintiff also challenges the urine testing policy on Eighth Amendment grounds; he alleges that it is cruel and unusual to deprive him of good time credits for refusing to provide a urine sample.</p>\n<p>The Eighth Amendment to the United States Constitution prohibits governmental infliction of cruel and unusual punishment. The Eighth Amendment prohibition imposes constitutional limitations on penal confinement. \"Conditions must not involve the wanton and unnecessary infliction of pain, nor may they be grossly disproportionable to the severity of the crime warranting imprisonment.\" <i>Rhodes v. Chapman,</i> 452 U.S. 337, 347, 101 S.Ct. 2392, 2399, 69 L.Ed.2d 59 (1981).</p>\n<p>Prison officials requested that plaintiff provide urine specimens pursuant to a constitutional BOP policy. The BOP officials complied with all of the parameters of the policy in allowing plaintiff sufficient time and water to help provide the urine specimen. He was provided with all of the due process required by the Constitution and was found guilty of the offense by sufficient evidence. For his wrongful acts, plaintiff lost statutory good time credits; credits which are earned based on an inmate's good behavior. The loss of good time credits for inappropriate behavior in <span class=\"star-pagination\">*1375</span> the prison environment is not \"wanton and unnecessary infliction of pain\" or punishment which is \"grossly disproportionate to the severity of the crime.\" <i>Rhodes,</i> 452 U.S. at 347, 101 S.Ct. at 2399.</p>\n<p>The BOP's Policy 6060.4, implemented pursuant to 28 C.F.R. § 550 <i>et seq.,</i> is constitutional both on its face and as it was applied to plaintiff. The policy is an embodiment of an appropriate balance between unique and important penological interests and inmates' constitutional rights. BOP officials properly applied the policy to plaintiff, affording him all due process protections before revoking his statutory good time credits.</p>\n<p>For the foregoing reasons, defendant's motion for reconsideration is ALLOWED and summary judgment for the defendants is hereby GRANTED and this action is DISMISSED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">730</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1366</span></span> (1989)</b></center>\n<center><h1>Brown RAMEY, Plaintiff,<br>\nv.<br>\nK.M. HAWK, Defendant.</h1></center>\n<center>No. 88-386-HC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 13, 1989.</center>\n<p><span class=\"star-pagination\">*1367</span> Brown Ramey, Butner, N.C., pro se.</p>\n<p><span class=\"star-pagination\">*1368</span> Loflin and Loflin, Thomas F. Loflin III, Durham, N.C., for plaintiff.</p>\n<p>Eileen G. Coffey, Margaret Person Currin, U.S. Atty., R.A. Renfer, Jr., Asst. U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p>JAMES C. FOX, District Judge.</p>\n<p>On May 9, 1988, plaintiff filed this action challenging as unconstitutional a Disciplinary Hearing Office (hereinafter \"DHO\") action of December 3, 1987, where he was found to have committed the prohibited act of \"Failing to Provide a Urine Sample.\" Thereafter plaintiff was allowed to file an Amended and Supplemental Complaint, wherein plaintiff petitioned for a writ of habeas corpus. In his Amended and Supplemental Complaint, plaintiff alleges that the Bureau of Prisons' (hereinafter \"BOP\") Urine Surveillance to Detect and Deter Illegal Drug Use Program is unconstitutional on its face and as applied to him. Plaintiff seeks a declaratory judgment that the statute violates the Fourth, Fifth, and Eighth Amendments of the United States Constitution, injunctive relief to permanently enjoin implementation of the urine surveillance program, reinstatement of 135 statutory good time days, and expungment from the record of the disciplinary actions and reports regarding his failing to provide a urine specimen.</p>\n<p>On June 23, 1989, defendants filed a Motion to Dismiss or in the Alternative for Summary Judgment and a memorandum in support of their motion. Plaintiff responded to the motion and, on July 27, 1989, defendants filed a reply. On August 10, 1989, this court denied defendants' motion, finding that there existed a genuine issue of material fact, to-wit, \"whether or not the urine testing test parameters are medically and statistically reasonable as applied to a prison population.\"</p>\n<p>Defendants have moved for reconsideration of their motion for summary judgment and have filed additional affidavits in support thereof. Plaintiff has not responded thereto. The time for such response has expired however, and the matter is thus ripe for disposition. The undisputed facts are as follows.</p>\n<p>Plaintiff is presently incarcerated at the Federal Correctional Institution, Butner, North Carolina (hereinafter \"FCI-Butner\"), serving a 12-year sentence based on three separate convictions. FCI-Butner administers a program of Urine Surveillance to Detect and Deter Illegal Drug Use. The policy was implemented pursuant to 28 C.F.R. §§ 550 <i>et seq.</i> and was amended at 53 Fed.Reg. 200. Said policy (Policy 6060.3, effective February 4, 1985), directs the establishment of a urine testing program. The purpose of the testing is to monitor inmates considered to be at high risk for drug use. The policy requires prison officials to request urine specimens from three groups of inmates; those involved in community activities, inmates suspected of drug use, and those randomly chosen to produce a specimen.</p>\n<p>Once requested to produce a urine specimen, an inmate is offered four ounces of water and allowed two hours of time in which to produce the same. On October 17, 1988, the BOP policy was changed to allow that the inmate be offered eight ounces of water at the beginning of the two-hour period in order to assist the inmate in producing a sample. The inmate is under constant visual observation during the two-hour period by a staff member in order to ensure that the sample is not diluted or adulterated. If the inmate does not produce the sample within two hours, he is presumed unwilling and is disciplined. The inmate may rebut the presumption of unwillingness at his disciplinary hearing.</p>\n<p>Dr. Robert L. Brutsche was the Medical Director of the Bureau of Prisons at the time the prison's Urine Surveillance to Detect and Deter Illegal Drug Use Program was implemented. Dr. Brutsche consulted with various senior staff physicians and personnel at the drug-testing lab on contract with the BOP before presenting his recommendations as to the appropriate time and fluid restrictions which would be reasonable for requiring a prison inmate to provide a urine sample. Dr. Brutsche's opinion was that, barring any identifiable medical problem, an inmate with access to four ounces of liquid could provide a urine <span class=\"star-pagination\">*1369</span> sample within a two-hour time period. At the meeting where the urine testing parameters were determined, Dr. Brutsche presented his opinion. The BOP initially implemented the urine testing policy restricting fluid intake to four ounces and requiring that a sample be produced within two hours of a request. Later, after monitoring the program, the BOP determined that the fluid intake levels could be increased to eight ounces, an amount which was still within the range of fluid intake which would not dilute the drug levels and alter the test results. The present BOP policy, requiring an inmate with access to eight ounces of fluid to produce a urine sample within two hours, is based upon medical opinion derived from the expertise, training and experience of the medical staff at the BOP.</p>\n<p>Statistical data substantiates the medical opinion that the parameters instituted by the BOP are reasonable. In fiscal year 1988, 15,919 urine testing test results were reported to the Southeast Regional Office of the BOP. Out of these only 34 or .21/1% of the total number of samples were refusals. The statistical refusals represent not only prisoners claiming medical disability, but prisoners who refuse to provide the urine sample for other reasons. These statistics show that 15,885 out of 15,919 persons, or 99.79% of the population requested to do so, were able to urinate within two hours and while drinking only eight ounces of water.</p>\n<p>Plaintiff was ordered on three separate occasions, November 28, 1987; July 15, 1988; and September 30, 1988, to produce a urine specimen pursuant to the Urine Surveillance Program. On November 28, 1987, the request was made after plaintiff returned from a furlough. Prior to leaving the prison on furlough, plaintiff agreed to be subjected to urine testing upon his return. The July 15, 1988, and September 30, 1988, requests for urine were made because plaintiff was suspected of drug use. On all three occasions, plaintiff refused to provide the sample. Subsequent to each incident, plaintiff was charged with Failing or Refusing to Provide a Urine Sample and was properly notified of the charges. Three hearings were held and, at each, plaintiff was given the opportunity to rebut the charges against him by presenting witnesses and written testimony. Plaintiff was found guilty of the charges on all three occasions and as a result was ordered to disciplinary segregation and forfeited statutory good time.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Plaintiff's Amended and Supplemental Complaint makes a facial challenge to the BOP policy on Urine Surveillance to Detect and Deter Illegal Drug Use, 28 C.F.R. 550.30, Program Statement 6060.3 and 6060.4 (effective October 17, 1988. P.S. 6060.3 was rescinded and replaced by 6060.4). Plaintiff argues that the urine testing policy violates the Fourth Amendment prohibition against unreasonable searches and seizures because neither probable cause nor an articulable suspicion is necessary prior to requesting that an inmate provide a urine sample for drug testing.</p>\n<p>Prisoners' constitutional rights are subject to various \"restrictions and limitations.\" <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 545, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, 1877, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979). These limitations on inmates' constitutional rights are based on various considerations inherent in the penal system. \"The fact of confinement as well as the legitimate goals and policies of the penal institution limits these retained constitutional rights.\" <i>Id.</i> at 546, 99 S.Ct. at 1877. Institutional security, preservation of internal order, and discipline within the penal system are all core concerns which may necessitate the limitation of inmates' constitutional rights. <i>Id.</i> In ascertaining whether a BOP policy violates a constitutional provision, the constitutional rights involved must be balanced against penologic interests.</p>\n<p>Urine testing is a search and seizure for purposes of the Fourth Amendment. <i>See </i><i>Spencer v. Farrier,</i> <span class=\"citation\" data-id=\"480611\"><a href=\"/opinion/480611/richard-w-spence-v-hal-farrier/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></a></span> (8th Cir.1986); <i>Storms v. Coughlin,</i> <span class=\"citation\" data-id=\"2379493\"><a href=\"/opinion/2379493/storms-v-coughlin/\"><span class=\"volume\">600</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1214</span></a></span> (S.D.N.Y.1984); <i>see also </i><i>Schmerber v. California,</i> <span class=\"citation\" data-id=\"107262\"><a href=\"/opinion/107262/schmerber-v-california/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">757</span></a></span>, <span class=\"citation\" data-id=\"107262\"><a href=\"/opinion/107262/schmerber-v-california/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1826</span></a></span>, <span class=\"citation\" data-id=\"107262\"><a href=\"/opinion/107262/schmerber-v-california/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">908</span></a></span> (1966). A search or seizure is constitutionally required to be <span class=\"star-pagination\">*1370</span> reasonable. In <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, the Supreme Court upheld a BOP regulation on visual body cavity searches. The regulation, challenged as being in violation of the Fourth Amendment prohibition against unreasonable searches and seizures, required all inmates to expose their body cavities for visual inspections as a part of a strip search conducted after every contact visit with a person from outside the institution. The body cavity searches were conducted without probable cause or reasonable suspicion. The Court balanced the significant and legitimate security interests of the institution against the privacy interests of the inmates and concluded the BOP policy was reasonable.</p>\n<p>The BOP policy regarding urine testing can be analogized to the body cavity search dealt with in <i>Bell.</i> Urine testing involves a similar degree of privacy interest as a body cavity search. Furthermore, the same institutional concerns regarding drug use in the prison are involved in urine testing. The Fourth Amendment does not require probable cause or articulable suspicion prior to conducting urine testing on prison inmates.</p>\n<p>Courts have held that subjecting inmates to random urine testing is not a violation of their Fourth Amendment right against unreasonable searches and seizures. <i>See </i><i>Spencer v. Farrier,</i> <span class=\"citation\" data-id=\"480611\"><a href=\"/opinion/480611/richard-w-spence-v-hal-farrier/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></a></span> (8th Cir. 1986); <i>Storm v. Coughlin,</i> <span class=\"citation\" data-id=\"2379493\"><a href=\"/opinion/2379493/storms-v-coughlin/\"><span class=\"volume\">600</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1214</span></a></span> (S.D.N.Y.1984). The Eastern District of North Carolina, in a recent unpublished decision, found that the urine testing policy at FCI-Butner was \"necessary to preserve order and discipline in the prison.\" <i>Murphy v. Samples,</i> 87-175-CRT (E.D.N.C. March 21, 1988) (Boyle, J.).</p>\n<p>In <i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987), the Supreme Court articulated the standard of review for prison regulations which faced challenges based on a violation of an inmate's constitutional rights. The Court stated that \"the regulation is valid if it is reasonably related to legitimate penological interests.\" <i>Id.</i> at 89, 107 S.Ct. at 2261; <i>see also, </i><i>O'Lone v. Estate of Shabazz,</i> <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2400</span></a></span>, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">282</span></a></span> (1987); <i>Thornburgh v. Abbott,</i> 409 U.S. ___, <span class=\"citation\" data-id=\"112258\"><a href=\"/opinion/112258/thornburgh-v-abbott/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1874</span></a></span>, <span class=\"citation\" data-id=\"112258\"><a href=\"/opinion/112258/thornburgh-v-abbott/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">459</span></a></span> (1989).</p>\n<p>Said standard is based on a balance between \"the `policy of judicial restraint regarding prisoner complaints and the need to protect constitutional rights.'\" <i>Turner,</i> 482 U.S. at 85, 107 S.Ct. at 2259 (<i>quoting, </i><i>Procunier v. Martinez,</i> <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, 406, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></a></span> (1974)).</p>\n<p>Thus, the overriding consideration in determining the constitutionality of a BOP regulation is reasonableness. <i>Turner,</i> 482 U.S. at 78, 107 S.Ct. at 2254; <i>O'Lone v. Estate of Shabazz,</i> <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2400</span></a></span>, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">282</span></a></span> (1987); <i>Lane v. Griffin,</i> <span class=\"citation\" data-id=\"498151\"><a href=\"/opinion/498151/lloyd-steven-lane-v-jh-griffin-and-muhammad-nubee-chaplain-rae/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">403</span></a></span> (4th Cir.1987). A reasonableness analysis is \"responsive both to the `policy of judicial restraint regarding prisoner complaints and [to] the need to protect constitutional rights.'\" <i>Turner,</i> 482 U.S. at 85, 107 S.Ct. at 2259 (<i>quoting </i><i>Procunier,</i> 416 U.S. at 406, 94 S.Ct. at 1808). The less stringent standard ensures that the courts do not become unnecessarily involved in \"the affairs of prison administration.\" <i>Turner,</i> 482 U.S. at 89, 107 S.Ct. at 2261. Appropriateness of judicial deference is due to the fact that prison administrators are better equipped to deal with the complex problems of the prisons and that prison administration is a task committed to the legislative and executive branches of Government. <i>Id.</i> at 84-85, 107 S.Ct. at 2259.</p>\n<p>In <i>Turner,</i> the Court articulated four factors to be considered in evaluating the reasonableness of a prison regulation: (1) whether there is a \"`valid, rational connection' between the prison regulation and the legitimate governmental interest put forward to justify it;\" (2) \"whether there are alternative means of exercising the rights that remain open to prison inmates;\" (3) \"the impact accommodation of the asserted constitutional right will have on guards and other inmates, and on the allocation of prison resources generally;\" and (4) \"the absence of ready alternatives.\" <i>Id.</i> at 89-90, 107 S.Ct. at 2261-62.</p>\n<p>Under the test articulated in <i>Turner,</i> the BOP policy for urine testing does <span class=\"star-pagination\">*1371</span> not violate the constitutional provisions alleged by plaintiff. The regulation is reasonably related to legitimate penological interests and, therefore, is constitutional.</p>\n<p>The first <i>Turner</i> factor requires a determination as to whether the governmental objectives underlying the regulations at issue are legitimate and neutral, and whether the regulations are rationally related to that objective. The Supreme Court has recognized that the unauthorized use of narcotics is a problem that plagues virtually every penal and detention center in the country. <i>Block v. Rutherford,</i> <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">576</span></a></span>, 588-589, <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></a></span>, 3233-34, <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span> (1984). The use of drugs in prisons affects security, discipline, and order within the system and inhibits penal goals and objectives. The Eastern District of North Carolina has recognized that the urine sample policy at FCI-Butner is necessary to preserve order and discipline within the prison. <i>Murphy v. Samples,</i> 87-175-CRT. The government's objective in implementing the urine testing policy in the instant case is to deter and detect illegal drug use. The court finds this goal behind the policy to be legitimate, and further finds that the policy itself is rationally related to this legitimate goal since it allows the prison officials to test for drug use.</p>\n<p>Another <i>Turner</i> factor to be considered is the impact which accommodation of the asserted constitutional right will have on guards and other inmates, and on the allocation of prison resources generally. The present policy, 6060.4, allows the inmate to drink eight ounces of water after being requested to produce a urine specimen. The policy gives the inmate two hours in which to produce the specimen. During the two hours the inmate must be constantly supervised to ensure that the sample is not diluted or adulterated. If the inmate does not produce the sample within the two hours he is considered \"unwilling\" and will be disciplined. At hearing, the inmate is given the opportunity to rebut the presumption of unwillingness.</p>\n<p>The urine testing program provides for a non-invasive rather than an invasive means to detect drug use. The time limitations of the policy allow a reasonable time for the inmate to urinate while attempting not to overtax the already limited time of the prison staff. Further, the prisoner, if alleged to be unwilling is given an opportunity to present evidence to rebut his unwillingness. The policy strikes a proper balance between accommodating the inmates' rights and the impact implementation has on the institution.</p>\n<p>The last <i>Turner</i> factor to be discussed is \"the absence of ready alternatives.\" <i>Turner,</i> 482 U.S. at 90, 107 S.Ct. at 2262. \"This is not a `least restrictive alternative' test: prison officials do not have to set up and then shoot down every conceivable alternative method of accommodating the claimant's constitutional complaint.\" <i>Turner,</i> 482 U.S. at 90-91, 107 S.Ct. at 2262-63. The plaintiff seems to propose that an inmate should be allowed to drink larger amounts of water to facilitate production of the urine specimen and to be given a longer time period in which to urinate. BOP Policy 6060.4, the policy in place at present, increased the amount of water a prisoner is allowed to drink when asked to provide a urine specimen. Increasing the time would place a tremendous burden on the prison staff, since a staff member must be present the entire time until the inmate produces the sample to ensure its accuracy; clearly, not a <i>de minimum cost</i> to the penal institution. <i>See </i><i>Turner,</i> 482 U.S. at 91, 107 S.Ct. at 2263. Further, the inmate is given the opportunity to rebut the charge of \"unwillingness\" at the disciplinary hearing.</p>\n<p>An evaluation of the <i>Turner</i> factors as applied to the instant prison policy discloses plaintiff's constitutional challenge to be without merit. The Government has an important and legitimate reason for implementation of the policy, and the policy strikes a reasonable balance between protecting the prisoners' constitutional rights and enabling prison administration to safely and efficiently carry on the task of running the penal institution within the confines of available time and resources. Thus, the court defers to the \"knowledge and expertise\" of the prison officials who have the \"inordinately difficult undertaking\" <span class=\"star-pagination\">*1372</span> of running the prison system, and find the purpose of the BOP policy of urine testing to be within constitutionally valid objectives. The court now turns to the medical and statistical reasonableness of the urine test and its parameters, as applied to a prison population.</p>\n<p>Title 18 U.S.C. § 4042 vests in the BOP the power to manage and regulate all persons convicted of offenses against the United States and to provide for their protection, instruction and discipline. The Director of the BOP is empowered to direct all activities of the BOP, including management and regulation of all federal penal institutions, and to formulate policies involving protection, instruction, and discipline of federal prisoners. 28 C.F.R. § 0.95. Pursuant to this authority, the BOP promulgated the urine testing policy at issue. 28 C.F.R. § 550.30 amended at 53 Fed.Reg. 200. The urine testing policy states that an inmate is presumed unwilling to provide a urine sample if no sample is given within two hours of a request for it. An inmate may have eight ounces of water to assist in the production of the sample. An inmate may subsequently rebut the presumption of unwillingness during his disciplinary process.</p>\n<p>When a mode or method chosen by the BOP to effectuate a policy is challenged, the court generally defers to the judgment of the BOP. Courts only grant judicial relief if it is shown that \"prison officials have exercised their discretionary powers in such a manner as to constitute a clear abuse or caprice.\" <i>Daugherty v. Harris,</i> <span class=\"citation\" data-id=\"310105\"><a href=\"/opinion/310105/benjamin-f-daughtery-v-warden-harris-u-s-leavenworth-prison-thomas-j/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">292</span></a></span>, 294 (10th Cir.1973), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">872</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">112</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">91</span></span> (1973); <i>see also, </i><i>Breeden v. Jackson,</i> <span class=\"citation\" data-id=\"302481\"><a href=\"/opinion/302481/nathan-breeden-v-hunter-p-jackson/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></a></span> (4th Cir.1972); <i>Bethea v. Crouse,</i> <span class=\"citation\" data-id=\"286950\"><a href=\"/opinion/286950/oscar-bethea-v-sherman-h-crouse-warden-kansas-state-penitentiary-james/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span> (10th Cir. 1969). Courts do not require the BOP to implement a particular mode or method to effectuate a constitutional provision. <i>See </i><i>Bounds v. Smith,</i> <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1491</span></a></span>, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></a></span> (1977); <i>Bryan v. Werner,</i> <span class=\"citation\" data-id=\"327648\"><a href=\"/opinion/327648/william-thomas-bryan-v-stewart-werner-commissioner-bureau-of-corrections/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">233</span></a></span> (3d Cir.1975); <i>Daugherty v. Harris,</i> 476 F.2d at 292. If the mode or method chosen to effectuate a constitutional policy has any rational basis, it will be upheld by the court.</p>\n<p>The two-hour time limit and eight-ounce fluid intake limitation placed on an inmate are based on medical opinion that a person would be able to urinate if requested to do so, within the parameters set by the BOP policy. Said parameters are not arbitrary and capricious. To the contrary, they represent reasonable time and fluid restrictions in which to require an inmate to produce a sample for drug testing.</p>\n<p>The court finds the BOP urine testing policy to be constitutional; it is reasonably related to legitimate penological interests. The test parameters chosen to effectuate the policy are not arbitrary and capricious. The time and fluid restrictions are well within the range of physiological reasonableness, and do not overstep the bounds of being constitutionally sound.</p>\n<p>Plaintiff challenges the constitutionality of the BOP's policy as it was applied to him. He contends that the policy is a violation of the Fifth and Eighth Amendments to the United States Constitution to punish him for being unable to urinate within the two-hour time period required by the BOP's policy. Further, he states that officials at FCI-Butner did not offer any evidence that he had been selected for urine testing on a random basis.</p>\n<p>Plaintiff's Fifth Amendment challenge to the specific portion of the urine surveillance regulation as applied to him in the disciplinary proceedings is a due process issue. The procedural due process required for disciplinary hearings is set forth in <i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974). The due process rights afforded an inmate in a prison disciplinary hearing do not rise to the level of that required in a criminal prosecution. A prisoner's due process rights are determined by balancing the unique institutional needs and objectives against the applicable constitutional provisions. In <i>Wolff,</i> the court held that due process required: (1) advance written notice of the charges to be furnished to the prisoner at least 24 hours before the hearing; (2) \"a `written statement by the fact <span class=\"star-pagination\">*1373</span> finders as to the evidence relied on and reasons' for the disciplinary action\"; and (3) the right to \"call witnesses and present documentary evidence in his defense when permitting him to do so will not be unduly hazardous to institutional safety or correctional goals.\" <i>Wolff,</i> 418 U.S. at 564-566, 94 S.Ct. at 2969.</p>\n<p>Plaintiff's complaint alleges a Fifth Amendment violation, however he fails to set forth facts to support this allegation. The court finds that plaintiff was given the due process constitutionally required. Each time he was charged with failing to provide a urine sample, plaintiff received advance notice of his hearing. For each disciplinary action, plaintiff was furnished with a written report which set forth the specific evidence relied upon and the reasons for the action taken. Further, plaintiff was afforded the opportunity during all three hearings to present witnesses and documentary evidence. Plaintiff received the procedural due process required under <i>Wolff.</i></p>\n<p>Plaintiff alleges that defendants required him to produce a urine specimen on July 15, 1988, and September 30, 1988, without showing that he had been randomly chosen to do so. He alleges that defendants violated their own policies and thus wrongfully subjected him to loss of his statutory good time. According to the BOP's policy, urine testing is to be performed on three groups of inmates. First, 50 percent of the inmates involved in community activities are tested. Second, those inmates suspected of drug use are tested. Finally, a group of inmates are randomly tested. When the plaintiff was required to produce a urine specimen on July 15, 1988, and September 30, 1988, he was ordered to do so because he was suspected of using drugs, not because he was randomly chosen. The BOP did not violate its own policy by ordering plaintiff to produce a specimen. The policy specifically requires testing of prisoners who are suspected of drug use.</p>\n<p>Plaintiff also challenges specific portions of 28 C.F.R. § 550.30(c) as they apply to him. The applicable portion of the rule which he challenges is:</p>\n<blockquote>... If an inmate is unwilling to provide a urine sample within two hours of a request for it, staff shall file an incident report. ... To eliminate the possibility of diluted or adulterated samples, staff shall keep the inmate under direct visual supervision during this two-hour period, or until a complete sample is furnished. To assist the inmate in giving the sample, staff shall offer the inmate eight ounces of water at the beginning of the two-hour time period. An inmate is presumed to be unwilling if the inmate fails to provide a urine sample within the allotted time period. An inmate may rebut this presumption during the disciplinary process.</blockquote>\n<p>Plaintiff alleges that the deprivation of his statutory good time was arbitrary and capricious.</p>\n<p>In <i>Superintendent v. Hill,</i> <span class=\"citation\" data-id=\"111476\"><a href=\"/opinion/111476/superintendent-mass-correctional-institution-at-walpole-v-hill/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, <span class=\"citation\" data-id=\"111476\"><a href=\"/opinion/111476/superintendent-mass-correctional-institution-at-walpole-v-hill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2768</span></a></span>, <span class=\"citation\" data-id=\"111476\"><a href=\"/opinion/111476/superintendent-mass-correctional-institution-at-walpole-v-hill/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span></a></span> (1985), the Supreme Court addressed the issue of \"whether findings of a prison disciplinary board that result in the loss of good time credits must be supported by a certain amount of evidence in order to satisfy due process.\" <i>Hill,</i> 472 U.S. at 453, 105 S.Ct. at 2772. The court balanced the need to ensure the valid constitutional protections of the inmates against the institutional concerns of prisoner safety, preservation of discipline, burdensome administrative procedures and susceptibility of manipulation of the policy. The Court held that if there was \"some evidence [which] supports the decision by the prison disciplinary board to revoke good time credits\" then due process was satisfied. <i>Hill,</i> 472 U.S. at 455, 105 S.Ct. at 2773. The Court went on to explain that, \"[t]his standard is met if `there was some evidence from which the conclusion of the administrative tribunal could be deduced.'\" <i>Hill,</i> 472 U.S. at 455, 105 S.Ct. at 2773 (<i>quoting </i><i>United States ex rel. Vaitauer v. Commissioner of Immigration,</i> <span class=\"citation\" data-id=\"100991\"><a href=\"/opinion/100991/united-states-ex-rel-vajtauer-v-commissioner-of-immigration/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 106, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">302</span></span>, 303, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">560</span></span> (1927)).</p>\n<p>Turning to the facts of this case, the court finds the decision of the disciplinary board to have been supported by ample <span class=\"star-pagination\">*1374</span> evidence, hence plaintiff was not denied due process.</p>\n<p>On November 28, 1987, plaintiff failed to provide a urine sample as requested by prison officials and was subsequently found guilty of such charge. Plaintiff was requested to provide a sample because he had been on furlough. Prior to leaving on furlough, plaintiff agreed to and signed a document which set forth the conditions of his furlough; one of those conditions was that he would be subjected to a urine test upon his return to the institution. However, plaintiff did not at any time prior to the November 28, 1987 incident bring to the attention of any prison official that he was physically unable to provide a urine specimen. Plaintiff was given two hours and 20 minutes to provide the sample, and was provided with more than the allotted amount of water. At his hearing, he presented no evidence to refute the charge except to say that he had always had problems urinating while being watched.</p>\n<p>On June 15, 1988, plaintiff again refused to provide a urine sample. This time the sample was requested because he was suspected of drug use. Plaintiff was given eight ounces of water and two hours in which to provide the urine sample, yet he refused to provide any sample. Again, the only evidence plaintiff presented to refute the charge and presumption was that he has always had problems urinating while someone is watching and that his medical record documented his bladder problem. A review of plaintiff's medical record revealed only one incident of urinary problems; this incident occurred in the early 1960's after plaintiff had undergone a surgical procedure.</p>\n<p>The final disciplinary incident in question occurred on September 30, 1988. Plaintiff was requested again as a drug user suspect to provide a urine sample, and again he refused. This time plaintiff was given 16 ounces of water and three hours to provide the sample. His medical record was reviewed and it revealed that he had been prescribed Maxide, a drug which has the tendency to cause urination, not inhibit urination. Plaintiff's evidence again was that he could not urinate in front of people; he drank large quantities of water and coffee prior to having to provide the sample but still was unable to do so.</p>\n<p>In all three incidents, plaintiff did not provide the urine specimen as requested. He was provided with time and water in excess of that required by the urine surveillance policy. There was no medical evidence presented which substantiated plaintiff's contention that he had a problem producing urine. Further, even though plaintiff knew that he would be required to produce a urine sample prior to leaving on furlough, he did not complain of or bring to the attention of prison officials prior to being requested to produce the sample that he had a problem with producing urine. The evidence supports the findings and conclusions of the Disciplinary Hearing Officer.</p>\n<p>Plaintiff also challenges the urine testing policy on Eighth Amendment grounds; he alleges that it is cruel and unusual to deprive him of good time credits for refusing to provide a urine sample.</p>\n<p>The Eighth Amendment to the United States Constitution prohibits governmental infliction of cruel and unusual punishment. The Eighth Amendment prohibition imposes constitutional limitations on penal confinement. \"Conditions must not involve the wanton and unnecessary infliction of pain, nor may they be grossly disproportionable to the severity of the crime warranting imprisonment.\" <i>Rhodes v. Chapman,</i> <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, 347, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, 2399, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1981).</p>\n<p>Prison officials requested that plaintiff provide urine specimens pursuant to a constitutional BOP policy. The BOP officials complied with all of the parameters of the policy in allowing plaintiff sufficient time and water to help provide the urine specimen. He was provided with all of the due process required by the Constitution and was found guilty of the offense by sufficient evidence. For his wrongful acts, plaintiff lost statutory good time credits; credits which are earned based on an inmate's good behavior. The loss of good time credits for inappropriate behavior in <span class=\"star-pagination\">*1375</span> the prison environment is not \"wanton and unnecessary infliction of pain\" or punishment which is \"grossly disproportionate to the severity of the crime.\" <i>Rhodes,</i> 452 U.S. at 347, 101 S.Ct. at 2399.</p>\n<p>The BOP's Policy 6060.4, implemented pursuant to 28 C.F.R. § 550 <i>et seq.,</i> is constitutional both on its face and as it was applied to plaintiff. The policy is an embodiment of an appropriate balance between unique and important penological interests and inmates' constitutional rights. BOP officials properly applied the policy to plaintiff, affording him all due process protections before revoking his statutory good time credits.</p>\n<p>For the foregoing reasons, defendant's motion for reconsideration is ALLOWED and summary judgment for the defendants is hereby GRANTED and this action is DISMISSED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/286950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/302481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/310105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2379493/"
  ]
}