{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1988401/",
  "absolute_url": "/opinion/1988401/in-re-midway-airlines-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1988401/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T07:59:10.375876Z",
  "date_modified": "2016-04-26T20:38:18.648814Z",
  "type": "010combined",
  "sha1": "34735d978f1dc255aecea12621ea4e3d334e7126",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>283 B.R. 846 (2002)</b></center>\n<center><h1>In re MIDWAY AIRLINES CORP., Debtor.</h1></center>\n<center>No. 5:02-CV-525-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 7, 2002.</center>\n<p><span class=\"star-pagination\">*847</span> <span class=\"star-pagination\">*848</span> Gerald A. Jeutter, Jr., Kilpatrick, Stockton, LLP, Raleigh, NC, for Debtor.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on appeal from an Order entered by the United States Bankruptcy Court for the Eastern District of North Carolina. In an order dated May 24, 2002, the Bankruptcy Court ruled that any and all actions by Appellant, the North Carolina Department of Labor (\"NCDOL\") against Debtor-Appellee Midway Airlines Corp. (\"Debtor\") and Debtor's individual employers (\"Individuals\") were stayed pursuant to the automatic stay of 11 U.S.C. § 362(a). NCDOL subsequently brought the instant appeal. For the following reasons, the judgment of the Bankruptcy Court is AFFIRMED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On August 13, 2001, the Debtor filed its voluntary petition for relief under Chapter 11, Title 11, United States Code. After the petition date, NCDOL commenced a North Carolina Wage and Hour Act (\"NCWHA\") investigation with respect to pre-petition vacation wage claims by employees and former employees of the Debtor. On March 15, 2002, NCDOL issued an investigative determination letter to Debtor and certain named individuals stating that its investigation had determined that Debtor and the Individuals, jointly and severally, had failed to pay approximately $2.1 million in vacation wages to more than 1,000 employees in violation of the NCWHA. The letter stated that payment of the wages was due within 14 days and could be paid directly to the individual employees or to NCDOL. The letter further informed Debtor and the Individuals that, unless an appeal was requested within 14 days, the amount due for vacation wages would become final and payable immediately.</p>\n<p>In response to this determination letter, on March 25, 2002, Debtor filed an Emergency Motion for Order Determining the Extent of the Automatic Stay of § 362 of the Bankruptcy Code With Respect to Certain Actions of the North Carolina Department of Labor (\"Emergency Motion\"). In the Emergency Motion, Debtor asked the Bankruptcy Court to determine that the automatic stay of § 362(a) applied to all actions of NCDOL with respect to the Debtor and Individuals named in the determination letter. On April 30, 2002, NCDOL filed a response to the Emergency Motion. NCDOL asserted that the Bankruptcy Court lacked jurisdiction over the Motion because of sovereign immunity. NCDOL further claimed that its enforcement actions were excepted from the automatic <span class=\"star-pagination\">*849</span> stay pursuant to § 362(b)(4) of the Bankruptcy Code and that the automatic stay did not extend to NCDOL's actions against the Individuals.</p>\n<p>On May 24, 2002, the Bankruptcy Court issued its final order, determining that (1) Eleventh Amendment sovereign immunity did not divest the court of jurisdiction to hear and rule on the Motion, (2) NCDOL's enforcement actions were not excepted from the automatic stay pursuant to § 362(b)(4), and (3) the automatic stay applied to NCDOL's actions against the Individuals.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>When reviewing a bankruptcy order, the district court applies two standards of review. A bankruptcy court's findings of fact shall not be set aside unless clearly erroneous. <i>Safety-Kleen, Inc. v. Wyche,</i> 274 F.3d 846, 859 (4th Cir.2001). However, conclusions of law are reviewed <i>de novo. </i><i>In re Apex Express Corp.,</i> 190 F.3d 624, 630 (4th Cir.1999); <i>Continental Casualty Co. v. York,</i> 205 B.R. 759, 762 (E.D.N.C.1997).</p>\n<p>NCDOL contends that the Bankruptcy Court erred on three grounds. First, NCDOL asserts that it was entitled to the protections of sovereign immunity and, thus, the Bankruptcy Court lacked jurisdiction to decide Debtor's Emergency Motion. Second, NCDOL asserts that its enforcement action against the Debtor was undertaken pursuant to the State's police and regulatory authority and was therefore excepted from the automatic stay under § 362(b)(4). Finally, NCDOL contends that the automatic stay should not bar its enforcement actions against the Individuals.</p>\n<p><i>A. NCDOL's First Assignment of Error</i></p>\n<p>NCDOL claims that it is entitled to the protection of sovereign immunity pursuant to the Eleventh Amendment and the Bankruptcy Court therefore lacked jurisdiction to hear Debtor's Emergency Motion. The Eleventh Amendment provides immunity for states from suits in federal court. <i>See</i> U.S. Const. amend. XI. However, the amendment does not reach every type of federal judicial proceeding. \"Before the Eleventh Amendment applies, the federal judicial action must fairly be deemed a `suit.'\" <i>In re NVR, LP,</i> 189 F.3d 442, 450 (4th Cir.1999).</p>\n<p>In this case, the Bankruptcy Court determined that the Debtor's Emergency Motion did not constitute a \"suit\" against the State of North Carolina. The court based its determination largely on its earlier decision in <i>In re Int'l Heritage,</i> 239 B.R. 306 (Bankr.E.D.N.C.1999). Like the present case, <i>Int'l Heritage</i> involved an Eleventh Amendment challenge to the bankruptcy court's determination of the extent of the automatic stay. There, the court concluded that \"[p]roceedings by the bankruptcy court to ascertain the reach of the automatic stay . . . may affect the rights of a state, but nevertheless these proceedings are not precluded by the Eleventh Amendment.\" <i>Id.</i> at 310.</p>\n<p>In reaching this decision, the court relied on three cases from the United States Court of Appeals for the Fourth Circuit addressing the extent of sovereign immunity in bankruptcy proceedings. In <i>Maryland v. Antonelli Creditors' Liquidating Trust,</i> 123 F.3d 777 (4th Cir.1997), the court held that the Eleventh Amendment did not preclude the bankruptcy court from construing the effect of a confirmed plan. In <i>In re Collins,</i> 173 F.3d 924 (4th Cir.1999), the Fourth Circuit held that the bankruptcy court could determine whether a debt owed to a state had been discharged. Finally, in <i>In re NVR, LP,</i> 189 F.3d 442 (4th Cir.1999), the court held that <span class=\"star-pagination\">*850</span> the Eleventh Amendment did preclude a proceeding to recover tax payments made to a state.</p>\n<p>In each case, the Fourth Circuit's analysis focused on \"both the procedural posture and the substantive nature of the proceeding.\" <i>In re NVR, LP,</i> 189 F.3d at 450. Procedurally, the court considered whether a state was a named defendant or was served with process mandating that it appear in federal court. <i>See Antonelli</i> at 786-87, <i>Collins</i> at 929. Substantively, the court focused on the basis of the bankruptcy court's jurisdiction over the matter at issue. Where the court's power derives from its jurisdiction over debtors and their estates, sovereign immunity is not implicated. <i>See Antonelli</i> at 787, <i>Collins</i> at 929-30. However, where resolution of the matter requires the court to assert jurisdiction over a state, sovereign immunity applies. <i>See NVR, LP</i> at 453-54.</p>\n<p>In the present case, both the procedural posture and substantive nature indicate that the proceeding at issue is not a suit against the State of North Carolina. First, NCDOL was given notice of Debtor's motion but was not a named defendant and was not served with process. Thus, NCDOL was not compelled to appear in federal court. Even more significant, however, is the basis of the bankruptcy court's jurisdiction in this case. The Debtor's Emergency Motion asked the court to interpret the applicability and scope of the automatic stay provision of the bankruptcy code. The bankruptcy court's power to determine the scope of the automatic stay provision is based on its jurisdiction over debtors and their estates, not jurisdiction over the state or other creditors. \"The federal district court in which the case is pending has exclusive jurisdiction over the assets of the bankruptcy estate pursuant to 28 U.S.C. § 1334(e), and the automatic stay provision of § 362(a) protects the estate assets from the actions of all entities, including states.\" <i>Int'l Heritage,</i> 239 B.R. at 310.</p>\n<p>NCDOL claims that the bankruptcy court's order construing the automatic stay provision was the equivalent of an injunction barring the state from proceeding with its enforcement action against Debtor. This characterization is inaccurate. The court interpreted the automatic stay provision, and once it determined that the automatic stay applied, the stay applied immediately and automatically. <i>See Int'l Heritage</i> at 310. The bankruptcy <i>court</i> did not act upon the state. Instead, a bankruptcy <i>law,</i> as interpreted by the court, acted upon it. \"The Eleventh Amendment, of course, does not free [the state] from federal law, but simply from the jurisdiction of federal courts.\" <i>NVR</i> at 452.</p>\n<p><i>B. NCDOL's Second Assignment of Error</i></p>\n<p>NCDOL next argues that in pursuing its enforcement action against the Debtor it is exercising its police and regulatory powers and is therefore excepted from the automatic stay provision. Under 11 U.S.C. § 362(b)(4), the automatic stay does not apply to \"the commencement or continuation of an action or proceeding by a governmental unit . . . to enforce such governmental unit's or organization's police and regulatory power.\" Courts have devised two tests to determine whether an action qualifies as a proceeding pursuant to a governmental unit's police or regulatory power. <i>See </i><i>Chao v. Hospital Staffing Services, Inc.,</i> 270 F.3d 374, 385-86 (6th Cir.2001), <i>In re Ngan Gung Rest., Inc.,</i> 183 B.R. 689, 692 (Bankr.S.D.N.Y.1995). First, the pecuniary purpose test asks whether the governmental action relates primarily to the protection of the government's pecuniary interest in the debtor's <span class=\"star-pagination\">*851</span> estate or primarily to matters relating to public safety. The second test is the public policy test, which evaluates whether the action seeks to effectuate public policy or to adjudicate public rights. <i>See id.</i> It is clear that NCDOL is not seeking to recover money for the benefit of the state, so the pecuniary purpose test is satisfied in the present case. The public policy test, however, presents a more difficult question.</p>\n<p>In <i>Safety-Kleen, Inc. v. Wyche,</i> 274 F.3d 846 (4th Cir.2001), the Fourth Circuit provided some guidance for determining whether a state is pursuing a public purpose. First, the court explained that the inquiry should focus on the purpose of the law that the state seeks to enforce rather than on the state's intent in enforcing the law in a particular case. According to the court, this should be an objective inquiry. <i>See id.</i> at 865. In addition, the court explained that many statutes have dual purposes, and the court must determine the <i>primary</i> purpose of the law that the state is attempting to enforce. <i>See id.</i></p>\n<p>Rather than seeking to promote broad public policy objectives, NCDOL's claim under the NCWHA serves primarily to recover wages for individual employees. In deciding a similar case, the Court of Appeals for Sixth Circuit concluded that a suit \"seek[ing] merely to recover unpaid minimum wages, unpaid overtime, and liquidated damages, only incidentally serves the public interest.\" <i>Chao v. Hospital Staffing Services, Inc.,</i> 270 F.3d at 391. Such a suit is undertaken primarily to adjudicate private rights and \"serves little public purpose other than a general interest in seeing laws enforced.\" <i>Id.</i> As in <i>Hospital Staffing,</i> NCDOL's action against the Debtor was undertaken principally to adjudicate the private claims of Debtor's employees.<sup>[1]</sup> The bankruptcy court was correct in concluding that these claims should be determined and paid through the procedures established under bankruptcy law.</p>\n<p><i>C. NCDOL's Third Assignment of Error</i></p>\n<p>Finally, NCDOL contends that the bankruptcy court erred in holding that the automatic stay extended to the Individuals named in NCDOL's determination letter and thereby precluded NCDOL from proceeding with its action against those Individuals. Generally, the automatic stay provision is available only to the debtor and does not extend to non-debtor co-defendants. <i>See </i><i>A.H. Robins Co., Inc. v. Piccinin,</i> 788 F.2d 994, 999 (4th Cir.1986), <i>Int'l Heritage,</i> 239 B.R. 306, 311 (Bankr.E.D.N.C.1999). However, in <i>Piccinin,</i> the Fourth Circuit recognized that bankruptcy courts have the authority to stay actions against non-debtor codefendants in \"unusual circumstances.\" <i>Piccinin</i> at 999. Unusual circumstances exist where the interests of the non-debtor codefendant \"are so intimately intertwined with those of the debtor that the latter may be said to be the real party in interest.\" <i>Id.</i> at 1001.</p>\n<p><i>Piccinin</i> describes several situations where unusual circumstances justify extending the automatic stay to non-debtors. The first is a suit against a third-party who is entitled to absolute indemnity from the debtor for any judgment entered. According to <i>Piccinin,</i> \"To refuse application of the statutory stay in that case would defeat the very purpose and intent of the statute.\" <i>Id.</i> at 999. A second case justifying extension of the automatic stay is where a successful suit against the codefendants <span class=\"star-pagination\">*852</span> \"would reduce and diminish the [debtor's] insurance fund or pool . . . and thereby affect the property of the debtor to the detriment of the debtor's creditors as a whole.\" <i>Id.</i> at 1008.</p>\n<p>Circumstances justifying extension of the automatic stay are present in this case. Specifically, the Individuals are covered by Debtor's corporate liability insurance policy and have asserted indemnification claims against the Debtor and its insurance policy. Thus, the Debtor's estate could be diminished to the detriment of other creditors if NCDOL were to recover a judgment against the Individuals. This is precisely the situation the <i>Piccinin</i> court sought to avoid by extending the automatic stay to non-debtors. The bankruptcy court properly concluded that the interests of the Individuals are so intimately intertwined with those of the Debtor that the Debtor is the real party in interest with respect to the action taken against the Individuals.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons given above, the Bankruptcy Court properly found that any and all actions of the NCDOL against the Debtor or Individuals seeking to require payment of the vacation wage claims in question are stayed pursuant to the automatic stay of 11 U.S.C. § 362(a). Accordingly, the judgment of the Bankruptcy Court is AFFIRMED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Significantly, NCDOL's determination letter states that \"checks can be made payable <i>to the individual employees</i> or a single check can be made payable to the North Carolina Department of Labor.\" Emergency Motion, Exhibit A (emphasis added).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">283</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">846</span></span> (2002)</b></center>\n<center><h1>In re MIDWAY AIRLINES CORP., Debtor.</h1></center>\n<center>No. 5:02-CV-525-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 7, 2002.</center>\n<p><span class=\"star-pagination\">*847</span> <span class=\"star-pagination\">*848</span> Gerald A. Jeutter, Jr., Kilpatrick, Stockton, LLP, Raleigh, NC, for Debtor.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on appeal from an Order entered by the United States Bankruptcy Court for the Eastern District of North Carolina. In an order dated May 24, 2002, the Bankruptcy Court ruled that any and all actions by Appellant, the North Carolina Department of Labor (\"NCDOL\") against Debtor-Appellee Midway Airlines Corp. (\"Debtor\") and Debtor's individual employers (\"Individuals\") were stayed pursuant to the automatic stay of 11 U.S.C. § 362(a). NCDOL subsequently brought the instant appeal. For the following reasons, the judgment of the Bankruptcy Court is AFFIRMED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On August 13, 2001, the Debtor filed its voluntary petition for relief under Chapter 11, Title 11, United States Code. After the petition date, NCDOL commenced a North Carolina Wage and Hour Act (\"NCWHA\") investigation with respect to pre-petition vacation wage claims by employees and former employees of the Debtor. On March 15, 2002, NCDOL issued an investigative determination letter to Debtor and certain named individuals stating that its investigation had determined that Debtor and the Individuals, jointly and severally, had failed to pay approximately $2.1 million in vacation wages to more than 1,000 employees in violation of the NCWHA. The letter stated that payment of the wages was due within 14 days and could be paid directly to the individual employees or to NCDOL. The letter further informed Debtor and the Individuals that, unless an appeal was requested within 14 days, the amount due for vacation wages would become final and payable immediately.</p>\n<p>In response to this determination letter, on March 25, 2002, Debtor filed an Emergency Motion for Order Determining the Extent of the Automatic Stay of § 362 of the Bankruptcy Code With Respect to Certain Actions of the North Carolina Department of Labor (\"Emergency Motion\"). In the Emergency Motion, Debtor asked the Bankruptcy Court to determine that the automatic stay of § 362(a) applied to all actions of NCDOL with respect to the Debtor and Individuals named in the determination letter. On April 30, 2002, NCDOL filed a response to the Emergency Motion. NCDOL asserted that the Bankruptcy Court lacked jurisdiction over the Motion because of sovereign immunity. NCDOL further claimed that its enforcement actions were excepted from the automatic <span class=\"star-pagination\">*849</span> stay pursuant to § 362(b)(4) of the Bankruptcy Code and that the automatic stay did not extend to NCDOL's actions against the Individuals.</p>\n<p>On May 24, 2002, the Bankruptcy Court issued its final order, determining that (1) Eleventh Amendment sovereign immunity did not divest the court of jurisdiction to hear and rule on the Motion, (2) NCDOL's enforcement actions were not excepted from the automatic stay pursuant to § 362(b)(4), and (3) the automatic stay applied to NCDOL's actions against the Individuals.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>When reviewing a bankruptcy order, the district court applies two standards of review. A bankruptcy court's findings of fact shall not be set aside unless clearly erroneous. <i>Safety-Kleen, Inc. v. Wyche,</i> <span class=\"citation\" data-id=\"775913\"><a href=\"/opinion/775913/safety-kleen-incorporated-pinewood-and-toronto-dominion-texas/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">846</span></a></span>, 859 (4th Cir.2001). However, conclusions of law are reviewed <i>de novo. </i><i>In re Apex Express Corp.,</i> <span class=\"citation\" data-id=\"766029\"><a href=\"/opinion/766029/in-re-apex-express-corporation-humboldt-express-incorporated-debtors/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">624</span></a></span>, 630 (4th Cir.1999); <i>Continental Casualty Co. v. York,</i> <span class=\"citation\" data-id=\"1528437\"><a href=\"/opinion/1528437/in-re-york/\"><span class=\"volume\">205</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">759</span></a></span>, 762 (E.D.N.C.1997).</p>\n<p>NCDOL contends that the Bankruptcy Court erred on three grounds. First, NCDOL asserts that it was entitled to the protections of sovereign immunity and, thus, the Bankruptcy Court lacked jurisdiction to decide Debtor's Emergency Motion. Second, NCDOL asserts that its enforcement action against the Debtor was undertaken pursuant to the State's police and regulatory authority and was therefore excepted from the automatic stay under § 362(b)(4). Finally, NCDOL contends that the automatic stay should not bar its enforcement actions against the Individuals.</p>\n<p><i>A. NCDOL's First Assignment of Error</i></p>\n<p>NCDOL claims that it is entitled to the protection of sovereign immunity pursuant to the Eleventh Amendment and the Bankruptcy Court therefore lacked jurisdiction to hear Debtor's Emergency Motion. The Eleventh Amendment provides immunity for states from suits in federal court. <i>See</i> U.S. Const. amend. XI. However, the amendment does not reach every type of federal judicial proceeding. \"Before the Eleventh Amendment applies, the federal judicial action must fairly be deemed a `suit.'\" <i>In re NVR, LP,</i> <span class=\"citation\" data-id=\"765886\"><a href=\"/opinion/765886/in-re-nvr-lp-debtor/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">442</span></a></span>, 450 (4th Cir.1999).</p>\n<p>In this case, the Bankruptcy Court determined that the Debtor's Emergency Motion did not constitute a \"suit\" against the State of North Carolina. The court based its determination largely on its earlier decision in <i>In re Int'l Heritage,</i> <span class=\"citation\" data-id=\"1552332\"><a href=\"/opinion/1552332/in-re-intern-heritage-inc/\"><span class=\"volume\">239</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">306</span></a></span> (Bankr.E.D.N.C.1999). Like the present case, <i>Int'l Heritage</i> involved an Eleventh Amendment challenge to the bankruptcy court's determination of the extent of the automatic stay. There, the court concluded that \"[p]roceedings by the bankruptcy court to ascertain the reach of the automatic stay . . . may affect the rights of a state, but nevertheless these proceedings are not precluded by the Eleventh Amendment.\" <i>Id.</i> at 310.</p>\n<p>In reaching this decision, the court relied on three cases from the United States Court of Appeals for the Fourth Circuit addressing the extent of sovereign immunity in bankruptcy proceedings. In <i>Maryland v. Antonelli Creditors' Liquidating Trust,</i> <span class=\"citation\" data-id=\"745392\"><a href=\"/opinion/745392/state-of-maryland-montgomery-county-baltimore-county-v-antonelli/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></a></span> (4th Cir.1997), the court held that the Eleventh Amendment did not preclude the bankruptcy court from construing the effect of a confirmed plan. In <i>In re Collins,</i> <span class=\"citation\" data-id=\"763275\"><a href=\"/opinion/763275/in-re-herbert-m-collins-in-re-uwandolyn-blackwell-collins-debtors/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">924</span></a></span> (4th Cir.1999), the Fourth Circuit held that the bankruptcy court could determine whether a debt owed to a state had been discharged. Finally, in <i>In re NVR, LP,</i> <span class=\"citation\" data-id=\"765886\"><a href=\"/opinion/765886/in-re-nvr-lp-debtor/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">442</span></a></span> (4th Cir.1999), the court held that <span class=\"star-pagination\">*850</span> the Eleventh Amendment did preclude a proceeding to recover tax payments made to a state.</p>\n<p>In each case, the Fourth Circuit's analysis focused on \"both the procedural posture and the substantive nature of the proceeding.\" <i>In re NVR, LP,</i> 189 F.3d at 450. Procedurally, the court considered whether a state was a named defendant or was served with process mandating that it appear in federal court. <i>See Antonelli</i> at 786-87, <i>Collins</i> at 929. Substantively, the court focused on the basis of the bankruptcy court's jurisdiction over the matter at issue. Where the court's power derives from its jurisdiction over debtors and their estates, sovereign immunity is not implicated. <i>See Antonelli</i> at 787, <i>Collins</i> at 929-30. However, where resolution of the matter requires the court to assert jurisdiction over a state, sovereign immunity applies. <i>See NVR, LP</i> at 453-54.</p>\n<p>In the present case, both the procedural posture and substantive nature indicate that the proceeding at issue is not a suit against the State of North Carolina. First, NCDOL was given notice of Debtor's motion but was not a named defendant and was not served with process. Thus, NCDOL was not compelled to appear in federal court. Even more significant, however, is the basis of the bankruptcy court's jurisdiction in this case. The Debtor's Emergency Motion asked the court to interpret the applicability and scope of the automatic stay provision of the bankruptcy code. The bankruptcy court's power to determine the scope of the automatic stay provision is based on its jurisdiction over debtors and their estates, not jurisdiction over the state or other creditors. \"The federal district court in which the case is pending has exclusive jurisdiction over the assets of the bankruptcy estate pursuant to 28 U.S.C. § 1334(e), and the automatic stay provision of § 362(a) protects the estate assets from the actions of all entities, including states.\" <i>Int'l Heritage,</i> 239 B.R. at 310.</p>\n<p>NCDOL claims that the bankruptcy court's order construing the automatic stay provision was the equivalent of an injunction barring the state from proceeding with its enforcement action against Debtor. This characterization is inaccurate. The court interpreted the automatic stay provision, and once it determined that the automatic stay applied, the stay applied immediately and automatically. <i>See Int'l Heritage</i> at 310. The bankruptcy <i>court</i> did not act upon the state. Instead, a bankruptcy <i>law,</i> as interpreted by the court, acted upon it. \"The Eleventh Amendment, of course, does not free [the state] from federal law, but simply from the jurisdiction of federal courts.\" <i>NVR</i> at 452.</p>\n<p><i>B. NCDOL's Second Assignment of Error</i></p>\n<p>NCDOL next argues that in pursuing its enforcement action against the Debtor it is exercising its police and regulatory powers and is therefore excepted from the automatic stay provision. Under 11 U.S.C. § 362(b)(4), the automatic stay does not apply to \"the commencement or continuation of an action or proceeding by a governmental unit . . . to enforce such governmental unit's or organization's police and regulatory power.\" Courts have devised two tests to determine whether an action qualifies as a proceeding pursuant to a governmental unit's police or regulatory power. <i>See </i><i>Chao v. Hospital Staffing Services, Inc.,</i> <span class=\"citation\" data-id=\"775420\"><a href=\"/opinion/775420/elaine-chao-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">374</span></a></span>, 385-86 (6th Cir.2001), <i>In re Ngan Gung Rest., Inc.,</i> <span class=\"citation\" data-id=\"2006953\"><a href=\"/opinion/2006953/in-re-ngan-gung-restaurant-inc/\"><span class=\"volume\">183</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">689</span></a></span>, 692 (Bankr.S.D.N.Y.1995). First, the pecuniary purpose test asks whether the governmental action relates primarily to the protection of the government's pecuniary interest in the debtor's <span class=\"star-pagination\">*851</span> estate or primarily to matters relating to public safety. The second test is the public policy test, which evaluates whether the action seeks to effectuate public policy or to adjudicate public rights. <i>See id.</i> It is clear that NCDOL is not seeking to recover money for the benefit of the state, so the pecuniary purpose test is satisfied in the present case. The public policy test, however, presents a more difficult question.</p>\n<p>In <i>Safety-Kleen, Inc. v. Wyche,</i> <span class=\"citation\" data-id=\"775913\"><a href=\"/opinion/775913/safety-kleen-incorporated-pinewood-and-toronto-dominion-texas/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">846</span></a></span> (4th Cir.2001), the Fourth Circuit provided some guidance for determining whether a state is pursuing a public purpose. First, the court explained that the inquiry should focus on the purpose of the law that the state seeks to enforce rather than on the state's intent in enforcing the law in a particular case. According to the court, this should be an objective inquiry. <i>See id.</i> at 865. In addition, the court explained that many statutes have dual purposes, and the court must determine the <i>primary</i> purpose of the law that the state is attempting to enforce. <i>See id.</i></p>\n<p>Rather than seeking to promote broad public policy objectives, NCDOL's claim under the NCWHA serves primarily to recover wages for individual employees. In deciding a similar case, the Court of Appeals for Sixth Circuit concluded that a suit \"seek[ing] merely to recover unpaid minimum wages, unpaid overtime, and liquidated damages, only incidentally serves the public interest.\" <i>Chao v. Hospital Staffing Services, Inc.,</i> 270 F.3d at 391. Such a suit is undertaken primarily to adjudicate private rights and \"serves little public purpose other than a general interest in seeing laws enforced.\" <i>Id.</i> As in <i>Hospital Staffing,</i> NCDOL's action against the Debtor was undertaken principally to adjudicate the private claims of Debtor's employees.<sup>[1]</sup> The bankruptcy court was correct in concluding that these claims should be determined and paid through the procedures established under bankruptcy law.</p>\n<p><i>C. NCDOL's Third Assignment of Error</i></p>\n<p>Finally, NCDOL contends that the bankruptcy court erred in holding that the automatic stay extended to the Individuals named in NCDOL's determination letter and thereby precluded NCDOL from proceeding with its action against those Individuals. Generally, the automatic stay provision is available only to the debtor and does not extend to non-debtor co-defendants. <i>See </i><i>A.H. Robins Co., Inc. v. Piccinin,</i> <span class=\"citation\" data-id=\"468755\"><a href=\"/opinion/468755/ah-robins-company-incorporated-v-anna-piccinin-and-nancy-campbell/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">994</span></a></span>, 999 (4th Cir.1986), <i>Int'l Heritage,</i> <span class=\"citation\" data-id=\"1552332\"><a href=\"/opinion/1552332/in-re-intern-heritage-inc/\"><span class=\"volume\">239</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">306</span></a></span>, 311 (Bankr.E.D.N.C.1999). However, in <i>Piccinin,</i> the Fourth Circuit recognized that bankruptcy courts have the authority to stay actions against non-debtor codefendants in \"unusual circumstances.\" <i>Piccinin</i> at 999. Unusual circumstances exist where the interests of the non-debtor codefendant \"are so intimately intertwined with those of the debtor that the latter may be said to be the real party in interest.\" <i>Id.</i> at 1001.</p>\n<p><i>Piccinin</i> describes several situations where unusual circumstances justify extending the automatic stay to non-debtors. The first is a suit against a third-party who is entitled to absolute indemnity from the debtor for any judgment entered. According to <i>Piccinin,</i> \"To refuse application of the statutory stay in that case would defeat the very purpose and intent of the statute.\" <i>Id.</i> at 999. A second case justifying extension of the automatic stay is where a successful suit against the codefendants <span class=\"star-pagination\">*852</span> \"would reduce and diminish the [debtor's] insurance fund or pool . . . and thereby affect the property of the debtor to the detriment of the debtor's creditors as a whole.\" <i>Id.</i> at 1008.</p>\n<p>Circumstances justifying extension of the automatic stay are present in this case. Specifically, the Individuals are covered by Debtor's corporate liability insurance policy and have asserted indemnification claims against the Debtor and its insurance policy. Thus, the Debtor's estate could be diminished to the detriment of other creditors if NCDOL were to recover a judgment against the Individuals. This is precisely the situation the <i>Piccinin</i> court sought to avoid by extending the automatic stay to non-debtors. The bankruptcy court properly concluded that the interests of the Individuals are so intimately intertwined with those of the Debtor that the Debtor is the real party in interest with respect to the action taken against the Individuals.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons given above, the Bankruptcy Court properly found that any and all actions of the NCDOL against the Debtor or Individuals seeking to require payment of the vacation wage claims in question are stayed pursuant to the automatic stay of 11 U.S.C. § 362(a). Accordingly, the judgment of the Bankruptcy Court is AFFIRMED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Significantly, NCDOL's determination letter states that \"checks can be made payable <i>to the individual employees</i> or a single check can be made payable to the North Carolina Department of Labor.\" Emergency Motion, Exhibit A (emphasis added).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/468755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1528437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1552332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2006953/"
  ]
}