{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1997135/",
  "absolute_url": "/opinion/1997135/matter-of-tudor-associates-ltd-ii/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1997135/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:00:24.891450Z",
  "date_modified": "2016-04-26T21:43:18.491387Z",
  "type": "010combined",
  "sha1": "c8e3a0066be1517b3eaefa970a8744b9271c44c3",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>64 B.R. 656 (1986)</b></center>\n<center><h1>In the Matter of TUDOR ASSOCIATES, LTD., II, A Nebraska Limited Partnership, Debtor.<br>\nNicholas C. CHMIL, Jr., et al., Plaintiffs,<br>\nv.<br>\nRULISA OPERATING COMPANY, et al., Defendants.</h1></center>\n<center>Bankruptcy No. 77-06-BK-4, Adv. No. M-83-01-ACT.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>August 18, 1986.</center>\n<p><span class=\"star-pagination\">*657</span> <span class=\"star-pagination\">*658</span> Irvin P. Breedlove, Jr., Durham, N.C., for plaintiffs.</p>\n<p>Cecil W. Harrison, Jr., Raleigh, N.C., for Rulisa Operating Co., A.T. Parsons, Jr., New British Woods, and New Yorktowne Associates.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>This action is before the court on motion by defendants, Executive Management Trustees, Inc., an Ohio corporation, (EMT-O), and Executive Management Trustees, Inc., a Nevada corporation (EMT-N), for leave to appeal an order of the United States Bankruptcy Court, Eastern District of North Carolina, entered by Judge Moore on April 14, 1986 denying their motion to dismiss plaintiffs' second amended complaint for failure to state a claim upon which relief can be granted under Rule 12(b)(6) of the Federal Rules of Civil Procedure and Rule 7012(b) of the Federal Rules of Bankruptcy Procedure. Notice of appeal of this interlocutory order was timely filed with the court, the parties have submitted their memoranda, and the action is ripe for disposition.</p>\n<p>The facts out of which this action arises are complex and date back to 1977 when the debtor filed a voluntary petition for bankruptcy under Chapter 12 of the Bankruptcy Act of 1898.<sup>[1]</sup> Pursuant to Chapter 12, a final modified plan of arrangement for debtor was confirmed by the bankruptcy court in 1978. To carry out certain provisions of this plan debtor made application to the bankruptcy court to sell real property to EMT-O in cancellation of a $24,000,000 mortgage debt, originally held by creditor, OCG Enterprises, Inc.<sup>[2]</sup> The court approved debtor's application to sell and the closing occurred in December, 1979. This property was immediately resold to other defendants not a part of this appeal.</p>\n<p>On February 16, 1983, plaintiffs, five limited partners of debtor, commenced an adversary proceeding to set aside on grounds <span class=\"star-pagination\">*659</span> of fraud the 1979 sale of debtor's property and to quiet title to the property in the name of the debtor. The initial defendants in this adversary proceeding, not including the movants in this instance, moved for dismissal on grounds that plaintiffs' claims for fraud were barred by North Carolina's three-year statute of limitations. However the bankruptcy court held that the action was not time-barred because plaintiffs' allegations, if true, constituted \"fraud on the court\" for which no rigid time limitation applied.</p>\n<p>In October, 1985, EMT-O and EMT-N were joined as defendants in the adversary proceeding. EMT moved the bankruptcy court for dismissal of plaintiffs' second amended complaint on grounds that the allegations failed to state a claim for \"fraud on the court\" and that the plaintiffs lacked standing to bring an adversary proceeding because they failed to comply with Rule 23.1 of the Federal Rules of Civil Procedure. By order entered in April, 1986, Judge Moore denied defendants' motion to dismiss finding the allegations sufficient to support a \"fraud on the court\" cause of action because: (1) the debtor's general partner, Zan Galloway, was an officer of the court while the debtor was in bankruptcy and operating as a \"debtor in possession,\"<sup>[3]</sup> and (2) plaintiffs' allegations, if true, established that the general partner exerted improper influence on the bankruptcy court by causing debtor's property to be transferred without consideration to plaintiffs' detriment thus impairing the court's integrity by preventing its impartial functioning.</p>\n<p></p>\n<h2>LEAVE TO APPEAL</h2>\n<p>Before the court can consider any substantive issues asserted by the parties, it must determine whether leave to appeal the bankruptcy court's interlocutory order denying defendants' motion to dismiss should be granted. 28 U.S.C. § 1334(b). First, defendants contend that the allegations of fraud contained in the complaint represent intrinsic fraud rather than extrinsic fraud which would trigger a \"fraud on the court\" cause of action. Specifically, defendants dispute the bankruptcy court's finding that a general partner of a debtor in possession is an officer of the court capable of committing fraud on the court. Defendants contend that this finding creates a question of first impression and justifies appellate review of an interlocutory order by this court. Defendants also argue the appropriateness of their appeal because a decision in their favor would, they contend, require the termination of this action in accordance with either the one-year limitation period for setting aside judgments on fraud grounds under Rule 60(b)(3) of the Federal Rules of Civil Procedure or the six-month limitation period of Section 511 of the old Bankruptcy Act.<sup>[4]</sup> Finally, defendants insist that the bankruptcy court's order, if left undisturbed, would constitute an expansion of the \"fraud on the court\" concept so as to render meaningless both of these limitation provisions.</p>\n<p>Second, defendants contend that leave to appeal should be granted with respect to the bankruptcy court's denial of their motion to dismiss on grounds that plaintiffs lack standing to bring a derivative action when Rule 23.1 has not been satisfied.</p>\n<p>Although 28 U.S.C. § 1334(b) provides district courts with jurisdiction of appeals from interlocutory orders of bankruptcy courts, it fails to offer any standards for determining when leave to appeal should be given. In the absence of such guidelines some courts have looked to the standards governing interlocutory appeals from district courts to courts of appeals under 28 U.S.C. § 1292. Subsection (b) of this provision provides that an interlocutory appeal <span class=\"star-pagination\">*660</span> is properly reviewable where an \"order involves a controlling question of law as to which there is substantial ground for difference of opinion and [where] an immediate appeal from the order may materially advance the ultimate termination of the litigation.\" <i>In Re White Motor Corporation,</i> 25 B.R. 293, 296 (N.D.Ohio 1982); <i>Bank of America, N.T. &amp; S.A. v. World of English, N.V.,</i> 23 B.R. 1015, 1019 (N.D.Ga. 1982); <i>Matter of West Coast Computer Services, Inc.,</i> 6 B.R. 330 (M.D.Fla.1980). However, without considering Section 1292, leave to appeal has also been granted where the question presented is one of first impression. <i>Wilson Freight Company v. Citibank, N.A.,</i> 21 B.R. 398, 401 (S.D.N.Y. 1982).</p>\n<p>In this instance, leave to appeal the issue of \"fraud on the court\" is granted on several grounds. First, the question of whether a \"debtor in possession\" is an officer of the court for the purposes of pleading a \"fraud on the court\" cause of action appears to be one of first impression in this circuit thus justifying the appeal. The parties have cited no Fourth Circuit authority with respect to this question and the court has been unable to find any case law on this point. Furthermore, to support his finding a \"fraud on the court\" cause of action Judge Moore cites a Ninth Circuit case, <i>Donovan &amp; Schuenke v. Sampsell,</i> 226 F.2d 804, 809 (9th Cir.1955), where a former corporate executive \"was charged with responsibility of a trustee in his relation to the bankrupt corporation, its creditors, its property, and the Court.\" However, as defendants argue and as this court must concur, the <i>Donovan</i> decision is distinguishable from the present action because it was based in part on a court order which had actually been entered directing the employment of the former president of the bankrupt corporation as an agent of the trustee for the purpose of selling certain real property belonging to the debtor. In this instance, no court order has been entered by the bankruptcy court appointing Zan Galloway as a trustee or as an agent of a trustee.</p>\n<p>Second, in accordance with 28 U.S.C. § 1292(b), an immediate appeal from Judge Moore's order could result in the termination of this action should this court find that the complaint alleges a cause of action for fraud between the parties rather than \"fraud on the court.\" Under Rule 60(b) setting aside a judgment on grounds of \"fraud on the court\" has no limitation period. However, in this instance, should the court find that the complaint alleges a cause of action for fraud between the parties, plaintiffs' <i>1983</i> suit to set aside a <i>1979</i> order would clearly be time barred under any of the potentially applicable limitation provisions. 11 U.S.C. § 511 (repealed 1979), N.C.G.S. § 1-52, F.R.Civ.P. 60(b)(3). Therefore, for the reasons stated, defendants' motion for leave to appeal as to this issue must be and is hereby granted.</p>\n<p>Defendants also seek leave to appeal the bankruptcy court's order denying its motion to dismiss on grounds that plaintiffs lack standing to bring this adversary proceeding. Defendants contend that plaintiffs failed to comply with the procedural prerequisites of Rule 23.1 of the Federal Rules of Civil Procedure, specifically, plaintiffs' failure to allege efforts made by them to first obtain the relief sought in this action from the general partner of the debtor.</p>\n<p>Leave to appeal on this issue is denied. Although Rule 23.1 requires that a complaint in a derivative action allege with particularity efforts made by plaintiffs to first obtain the relief being sought from those handling a corporation's business affairs, an exception exists where such a demand would be futile. <i>Lewis v. Graves,</i> 701 F.2d 245, 248 (2d Cir.1983). Whether this exception applies in a particular case lies within the discretion of the district court and only an abuse of discretion will result in reversal. <i>Id.</i> In this instance, the bankruptcy court held that several allegations of plaintiffs, if true, indicate that the general partner was unable to act in the best interest of the debtor and therefore it would be useless to demand that she initiate an action to set aside the transfer. <span class=\"star-pagination\">*661</span> More specifically, the bankruptcy court stated that the complaint alleged that Zan Galloway was a confidant of George Osserman<sup>[5]</sup> and that they acted in concert to perpetrate a fraud on the court.</p>\n<p>Defendants have failed to show any abuse of discretion by Judge Moore and this court, having reviewed the complaint, can find no abuse. The complaint alleges that Ms. Galloway \"was naught more than a nominee, a reliable straw-woman of Osserman and Garfinkle, P.C.; she was identified in the record in these proceedings as the `girlfriend' of Mr. Osserman.\" However, the court is not convinced that Rule 23.1 is even applicable in this instance, based upon Judge Moore's statements that he had previously referred to plaintiffs' action as only \"in the <i>nature</i> of a derivative action,\" and his finding that plaintiffs, as limited partners, were similar to creditors, who have standing to initiate an action to recover a fraudulent conveyance where no trustee has been appointed and the debtor in possession has refused to institute such action or where refusal to do so is an obvious and foregone conclusion. 4B Collier's on Bankruptcy, § 70.92[3] at 1057 (14th Ed. 1978). Accordingly, based on the foregoing, leave to appeal on this ground must be and is hereby denied.</p>\n<p></p>\n<h2>FRAUD ON THE COURT</h2>\n<p>With leave to appeal having been granted in part, the court must now consider whether plaintiffs have sufficiently pleaded a cause of action for \"fraud on the court\" to which no fixed limitation period applies pursuant to Rule 60(b) or whether the complaint alleges fraud between the parties and is, therefore, time barred.</p>\n<p>The concept of \"fraud on the court\" was discussed at length by the Fourth Circuit in <i>Great Coastal Express, Inc. v. International Brotherhood,</i> 675 F.2d 1349 (4th Cir.), <i>cert. denied,</i> 459 U.S. 1128, 103 S.Ct. 764, 74 L.Ed.2d 978 (1982). Rule 60(b) of the Federal Rules of Civil Procedure enables a party to bring an independent equitable action for \"fraud on the court\" and empowers the court to set aside its judgment on such grounds. Although courts have had difficulty in defining \"fraud on the court\" as it is used in Rule 60(b), the Fourth Circuit has defined this concept to be a deliberate scheme to directly subvert the judicial process, limited to the more egregious forms of subversion of the legal process which cannot be exposed by the normal adversary process, such as bribery of a judge or juror or improper influence exerted by an attorney on the court. <i>Id.</i> at 1356-57. As further clarification, the court stated that perjury and fabricated evidence are not considered within this concept because such fraud can and should be rooted out by the parties at trial. <i>Id.</i> Fraud on the court however is the exception to the rule. The general consensus of the courts has been to construe this concept narrowly so as not to \"overwhelm the specific provision of Rule 60(b)(3) in its time limitation and thereby subvert the balance of equities contained in the Rule.\" <i>Id.</i></p>\n<p>\"Fraud on the court\" under Rule 60(b) has also been made available in bankruptcy proceedings despite the existence of specific fraud provisions contained in the bankruptcy code. In <i>Bizzell v. Hemingway,</i> 548 F.2d 505 (4th Cir.1977), the Fourth Circuit affirmed the district court's power to entertain an independent action for relief from a judgment under Rule 60(b) where an attorney acted fraudulently to sell out his client's interest. The court held further than such an action was appropriate despite the existence of bankruptcy provisions for attacking fraud. <i>Id.</i> at 507.</p>\n<p>In this instance plaintiffs' fraud allegations are directed at neither a judge nor attorney but rather at a general partner of a limited partnership in bankruptcy. In finding plaintiffs' allegations sufficient to state a claim of \"fraud on the court\" the bankruptcy court relied on both these Fourth Circuit decisions and cited <i>Donovan &amp; Schuenke v. Sampsell, supra</i><i>,</i> for the proposition that debtor's general partner <span class=\"star-pagination\">*662</span> was an officer of the court. As to the facts alleged the bankruptcy court stated,</p>\n<blockquote>As the general partner of a limited partnership which was in bankruptcy under Chapter XII of the Bankruptcy Act, and which was operating as a debtor in possession, Ms. Zan Galloway was an officer of the court and a fiduciary. Ms. Zan Galloway was also the agent and alter ego of Osserman and Garfinkle and O.C.G. Enterprises, Inc. As a result of Ms. Galloway's actions and conduct while serving as a fiduciary and as an officer of this court, the debtor's property was conveyed to Executive Management Trustees, Inc., an Ohio corporation, which was also the alter ego of Osserman, Garfinkle and O.C.G. Enterprises, Inc., and the only consideration to the debtor for the transfer of the debtor's property was the cancellation of a note from the debtor to O.C.G. Enterprises, Inc., which had been executed for the limited partnership by Ms. Zan Galloway to O.C.G. Enterprises, Inc., and for which there was no consideration.</blockquote>\n<p>This court agrees with Judge Moore's findings that a general partner of a debtor in possession is an officer of the court and that where fraudulent representations by such an officer are alleged, and a court acts on such representations, a \"fraud on the court\" cause of action arises. Although the court believes, as previously stated, that the <i>Donovan</i> decision upon which the bankruptcy court based its finding is distinguishable from this case on the facts, sufficient case law exists to support Judge Moore's decision.</p>\n<p>In bankruptcy proceedings, whether it be in accordance with Chapters 7, 11 or the repealed Chapter 12, the concept of \"debtor in possession\" means that no trustee has been appointed, that the debtor continues in possession of his property, and that the powers and duties normally held by the trustee become the debtor's own responsibility. <i>See</i> 11 U.S.C. §§ 742, 844 (repealed 1979) and 1101(1). The debtor in possession, like a trustee, is an officer of the court subject to the bankruptcy court's complete power to control. <i>Power-Pak Products, Inc. v. Royal-Globe Insurance Company,</i> 433 F.Supp. 684, 687 (W.D.N.Y.1977); <i>City of New York v. Rassner,</i> 127 F.2d 703 (2d Cir.1942). The debtor in possession is a fiduciary not only to its creditors but to the bankruptcy court. <i>In Re Emmer Brothers Company,</i> 52 B.R. 385, 393-94 (D.Minn.1985). In this instance Zan Galloway was the general partner of a limited partnership in bankruptcy. Under general partnership principles she alone was responsible for the management of the limited partnership's business while the limited partners had no such right of control. Thus, Zan Galloway was essentially the debtor in possession with responsibility as an officer of the court during the bankruptcy proceedings.</p>\n<p>The importance of the fiduciary obligation owed by a debtor in possession as an officer of the court is made clear in the <i>Emmer</i> decision. There, the district court reversed the bankruptcy court and permitted an independent action based on fraud where the claims alleged went to the \"integrity of the bankruptcy proceeding itself\" because the debtor in possession had obtained a settlement agreement and order approving it by false pretenses. The facts of the <i>Emmer</i> opinion are comparable to those alleged in this instance. In <i>Emmer,</i> the debtor in possession concealed the existence of an asset from its creditor and from the court. In the case at bar plaintiffs allege that Zan Galloway misrepresented to the court that a $24,000,000 mortgage was outstanding and that a transfer of certain real property of the debtor to the assignee of the mortgage holder would satisfy this indebtedness. In <i>Emmer</i> a settlement agreement and confirmation order resulted based on the false representations made to the court. In this instance Zan Galloway's representation that a $24,000,000 mortgage was outstanding resulted in the bankruptcy court's order approving the sale of certain real property. Clearly, the fraud alleged is not fraud between the parties but, if true, reveals misrepresentations by an officer of the court upon which the <span class=\"star-pagination\">*663</span> court relied and acted to the detriment of plaintiffs.</p>\n<p>As a final note, defendants argue that the bankruptcy court's order allowing this action to proceed is inconsistent with another order entered by the bankruptcy court denying the joinder of Zan Galloway as an additional party defendant. The court sees no such inconsistency. Zan Galloway is neither a necessary nor indispensable party with respect to the relief sought by plaintiffs to set aside the judgment and quiet title to the property. Rule 19, F.R. Civ.P.</p>\n<p>Accordingly, based on the foregoing, the bankruptcy court's order denying defendants' motion to dismiss is affirmed.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Chapter 12 involves real property arrangements by parties other than corporations. This chapter was repealed in 1979.</p>\n<p>[2]  Prior to this sale, OCG, Enterprises, Inc. as signed this mortgage to EMT-O.</p>\n<p>[3]  \"Debtor in possession\" is a common bankruptcy term where no trustee is appointed and the debtor remains in possession of its property.</p>\n<p>[4]  Although applicable at the time the debtor's plan under Chapter 12 was confirmed, Section 511 was repealed in 1979. However, provisions comparable to Section 511 are contained in the current Code with respect to Chapter 7 and 11 proceedings and provide for a 180-day limitation period to seek revocation of a confirmation order on grounds of fraud.</p>\n<p>[5]  Plaintiffs allege that Mr. Osserman was one of the principal promoters of Tudor Associates, Ltd., II, and was, in essence, OCG Enterprises, Inc.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">656</span></span> (1986)</b></center>\n<center><h1>In the Matter of TUDOR ASSOCIATES, LTD., II, A Nebraska Limited Partnership, Debtor.<br>\nNicholas C. CHMIL, Jr., et al., Plaintiffs,<br>\nv.<br>\nRULISA OPERATING COMPANY, et al., Defendants.</h1></center>\n<center>Bankruptcy No. 77-06-BK-4, Adv. No. M-83-01-ACT.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>August 18, 1986.</center>\n<p><span class=\"star-pagination\">*657</span> <span class=\"star-pagination\">*658</span> Irvin P. Breedlove, Jr., Durham, N.C., for plaintiffs.</p>\n<p>Cecil W. Harrison, Jr., Raleigh, N.C., for Rulisa Operating Co., A.T. Parsons, Jr., New British Woods, and New Yorktowne Associates.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>This action is before the court on motion by defendants, Executive Management Trustees, Inc., an Ohio corporation, (EMT-O), and Executive Management Trustees, Inc., a Nevada corporation (EMT-N), for leave to appeal an order of the United States Bankruptcy Court, Eastern District of North Carolina, entered by Judge Moore on April 14, 1986 denying their motion to dismiss plaintiffs' second amended complaint for failure to state a claim upon which relief can be granted under Rule 12(b)(6) of the Federal Rules of Civil Procedure and Rule 7012(b) of the Federal Rules of Bankruptcy Procedure. Notice of appeal of this interlocutory order was timely filed with the court, the parties have submitted their memoranda, and the action is ripe for disposition.</p>\n<p>The facts out of which this action arises are complex and date back to 1977 when the debtor filed a voluntary petition for bankruptcy under Chapter 12 of the Bankruptcy Act of 1898.<sup>[1]</sup> Pursuant to Chapter 12, a final modified plan of arrangement for debtor was confirmed by the bankruptcy court in 1978. To carry out certain provisions of this plan debtor made application to the bankruptcy court to sell real property to EMT-O in cancellation of a $24,000,000 mortgage debt, originally held by creditor, OCG Enterprises, Inc.<sup>[2]</sup> The court approved debtor's application to sell and the closing occurred in December, 1979. This property was immediately resold to other defendants not a part of this appeal.</p>\n<p>On February 16, 1983, plaintiffs, five limited partners of debtor, commenced an adversary proceeding to set aside on grounds <span class=\"star-pagination\">*659</span> of fraud the 1979 sale of debtor's property and to quiet title to the property in the name of the debtor. The initial defendants in this adversary proceeding, not including the movants in this instance, moved for dismissal on grounds that plaintiffs' claims for fraud were barred by North Carolina's three-year statute of limitations. However the bankruptcy court held that the action was not time-barred because plaintiffs' allegations, if true, constituted \"fraud on the court\" for which no rigid time limitation applied.</p>\n<p>In October, 1985, EMT-O and EMT-N were joined as defendants in the adversary proceeding. EMT moved the bankruptcy court for dismissal of plaintiffs' second amended complaint on grounds that the allegations failed to state a claim for \"fraud on the court\" and that the plaintiffs lacked standing to bring an adversary proceeding because they failed to comply with Rule 23.1 of the Federal Rules of Civil Procedure. By order entered in April, 1986, Judge Moore denied defendants' motion to dismiss finding the allegations sufficient to support a \"fraud on the court\" cause of action because: (1) the debtor's general partner, Zan Galloway, was an officer of the court while the debtor was in bankruptcy and operating as a \"debtor in possession,\"<sup>[3]</sup> and (2) plaintiffs' allegations, if true, established that the general partner exerted improper influence on the bankruptcy court by causing debtor's property to be transferred without consideration to plaintiffs' detriment thus impairing the court's integrity by preventing its impartial functioning.</p>\n<p></p>\n<h2>LEAVE TO APPEAL</h2>\n<p>Before the court can consider any substantive issues asserted by the parties, it must determine whether leave to appeal the bankruptcy court's interlocutory order denying defendants' motion to dismiss should be granted. 28 U.S.C. § 1334(b). First, defendants contend that the allegations of fraud contained in the complaint represent intrinsic fraud rather than extrinsic fraud which would trigger a \"fraud on the court\" cause of action. Specifically, defendants dispute the bankruptcy court's finding that a general partner of a debtor in possession is an officer of the court capable of committing fraud on the court. Defendants contend that this finding creates a question of first impression and justifies appellate review of an interlocutory order by this court. Defendants also argue the appropriateness of their appeal because a decision in their favor would, they contend, require the termination of this action in accordance with either the one-year limitation period for setting aside judgments on fraud grounds under Rule 60(b)(3) of the Federal Rules of Civil Procedure or the six-month limitation period of Section 511 of the old Bankruptcy Act.<sup>[4]</sup> Finally, defendants insist that the bankruptcy court's order, if left undisturbed, would constitute an expansion of the \"fraud on the court\" concept so as to render meaningless both of these limitation provisions.</p>\n<p>Second, defendants contend that leave to appeal should be granted with respect to the bankruptcy court's denial of their motion to dismiss on grounds that plaintiffs lack standing to bring a derivative action when Rule 23.1 has not been satisfied.</p>\n<p>Although 28 U.S.C. § 1334(b) provides district courts with jurisdiction of appeals from interlocutory orders of bankruptcy courts, it fails to offer any standards for determining when leave to appeal should be given. In the absence of such guidelines some courts have looked to the standards governing interlocutory appeals from district courts to courts of appeals under 28 U.S.C. § 1292. Subsection (b) of this provision provides that an interlocutory appeal <span class=\"star-pagination\">*660</span> is properly reviewable where an \"order involves a controlling question of law as to which there is substantial ground for difference of opinion and [where] an immediate appeal from the order may materially advance the ultimate termination of the litigation.\" <i>In Re White Motor Corporation,</i> <span class=\"citation\" data-id=\"1525177\"><a href=\"/opinion/1525177/in-re-white-motor-corp/\"><span class=\"volume\">25</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">293</span></a></span>, 296 (N.D.Ohio 1982); <i>Bank of America, N.T. &amp; S.A. v. World of English, N.V.,</i> <span class=\"citation\" data-id=\"2015796\"><a href=\"/opinion/2015796/bank-of-america-nt-sa-v-world-of-english/\"><span class=\"volume\">23</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">1015</span></a></span>, 1019 (N.D.Ga. 1982); <i>Matter of West Coast Computer Services, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">330</span></span> (M.D.Fla.1980). However, without considering Section 1292, leave to appeal has also been granted where the question presented is one of first impression. <i>Wilson Freight Company v. Citibank, N.A.,</i> <span class=\"citation\" data-id=\"1994041\"><a href=\"/opinion/1994041/wilson-freight-co-v-citibank-na/\"><span class=\"volume\">21</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">398</span></a></span>, 401 (S.D.N.Y. 1982).</p>\n<p>In this instance, leave to appeal the issue of \"fraud on the court\" is granted on several grounds. First, the question of whether a \"debtor in possession\" is an officer of the court for the purposes of pleading a \"fraud on the court\" cause of action appears to be one of first impression in this circuit thus justifying the appeal. The parties have cited no Fourth Circuit authority with respect to this question and the court has been unable to find any case law on this point. Furthermore, to support his finding a \"fraud on the court\" cause of action Judge Moore cites a Ninth Circuit case, <i>Donovan &amp; Schuenke v. Sampsell,</i> <span class=\"citation\" data-id=\"237737\"><a href=\"/opinion/237737/donovan-schuenke-horace-f-french-ralph-a-mcclure-and-a-e-french-v/\"><span class=\"volume\">226</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">804</span></a></span>, 809 (9th Cir.1955), where a former corporate executive \"was charged with responsibility of a trustee in his relation to the bankrupt corporation, its creditors, its property, and the Court.\" However, as defendants argue and as this court must concur, the <i>Donovan</i> decision is distinguishable from the present action because it was based in part on a court order which had actually been entered directing the employment of the former president of the bankrupt corporation as an agent of the trustee for the purpose of selling certain real property belonging to the debtor. In this instance, no court order has been entered by the bankruptcy court appointing Zan Galloway as a trustee or as an agent of a trustee.</p>\n<p>Second, in accordance with 28 U.S.C. § 1292(b), an immediate appeal from Judge Moore's order could result in the termination of this action should this court find that the complaint alleges a cause of action for fraud between the parties rather than \"fraud on the court.\" Under Rule 60(b) setting aside a judgment on grounds of \"fraud on the court\" has no limitation period. However, in this instance, should the court find that the complaint alleges a cause of action for fraud between the parties, plaintiffs' <i>1983</i> suit to set aside a <i>1979</i> order would clearly be time barred under any of the potentially applicable limitation provisions. 11 U.S.C. § 511 (repealed 1979), N.C.G.S. § 1-52, F.R.Civ.P. 60(b)(3). Therefore, for the reasons stated, defendants' motion for leave to appeal as to this issue must be and is hereby granted.</p>\n<p>Defendants also seek leave to appeal the bankruptcy court's order denying its motion to dismiss on grounds that plaintiffs lack standing to bring this adversary proceeding. Defendants contend that plaintiffs failed to comply with the procedural prerequisites of Rule 23.1 of the Federal Rules of Civil Procedure, specifically, plaintiffs' failure to allege efforts made by them to first obtain the relief sought in this action from the general partner of the debtor.</p>\n<p>Leave to appeal on this issue is denied. Although Rule 23.1 requires that a complaint in a derivative action allege with particularity efforts made by plaintiffs to first obtain the relief being sought from those handling a corporation's business affairs, an exception exists where such a demand would be futile. <i>Lewis v. Graves,</i> <span class=\"citation\" data-id=\"415208\"><a href=\"/opinion/415208/fed-sec-l-rep-p-99106-harry-lewis-v-charles-l-graves-james-e/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">245</span></a></span>, 248 (2d Cir.1983). Whether this exception applies in a particular case lies within the discretion of the district court and only an abuse of discretion will result in reversal. <i>Id.</i> In this instance, the bankruptcy court held that several allegations of plaintiffs, if true, indicate that the general partner was unable to act in the best interest of the debtor and therefore it would be useless to demand that she initiate an action to set aside the transfer. <span class=\"star-pagination\">*661</span> More specifically, the bankruptcy court stated that the complaint alleged that Zan Galloway was a confidant of George Osserman<sup>[5]</sup> and that they acted in concert to perpetrate a fraud on the court.</p>\n<p>Defendants have failed to show any abuse of discretion by Judge Moore and this court, having reviewed the complaint, can find no abuse. The complaint alleges that Ms. Galloway \"was naught more than a nominee, a reliable straw-woman of Osserman and Garfinkle, P.C.; she was identified in the record in these proceedings as the `girlfriend' of Mr. Osserman.\" However, the court is not convinced that Rule 23.1 is even applicable in this instance, based upon Judge Moore's statements that he had previously referred to plaintiffs' action as only \"in the <i>nature</i> of a derivative action,\" and his finding that plaintiffs, as limited partners, were similar to creditors, who have standing to initiate an action to recover a fraudulent conveyance where no trustee has been appointed and the debtor in possession has refused to institute such action or where refusal to do so is an obvious and foregone conclusion. 4B Collier's on Bankruptcy, § 70.92[3] at 1057 (14th Ed. 1978). Accordingly, based on the foregoing, leave to appeal on this ground must be and is hereby denied.</p>\n<p></p>\n<h2>FRAUD ON THE COURT</h2>\n<p>With leave to appeal having been granted in part, the court must now consider whether plaintiffs have sufficiently pleaded a cause of action for \"fraud on the court\" to which no fixed limitation period applies pursuant to Rule 60(b) or whether the complaint alleges fraud between the parties and is, therefore, time barred.</p>\n<p>The concept of \"fraud on the court\" was discussed at length by the Fourth Circuit in <i>Great Coastal Express, Inc. v. International Brotherhood,</i> <span class=\"citation\" data-id=\"402514\"><a href=\"/opinion/402514/great-coastal-express-inc-v-international-brotherhood-of-teamsters/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1349</span></a></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1128</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">764</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">978</span></span> (1982). Rule 60(b) of the Federal Rules of Civil Procedure enables a party to bring an independent equitable action for \"fraud on the court\" and empowers the court to set aside its judgment on such grounds. Although courts have had difficulty in defining \"fraud on the court\" as it is used in Rule 60(b), the Fourth Circuit has defined this concept to be a deliberate scheme to directly subvert the judicial process, limited to the more egregious forms of subversion of the legal process which cannot be exposed by the normal adversary process, such as bribery of a judge or juror or improper influence exerted by an attorney on the court. <i>Id.</i> at 1356-57. As further clarification, the court stated that perjury and fabricated evidence are not considered within this concept because such fraud can and should be rooted out by the parties at trial. <i>Id.</i> Fraud on the court however is the exception to the rule. The general consensus of the courts has been to construe this concept narrowly so as not to \"overwhelm the specific provision of Rule 60(b)(3) in its time limitation and thereby subvert the balance of equities contained in the Rule.\" <i>Id.</i></p>\n<p>\"Fraud on the court\" under Rule 60(b) has also been made available in bankruptcy proceedings despite the existence of specific fraud provisions contained in the bankruptcy code. In <i>Bizzell v. Hemingway,</i> <span class=\"citation\" data-id=\"342440\"><a href=\"/opinion/342440/harry-l-bizzell-jr-v-clifford-e-hemingway-aka-c-e-hemingway-and/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">505</span></a></span> (4th Cir.1977), the Fourth Circuit affirmed the district court's power to entertain an independent action for relief from a judgment under Rule 60(b) where an attorney acted fraudulently to sell out his client's interest. The court held further than such an action was appropriate despite the existence of bankruptcy provisions for attacking fraud. <i>Id.</i> at 507.</p>\n<p>In this instance plaintiffs' fraud allegations are directed at neither a judge nor attorney but rather at a general partner of a limited partnership in bankruptcy. In finding plaintiffs' allegations sufficient to state a claim of \"fraud on the court\" the bankruptcy court relied on both these Fourth Circuit decisions and cited <i>Donovan &amp; Schuenke v. Sampsell, supra</i><i>,</i> for the proposition that debtor's general partner <span class=\"star-pagination\">*662</span> was an officer of the court. As to the facts alleged the bankruptcy court stated,</p>\n<blockquote>As the general partner of a limited partnership which was in bankruptcy under Chapter XII of the Bankruptcy Act, and which was operating as a debtor in possession, Ms. Zan Galloway was an officer of the court and a fiduciary. Ms. Zan Galloway was also the agent and alter ego of Osserman and Garfinkle and O.C.G. Enterprises, Inc. As a result of Ms. Galloway's actions and conduct while serving as a fiduciary and as an officer of this court, the debtor's property was conveyed to Executive Management Trustees, Inc., an Ohio corporation, which was also the alter ego of Osserman, Garfinkle and O.C.G. Enterprises, Inc., and the only consideration to the debtor for the transfer of the debtor's property was the cancellation of a note from the debtor to O.C.G. Enterprises, Inc., which had been executed for the limited partnership by Ms. Zan Galloway to O.C.G. Enterprises, Inc., and for which there was no consideration.</blockquote>\n<p>This court agrees with Judge Moore's findings that a general partner of a debtor in possession is an officer of the court and that where fraudulent representations by such an officer are alleged, and a court acts on such representations, a \"fraud on the court\" cause of action arises. Although the court believes, as previously stated, that the <i>Donovan</i> decision upon which the bankruptcy court based its finding is distinguishable from this case on the facts, sufficient case law exists to support Judge Moore's decision.</p>\n<p>In bankruptcy proceedings, whether it be in accordance with Chapters 7, 11 or the repealed Chapter 12, the concept of \"debtor in possession\" means that no trustee has been appointed, that the debtor continues in possession of his property, and that the powers and duties normally held by the trustee become the debtor's own responsibility. <i>See</i> 11 U.S.C. §§ 742, 844 (repealed 1979) and 1101(1). The debtor in possession, like a trustee, is an officer of the court subject to the bankruptcy court's complete power to control. <i>Power-Pak Products, Inc. v. Royal-Globe Insurance Company,</i> <span class=\"citation\" data-id=\"1814727\"><a href=\"/opinion/1814727/power-pak-products-inc-v-royal-globe-ins-co/\"><span class=\"volume\">433</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">684</span></a></span>, 687 (W.D.N.Y.1977); <i>City of New York v. Rassner,</i> <span class=\"citation\" data-id=\"1495806\"><a href=\"/opinion/1495806/city-of-new-york-v-rassner/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">703</span></a></span> (2d Cir.1942). The debtor in possession is a fiduciary not only to its creditors but to the bankruptcy court. <i>In Re Emmer Brothers Company,</i> <span class=\"citation\" data-id=\"1944116\"><a href=\"/opinion/1944116/in-re-emmer-bros-co/\"><span class=\"volume\">52</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">385</span></a></span>, 393-94 (D.Minn.1985). In this instance Zan Galloway was the general partner of a limited partnership in bankruptcy. Under general partnership principles she alone was responsible for the management of the limited partnership's business while the limited partners had no such right of control. Thus, Zan Galloway was essentially the debtor in possession with responsibility as an officer of the court during the bankruptcy proceedings.</p>\n<p>The importance of the fiduciary obligation owed by a debtor in possession as an officer of the court is made clear in the <i>Emmer</i> decision. There, the district court reversed the bankruptcy court and permitted an independent action based on fraud where the claims alleged went to the \"integrity of the bankruptcy proceeding itself\" because the debtor in possession had obtained a settlement agreement and order approving it by false pretenses. The facts of the <i>Emmer</i> opinion are comparable to those alleged in this instance. In <i>Emmer,</i> the debtor in possession concealed the existence of an asset from its creditor and from the court. In the case at bar plaintiffs allege that Zan Galloway misrepresented to the court that a $24,000,000 mortgage was outstanding and that a transfer of certain real property of the debtor to the assignee of the mortgage holder would satisfy this indebtedness. In <i>Emmer</i> a settlement agreement and confirmation order resulted based on the false representations made to the court. In this instance Zan Galloway's representation that a $24,000,000 mortgage was outstanding resulted in the bankruptcy court's order approving the sale of certain real property. Clearly, the fraud alleged is not fraud between the parties but, if true, reveals misrepresentations by an officer of the court upon which the <span class=\"star-pagination\">*663</span> court relied and acted to the detriment of plaintiffs.</p>\n<p>As a final note, defendants argue that the bankruptcy court's order allowing this action to proceed is inconsistent with another order entered by the bankruptcy court denying the joinder of Zan Galloway as an additional party defendant. The court sees no such inconsistency. Zan Galloway is neither a necessary nor indispensable party with respect to the relief sought by plaintiffs to set aside the judgment and quiet title to the property. Rule 19, F.R. Civ.P.</p>\n<p>Accordingly, based on the foregoing, the bankruptcy court's order denying defendants' motion to dismiss is affirmed.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Chapter 12 involves real property arrangements by parties other than corporations. This chapter was repealed in 1979.</p>\n<p>[2]  Prior to this sale, OCG, Enterprises, Inc. as signed this mortgage to EMT-O.</p>\n<p>[3]  \"Debtor in possession\" is a common bankruptcy term where no trustee is appointed and the debtor remains in possession of its property.</p>\n<p>[4]  Although applicable at the time the debtor's plan under Chapter 12 was confirmed, Section 511 was repealed in 1979. However, provisions comparable to Section 511 are contained in the current Code with respect to Chapter 7 and 11 proceedings and provide for a 180-day limitation period to seek revocation of a confirmation order on grounds of fraud.</p>\n<p>[5]  Plaintiffs allege that Mr. Osserman was one of the principal promoters of Tudor Associates, Ltd., II, and was, in essence, OCG Enterprises, Inc.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/237737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1495806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1525177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1814727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1944116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1994041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2015796/"
  ]
}