{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2002071/",
  "absolute_url": "/opinion/2002071/state-of-north-carolina-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2002071/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:01:12.483383Z",
  "date_modified": "2016-04-26T23:13:22.158109Z",
  "type": "010combined",
  "sha1": "9b0d1d9f220016e959539b292834bedc27e74529",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>128 F.Supp. 718 (1955)</b></center>\n<center><h1>STATE OF NORTH CAROLINA, The North Carolina Department of Agriculture, the North Carolina State Highway and Public Works Commission, The North Carolina Farm Bureau Federation, Inc., and The Farmers Cooperative Exchange, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, The Interstate Commerce Commission, Aberdeen &amp; Rockfish Railroad Company et al., Defendants.</h1></center>\n<center>Civ. A. No. 836.</center>\n<center><p><b>United States District Court, E. D. North Carolina.</b></p></center>\n<center>Argued January 21, 1955.</center>\n<center>Decided February 11, 1955.</center>\n<p><span class=\"star-pagination\">*719</span> Harry McMullan, Atty. Gen. of North Carolina, I. Beverly Lake and John Hill Paylor, Asst. Attys. Gen. of North Carolina, for State of North Carolina and North Carolina Department of Agriculture.</p>\n<p>R. Brookes Peters, Kenneth Wooten, Jr., J. Melville Broughton, Jr., and Robert B. Broughton, Raleigh, N. C., for North Carolina State Highway and Public Works Commission.</p>\n<p>Stanley N. Barnes, Asst. Atty. Gen., James E. Kilday and Willard R. Memler, Sp. Assts. to the Atty. Gen., and Julian T. Gaskill, U. S. Atty., Goldsboro, N. C., for the United States.</p>\n<p>Edward M. Reidy, Gen. Counsel, and Leo H. Pou, Asst. Gen. Counsel, Washington, D. C., for Interstate Commerce Commission.</p>\n<p>L. G. Anderson, Washington, D. C., James B. McDonough, Jr., Norfolk, Va., Charles P. Reynolds, Washington, D. C., Arthur J. Winder, Norfolk, Va., Henry Joyner, Raleigh, N. C., for defendant railroads.</p>\n<p>Before PARKER, Circuit Judge, and GILLIAM and WARLICK, District Judges.</p>\n<p>PARKER, Circuit Judge.</p>\n<p>This is an action to set aside and enjoin the enforcement of an order of the Interstate Commerce Commission entered under Section 13(4) of the Interstate <span class=\"star-pagination\">*720</span> Commerce Act, 49 U.S.C.A. § 13(4),<sup>[1]</sup> granting an increase of intrastate freight rates on railroads in the State of North Carolina. A court of three judges has been constituted as required by statute, the case has been heard upon the record made before the Commission and the briefs and arguments of counsel and has been submitted for final decree. The contention of plaintiffs is that the order of the Commission, finding undue discrimination against interstate commerce and against persons and localities engaged therein, is not supported by the record.</p>\n<p>The facts are that within the State of North Carolina, a long and narrow state, which is crossed by the great railroads constituting the principal arteries of commerce in the southeastern section of the United States, there is not now and for many years has not been any distinction between the handling of freight in interstate and intrastate commerce, the bulk of both interstate and intrastate freight being handled by the interstate railway systems in the same way and with the same instrumentalities. If there has been any difference, it is that the cost with respect to intrastate freight is greater because the hauls are shorter. For thirty years or more parity between intrastate and interstate rates has been maintained.</p>\n<p>In Ex parte No. 175, the Commission in 1951 and 1952 gave consideration to requested increases in freight rates throughout the United States made necessary by rising prices and higher wage rates and entered orders granting increases of interstate rates, the increases in southern territory being first 2%, then 6% and finally 15%, except as to certain commodities with respect to which smaller increases were granted. See 280 I.C.C. 179, 281 I.C.C. 557, 284 I.C.C. 589 and 289 I.C.C. 395. Following these increases, the North Carolina Utilities Commission granted first a 6% and then an additional 9% increase in intrastate rates on all except a very limited number of commodities. Upon appeal to the Superior Court, however, this order of the Utilities Commission was vacated and set aside, and an appeal to the State Supreme Court was taken and is still pending.</p>\n<p>Before the decision of the Superior Court was rendered on the appeal from the Utilities Commission, the railroads filed another petition with that Commission asking that the 15% increase in rates theretofore granted, which was to expire in February 1954, be extended to December 31, 1955. The case in the Superior Court was decided, however, before the petition asking the extension of the order could be heard; and, on the basis of that decision, the Utilities Commission denied the requested extension.</p>\n<p>Upon the denial of this last petition by the Utilities Commission, the railroads sought no further relief with respect to intrastate rates from that Commission <span class=\"star-pagination\">*721</span> or from the state courts, but filed a petition with the Interstate Commerce Commission asking relief under sections 13(3) and 13(4) of the Interstate Commerce Act on the ground that the intrastate rates resulted in undue discrimination against interstate commerce and persons and localities engaged therein. The Commission thereupon held a hearing lasting for four days in which it heard a great volume of testimony and gave thorough consideration to freight rates within the state and filed a report and order granting, with certain minor exceptions, the increases necessary to restore the parity between intrastate and interstate rates.</p>\n<p>The report of the Commission finds in detail the evidentiary facts upon which its ultimate findings are based, and there is no contention that this finding of evidentiary facts is not amply supported by the evidence in the case. It is not necessary to repeat them here; but it is sufficient to say that they fully support the ultimate findings of the Commission which are as follows:</p>\n<blockquote>\"1. The conditions incident to the intrastate transportation of freight in North Carolina are not more favorable than those incident to the interstate transportation in North Carolina and in the adjoining states.</blockquote>\n<blockquote>\"2. The amounts and percentages by which interstate freight rates and charges between points in North Carolina and points in other States were increased, as authorized in Ex Parte No. 175, are just and reasonable.</blockquote>\n<blockquote>\"3. The present North Carolina intrastate rates and charges on freight traffic imposed by authority of the State are abnormally low, and traffic thereunder fails to produce its fair share of the earnings required to yield revenue sufficient to enable the respondents, under honest, economical, and efficient management, to provide adequate and efficient railway transportation service at the lowest cost consistent with the furnishing of such service, and thereby accomplish the purpose of the Interstate Commerce Act, as set forth in the national transportation policy declared by the Congress, to develop and preserve a national transportation system adequate to meet the needs of the commerce of the United States, of the postal service, and of the national defense; the burden thus cast upon interstate commerce is undue in and to the extent that these intrastate rates and charges are less than they would be on the basis herein prescribed; and these intrastate rates and charges cause, and for the future will cause, undue, unreasonable, and unjust discrimination against interstate commerce.</blockquote>\n<blockquote>\"4. Except as to road aggregates, there is active competition between persons and localities engaged in interstate commerce moving to and from points in North Carolina, on the one hand, and persons and localities engaged in intrastate commerce in North Carolina, on the other hand; this competition extends throughout the State of North Carolina and to freight traffic generally; and the existing disparities between the current interstate and intrastate freight rates result in undue preference of and advantage to persons and localities in North Carolina in intrastate commerce and undue prejudice of and disadvantage to persons and localities in interstate or foreign commerce.</blockquote>\n<blockquote>\"5. The undue, unreasonable, and unjust discrimination, and the undue and unreasonable advantage, preference, and prejudice herein found to exist should be removed by applying to the North Carolina intrastate rates and charges the same respective increases as are, and for the future may be, maintained by the respondents on like interstate traffic between points in North Carolina and adjoining States under our authorization <span class=\"star-pagination\">*722</span> in Ex Parte No. 175, except that an increase of not exceeding 12 percent may be applied to the North Carolina intrastate rates on cinders, coal; cinders, clay or shale (Haydite); cinders, slate; coal ashes and slag, expanded, in open-top cars.</blockquote>\n<blockquote>\"6. The establishment of increases in intrastate rates and charges as prescribed in finding 5 will not result in unreasonably high rates or charges, nor in rates or charges that are unreasonable in relation to interstate rates or charges, and will increase the respondents' revenues by at least $1,300,000 annually.</blockquote>\n<blockquote>\"7. The increased revenues to the respondents which will result from the increased rates and charges as provided in finding 5 are required from intrastate traffic in North Carolina in order to enable the respondents to provide adequate and efficient railway transportation service.\"</blockquote>\n<p>Upon these findings the Commission entered its order authorizing the railroads to put into effect a 15% increase in intrastate freight rates, except with respect to certain commodities as to which the increase was limited to 12%. The findings were in essence the same as those made by the Commission which were before the Supreme Court and were held sufficient to sustain the Commission's order in King v. United States, 344 U.S. 254, 73 S.Ct. 259, 97 L.Ed. 301. In that case the Supreme Court distinguished the case of State of North Carolina v. United States, 325 U.S. 507, 65 S.Ct. 1260, 89 L.Ed. 1760, upon which plaintiffs chiefly rely, on the ground that the order there was based upon the mere disparity between intrastate and interstate passenger rates and did not contain the essential findings that were made in the King case. As similar findings were made here and as they are unquestionably supported by the evidence, there would seem to be little need of further discussion. See also Louisiana Public Service Commission v. United States, D.C., 125 F.Supp. 180, affirmed 348 U.S. 885, 75 S.Ct. 206, and State of Tennessee v. United States, D.C., 113 F.Supp. 634, affirmed 346 U.S. 891, 74 S.Ct. 222, 98 L.Ed. 394.</p>\n<p>Plaintiffs contend that there was no sufficient showing of discrimination against interstate commerce and in favor of intrastate commerce resulting from the intrastate rates. It appears, however, that, without the Ex parte No. 175 increases on any of their traffic in 1953, the return on net investment in 1953 for the four principal carriers receiving 87% of the intrastate revenue would have been 0.94% for the Norfolk Southern, 4.63% for the Seaboard, 4.35% for the Southern and a deficit of more than $4,000,000 for the Atlantic Coast Line, or a combined return for the four roads of 2.84%. This is not a case, then, as plaintiffs argue, where an unnecessary increase was granted in a prosperous territory because of a need in other sections. The need for increase existed in North Carolina as these figures show, and the Commission estimated that the total loss from the non-application of the increase in 1953 was $1,500,000. As the cost of handling intrastate freight was shown to be as great as or greater than the handling of interstate freight, the raising of interstate rates without raising intrastate rates necessarily resulted in throwing an undue share of the cost of the service upon interstate transportation. As said by Mr. Justice Stone in Illinois Commerce Commission v. United States 292 U.S. 474, 485, 54 S.Ct. 783, 787, 78 L.Ed. 1371, \"The effect of maintaining a lower rate, intrastate, than the reasonable interstate rate is necessarily discriminatory wherever the two classes of traffic, inextricably intermingled, are carried on, as in the District, under substantially the same conditions.\"</p>\n<p>In Railroad Commission of State of Wisconsin v. Chicago, B. &amp; Q. R. Co., 257 U.S. 563, 586, 42 S.Ct. 232, 236, 66 L.Ed. 371, Chief Justice Taft, speaking for the court, said:</p>\n<blockquote>\"If the railways are to earn a fixed net percentage of income, the lower <span class=\"star-pagination\">*723</span> the intrastate rates, the higher the interstate rates may have to be. The effective operation of the act will reasonably and justly require that intrastate traffic should pay a fair proportionate share of the cost of maintaining an adequate railway system. * * * If that purpose is interfered with by a disparity of intrastate rates, the Commission is authorized to end the disparity by directly removing it, because it is plainly an `undue, unreasonable, and unjust discrimination against interstate or foreign commerce,' within the ordinary meaning of those words.\"</blockquote>\n<p>The Commission went further, however, and showed that if intrastate rates had been adjusted to include the full effect of the Ex parte No. 175 increases, the total revenues for 1953 of the principal railroads i. e. the N. &amp; S., the S. A. L., the Southern and the Coast Line would have been $509,787,029 and their North Carolina intrastate revenue $11,265,176, a ratio of 2.21%. This was contrasted with their freight revenue for the year 1947, the only post-war year in which increases were granted simultaneously by the Interstate Commerce Commission and the North Carolina Commission. In that year the ratio was 2.264%. It thus appears that, even with the increases asked, the ratio of intrastate to interstate revenue would be less than in 1947.</p>\n<p>We think it equally clear that the failure to increase intrastate rates in accordance with the increase of interstate rates resulted in undue preferences to persons and localities within the prohibition of the statute. This was pointed out by the Commission in its evidentiary fact findings, where for illustration the Commission referred to the discrimination against Richmond, Va., and in favor of Winston-Salem, N. C. on shipments to Goldsboro, N. C., or against Augusta, Ga. and in favor of Mt. Airy, N. C. on shipments to Asheville, N. C. Countless other illustrations of undue discrimination against out of state shipping points as a result of the disparity between interstate and intrastate rates will occur to anyone familiar with the movement of commerce within the state. This is dealt with at considerable length in the report of the Commission, which said at the end of a rather lengthy analysis:</p>\n<blockquote>\"* * * the record shows the movement of intrastate and interstate carload and less than carload shipments, made during a representative period to common North Carolina destinations, of a wide variety of commodities, including all of those moving in important volume, at both the class and the commodity rates here in issue and their counterpart in interstate commerce. When, as here, there is a substantial disparity between intrastate rates and reasonable interstate rates contemporaneously applied under substantially similar transportation conditions, coupled with a showing of competition between interstate and intrastate rates as indicated by actual shipments which moved to common destinations under the intrastate and interstate rates, there arises the unjust discrimination against interstate commerce and the undue prejudice to persons or localities in interstate commerce which the act declares to be unlawful. The single exception to the foregoing are the rates on road aggregates, as to which, for the reasons above set out, the record is inadequate to support a finding of undue prejudice and preference as between persons or localities. However, this does not preclude a finding of unjust discrimination against interstate commerce with respect to the rates on road aggregates, for the evidence is clear that the intrastate traffic in these commodities is not bearing its just proportion of the total transportation burden.\"</blockquote>\n<p>Plaintiffs complain because the Commission made no separate valuation of the property engaged in intrastate as distinguished from interstate commerce; <span class=\"star-pagination\">*724</span> but we agree with the Commission that it was not practicable and that it would serve no useful purpose for this to be done. As said by the Commission in its report:</p>\n<blockquote>\"We have found in numerous proceedings of this character that a reasonably accurate separation of values, operating revenues, and expenses as between interstate and intrastate operations appears to be impracticable. In Wyoming Intrastate Freight Rates and Charges, 287 I.C.C. 743 (February 2, 1953), we said, at page 755: `The proportionate percentage of each individual class of traffic moving intrastate and interstate is not shown. Nevertheless, where, as is the case here, the intrastate and the interstate traffic, as a whole, moves under substantially similar conditions, and the expense of handling the two classes of traffic is inextricably woven together, any attempt to do the impracticable, namely, to show separately the costs of the intrastate and the interstate service would serve no useful purpose. See [State of] Florida v. United States, 292 U.S. 1, 9 [54 S.Ct. 603, 78 L.Ed. 1077]; Illinois Commerce Comm. v. United States, 292 U.S. 474 [54 S.Ct. 783, 78 L.Ed. 1371]; [State of] North Carolina v. United States, 325 U.S. 507 [65 S.Ct. 1260, 89 L.Ed. 1760]; King v. United States, 344 U.S. 254, [73 S.Ct. 259, 97 L.Ed. 301].'\"</blockquote>\n<p>In Illinois Commerce Commission v. United States, 292 U.S. 474, 483-484, 54 S.Ct. 783, 787, the Supreme Court said:</p>\n<blockquote>\"Where the conditions under which interstate and intrastate traffic move are found to be substantially the same with respect to all factors bearing on the reasonableness of the rate, and the two classes are shown to be intimately bound together, there is no occasion to deal with the reasonableness of the intrastate rates more specifically, or to separate intrastate and interstate costs and revenues.\"</blockquote>\n<p>While there is allegation in the complaint and some argument to the effect that the Commission was without jurisdiction to order increase of intrastate rates until remedies under state law had been exhausted, we do not understand that point to be seriously insisted on. Certainly it is without merit. The Commission in discharging the duties imposed upon it by Congress may not be delayed by proceedings before state courts or commissions. As said by the Supreme Court in State of Florida v. United States, 282 U.S. 194, 210, 51 S.Ct. 119, 123, 75 L.Ed. 291, \"To hold, as some of the appellants urge, that there can be no adjustment of intrastate rates by the Interstate Commerce Commission so far as may be needed to protect interstate commerce until the state itself has first `sat in judgment on the issue of the lawfulness of those intrastate rates' would be to impose a limitation not required by the terms of the statute and repugnant to the grant of authority.\" Squarely in point is the decision in State of Illinois v. United States, D.C., 101 F.Supp. 36, 47, where the special statutory court of three judges, speaking through Judge Perry, said:</p>\n<blockquote>\"The pendency of a suit in the local courts of the State of Illinois to set aside a report and order of the Illinois Commerce Commission which refused to permit the Illinois Central Railroad Company to make any changes or increases in its presently existing suburban fares in the Chicago area did not in any manner affect the power or jurisdiction of the Interstate Commerce Commission under section 13(3) and (4) of the Interstate Commerce Act; and it was within the power of the Interstate Commerce Commission, and it was its duty, having found upon substantial evidence the existence of an unjust discrimination against interstate commerce, caused by the suburban fares in question which had been <span class=\"star-pagination\">*725</span> made and imposed under authority of the State of Illinois, to prescribe the rate or fare to be charged in the future in order to remove such unjust discrimination.\"</blockquote>\n<p>For the reasons stated the petition to set aside and enjoin the enforcement of the order of the Commission will be denied and the action will be dismissed.</p>\n<p>Petition denied and action dismissed.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 13(3) of the Interstate Commerce Act, 49 U.S.C.A. § 13(3), authorizes the Commission to conduct an investigation where state rates are brought in question before it upon petition of a carrier. Section 13(4), 49 U.S.C.A. § 13(4), is as follows:\n</p>\n<p>\"§ 13, par. (4) <i>Duty of commission where State regulations result in discrimination.</i> Whenever in any such investigation the commission, after full hearing, finds that any such rate, fare, charge, classification, regulation, or practice causes any undue or unreasonable advantage, preference, or prejudice as between persons or localities in intrastate commerce on the one hand and interstate or foreign commerce on the other hand, or any undue, unreasonable, or unjust discrimination against interstate or foreign commerce, which is forbidden and declared to be unlawful it shall prescribe the rate, fare, or charge, or the maximum or minimum, or maximum and minimum, thereafter to be charged, and the classification, regulation, or practice thereafter to be observed, in such manner as, in its judgment, will remove such advantage, preference, prejudice, or discrimination. Such rates, fares, charges, classifications, regulations, and practices shall be observed while in effect by the carriers parties to such proceeding affected thereby, the law of any State or the decision or order of any State authority to the contrary notwithstanding.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">718</span></span> (1955)</b></center>\n<center><h1>STATE OF NORTH CAROLINA, The North Carolina Department of Agriculture, the North Carolina State Highway and Public Works Commission, The North Carolina Farm Bureau Federation, Inc., and The Farmers Cooperative Exchange, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, The Interstate Commerce Commission, Aberdeen &amp; Rockfish Railroad Company et al., Defendants.</h1></center>\n<center>Civ. A. No. 836.</center>\n<center><p><b>United States District Court, E. D. North Carolina.</b></p></center>\n<center>Argued January 21, 1955.</center>\n<center>Decided February 11, 1955.</center>\n<p><span class=\"star-pagination\">*719</span> Harry McMullan, Atty. Gen. of North Carolina, I. Beverly Lake and John Hill Paylor, Asst. Attys. Gen. of North Carolina, for State of North Carolina and North Carolina Department of Agriculture.</p>\n<p>R. Brookes Peters, Kenneth Wooten, Jr., J. Melville Broughton, Jr., and Robert B. Broughton, Raleigh, N. C., for North Carolina State Highway and Public Works Commission.</p>\n<p>Stanley N. Barnes, Asst. Atty. Gen., James E. Kilday and Willard R. Memler, Sp. Assts. to the Atty. Gen., and Julian T. Gaskill, U. S. Atty., Goldsboro, N. C., for the United States.</p>\n<p>Edward M. Reidy, Gen. Counsel, and Leo H. Pou, Asst. Gen. Counsel, Washington, D. C., for Interstate Commerce Commission.</p>\n<p>L. G. Anderson, Washington, D. C., James B. McDonough, Jr., Norfolk, Va., Charles P. Reynolds, Washington, D. C., Arthur J. Winder, Norfolk, Va., Henry Joyner, Raleigh, N. C., for defendant railroads.</p>\n<p>Before PARKER, Circuit Judge, and GILLIAM and WARLICK, District Judges.</p>\n<p>PARKER, Circuit Judge.</p>\n<p>This is an action to set aside and enjoin the enforcement of an order of the Interstate Commerce Commission entered under Section 13(4) of the Interstate <span class=\"star-pagination\">*720</span> Commerce Act, 49 U.S.C.A. § 13(4),<sup>[1]</sup> granting an increase of intrastate freight rates on railroads in the State of North Carolina. A court of three judges has been constituted as required by statute, the case has been heard upon the record made before the Commission and the briefs and arguments of counsel and has been submitted for final decree. The contention of plaintiffs is that the order of the Commission, finding undue discrimination against interstate commerce and against persons and localities engaged therein, is not supported by the record.</p>\n<p>The facts are that within the State of North Carolina, a long and narrow state, which is crossed by the great railroads constituting the principal arteries of commerce in the southeastern section of the United States, there is not now and for many years has not been any distinction between the handling of freight in interstate and intrastate commerce, the bulk of both interstate and intrastate freight being handled by the interstate railway systems in the same way and with the same instrumentalities. If there has been any difference, it is that the cost with respect to intrastate freight is greater because the hauls are shorter. For thirty years or more parity between intrastate and interstate rates has been maintained.</p>\n<p>In Ex parte No. 175, the Commission in 1951 and 1952 gave consideration to requested increases in freight rates throughout the United States made necessary by rising prices and higher wage rates and entered orders granting increases of interstate rates, the increases in southern territory being first 2%, then 6% and finally 15%, except as to certain commodities with respect to which smaller increases were granted. See 280 I.C.C. 179, 281 I.C.C. 557, 284 I.C.C. 589 and 289 I.C.C. 395. Following these increases, the North Carolina Utilities Commission granted first a 6% and then an additional 9% increase in intrastate rates on all except a very limited number of commodities. Upon appeal to the Superior Court, however, this order of the Utilities Commission was vacated and set aside, and an appeal to the State Supreme Court was taken and is still pending.</p>\n<p>Before the decision of the Superior Court was rendered on the appeal from the Utilities Commission, the railroads filed another petition with that Commission asking that the 15% increase in rates theretofore granted, which was to expire in February 1954, be extended to December 31, 1955. The case in the Superior Court was decided, however, before the petition asking the extension of the order could be heard; and, on the basis of that decision, the Utilities Commission denied the requested extension.</p>\n<p>Upon the denial of this last petition by the Utilities Commission, the railroads sought no further relief with respect to intrastate rates from that Commission <span class=\"star-pagination\">*721</span> or from the state courts, but filed a petition with the Interstate Commerce Commission asking relief under sections 13(3) and 13(4) of the Interstate Commerce Act on the ground that the intrastate rates resulted in undue discrimination against interstate commerce and persons and localities engaged therein. The Commission thereupon held a hearing lasting for four days in which it heard a great volume of testimony and gave thorough consideration to freight rates within the state and filed a report and order granting, with certain minor exceptions, the increases necessary to restore the parity between intrastate and interstate rates.</p>\n<p>The report of the Commission finds in detail the evidentiary facts upon which its ultimate findings are based, and there is no contention that this finding of evidentiary facts is not amply supported by the evidence in the case. It is not necessary to repeat them here; but it is sufficient to say that they fully support the ultimate findings of the Commission which are as follows:</p>\n<blockquote>\"1. The conditions incident to the intrastate transportation of freight in North Carolina are not more favorable than those incident to the interstate transportation in North Carolina and in the adjoining states.</blockquote>\n<blockquote>\"2. The amounts and percentages by which interstate freight rates and charges between points in North Carolina and points in other States were increased, as authorized in Ex Parte No. 175, are just and reasonable.</blockquote>\n<blockquote>\"3. The present North Carolina intrastate rates and charges on freight traffic imposed by authority of the State are abnormally low, and traffic thereunder fails to produce its fair share of the earnings required to yield revenue sufficient to enable the respondents, under honest, economical, and efficient management, to provide adequate and efficient railway transportation service at the lowest cost consistent with the furnishing of such service, and thereby accomplish the purpose of the Interstate Commerce Act, as set forth in the national transportation policy declared by the Congress, to develop and preserve a national transportation system adequate to meet the needs of the commerce of the United States, of the postal service, and of the national defense; the burden thus cast upon interstate commerce is undue in and to the extent that these intrastate rates and charges are less than they would be on the basis herein prescribed; and these intrastate rates and charges cause, and for the future will cause, undue, unreasonable, and unjust discrimination against interstate commerce.</blockquote>\n<blockquote>\"4. Except as to road aggregates, there is active competition between persons and localities engaged in interstate commerce moving to and from points in North Carolina, on the one hand, and persons and localities engaged in intrastate commerce in North Carolina, on the other hand; this competition extends throughout the State of North Carolina and to freight traffic generally; and the existing disparities between the current interstate and intrastate freight rates result in undue preference of and advantage to persons and localities in North Carolina in intrastate commerce and undue prejudice of and disadvantage to persons and localities in interstate or foreign commerce.</blockquote>\n<blockquote>\"5. The undue, unreasonable, and unjust discrimination, and the undue and unreasonable advantage, preference, and prejudice herein found to exist should be removed by applying to the North Carolina intrastate rates and charges the same respective increases as are, and for the future may be, maintained by the respondents on like interstate traffic between points in North Carolina and adjoining States under our authorization <span class=\"star-pagination\">*722</span> in Ex Parte No. 175, except that an increase of not exceeding 12 percent may be applied to the North Carolina intrastate rates on cinders, coal; cinders, clay or shale (Haydite); cinders, slate; coal ashes and slag, expanded, in open-top cars.</blockquote>\n<blockquote>\"6. The establishment of increases in intrastate rates and charges as prescribed in finding 5 will not result in unreasonably high rates or charges, nor in rates or charges that are unreasonable in relation to interstate rates or charges, and will increase the respondents' revenues by at least $1,300,000 annually.</blockquote>\n<blockquote>\"7. The increased revenues to the respondents which will result from the increased rates and charges as provided in finding 5 are required from intrastate traffic in North Carolina in order to enable the respondents to provide adequate and efficient railway transportation service.\"</blockquote>\n<p>Upon these findings the Commission entered its order authorizing the railroads to put into effect a 15% increase in intrastate freight rates, except with respect to certain commodities as to which the increase was limited to 12%. The findings were in essence the same as those made by the Commission which were before the Supreme Court and were held sufficient to sustain the Commission's order in King v. United States, <span class=\"citation\" data-id=\"105060\"><a href=\"/opinion/105060/king-v-united-states/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, <span class=\"citation\" data-id=\"105060\"><a href=\"/opinion/105060/king-v-united-states/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">259</span></a></span>, 97 L.Ed. 301. In that case the Supreme Court distinguished the case of State of North Carolina v. United States, <span class=\"citation\" data-id=\"1087613\"><a href=\"/opinion/1087613/north-carolina-v-united-states/\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1260</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1760</span></span>, upon which plaintiffs chiefly rely, on the ground that the order there was based upon the mere disparity between intrastate and interstate passenger rates and did not contain the essential findings that were made in the King case. As similar findings were made here and as they are unquestionably supported by the evidence, there would seem to be little need of further discussion. See also Louisiana Public Service Commission v. United States, D.C., <span class=\"citation\" data-id=\"1410700\"><a href=\"/opinion/1410700/louisiana-public-service-commission-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">180</span></a></span>, affirmed <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">885</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">206</span></span>, and State of Tennessee v. United States, D.C., <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">634</span></span>, affirmed <span class=\"citation no-link\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">891</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">222</span></span>, 98 L.Ed. 394.</p>\n<p>Plaintiffs contend that there was no sufficient showing of discrimination against interstate commerce and in favor of intrastate commerce resulting from the intrastate rates. It appears, however, that, without the Ex parte No. 175 increases on any of their traffic in 1953, the return on net investment in 1953 for the four principal carriers receiving 87% of the intrastate revenue would have been 0.94% for the Norfolk Southern, 4.63% for the Seaboard, 4.35% for the Southern and a deficit of more than $4,000,000 for the Atlantic Coast Line, or a combined return for the four roads of 2.84%. This is not a case, then, as plaintiffs argue, where an unnecessary increase was granted in a prosperous territory because of a need in other sections. The need for increase existed in North Carolina as these figures show, and the Commission estimated that the total loss from the non-application of the increase in 1953 was $1,500,000. As the cost of handling intrastate freight was shown to be as great as or greater than the handling of interstate freight, the raising of interstate rates without raising intrastate rates necessarily resulted in throwing an undue share of the cost of the service upon interstate transportation. As said by Mr. Justice Stone in Illinois Commerce Commission v. United States <span class=\"citation\" data-id=\"102287\"><a href=\"/opinion/102287/illinois-commerce-commn-v-united-states/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 485, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">783</span></span>, 787, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1371</span></span>, \"The effect of maintaining a lower rate, intrastate, than the reasonable interstate rate is necessarily discriminatory wherever the two classes of traffic, inextricably intermingled, are carried on, as in the District, under substantially the same conditions.\"</p>\n<p>In Railroad Commission of State of Wisconsin v. Chicago, B. &amp; Q. R. Co., <span class=\"citation\" data-id=\"99906\"><a href=\"/opinion/99906/wisconsin-rr-comm-v-c-b-qrr-co/\"><span class=\"volume\">257</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 586, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">232</span></span>, 236, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">371</span></span>, Chief Justice Taft, speaking for the court, said:</p>\n<blockquote>\"If the railways are to earn a fixed net percentage of income, the lower <span class=\"star-pagination\">*723</span> the intrastate rates, the higher the interstate rates may have to be. The effective operation of the act will reasonably and justly require that intrastate traffic should pay a fair proportionate share of the cost of maintaining an adequate railway system. * * * If that purpose is interfered with by a disparity of intrastate rates, the Commission is authorized to end the disparity by directly removing it, because it is plainly an `undue, unreasonable, and unjust discrimination against interstate or foreign commerce,' within the ordinary meaning of those words.\"</blockquote>\n<p>The Commission went further, however, and showed that if intrastate rates had been adjusted to include the full effect of the Ex parte No. 175 increases, the total revenues for 1953 of the principal railroads i. e. the N. &amp; S., the S. A. L., the Southern and the Coast Line would have been $509,787,029 and their North Carolina intrastate revenue $11,265,176, a ratio of 2.21%. This was contrasted with their freight revenue for the year 1947, the only post-war year in which increases were granted simultaneously by the Interstate Commerce Commission and the North Carolina Commission. In that year the ratio was 2.264%. It thus appears that, even with the increases asked, the ratio of intrastate to interstate revenue would be less than in 1947.</p>\n<p>We think it equally clear that the failure to increase intrastate rates in accordance with the increase of interstate rates resulted in undue preferences to persons and localities within the prohibition of the statute. This was pointed out by the Commission in its evidentiary fact findings, where for illustration the Commission referred to the discrimination against Richmond, Va., and in favor of Winston-Salem, N. C. on shipments to Goldsboro, N. C., or against Augusta, Ga. and in favor of Mt. Airy, N. C. on shipments to Asheville, N. C. Countless other illustrations of undue discrimination against out of state shipping points as a result of the disparity between interstate and intrastate rates will occur to anyone familiar with the movement of commerce within the state. This is dealt with at considerable length in the report of the Commission, which said at the end of a rather lengthy analysis:</p>\n<blockquote>\"* * * the record shows the movement of intrastate and interstate carload and less than carload shipments, made during a representative period to common North Carolina destinations, of a wide variety of commodities, including all of those moving in important volume, at both the class and the commodity rates here in issue and their counterpart in interstate commerce. When, as here, there is a substantial disparity between intrastate rates and reasonable interstate rates contemporaneously applied under substantially similar transportation conditions, coupled with a showing of competition between interstate and intrastate rates as indicated by actual shipments which moved to common destinations under the intrastate and interstate rates, there arises the unjust discrimination against interstate commerce and the undue prejudice to persons or localities in interstate commerce which the act declares to be unlawful. The single exception to the foregoing are the rates on road aggregates, as to which, for the reasons above set out, the record is inadequate to support a finding of undue prejudice and preference as between persons or localities. However, this does not preclude a finding of unjust discrimination against interstate commerce with respect to the rates on road aggregates, for the evidence is clear that the intrastate traffic in these commodities is not bearing its just proportion of the total transportation burden.\"</blockquote>\n<p>Plaintiffs complain because the Commission made no separate valuation of the property engaged in intrastate as distinguished from interstate commerce; <span class=\"star-pagination\">*724</span> but we agree with the Commission that it was not practicable and that it would serve no useful purpose for this to be done. As said by the Commission in its report:</p>\n<blockquote>\"We have found in numerous proceedings of this character that a reasonably accurate separation of values, operating revenues, and expenses as between interstate and intrastate operations appears to be impracticable. In Wyoming Intrastate Freight Rates and Charges, 287 I.C.C. 743 (February 2, 1953), we said, at page 755: `The proportionate percentage of each individual class of traffic moving intrastate and interstate is not shown. Nevertheless, where, as is the case here, the intrastate and the interstate traffic, as a whole, moves under substantially similar conditions, and the expense of handling the two classes of traffic is inextricably woven together, any attempt to do the impracticable, namely, to show separately the costs of the intrastate and the interstate service would serve no useful purpose. See [State of] Florida v. United States, <span class=\"citation\" data-id=\"102240\"><a href=\"/opinion/102240/florida-v-united-states/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 9 [54 S.Ct. 603, 78 L.Ed. 1077]; Illinois Commerce Comm. v. United States, <span class=\"citation\" data-id=\"102287\"><a href=\"/opinion/102287/illinois-commerce-commn-v-united-states/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span> [<span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">783</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1371</span></span>]; [State of] North Carolina v. United States, <span class=\"citation\" data-id=\"1087613\"><a href=\"/opinion/1087613/north-carolina-v-united-states/\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span> [<span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1260</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1760</span></span>]; King v. United States, <span class=\"citation\" data-id=\"105060\"><a href=\"/opinion/105060/king-v-united-states/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, [<span class=\"citation\" data-id=\"105060\"><a href=\"/opinion/105060/king-v-united-states/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">259</span></a></span>, 97 L.Ed. 301].'\"</blockquote>\n<p>In Illinois Commerce Commission v. United States, <span class=\"citation\" data-id=\"102287\"><a href=\"/opinion/102287/illinois-commerce-commn-v-united-states/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 483-484, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">783</span></span>, 787, the Supreme Court said:</p>\n<blockquote>\"Where the conditions under which interstate and intrastate traffic move are found to be substantially the same with respect to all factors bearing on the reasonableness of the rate, and the two classes are shown to be intimately bound together, there is no occasion to deal with the reasonableness of the intrastate rates more specifically, or to separate intrastate and interstate costs and revenues.\"</blockquote>\n<p>While there is allegation in the complaint and some argument to the effect that the Commission was without jurisdiction to order increase of intrastate rates until remedies under state law had been exhausted, we do not understand that point to be seriously insisted on. Certainly it is without merit. The Commission in discharging the duties imposed upon it by Congress may not be delayed by proceedings before state courts or commissions. As said by the Supreme Court in State of Florida v. United States, <span class=\"citation\" data-id=\"1272541\"><a href=\"/opinion/1272541/florida-v-united-states/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, 210, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">119</span></span>, 123, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">291</span></span>, \"To hold, as some of the appellants urge, that there can be no adjustment of intrastate rates by the Interstate Commerce Commission so far as may be needed to protect interstate commerce until the state itself has first `sat in judgment on the issue of the lawfulness of those intrastate rates' would be to impose a limitation not required by the terms of the statute and repugnant to the grant of authority.\" Squarely in point is the decision in State of Illinois v. United States, D.C., <span class=\"citation\" data-id=\"1642606\"><a href=\"/opinion/1642606/state-of-illinois-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">36</span></a></span>, 47, where the special statutory court of three judges, speaking through Judge Perry, said:</p>\n<blockquote>\"The pendency of a suit in the local courts of the State of Illinois to set aside a report and order of the Illinois Commerce Commission which refused to permit the Illinois Central Railroad Company to make any changes or increases in its presently existing suburban fares in the Chicago area did not in any manner affect the power or jurisdiction of the Interstate Commerce Commission under section 13(3) and (4) of the Interstate Commerce Act; and it was within the power of the Interstate Commerce Commission, and it was its duty, having found upon substantial evidence the existence of an unjust discrimination against interstate commerce, caused by the suburban fares in question which had been <span class=\"star-pagination\">*725</span> made and imposed under authority of the State of Illinois, to prescribe the rate or fare to be charged in the future in order to remove such unjust discrimination.\"</blockquote>\n<p>For the reasons stated the petition to set aside and enjoin the enforcement of the order of the Commission will be denied and the action will be dismissed.</p>\n<p>Petition denied and action dismissed.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 13(3) of the Interstate Commerce Act, 49 U.S.C.A. § 13(3), authorizes the Commission to conduct an investigation where state rates are brought in question before it upon petition of a carrier. Section 13(4), 49 U.S.C.A. § 13(4), is as follows:\n</p>\n<p>\"§ 13, par. (4) <i>Duty of commission where State regulations result in discrimination.</i> Whenever in any such investigation the commission, after full hearing, finds that any such rate, fare, charge, classification, regulation, or practice causes any undue or unreasonable advantage, preference, or prejudice as between persons or localities in intrastate commerce on the one hand and interstate or foreign commerce on the other hand, or any undue, unreasonable, or unjust discrimination against interstate or foreign commerce, which is forbidden and declared to be unlawful it shall prescribe the rate, fare, or charge, or the maximum or minimum, or maximum and minimum, thereafter to be charged, and the classification, regulation, or practice thereafter to be observed, in such manner as, in its judgment, will remove such advantage, preference, prejudice, or discrimination. Such rates, fares, charges, classifications, regulations, and practices shall be observed while in effect by the carriers parties to such proceeding affected thereby, the law of any State or the decision or order of any State authority to the contrary notwithstanding.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/99906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1272541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1410700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1642606/"
  ]
}