{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2004568/",
  "absolute_url": "/opinion/2004568/in-re-fcx-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2004568/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:01:36.706146Z",
  "date_modified": "2016-04-26T21:30:32.701368Z",
  "type": "010combined",
  "sha1": "357c407ad871a720a5dda85cc496f9b8989f27de",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>60 B.R. 405 (1986)</b></center>\n<center><h1>In re FCX, INCORPORATED.</h1></center>\n<center>No. 85-1600-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 14, 1986.</center>\n<p><span class=\"star-pagination\">*406</span> A.P. Carlton, Jr., John J. Butler, William H. McCullough, Sanford, Adams, McCullough &amp; Beard, Raleigh, N.C., for debtor.</p>\n<p>Lacy H. Reaves, Stephen B. Brown, Raleigh, N.C., for the Committee of Unsecured Creditors of FCX, Inc.</p>\n<p>Lynn Bernstein, Howard Glassman, Philadelphia, Pa., for Columbia Bank of Cooperatives.</p>\n<p>T. Carl Younger, Jr., Raleigh, N.C., for Texasgulf Chemicals Co., Div. of Texasgulf, Inc.</p>\n<p>Robert B. Broughton, Raleigh, N.C., for N.C. Farm Bureau Federation, Inc.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*407</span> ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This matter is presently before the court on appeal from the Memorandum Opinion and Order entered on October 25, 1985, by the Honorable A. Thomas Small, Bankruptcy Judge, Eastern District of North Carolina.<sup>[1]</sup> In this order, Judge Small allowed FCX, Inc. (hereinafter \"FCX\") to pay certain pre-petition debts to employees in the amounts of $1,171,245.67 and $43,294.27, and certain pre-petition debts to grain producers in the amounts of $1,230,727.25 and $332,368.35.<sup>[2]</sup> The Appellant, the Committee of Unsecured Creditors of FCX, Inc. (hereinafter \"the Committee\") objects to these payments of pre-petition debts on the ground that they are unauthorized under the United States Bankruptcy Code and other applicable law.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>FCX is a North Carolina farmers' purchasing and marketing cooperative, and as previously indicated, is a debtor in possession having filed a voluntary petition under Chapter 11 of the Bankruptcy Code on September 17, 1985.</p>\n<p>On September 23, 1985, after notice and a hearing, Judge Small approved the payment by FCX of pre-petition claims for grain purchases in the amount of $1,230,727.25, and pre-petition payroll and payroll taxes in the amount of $1,171,245.67.<sup>[3]</sup> At this hearing, the Debtor tendered testimony from three of its executive officers to verify the emergency financial condition of FCX. The essence of their testimony was that further nonpayment of grain purchase debt would lead to collapse of the Debtor's customer base, and further non-payment of employees' payroll claims would lead to employee resignations and a collapse of the day-to-day operations of the Debtor. As previously indicated, the Bankruptcy Court approved payment of these pre-petition debts, and the Debtor accordingly paid these debts.</p>\n<p>On October 10, 1985, after a preliminary hearing on October 8, 1985, the Bankruptcy Court authorized FCX to borrow funds to pay certain pre-petition claims secured by valid liens, as well as an additional $43,294.27 in pre-petition unsecured employee claims. The court denied all other requests to borrow funds to pay pre-petition claims contained in the Debtor's October 8, 1985, application, and creditors were given the opportunity to object to these authorizations at a hearing scheduled for October 24, 1985. Counsel for the Committee appeared at this October 24, 1985, hearing and objected to the payment of all unsecured pre-petition claims by FCX. Counsel contended that the court should require FCX to recover payments previously made to FCX employees and the grain producers for pre-petition claims. On October 25, 1985, the Bankruptcy Court entered a Memorandum Opinion and Order, denying the Committee's objections to the payments of pre-petition debts to employees of $1,171,245.67 and $43,294.27, and to the payment of pre-petition debts to grain producers in the amount of $1,230,727.25. Furthermore, the court authorized FCX to pay the pre-petition debts to grain producers in the amount of $332,368.35 as requested in FCX's application of October 8, 1985.</p>\n<p>In its orders of October 10, 1985, and October 25, 1985, the Bankruptcy Court found that continued operation of FCX was <span class=\"star-pagination\">*408</span> necessary for an effective reorganization of the Debtor and to preserve asset values for the benefit of creditors; that operations of FCX were not likely to continue unless these pre-petition debts were paid; that the Debtor's net worth was approximately $12 million, and therefore there was a reasonable probability that all unsecured creditors would be paid if asset values were maintained;<sup>[4]</sup> and that the strong possibility existed that the position of unsecured creditors would deteriorate if operations ceased.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>Appellant contends that the priorities established in 11 U.S.C. § 507 are the rules for distribution, which cannot be deviated from by the Bankruptcy Court. Therefore, appellant argues that the court has no power or authority to allow the post-petition payment of pre-petition indebtedness arising from unpaid payroll expenses, unpaid payroll taxes, and unpaid purchases of grain. The court, appellant contends, simply does not have the ability to override the specific provisions of the Bankruptcy Code relating to the priority of payments, even in \"emergency\" situations where the debtor claims that the payment of pre-petition debts is necessary for the continuation of the Debtor's business. Appellant contends that no such express authorization is contained in the Code, and absent such an express authorization, certain pre-petition creditors cannot be paid in full while other unsecured creditors remain unpaid. Appellant points out that the volatile and unpredictable values of assets in any Chapter 11 case creates a danger that all of the unsecured creditors will not be paid, and therefore the Bankruptcy Court's finding that all unsecured creditors should be paid is not a factual one, but rather an impermissible inference lacking a basis in fact. Until the values of these assets can be established as a certainty, appellant contends that the payment in full of select unsecured creditors exposes the other unsecured creditors to the possibility they will receive a lesser percentage of their claims. Therefore, appellant contends that the premature payments herein constitute a restructuring of the priorities and distribution schemes established in the Bankruptcy Code, which is unauthorized by this Code.</p>\n<p>Conversely, the appellee contends that the priorities delineated in 11 U.S.C. § 507 do not control in an emergency situation in which an inequitable result will occur. Appellee contends that the finding below as to the Debtor's approximate $12 million net worth, and the accompanying probability that all unsecured creditors eventually will be paid, protects the unsecured creditors and is a finding of fact to which this court is bound by the clearly erroneous standard. It is appellee's contention that 11 U.S.C. § 507 comes into play only if a Debtor cannot pay all of its unsecured creditors. This section does not speak to when unsecured creditors should be paid, appellee contends, and therefore does not control herein. Appellee argues that the inequitable result which will occur if the payment of these pre-petition debts is not allowed, is that the assets of FCX will not be protected and <i>all</i> creditors will suffer. In support of its position, appellee contends that the Bankruptcy Court possesses broad equitable powers pursuant to 28 U.S.C. § 1481, and that it is exclusively granted the power under the Bankruptcy Code to \"issue any order . . . that is necessary or appropriate to carry out\" an equitable and effective reorganization process. 11 U.S.C. § 105(a). Therefore, the appellee contends that the Bankruptcy Court in the case at bar utilized its equitable powers in an emergency situation to protect the assets of the Debtor to benefit all creditors. Furthermore, appellee contends that because <span class=\"star-pagination\">*409</span> the payment of the pre-petition debts will not affect the unsecured creditors (in that the Bankruptcy Court found that the Debtor had an approximate net worth of $12 million), these payments at this time do not change the priorities. Finally, appellee contends that 11 U.S.C. § 365, which allows a debtor to assume, with court approval, \"any executory contract of the debtor,\" is analogous to the situation at bar. In order to assume a contract under § 365, the debtor must pay the full amount of prepetition debt to the creditor. 11 U.S.C. § 365(b). Appellee contends that because this section is analogous to the situation herein, the prepetition payments allowed by the Bankruptcy Court below are authorized by the Code.<sup>[5]</sup></p>\n<p>The parties are in agreement that the sole issue on appeal is a question of law and not a question of fact.<sup>[6]</sup> Specifically, the sole issue involved in this appeal is whether the Bankruptcy Court was authorized under the provisions of the Bankruptcy Code and other applicable law to permit the payment of pre-petition indebtedness arising from unpaid payroll expenses, unpaid payroll taxes, and unpaid purchases of grain. For the following reasons, this court is of the opinion that the United States Bankruptcy Court was not so authorized in the case at bar.</p>\n<p>It is well established that \"[t]he courts of bankruptcy are courts of equity and exercise all equitable powers unless prohibited by the Bankruptcy Act.\" <i>Young v. Higbee Company,</i> 324 U.S. 204, 65 S.Ct. 594, 89 L.Ed. 890 (1945), <i>quoted in </i><i>In re Wilnor Drilling, Inc.,</i> 29 B.R. 727 (S.D.Ill.1982). <i>See also</i> 28 U.S.C. § 1481; <i>In re Jewish Memorial Hospital,</i> 13 B.R. 417, 419 (S.D.N.Y.1981). Pursuant to these equitable powers, \"the bankruptcy court has the power to shift the circumstances surrounding any claim to see that injustice or unfairness is not done in administration of the bankrupt estate.\" <i>Pepper v. Litton,</i> 308 U.S. 295, 60 S.Ct. 238, 84 L.Ed. 281 (1939). Therefore, the bankruptcy court has the ability to deviate from the rules of priority and distribution set forth in the Code in the interest of justice and equity.<sup>[7]</sup><i>In re Wilnor Drilling, Inc.,</i> 29 B.R. at 729-730; <i>In re Jewish Memorial Hospital,</i> 13 B.R. at 420. The Court cannot use this flexibility, however, merely to establish a ranking of priorities within priorities. 29 B.R. at 730; 13 B.R. at 421. Furthermore, absent the existence of some type of inequitable conduct on the part of the claimant, which results in injury to the creditors of the bankrupt or an unfair advantage to the claimant, the court cannot subordinate a claim to claims within the same class. 29 B.R. at 730. <i>See also </i><i>Southern Railway Company v. Johnson Bronze Company,</i> 758 F.2d 137, 141 (3d Cir.1985); <i>In re B &amp; W Enterprises, Inc.,</i> 713 F.2d 534, 537-538 (9th Cir.1983); <i>In re Westgate-California Corporation,</i> 642 F.2d 1174, 1177-1178 (9th Cir.1981).</p>\n<p><span class=\"star-pagination\">*410</span> This court finds that by authorizing the payment of pre-petition indebtedness arising from unpaid payroll expenses, unpaid payroll taxes, and unpaid purchases of grain, the Bankruptcy Court effectively subordinated the claims of the remaining unsecured creditors. Such subordination is not authorized under the law absent inequitable conduct on the part of these remaining unsecured creditors.</p>\n<p>Section 507(a) does not set forth a priority of payment with respect to the claims authorized by the Bankruptcy Court.<sup>[8]</sup> By subordinating the claims of the remaining unsecured creditors to these claims, the bankruptcy court has set up a priority within the class of general unsecured creditors not established by Congress. Therefore, because there is always the possibility that FCX will not have sufficient assets to pay all general unsecured creditors, it is legally improper to subordinate the claims of the remaining unsecured creditors absent inequitable conduct by them. <i>In re Wilnor Drilling, Inc.,</i> 29 B.R. at 730; <i>In re B &amp; W. Enterprises, Inc.,</i> 713 F.2d at 537; <i>Southern Railway Company v. Johnson Bronze Co.,</i> 758 F.2d at 141.</p>\n<p>The Bankruptcy Court may only equitably subordinate a claim, absent Congressional authorization, because of the fraudulent nature of a claim or bad faith or improper conduct of a claimant.<sup>[9]</sup> 29 B.R. at 730; 713 F.2d at 1177-1178; <i>In re Westgate-California Corp.,</i> 642 F.2d at 1177-1178; <i>In re Columbia Ribbon Company,</i> 117 F.2d 999, 1002 (3d Cir.1941). <i>See</i> 11 U.S.C. § 510(c).<sup>[10]</sup> The fundamental aim of equitable subordination \"is to undo or to offset any inequity in the claim position of a creditor that will produce injustice or unfairness to other creditors in terms of the bankruptcy results.\" <i>In re Kansas City Journal-Post Co.,</i> 144 F.2d 791, 800 (8th Cir.1944), <i>quoted in </i><i>In re Westgate-California Corp.,</i> 642 F.2d at 1177. \"[A] claim will not be subordinated unless it is shown that the claimant has acted inequitably in the course of his relationship with the debtor and that those actions have harmed the debtor or his other creditors in some way.\" 642 F.2d at 1178. <i>Accord</i> 29 B.R. at 730; 713 F.2d at 537-538. Furthermore, bankruptcy courts must not subordinate claims \"where doing so will operate only to penalize the claimant.\" 642 F.2d at 1178. \"The time-honored maxim that equity will not enforce a penalty adds another limitation to the subordination power.\" <i>Id.</i></p>\n<p>There are no such allegations of inequitable conduct on the part of the remaining unsecured creditors in the case at bar. FCX does not allege that these creditors' claims are fraudulently represented through bad faith or inequitable conduct, and that their conduct caused harm or injury to it or its other creditors. Therefore, equitable subordination is inapplicable to this case.</p>\n<p>Appellee contends, however, that the court can equitably elevate certain claims if equity so requires. In support of this contention, FCX points to 11 U.S.C. § 105(a), which provides that the bankruptcy court \"may issue any order, process or judgment that is necessary or appropriate to carry out the provisions of the Bankruptcy Code.\" This provision certainly confers equity powers upon the bankruptcy court, <span class=\"star-pagination\">*411</span> but it does not authorize it to create rights not otherwise available under applicable law. <i>Southern Railway Co.,</i> 758 F.2d at 141. As this court already has observed, a court of bankruptcy under its equitable powers may subordinate a particular claim in certain circumstances, <i>see </i><i>Pepper v. Litton,</i> 308 U.S. 295, 60 S.Ct. 238, 84 L.Ed. 281, but it may not \"set up a sub-classification of claims within a class given equal priority by the Bankruptcy Act and fix an order of priority for the sub-classes according to its theory of equity.\" <i>In re Columbia Ribbon Co.,</i> 117 F.2d at 1002, <i>quoted in </i><i>Southern Railway Co.,</i> 758 F.2d at 141. Appellee also points to 11 U.S.C. § 365 in support of this contention. As previously indicated, this section allows a debtor to assume,<sup>[11]</sup> with court approval, \"any executory contract of the debtor\"; in order to do so, the debtor must have a good business judgment reason for asking the Bankruptcy Court to permit it to assume the executory contract. <i>Group of Institutional Investors v. Chicago, Milwaukee, St. Paul and Pacific R. Co.,</i> 318 U.S. 523, 63 S.Ct. 727, 87 L.Ed. 959 (1943). Continued operation of the business and preservation of the debtor's assets are prime elements of the business judgment rule. Appellee argues that in the case at bar, in order to preserve its ongoing operation and asset values, the debtor sought court approval to assume implied contract obligations, and therefore § 365 is applicable by analogy.</p>\n<p>An executory contract that is assumable under § 365 is \"a contract on which performance remains due on <i>both</i> sides at the time of the bankruptcy petition.\" <i>In re Newcomb,</i> 744 F.2d 621, 625 (8th Cir.1984) (citations omitted) (emphasis added). The contracts at issue herein are not executory in nature; the only performance remaining is payment by the debtor to the employees and grain farmers. Therefore, § 365 is not applicable to the case at bar. Furthermore, the rationale of § 365 cannot be extended to this case. 11 U.S.C. § 365 contemplates the debtor obtaining some consideration from the person with whom it is contracting that is essential to protect its best interests. In this case, neither the employees nor the grain farmers are giving consideration to the debtor that warrants payment to them as an executory contracting party.</p>\n<p>FCX also points to a decision from the Southern District of New York entitled <i>In re Jewish Memorial Hospital</i> 13 B.R. 417 (S.D.N.Y.1981), in support of its position. In <i>Jewish Memorial,</i> an employee benefit fund (District 1199) sought immediate and full payment due under a collective bargaining agreement with Jewish Memorial Hospital, a non-profit hospital under Chapter 11 reorganization. At that time, Jewish Memorial Hospital was one of two hospitals that provided essential health care to the Manhattan area; all parties conceded that the relief demanded was tantamount to closing the hospital, and no other creditor joined in the request.<sup>[12]</sup><i>Id.</i> at 418. The bankruptcy court denied District 1199's request on the basis that it, as a court of equity, \"may refuse specific enforcement of a valid individual right if the granting of such a right would be prejudicial to a paramount public interest. . . . The health and safety of the general public is undisputably a paramount interest.\" <i>Id.</i> at 419 (citations omitted). Therefore, Jewish Memorial Hospital was directed to make payments to District 1199 on an ongoing basis out of funds available after payment of essential, necessary expenses of operation. <i>Id.</i> at 421. This court does not find that the same or similar circumstances are present in the case at bar to warrant application of this \"public interest\" exception. Therefore, the court will not deviate from the finding previously enunciated  that is, with the exception of the employee wages, <i>see supra,</i> the claims <span class=\"star-pagination\">*412</span> of all general unsecured creditors have equal priority under 11 U.S.C. § 507, and thus equality of treatment is the standard. It is simply inequitable to settle certain claims prior to the filing of a reorganization plan; such action may be detrimental to the remaining unsecured creditors if the reorganization fails and the estate has to be liquidated.</p>\n<p>Accordingly, the Bankruptcy Court is reversed, and this case is remanded for a determination as to the extent to which the priority afforded in 11 U.S.C. § 507(a)(3) is applicable to the employee wage claims. Only these claims are entitled to priority, as delineated by statute.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The applicable standard of appellate review is set out in Bankruptcy Rule 8013:\n</p>\n<p>On an appeal the district court . . . may affirm, modify, or reverse a bankruptcy court's judgment, order or decree or remand with instructions for further proceedings. Findings of fact shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the Bankruptcy Court to judge the credibility of the witnesses.</p>\n<p>[2]  FCX (the debtor in possession) filed a voluntary petition for reorganization pursuant to Chapter 11 of the Bankruptcy Code on September 17, 1985.</p>\n<p>[3]  The Columbia Bank of Cooperatives, the Debtor's primary lender, agreed to provide temporary financing of the Debtor's operations and to loan the money necessary to pay pre-petition indebtedness to grain producers and employees.</p>\n<p>[4]  At the hearing held before this court on December 6, 1985, appellant revealed that it contested the validity of this \"factual finding,\" alleging that such finding was not one of fact. Therefore, appellant argued, this court is not bound by such finding and the clearly erroneous standard of Bankruptcy Rule 8013 is not applicable thereto. The court then requested the parties to brief the issue of this court's ability to review this finding and the scope of its review. These briefs were filed by all parties on December 20, 1985, and this question will be addressed in the ANALYSIS section of this order.</p>\n<p>[5]  The North Carolina Farm Bureau Federation also appears in this case as an <i>Amicus Curiae</i> on behalf of the grain farmers. It shares the position propounded by the appellee, FCX.</p>\n<p>[6]  As previously indicated, however, the parties disagree as to the proper characterization of the Bankruptcy Court's finding that there was a reasonable probability that all unsecured creditors would be paid. The appellee contends that this finding is one of fact, to which the clearly erroneous standard applies. The Bankruptcy Court specifically found that \"the debtor's net worth was approximately $12 million, [and] that there was a reasonable probability that all unsecured creditors would be paid if asset values were maintained.\" Order of October 10, 1985, at p. 5. This court finds that this finding is not one of fact, but is merely a conjecture as to a future event. This court also finds that this finding is not a properly inferred factual conclusion such inferences \"are permitted only when, and to the extent that, logic and human experience indicate a probability that certain consequences can and do follow from basic facts.\" <i>Universal Minerals, Inc. v. C.A. Hughes &amp; Company,</i> 669 F.2d 98, 102 (3d Cir.1981). Therefore, the clearly erroneous standard is not applicable to this finding as it is neither a fact nor a permissible inference drawn therefrom. <i>Id.</i> Accordingly, this court is not bound by this finding.</p>\n<p>[7]  The priorities for payment of expenses and claims are set forth in Section 507(a) of the Bankruptcy Code. 11 U.S.C. § 507(a).</p>\n<p>[8]  11 U.S.C. § 507(a)(3) extends priority, however, to pre-petition unsecured claims for wages, salaries, or commissions earned by an individual within 90 days before the filing date of the petition, <i>but</i> only to the extent of $2,000 for each such individual.</p>\n<p>[9]  A three part test is used as a guideline in deciding whether a claim should be subordinated: \"(i) The claimant must have engaged in some type of inequitable conduct (ii) the misconduct must have resulted in injury to the creditors of the Bankrupt or conferred an unfair advantage to the claimant (iii) equitable subordination of the claim must not be inconsistent with the provisions of the Bankruptcy Act. (citations omitted).\" <i>Matter of Mobile Steel Co.,</i> 563 F.2d 692 (5th Cir.1977), <i>quoted in </i><i>In re Wilnor Drilling, Inc.,</i> 29 B.R. at 730.</p>\n<p>[10]  Congress specifically authorized equitable subordination and its use by the bankruptcy courts in 11 U.S.C. § 510(c)(1), which provides in part that: \"after notice and a hearing, the court may . . . under principles of equitable subordination, subordinate for purposes of distribution all or part of an allowed claim to all or part of another allowed claim. . . .\"</p>\n<p>[11]  In order to assume a contract under § 365, the debtor must pay the full amount of prepetition debt to the creditor. 11 U.S.C. § 365(b).</p>\n<p>[12]  District 1199 had a right to payment as an ongoing administration expense creditor, which fell under the same category of priority payments as those Jewish Memorial Hospital was then paying.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">405</span></span> (1986)</b></center>\n<center><h1>In re FCX, INCORPORATED.</h1></center>\n<center>No. 85-1600-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 14, 1986.</center>\n<p><span class=\"star-pagination\">*406</span> A.P. Carlton, Jr., John J. Butler, William H. McCullough, Sanford, Adams, McCullough &amp; Beard, Raleigh, N.C., for debtor.</p>\n<p>Lacy H. Reaves, Stephen B. Brown, Raleigh, N.C., for the Committee of Unsecured Creditors of FCX, Inc.</p>\n<p>Lynn Bernstein, Howard Glassman, Philadelphia, Pa., for Columbia Bank of Cooperatives.</p>\n<p>T. Carl Younger, Jr., Raleigh, N.C., for Texasgulf Chemicals Co., Div. of Texasgulf, Inc.</p>\n<p>Robert B. Broughton, Raleigh, N.C., for N.C. Farm Bureau Federation, Inc.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*407</span> ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This matter is presently before the court on appeal from the Memorandum Opinion and Order entered on October 25, 1985, by the Honorable A. Thomas Small, Bankruptcy Judge, Eastern District of North Carolina.<sup>[1]</sup> In this order, Judge Small allowed FCX, Inc. (hereinafter \"FCX\") to pay certain pre-petition debts to employees in the amounts of $1,171,245.67 and $43,294.27, and certain pre-petition debts to grain producers in the amounts of $1,230,727.25 and $332,368.35.<sup>[2]</sup> The Appellant, the Committee of Unsecured Creditors of FCX, Inc. (hereinafter \"the Committee\") objects to these payments of pre-petition debts on the ground that they are unauthorized under the United States Bankruptcy Code and other applicable law.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>FCX is a North Carolina farmers' purchasing and marketing cooperative, and as previously indicated, is a debtor in possession having filed a voluntary petition under Chapter 11 of the Bankruptcy Code on September 17, 1985.</p>\n<p>On September 23, 1985, after notice and a hearing, Judge Small approved the payment by FCX of pre-petition claims for grain purchases in the amount of $1,230,727.25, and pre-petition payroll and payroll taxes in the amount of $1,171,245.67.<sup>[3]</sup> At this hearing, the Debtor tendered testimony from three of its executive officers to verify the emergency financial condition of FCX. The essence of their testimony was that further nonpayment of grain purchase debt would lead to collapse of the Debtor's customer base, and further non-payment of employees' payroll claims would lead to employee resignations and a collapse of the day-to-day operations of the Debtor. As previously indicated, the Bankruptcy Court approved payment of these pre-petition debts, and the Debtor accordingly paid these debts.</p>\n<p>On October 10, 1985, after a preliminary hearing on October 8, 1985, the Bankruptcy Court authorized FCX to borrow funds to pay certain pre-petition claims secured by valid liens, as well as an additional $43,294.27 in pre-petition unsecured employee claims. The court denied all other requests to borrow funds to pay pre-petition claims contained in the Debtor's October 8, 1985, application, and creditors were given the opportunity to object to these authorizations at a hearing scheduled for October 24, 1985. Counsel for the Committee appeared at this October 24, 1985, hearing and objected to the payment of all unsecured pre-petition claims by FCX. Counsel contended that the court should require FCX to recover payments previously made to FCX employees and the grain producers for pre-petition claims. On October 25, 1985, the Bankruptcy Court entered a Memorandum Opinion and Order, denying the Committee's objections to the payments of pre-petition debts to employees of $1,171,245.67 and $43,294.27, and to the payment of pre-petition debts to grain producers in the amount of $1,230,727.25. Furthermore, the court authorized FCX to pay the pre-petition debts to grain producers in the amount of $332,368.35 as requested in FCX's application of October 8, 1985.</p>\n<p>In its orders of October 10, 1985, and October 25, 1985, the Bankruptcy Court found that continued operation of FCX was <span class=\"star-pagination\">*408</span> necessary for an effective reorganization of the Debtor and to preserve asset values for the benefit of creditors; that operations of FCX were not likely to continue unless these pre-petition debts were paid; that the Debtor's net worth was approximately $12 million, and therefore there was a reasonable probability that all unsecured creditors would be paid if asset values were maintained;<sup>[4]</sup> and that the strong possibility existed that the position of unsecured creditors would deteriorate if operations ceased.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>Appellant contends that the priorities established in 11 U.S.C. § 507 are the rules for distribution, which cannot be deviated from by the Bankruptcy Court. Therefore, appellant argues that the court has no power or authority to allow the post-petition payment of pre-petition indebtedness arising from unpaid payroll expenses, unpaid payroll taxes, and unpaid purchases of grain. The court, appellant contends, simply does not have the ability to override the specific provisions of the Bankruptcy Code relating to the priority of payments, even in \"emergency\" situations where the debtor claims that the payment of pre-petition debts is necessary for the continuation of the Debtor's business. Appellant contends that no such express authorization is contained in the Code, and absent such an express authorization, certain pre-petition creditors cannot be paid in full while other unsecured creditors remain unpaid. Appellant points out that the volatile and unpredictable values of assets in any Chapter 11 case creates a danger that all of the unsecured creditors will not be paid, and therefore the Bankruptcy Court's finding that all unsecured creditors should be paid is not a factual one, but rather an impermissible inference lacking a basis in fact. Until the values of these assets can be established as a certainty, appellant contends that the payment in full of select unsecured creditors exposes the other unsecured creditors to the possibility they will receive a lesser percentage of their claims. Therefore, appellant contends that the premature payments herein constitute a restructuring of the priorities and distribution schemes established in the Bankruptcy Code, which is unauthorized by this Code.</p>\n<p>Conversely, the appellee contends that the priorities delineated in 11 U.S.C. § 507 do not control in an emergency situation in which an inequitable result will occur. Appellee contends that the finding below as to the Debtor's approximate $12 million net worth, and the accompanying probability that all unsecured creditors eventually will be paid, protects the unsecured creditors and is a finding of fact to which this court is bound by the clearly erroneous standard. It is appellee's contention that 11 U.S.C. § 507 comes into play only if a Debtor cannot pay all of its unsecured creditors. This section does not speak to when unsecured creditors should be paid, appellee contends, and therefore does not control herein. Appellee argues that the inequitable result which will occur if the payment of these pre-petition debts is not allowed, is that the assets of FCX will not be protected and <i>all</i> creditors will suffer. In support of its position, appellee contends that the Bankruptcy Court possesses broad equitable powers pursuant to 28 U.S.C. § 1481, and that it is exclusively granted the power under the Bankruptcy Code to \"issue any order . . . that is necessary or appropriate to carry out\" an equitable and effective reorganization process. 11 U.S.C. § 105(a). Therefore, the appellee contends that the Bankruptcy Court in the case at bar utilized its equitable powers in an emergency situation to protect the assets of the Debtor to benefit all creditors. Furthermore, appellee contends that because <span class=\"star-pagination\">*409</span> the payment of the pre-petition debts will not affect the unsecured creditors (in that the Bankruptcy Court found that the Debtor had an approximate net worth of $12 million), these payments at this time do not change the priorities. Finally, appellee contends that 11 U.S.C. § 365, which allows a debtor to assume, with court approval, \"any executory contract of the debtor,\" is analogous to the situation at bar. In order to assume a contract under § 365, the debtor must pay the full amount of prepetition debt to the creditor. 11 U.S.C. § 365(b). Appellee contends that because this section is analogous to the situation herein, the prepetition payments allowed by the Bankruptcy Court below are authorized by the Code.<sup>[5]</sup></p>\n<p>The parties are in agreement that the sole issue on appeal is a question of law and not a question of fact.<sup>[6]</sup> Specifically, the sole issue involved in this appeal is whether the Bankruptcy Court was authorized under the provisions of the Bankruptcy Code and other applicable law to permit the payment of pre-petition indebtedness arising from unpaid payroll expenses, unpaid payroll taxes, and unpaid purchases of grain. For the following reasons, this court is of the opinion that the United States Bankruptcy Court was not so authorized in the case at bar.</p>\n<p>It is well established that \"[t]he courts of bankruptcy are courts of equity and exercise all equitable powers unless prohibited by the Bankruptcy Act.\" <i>Young v. Higbee Company,</i> <span class=\"citation\" data-id=\"104093\"><a href=\"/opinion/104093/young-v-higbee-co/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">204</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">594</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">890</span></span> (1945), <i>quoted in </i><i>In re Wilnor Drilling, Inc.,</i> <span class=\"citation\" data-id=\"1872421\"><a href=\"/opinion/1872421/in-re-wilnor-drilling-inc/\"><span class=\"volume\">29</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">727</span></a></span> (S.D.Ill.1982). <i>See also</i> 28 U.S.C. § 1481; <i>In re Jewish Memorial Hospital,</i> <span class=\"citation\" data-id=\"2024765\"><a href=\"/opinion/2024765/in-re-jewish-memorial-hospital/\"><span class=\"volume\">13</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">417</span></a></span>, 419 (S.D.N.Y.1981). Pursuant to these equitable powers, \"the bankruptcy court has the power to shift the circumstances surrounding any claim to see that injustice or unfairness is not done in administration of the bankrupt estate.\" <i>Pepper v. Litton,</i> <span class=\"citation\" data-id=\"103255\"><a href=\"/opinion/103255/pepper-v-litton/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">295</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">238</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">281</span></span> (1939). Therefore, the bankruptcy court has the ability to deviate from the rules of priority and distribution set forth in the Code in the interest of justice and equity.<sup>[7]</sup><i>In re Wilnor Drilling, Inc.,</i> 29 B.R. at 729-730; <i>In re Jewish Memorial Hospital,</i> 13 B.R. at 420. The Court cannot use this flexibility, however, merely to establish a ranking of priorities within priorities. 29 B.R. at 730; 13 B.R. at 421. Furthermore, absent the existence of some type of inequitable conduct on the part of the claimant, which results in injury to the creditors of the bankrupt or an unfair advantage to the claimant, the court cannot subordinate a claim to claims within the same class. 29 B.R. at 730. <i>See also </i><i>Southern Railway Company v. Johnson Bronze Company,</i> <span class=\"citation\" data-id=\"449697\"><a href=\"/opinion/449697/southern-railway-company-v-johnson-bronze-company-debtor-south-carolina/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">137</span></a></span>, 141 (3d Cir.1985); <i>In re B &amp; W Enterprises, Inc.,</i> <span class=\"citation\" data-id=\"422143\"><a href=\"/opinion/422143/in-the-matter-of-b-w-enterprises-inc-debtor-in-the-matter-of/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">534</span></a></span>, 537-538 (9th Cir.1983); <i>In re Westgate-California Corporation,</i> <span class=\"citation\" data-id=\"387947\"><a href=\"/opinion/387947/in-re-westgate-california-corporation-a-nevada-corporation-debtors/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1174</span></a></span>, 1177-1178 (9th Cir.1981).</p>\n<p><span class=\"star-pagination\">*410</span> This court finds that by authorizing the payment of pre-petition indebtedness arising from unpaid payroll expenses, unpaid payroll taxes, and unpaid purchases of grain, the Bankruptcy Court effectively subordinated the claims of the remaining unsecured creditors. Such subordination is not authorized under the law absent inequitable conduct on the part of these remaining unsecured creditors.</p>\n<p>Section 507(a) does not set forth a priority of payment with respect to the claims authorized by the Bankruptcy Court.<sup>[8]</sup> By subordinating the claims of the remaining unsecured creditors to these claims, the bankruptcy court has set up a priority within the class of general unsecured creditors not established by Congress. Therefore, because there is always the possibility that FCX will not have sufficient assets to pay all general unsecured creditors, it is legally improper to subordinate the claims of the remaining unsecured creditors absent inequitable conduct by them. <i>In re Wilnor Drilling, Inc.,</i> 29 B.R. at 730; <i>In re B &amp; W. Enterprises, Inc.,</i> 713 F.2d at 537; <i>Southern Railway Company v. Johnson Bronze Co.,</i> 758 F.2d at 141.</p>\n<p>The Bankruptcy Court may only equitably subordinate a claim, absent Congressional authorization, because of the fraudulent nature of a claim or bad faith or improper conduct of a claimant.<sup>[9]</sup> 29 B.R. at 730; 713 F.2d at 1177-1178; <i>In re Westgate-California Corp.,</i> 642 F.2d at 1177-1178; <i>In re Columbia Ribbon Company,</i> <span class=\"citation\" data-id=\"1480027\"><a href=\"/opinion/1480027/in-re-columbia-ribbon-co/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">999</span></a></span>, 1002 (3d Cir.1941). <i>See</i> 11 U.S.C. § 510(c).<sup>[10]</sup> The fundamental aim of equitable subordination \"is to undo or to offset any inequity in the claim position of a creditor that will produce injustice or unfairness to other creditors in terms of the bankruptcy results.\" <i>In re Kansas City Journal-Post Co.,</i> <span class=\"citation\" data-id=\"1547773\"><a href=\"/opinion/1547773/in-re-kansas-city-journal-post-co/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 800 (8th Cir.1944), <i>quoted in </i><i>In re Westgate-California Corp.,</i> 642 F.2d at 1177. \"[A] claim will not be subordinated unless it is shown that the claimant has acted inequitably in the course of his relationship with the debtor and that those actions have harmed the debtor or his other creditors in some way.\" 642 F.2d at 1178. <i>Accord</i> 29 B.R. at 730; 713 F.2d at 537-538. Furthermore, bankruptcy courts must not subordinate claims \"where doing so will operate only to penalize the claimant.\" 642 F.2d at 1178. \"The time-honored maxim that equity will not enforce a penalty adds another limitation to the subordination power.\" <i>Id.</i></p>\n<p>There are no such allegations of inequitable conduct on the part of the remaining unsecured creditors in the case at bar. FCX does not allege that these creditors' claims are fraudulently represented through bad faith or inequitable conduct, and that their conduct caused harm or injury to it or its other creditors. Therefore, equitable subordination is inapplicable to this case.</p>\n<p>Appellee contends, however, that the court can equitably elevate certain claims if equity so requires. In support of this contention, FCX points to 11 U.S.C. § 105(a), which provides that the bankruptcy court \"may issue any order, process or judgment that is necessary or appropriate to carry out the provisions of the Bankruptcy Code.\" This provision certainly confers equity powers upon the bankruptcy court, <span class=\"star-pagination\">*411</span> but it does not authorize it to create rights not otherwise available under applicable law. <i>Southern Railway Co.,</i> 758 F.2d at 141. As this court already has observed, a court of bankruptcy under its equitable powers may subordinate a particular claim in certain circumstances, <i>see </i><i>Pepper v. Litton,</i> <span class=\"citation\" data-id=\"103255\"><a href=\"/opinion/103255/pepper-v-litton/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">295</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">238</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">281</span></span>, but it may not \"set up a sub-classification of claims within a class given equal priority by the Bankruptcy Act and fix an order of priority for the sub-classes according to its theory of equity.\" <i>In re Columbia Ribbon Co.,</i> 117 F.2d at 1002, <i>quoted in </i><i>Southern Railway Co.,</i> 758 F.2d at 141. Appellee also points to 11 U.S.C. § 365 in support of this contention. As previously indicated, this section allows a debtor to assume,<sup>[11]</sup> with court approval, \"any executory contract of the debtor\"; in order to do so, the debtor must have a good business judgment reason for asking the Bankruptcy Court to permit it to assume the executory contract. <i>Group of Institutional Investors v. Chicago, Milwaukee, St. Paul and Pacific R. Co.,</i> <span class=\"citation\" data-id=\"103804\"><a href=\"/opinion/103804/group-of-institutional-investors-v-chicago-m-st-p-pr-co-and-9/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">523</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">727</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">959</span></span> (1943). Continued operation of the business and preservation of the debtor's assets are prime elements of the business judgment rule. Appellee argues that in the case at bar, in order to preserve its ongoing operation and asset values, the debtor sought court approval to assume implied contract obligations, and therefore § 365 is applicable by analogy.</p>\n<p>An executory contract that is assumable under § 365 is \"a contract on which performance remains due on <i>both</i> sides at the time of the bankruptcy petition.\" <i>In re Newcomb,</i> <span class=\"citation\" data-id=\"442022\"><a href=\"/opinion/442022/in-the-matter-of-arthur-d-and-patricia-newcomb-debtors-thomas-j/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span>, 625 (8th Cir.1984) (citations omitted) (emphasis added). The contracts at issue herein are not executory in nature; the only performance remaining is payment by the debtor to the employees and grain farmers. Therefore, § 365 is not applicable to the case at bar. Furthermore, the rationale of § 365 cannot be extended to this case. 11 U.S.C. § 365 contemplates the debtor obtaining some consideration from the person with whom it is contracting that is essential to protect its best interests. In this case, neither the employees nor the grain farmers are giving consideration to the debtor that warrants payment to them as an executory contracting party.</p>\n<p>FCX also points to a decision from the Southern District of New York entitled <i>In re Jewish Memorial Hospital</i> <span class=\"citation\" data-id=\"2024765\"><a href=\"/opinion/2024765/in-re-jewish-memorial-hospital/\"><span class=\"volume\">13</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">417</span></a></span> (S.D.N.Y.1981), in support of its position. In <i>Jewish Memorial,</i> an employee benefit fund (District 1199) sought immediate and full payment due under a collective bargaining agreement with Jewish Memorial Hospital, a non-profit hospital under Chapter 11 reorganization. At that time, Jewish Memorial Hospital was one of two hospitals that provided essential health care to the Manhattan area; all parties conceded that the relief demanded was tantamount to closing the hospital, and no other creditor joined in the request.<sup>[12]</sup><i>Id.</i> at 418. The bankruptcy court denied District 1199's request on the basis that it, as a court of equity, \"may refuse specific enforcement of a valid individual right if the granting of such a right would be prejudicial to a paramount public interest. . . . The health and safety of the general public is undisputably a paramount interest.\" <i>Id.</i> at 419 (citations omitted). Therefore, Jewish Memorial Hospital was directed to make payments to District 1199 on an ongoing basis out of funds available after payment of essential, necessary expenses of operation. <i>Id.</i> at 421. This court does not find that the same or similar circumstances are present in the case at bar to warrant application of this \"public interest\" exception. Therefore, the court will not deviate from the finding previously enunciated  that is, with the exception of the employee wages, <i>see supra,</i> the claims <span class=\"star-pagination\">*412</span> of all general unsecured creditors have equal priority under 11 U.S.C. § 507, and thus equality of treatment is the standard. It is simply inequitable to settle certain claims prior to the filing of a reorganization plan; such action may be detrimental to the remaining unsecured creditors if the reorganization fails and the estate has to be liquidated.</p>\n<p>Accordingly, the Bankruptcy Court is reversed, and this case is remanded for a determination as to the extent to which the priority afforded in 11 U.S.C. § 507(a)(3) is applicable to the employee wage claims. Only these claims are entitled to priority, as delineated by statute.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The applicable standard of appellate review is set out in Bankruptcy Rule 8013:\n</p>\n<p>On an appeal the district court . . . may affirm, modify, or reverse a bankruptcy court's judgment, order or decree or remand with instructions for further proceedings. Findings of fact shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the Bankruptcy Court to judge the credibility of the witnesses.</p>\n<p>[2]  FCX (the debtor in possession) filed a voluntary petition for reorganization pursuant to Chapter 11 of the Bankruptcy Code on September 17, 1985.</p>\n<p>[3]  The Columbia Bank of Cooperatives, the Debtor's primary lender, agreed to provide temporary financing of the Debtor's operations and to loan the money necessary to pay pre-petition indebtedness to grain producers and employees.</p>\n<p>[4]  At the hearing held before this court on December 6, 1985, appellant revealed that it contested the validity of this \"factual finding,\" alleging that such finding was not one of fact. Therefore, appellant argued, this court is not bound by such finding and the clearly erroneous standard of Bankruptcy Rule 8013 is not applicable thereto. The court then requested the parties to brief the issue of this court's ability to review this finding and the scope of its review. These briefs were filed by all parties on December 20, 1985, and this question will be addressed in the ANALYSIS section of this order.</p>\n<p>[5]  The North Carolina Farm Bureau Federation also appears in this case as an <i>Amicus Curiae</i> on behalf of the grain farmers. It shares the position propounded by the appellee, FCX.</p>\n<p>[6]  As previously indicated, however, the parties disagree as to the proper characterization of the Bankruptcy Court's finding that there was a reasonable probability that all unsecured creditors would be paid. The appellee contends that this finding is one of fact, to which the clearly erroneous standard applies. The Bankruptcy Court specifically found that \"the debtor's net worth was approximately $12 million, [and] that there was a reasonable probability that all unsecured creditors would be paid if asset values were maintained.\" Order of October 10, 1985, at p. 5. This court finds that this finding is not one of fact, but is merely a conjecture as to a future event. This court also finds that this finding is not a properly inferred factual conclusion such inferences \"are permitted only when, and to the extent that, logic and human experience indicate a probability that certain consequences can and do follow from basic facts.\" <i>Universal Minerals, Inc. v. C.A. Hughes &amp; Company,</i> <span class=\"citation\" data-id=\"398909\"><a href=\"/opinion/398909/universal-minerals-inc-v-c-a-hughes-company-appeal-of-universal/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">98</span></a></span>, 102 (3d Cir.1981). Therefore, the clearly erroneous standard is not applicable to this finding as it is neither a fact nor a permissible inference drawn therefrom. <i>Id.</i> Accordingly, this court is not bound by this finding.</p>\n<p>[7]  The priorities for payment of expenses and claims are set forth in Section 507(a) of the Bankruptcy Code. 11 U.S.C. § 507(a).</p>\n<p>[8]  11 U.S.C. § 507(a)(3) extends priority, however, to pre-petition unsecured claims for wages, salaries, or commissions earned by an individual within 90 days before the filing date of the petition, <i>but</i> only to the extent of $2,000 for each such individual.</p>\n<p>[9]  A three part test is used as a guideline in deciding whether a claim should be subordinated: \"(i) The claimant must have engaged in some type of inequitable conduct (ii) the misconduct must have resulted in injury to the creditors of the Bankrupt or conferred an unfair advantage to the claimant (iii) equitable subordination of the claim must not be inconsistent with the provisions of the Bankruptcy Act. (citations omitted).\" <i>Matter of Mobile Steel Co.,</i> <span class=\"citation\" data-id=\"349556\"><a href=\"/opinion/349556/in-the-matter-of-mobile-steel-company-debtor-elaine-e-benjamin-v-lester/\"><span class=\"volume\">563</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">692</span></a></span> (5th Cir.1977), <i>quoted in </i><i>In re Wilnor Drilling, Inc.,</i> 29 B.R. at 730.</p>\n<p>[10]  Congress specifically authorized equitable subordination and its use by the bankruptcy courts in 11 U.S.C. § 510(c)(1), which provides in part that: \"after notice and a hearing, the court may . . . under principles of equitable subordination, subordinate for purposes of distribution all or part of an allowed claim to all or part of another allowed claim. . . .\"</p>\n<p>[11]  In order to assume a contract under § 365, the debtor must pay the full amount of prepetition debt to the creditor. 11 U.S.C. § 365(b).</p>\n<p>[12]  District 1199 had a right to payment as an ongoing administration expense creditor, which fell under the same category of priority payments as those Jewish Memorial Hospital was then paying.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1480027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1547773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1872421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2024765/"
  ]
}