{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2004111/",
  "absolute_url": "/opinion/2004111/bunting-v-perdue-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2004111/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:01:31.736719Z",
  "date_modified": "2016-04-27T01:19:46.967346Z",
  "type": "010combined",
  "sha1": "c53f85a120ca1e0e7d3eeee9afa934be624a80f1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>611 F.Supp. 682 (1985)</b></center>\n<center><h1>Wiley B. BUNTING, Jr., Plaintiff,<br>\nv.<br>\nPERDUE, INC., Perdue Farms, Inc., and Perdue, Inc. &amp; Perdue Farms, Inc. t/a \"Perdue\", Defendants.</h1></center>\n<center>No. 82-124-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>June 14, 1985.</center>\n<p><span class=\"star-pagination\">*683</span> J. David Duffus, Durham, N.C., for plaintiff.</p>\n<p>Stephen R. Burch, Windsor, N.C., Grady Barnhill, Jr., Winston-Salem, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>Plaintiff initiated this action by complaint filed against defendants Perdue Farms, Inc. (hereinafter Perdue) and Perdue, Inc., both Maryland corporations,<sup>[1]</sup> on December 15, 1982. With leave of the court, plaintiff filed an amended complaint on August 1, 1983. Plaintiff seeks declaratory and injunctive relief, as well as compensatory and punitive damages, for injuries allegedly caused by defendants' breach of contract, and violations of the Packers and Stockyards Act (7 U.S.C. §§ 181 et seq.), the North Carolina Business Opportunity Sales Act (N.C.G.S. §§ 66-94 et seq.) and the North Carolina Unfair and Deceptive Trade Practices Act (N.C.G.S. § 75-1.1). This matter is before the court on defendants' motions to dismiss and for summary judgment as to plaintiff's statutory claims. These motions have been thoroughly briefed, and are now ripe for disposition.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Except as otherwise indicated, the undisputed facts are as follows:</p>\n<p>Perdue is an integrated poultry producer engaged in the poultry business in North-eastern North Carolina. Within this integrated operation, Perdue owns its own hatchery and breeding flocks, delivering its baby chicks to independent contract growers. During the course of a six to eight week grow-out period, the contract grower cares for and feeds the chicks.<sup>[2]</sup> At the end <span class=\"star-pagination\">*684</span> of this grow-out period, Perdue picks up the chickens for delivery to its processing plants, which are operated by Perdue, Inc., a wholly owned subsidiary of Perdue. The birds are then processed and packed, and shipped to wholesale distributors and retail chain stores for resale to the consumer.</p>\n<p>The plaintiff in this case was one of Perdue's independent contract growers, and he attempts herein to challenge the validity of Perdue's growing operations under the statutes indicated above. On June 30, 1976, plaintiff contracted with Perdue to become an independent contract grower. Pursuant to this contract, Perdue constructed a 12,800 square foot poultry house for the plaintiff, at a cost of $36,500. The parties also executed a North Carolina Large Bird Agreement on October 1, 1976, whereby plaintiff raised three-week old birds for Perdue. Large birds are less difficult to grow than small birds, and require less time and supervision. Plaintiff alleges that this arrangement attracted him to the program since he held a full-time job. On September 16, 1977, however, plaintiff entered into a North Carolina Small Bird Agreement with Perdue; a discontinuation of the large bird program necessitated this change. Pursuant to the Small Bird Agreement, plaintiff agreed to accept day-old birds and raise them until they were seven to eight weeks old. Because small birds are more difficult to grow and require more supervision, plaintiff contends he was required to leave his full-time job. On January 20, 1978, plaintiff expanded his poultry operation, and contracted with Perdue to build a second poultry house. Thereafter, plaintiff signed several different grow-out contracts with Perdue, some calling for the placement of large birds on his farm, and others calling for the placement of small birds. Plaintiff contends that each change from large bird to small bird agreement, or vice versa, was forced upon him by Perdue's threats to terminate him as a grower if he did not sign a new contract.</p>\n<p>In March of 1980, plaintiff's performance output fell to the point that Perdue contends he ranked as one of the least productive growers in Perdue's grow-out program. Plaintiff alleges that Perdue's productivity figures are inaccurate for several reasons. First, plaintiff contends that he was given the wrong feed mixture by Perdue for one flock, and the weight of these chickens differed markedly from previous flocks. With other flocks, plaintiff alleges that he began missing chickens from the time they were picked up on his farm by Perdue and the time that they were weighed at Perdue's plant. On September 11, 1981, Perdue picked up the chickens from plaintiff's chicken houses. At this time, plaintiff was engaged in raising small birds for Perdue. Perdue then extended an offer to plaintiff to raise larger birds. Plaintiff declined to sign another agreement, but contends he told Perdue that he would grow whatever birds they placed with him on his farm. Because plaintiff would not enter into a written agreement with Perdue, however, plaintiff's status as an independent contract grower was terminated. Plaintiff alleges that he was not given written notice of his termination until March of 1982, when he received a letter from Perdue, Inc. Plaintiff further alleges that this failure to notify him in writing is in violation of the terms of the North Carolina Grower Agreement of June 12, 1981.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2>I. The Packers and Stockyards Act</h2>\n<p>In Count I of his complaint, plaintiff alleges that defendants committed unfair, discriminatory, and/or deceptive practices in violation of the Packers and Stockyards Act, 7 U.S.C. § 181 et seq. Sections 202(a) and (e) of the Act, 7 U.S.C. § 192(a) and (e), state:</p>\n<blockquote>It shall be unlawful with respect to livestock, meats, meat food products, livestock products in unmanufactured form, <span class=\"star-pagination\">*685</span> poultry, or poultry products for any packer or any live poultry dealer or handler to:</blockquote>\n<blockquote>(a) Engage in or use any unfair, unjustly discriminatory, or deceptive practice or device; or ...</blockquote>\n<blockquote>(e) Engage in any course of business or do any act for the purpose or with the effect of manipulating or controlling prices, or of creating a monopoly in the acquisition of, buying, selling, or dealing in, any article, or of restraining commerce.</blockquote>\n<p>Section 503 of the Act, 7 U.S.C. § 218b, defines \"live poultry dealer\" as \"any person engaged in the business of buying or selling live poultry in commerce for purposes of slaughter either on his own account or as the employee or agent of the vendor or purchaser.\"</p>\n<p>Plaintiff contends that the facts alleged in his complaint demonstrate that Perdue is a live poultry dealer or handler in that it is engaged in the business of buying live poultry from its contract growers. In support of his contention, plaintiff alleges that the form and substance of the transactions between himself and Perdue Farms was that of a sale and purchase. Evidence of these \"sales\" is allegedly embodied in the terms of Exhibit \"E\" attached to the Affidavit of Wiley B. Bunting, Jr., filed August 31, 1983. Plaintiff also alleges that Exhibit \"F\", which is attached to the same affidavit, strengthens his characterization of the arrangement as that of a sale. Exhibit \"E\" is a receipt or delivery ticket given to the plaintiff by Perdue Farms when Perdue Farms picked up the chickens. This receipt contains sale terminology, and reflects a chargewhich plaintiff alleges was charged to himof 12 cents per chick. Exhibit \"F\" is a flock settlement sheet which also contains sale terminology and identifies 39,036 chicks as the number \"sold.\"</p>\n<p>Conversely, Perdue contends that it retains title and the burdens of ownership throughout the entire operation, from the egg to the processed poultry. The affidavit of William F. Bollinger, the Complex Manager for Perdue Farms, Inc. and Perdue, Inc. operations in Eastern North Carolina, demonstrates that Perdue Farms carries insurance on the chicks while they are being raised by the contract growers; Perdue also declares and pays county property tax on the chicks that the growers are raising at the end of each calendar year. (May 8, 1984, Affidavit of William F. Bollinger at p. 2). Perdue further contends that there have been no sales of live poultry to the plaintiff or any other contract grower. Perdue also contends that while the delivery ticket and the flock settlement sheet (Exhibits \"E\" and \"F\" respectively) use sale terminology, plaintiff and other contract growers do not pay Perdue Farms twelve cents for each chick that fails to survive the grow out period.</p>\n<p>Perdue maintains that it pays the expenses incurred in raising a flock. Such expenses include feed, litter, fuel and medication, all variable costs, used by the producer in raising the chicks to broiler weight. These expenses also include, for accounting purposes, the costs of all chicks delivered to the producer, such cost being set at twelve (12) cents each. The aggregate costs, or expenses, are not paid by the producer, but are used to measure his efficiency; the comparison of all producers' costs is the predicate for Perdue's incentive system in computing an individual producer's compensation. In other words, Perdue pays its contract growers on an incentive system, rather than paying a flat fee. (May 8, 1984, Affidavit of William F. Bollinger at p. 3 and August 1, 1983, Affidavit of William F. Bollinger).</p>\n<p>As an alternate basis for jurisdiction under the Packers and Stockyards Act, plaintiff also contends that Perdue Farms is a live poultry dealer or handler within the terms of the Act, in that it is engaged in <i>de minimus</i> sales of live poultry. Defendants admittedly are engaged in <i>de minimus</i> sales of live poultry; live chickens are sold at scrap value to dispose of excess live broilers and \"spent\" breeder hens and cockerels. Perdue contends that these live poultry sales are simply to avoid waste. The May 15, 1984, affidavit of William F. <span class=\"star-pagination\">*686</span> Bollinger demonstrates that the annual sales of live poultry by Perdue Farms in the last five fiscal years as a percent of its total poultry sales are:</p>\n<p></p>\n<pre>\n1980.73%\n1981.57%\n1982.17%\n1983.29%\n1984.29%\n</pre>\n<p>Perdue contends that these sales of live chickens do not subject its entire operation to regulation under the Packers and Stockyards Act.</p>\n<p>In determining whether or not Perdue is a live poultry dealer or handler, and therefore subject to regulation under the Packers and Stockyards Act, a court must look to the legislative history of this statutory enactment. In quoting Mr. Justice Frankfurter, the Fourth Circuit has indicated that this statute \"like other living organisms, derives significance and sustenance from its environment, from which it cannot be severed without being mutilated. Especially is this true where the statute, like the one before us, is part of a legislative process having a history and a purpose. The meaning of such a statute cannot be gained by confining inquiry within its four corners.\" <i>U.S. v. Monia,</i> 317 U.S. 424, 432, 63 S.Ct. 409, 413, 87 L.Ed. 376, 382 (1943), <i>quoted in </i><i>Cross and Blackwell Co. v. Federal Trade Commission,</i> 262 F.2d 600, 603 (4th Cir.1959). Therefore, it is important to refer to the problem which the Congress sought to resolve, and the purpose to be served, when the Packers and Stockyards Act was enacted. 262 F.2d at 603-04.</p>\n<p>As previously indicated, 7 U.S.C. § 218b defines live poultry dealer as \"any person engaged in the business of buying or selling live poultry in commerce for purposes of slaughter ...\"; live poultry handler, however, is not defined in the statute. In order to come within the purview of the statute, Perdue's activities must be either those of a live poultry dealer, or a live poultry handler. In 1934, a comprehensive definition of poultry dealer was rejected in favor of the narrower definition contained in 7 U.S.C. § 218b. The original proposal, S. 2246, would have attacked the problem by making a \"poultry dealer\" equivalent to a \"packer.\"<sup>[3]</sup> In other words, the bill as originally proposed defined \"poultry dealer\" as \"any person engaged in the business (a) of buying or selling poultry in commerce for purposes of slaughter or (b) of manufacturing or preparing poultry or poultry products for sale or shipment in commerce.\" 78 Cong.Rec. 457 (1934). This comprehensive definition was aimed at certain racketeering practices concerning the sale of live poultry primarily in large urban areas such as New York City. 78 Cong.Rec. 451-52 (1934).</p>\n<p>It is important to note that the statute as enacted provides for jurisdiction over <i>\"live</i> poultry dealers or handlers.\" The statute does not provide for the regulation of a company dealing solely with and in slaughtered poultry. The court finds that Perdue deals primarily, but not solely, with the latter. Plaintiff's argument that Perdue is \"engaged in the business of buying\" live poultry, 7 U.S.C. § 218b, when it receives the chickens from its contract growers, is simply without merit. Although the receipt (Exhibit \"E\" to plaintiff's August 31, 1983, Affidavit) and the flock settlement sheet (Exhibit \"F\" to plaintiff's August 31, 1983, Affidavit) contain sale terminology, the court does not find that a sale between plaintiff and Perdue transpired. The \"charges\" indicated on both of these exhibits, were not made with a view toward obtaining payment therefor, but for the purpose of ultimately calculating plaintiff's compensation. Furthermore, the burden of taxation and insurance, which is indicative of the true nature of the transaction, fell on defendant Perdue. By the very terms of the contract, plaintiff did not have the <span class=\"star-pagination\">*687</span> authority to sell the birds, and he has paid as an independent contractor for services rendered by him in growing the birds. <i>See, e.g.,</i> Exhibits \"C\", \"J\", \"K\" and \"L\" to plaintiff's August 31, 1983, Affidavit. The more difficult question, however, is whether or not Perdue's <i>de minimus</i> sales of live poultry extend jurisdiction under the Packers and Stockyards Act to its business in slaughtered and dressed poultry products. Although the Second Circuit held otherwise in <i>United States v. Perdue Farms, Inc.,</i> 680 F.Supp. 277 (1982), this court is of the opinion that <i>de minimus</i> sales of live chickens does not subject a dealer to jurisdiction under the Act as to all its poultry products.</p>\n<p>In deciding whether or not the Packers and Stockyards Act extends to the activities of Perdue, even though sales of live poultry are not involved herein and the only sales of live poultry that Perdue is engaged in are <i>de minimus</i> sales, the court must again look to the legislative history of the Act. As discussed previously, nothing in the 1935 amendments to the Act, which added live poultry dealers and handlers to its regulatory scheme, indicates a Congressional intent to apply the Act to slaughtered poultry production. Although the 1958 amendments to the Act changed the language of Section 202 to read as previously indicated, <i>see supra</i> text at pp. 4-5, the language of the section does not mandate its application to the slaughtered poultry activities of live poultry dealers. 7 U.S.C. § 192(a) and (e). Rather, the 1958 amendments predicated jurisdiction on the activities rather than the persons covered, so as not to extend jurisdiction of the Act beyond those activities enumerated in the statutory definition of a \"packer,\" to packers' other unrelated activities.<sup>[4]</sup> It is difficult to perceive that Congress did not intend the same to be true in applying the Act to live poultry dealers and handlers. As Judge Oakes of the Second Circuit states in his dissenting opinion in <i>United States v. Perdue Farms, Inc.,</i> \"[t]here is nothing in this legislative history to negate the inference that Congress similarly intended the USDA to exercise jurisdiction over the <i>live</i> poultry activities of live poultry dealers.\" 680 F.2d at 289. Although subsequent negative legislative history cannot be relied upon solely, the court again notes that Congress has several times rejected amendments to the Act which would clearly bring the integrated poultry producer within the Act's coverage. <i>Id. See</i> discussion <i>supra.</i></p>\n<p>Judge Oakes' construction that the Act is inapplicable to an entire industry when <i>de minimus</i> sales are involved is supported by the Fourth Circuit opinion in <i>Crosse and Blackwell Company v. Federal Trade Commission,</i> 262 F.2d 600 (4th Cir.1959). The court held therein that a canner of soups, relishes, preserves and similar products, which included a small number containing meat ingredients, was not a packer within the meaning of the Packers and Stockyards Act. Of the approximately 185 products produced by the company, only 14 contained meat or meat stock as one of the ingredients, which collectively accounted for \"something less than three percent of the annual sales of all the products of Crosse and Blackwell.\" <i>Id.</i> at 602. In analyzing whether or not the company's activities fell within the Act, the court stated that \"its total activity is not to be finally characterized upon a look at a small portion of the whole ... and we must inquire whether its general business is the sort which Congress intended to, and did\" place under the Act. <i>Id.</i> at 603. Although the court found that the Act is susceptible to the construction that one engaged in the business of processing meats for sale is subject to regulation in that <i>business,</i> any other business in which he may be engaged is subject to the general restraints of the antitrust laws. <i>Id.</i> at 605. This rationale leads this court to find that Perdue's <i>de minimus</i> sales of live poultry do not result <span class=\"star-pagination\">*688</span> in the regulation of its entire business by the Packers and Stockyards Act. Whereas the court in <i>Cross and Blackwell</i> states that \"[t]here is much reason for the belief that a vertically integrated business which handles meat through all of the steps from the hoof to the hand of the ultimate consumer may be effectively regulated only if the regulatory responsibility is lodged in one agency,\" this court does not believe that the language of the Act warrants total regulation of Perdue's industry, by virtue of its <i>de minimus</i> sales, by the Secretary of Agriculture rather than the Federal Trade Commission.<sup>[5]</sup></p>\n<p>Plaintiff also argues that even if defendant Perdue is not a live poultry \"dealer\" within the Act, it is certainly a \"handler.\" The plaintiff bases this argument on the definition of \"handler,\" as it is contained in Webster's Dictionary, and concludes that Perdue is definitely one who \"handles something\" or \"who deals with, acts upon, disposes of, or performs some function with regard to a commodity which passes through his hands in commercial transactions.\" Plaintiff's Brief in Opposition of Defendants' Motion to Dismiss and for Summary Judgment at p. 11. This argument is also without merit. The term \"handler\" as used in the Act refers to shippers, \"coopsters,\" and other middle men involved in the racketeering aimed at by the 1935 amendment. The portions of the legislative history used by Judge Oakes in his dissenting opinion are illustrative. The term \"handler\" was intended to regulate the activities of those individuals involved in the transportation of poultry. Congress was concerned that the cost of the transaction had been \"more than doubled by reason of the excessive charges made through ... [the transportation] in the handling of poultry.\" 78 Cong.Rec. 451-52 (1934). Senator Copeland of New York said when he introduced the bill that \"[i]f they do not hire the right truck and use the right coops the poultry will never reach the destination in salable condition.\" These transportation middlemen are the \"handlers\" referred to in the Packers and Stockyards Act. Perdue does not fall within this definition, particularly since the producer is one of the intended beneficiaries of the Act's protection. <i>Soloman Valley Feed Lot, Inc. v. Butz,</i> 557 F.2d 717, 720 (10th Cir.1977). The statute as eventually enacted, 7 U.S.C. § 218, articulated as its purpose the regulation of various unfair, deceptive, and fraudulent practices and devices, resulting in the <i>producers'</i> sustaining sundry losses and receiving prices far below the reasonable value of their live poultry. <i>See, </i><i>United States v. Perdue Farms, Inc.,</i> 680 F.2d 277, 282 (2d Cir. 1982).</p>\n<p>In his dissenting opinion in <i>United States v. Perdue Farms, Inc.,</i> Judge Oakes summed it up best: \"The expansive reading of the Act and its amendments to cover activities never once mentioned in the legislative history, activities which concededly would not be covered were Perdue simply to slaughter and process its spent hens and cockerels and excess live broilers, was not within the Congressional `purpose' or `intent.'\" 680 F.2d at 290. Accordingly, defendants' motions to dismiss and for summary judgment as to plaintiff's cause of action under 7 U.S.C. § 181 <i>et seq.,</i> are GRANTED.</p>\n<p></p>\n<h2>II. The North Carolina Business Opportunity Sales Act</h2>\n<p>The North Carolina Business Opportunity Sales Act, N.C.G.S. §§ 66-94, <i>et seq.,</i> which was enacted in 1977, defines \"business opportunity\" as the \"sale or lease of any products, equipment, supplies or services for the purpose of enabling the purchaser to start a business.\" N.C.G.S. § 66-94. Plaintiff began his business as a <span class=\"star-pagination\">*689</span> contract grower for Perdue in June of 1976, when he entered into a housing construction contract with Perdue. Plaintiff contends that because of Perdue's assurances that his operation would produce a guaranteed income, he elected to have Perdue construct a second chicken house on his land. This second construction contract was signed with Perdue on January 20, 1978. Plaintiff contends that in purchasing this second chicken house from Perdue he was able to start a second chicken operation. Plaintiff further contends that each subsequent agreement allowed him to start a new business, and therefore Perdue's transactions with him fall squarely within the Business Opportunity Sales Act.</p>\n<p>Conversely, defendants maintain that starting of a new business is the operative element controlling the application of the North Carolina Business Opportunity Sales Act. Defendants contend that because plaintiff started his poultry growing business in 1976, over one year before the North Carolina Business Opportunity Sales Act became effective, the Act is not applicable. Defendants argue that although the parties signed several agreements, and two sales of chicken houses were consummated, there could be but one sale \"for the purpose of ... start[ing] a business.\" Defendants maintain that plaintiff's construction of the second poultry house on his farm in 1978, was simply an <i>expansion</i> of his poultry growing business. Brief in Support of Defendants' Motion to Dismiss and for Summary Judgment at p. 23.</p>\n<p>Once again, the court agrees with the defendants and finds that the North Carolina Business Opportunity Sales Act is not applicable to the situation herein. The Act specifically applies to the starting up of a business. There is no question but that the plaintiff initially contracted with defendant Perdue in June of 1976, over one year before October 1, 1977, the effective date of the North Carolina Business Opportunity Sales Act. All further contracts between the plaintiff and the defendant enabled plaintiff to continue and/or expand his business as an independent contract grower for Perdue. None of the contracts subsequent to the one entered in June of 1976, were for the purpose of starting a business.<sup>[6]</sup> Therefore, the court agrees with defendants' assertion that any violation of the North Carolina Business Opportunity Sales Act, assuming its applicability, occurred before the statute became operative.</p>\n<p>The North Carolina Business Opportunity Sales Act is inapplicable to the situation herein for an additional reason. In order for the Act to apply there must be a sale or lease of products, equipment, supplies, or services, for the purpose of enabling the purchaser to start a business; in addition, the seller must make one of the four types of representations listed in N.C. G.S. § 66-94, to the purchaser. Plaintiff contends that N.C.G.S. 66-94(2), which applies where the seller represents \"[t]hat it may, in the ordinary course of business, purchase any or all products made, produced, fabricated, grown, bred or modified by the purchaser using in whole or in part the supplies, services or chattels sold to the purchaser,\" is applicable. To satisfy the requisites of this section, plaintiff contends that Perdue represented to him that it would purchase live pounds of poultry grown by the plaintiff using the broiler house and associated equipment. Plaintiff's Brief in Opposition of Defendants' Motion to Dismiss and for Summary Judgment at p. 32. As discussed in Section I above, this court is of the opinion that there was no sale of poultry between plaintiff and defendant. Therefore, the North Carolina Business Opportunity Sales Act is inapplicable. Accordingly, defendants' motions to dismiss and for summary judgment as to plaintiff's claims under the North <span class=\"star-pagination\">*690</span> Carolina Business Opportunity Sales Act are GRANTED.</p>\n<p></p>\n<h2>III. The North Carolina Deceptive Trade Practice Act</h2>\n<p>The North Carolina Deceptive Trade Practice Act, as codified in N.C.G.S. § 75-1.1, provides that \"unfair methods of competition in or affecting commerce, and unfair or deceptive acts or practices in or affecting commerce, are\" unlawful. N.C. G.S. § 75-16 provides that a person injured by such acts is entitled to treble damages. Plaintiff invokes these provisions in Counts II and III of his complaint, and alleges that defendant: (1) coerced him into executing agreements that he would not have executed but for defendants' dominant market power; (2) caused him to make improvements to his houses which defendants did not require other producers to make; (3) dumped plaintiff's birds after picking them up from plaintiff's farm; and (4) provided plaintiff with misleading and false settlement records. Plaintiff also alleges that defendants' violations of the North Carolina Business Opportunity Sales Act constitute unfair and deceptive commercial practices in violation of N.C.G.S. § 75-1.1. Because the court finds that the North Carolina Business Opportunity Sales Act is inapplicable, plaintiff's latter claim is without merit.</p>\n<p>N.C.G.S. § 75-1.1, as initially enacted, seemed to be applicable only to those situations wherein the contract in question involved the sale of goods. <i>See, e.g., </i><i>State Ex Rel. Edmisten v. J.C. Penney Company,</i> 292 N.C. 311, 233 S.E.2d 895 (1977). The statute was later revised, however, and the North Carolina Supreme Court broadened its interpretation of \"commerce\" as it is contained in § 75-1.1. In <i>Johnson v. Phoenix Mutual Life Insurance Company,</i> 300 N.C. 247, 266 S.E.2d 610 (1980), the court held that a contract between a mortgage broker and a borrower for the exclusive right to place permanent mortgage financing was \"commerce\" within the meaning of the statute. The court has since emphasized the consumer protection nature of the Act, and the notion that the treble damages provision of § 75-16 was intended to create an effective private remedy for aggrieved <i>consumers. </i><i>Marshall v. Miller,</i> 302 N.C. 539, 276 S.E.2d 397 (1981). In <i>Marshall,</i> plaintiff residents of a mobile home park sought damages for misrepresentations allegedly made by defendant owners and managers of the park concerning services defendants would provide to plaintiffs. In analyzing the situation, the North Carolina Supreme Court stated that: \"[i]n enacting G.S. 75-16 [the treble damages provision] ..., our Legislature intended to establish an effective private cause of action for aggrieved <i>consumers</i> in this state.\" 276 S.E.2d at 400. (emphasis added). In addressing whether a trade practice is unfair or deceptive, the court noted that \"[c]onsistent with federal interpretations of deception ... state courts have generally ruled that the <i>consumer</i> need only show that an act or practice possessed the tendency or capacity to mislead, or created the likelihood of deception, in order to prevail under the state's unfair and deceptive practices act.\" <i>Id.</i> at 403, 276 S.E.2d 397. (emphasis added). Finally, the court noted that the relevant factor in determining the applicability of § 75-1.1 is the \"effect of the actor's conduct on the consuming public.\" <i>Id.</i> Therefore, the more recent pronouncements from the North Carolina Supreme Court concerning the applicability of § 75-1.1, emphasize the consumer protection purpose of the statute. As the Fourth Circuit indicated in <i>United Roasters, Inc. v. Colgate-Palmolive Company,</i> 649 F.2d 985, 991, (4th Cir.1981), <i>cert. denied,</i> 454 U.S. 1054, 102 S.Ct. 599, 70 L.Ed.2d 590, \"[i]n that context, the provision of treble damages is surely understandable.\" The court further stated that \"the statute encompasses such things as misrepresentation and a wide variety of shady practices sometimes associated with the marketing of <i>consumer</i> goods and services.\" <i>Id.</i> at 992. (emphasis added). A fairly recent opinion from the North Carolina Court of Appeals states that the \"purpose of ... [§ 75-1.1] is to declare, and to provide civil legal means to maintain, ethical <span class=\"star-pagination\">*691</span> standards of dealings between persons engaged in business, and the consuming public within this state, to the end that good faith and dealings between buyers and sellers at all levels of commerce be had in this state.\" <i>Buie v. Daniel International Corporation,</i> 56 N.C.App. 445, 289 S.E.2d 118 (1982), <i>rev'w denied,</i> 305 N.C. 759, 292 S.E.2d 574.</p>\n<p>A case which this court finds particularly instructive is the North Carolina Court of Appeals decision in <i>Hammers v. Lowe's Companies, Inc.,</i> 48 N.C.App. 150, 268 S.E.2d 257 (1980). In that case, the North Carolina Court of Appeals found that § 75-1.1 did not embrace a situation in which defendants failed to negotiate an agreement for construction of a house on terms satisfactory to the plaintiff. Plaintiff brought suit due to defendant's breach of an alleged agreement to furnish plans for and to provide a contractor to construct a house for the plaintiff. Plaintiff alleged that: (1) He relied on defendant's expertise and that the defendant knew so; and (2) defendant had wilfully made false representations to induce plaintiff to accept its services, and to attempt to cause plaintiff to accept a building cost much higher than that originally agreed upon. <i>Id.</i> 268 S.E.2d at 258. In that opinion, the court also noted that the extremely broad language of § 75-1.1 renders the treble damage penalty provided by G.S. 75-16 of questionable constitutional validity.<sup>[7]</sup></p>\n<p>Because the court herein finds that the language of N.C.G.S. 75-1.1 does not embrace plaintiff's claims, there is no need to reach the Constitutional question. The only transactions between the plaintiff and defendants in which the plaintiff could be characterized as a purchaser/consumer, were those in which plaintiff contracted with Perdue to build two poultry houses on his farm. These contracts were entered on June 30, 1976, and January 20, 1978, respectively. Plaintiff's original complaint was filed on December 15, 1982; assuming plaintiff had a cause of action arising out of defendants' representations concerning the construction of the poultry houses, the causes of action accrued when he entered into the contracts on June 30, 1976, and January 20, 1978. Both of these contracts were entered into more than four years before plaintiff's original complaint was filed. Therefore, any claims plaintiff has which are based on the inducement to enter into these contracts are barred by N.C.G.S. § 75-16.2. N.C.G.S. § 75-16.2 provides that \"[a]ny civil action brought under this Chapter to enforce the provisions thereof shall be barred unless commenced within four years after the cause of action accrues.\" Accordingly, plaintiff's claims regarding the alleged acts by the defendants which induced him to enter into the contracts of June 30, 1976, and January 20, 1978, are DISMISSED because they are barred by the statute of limitations.</p>\n<p>The remaining contracts entered into between plaintiff and defendants were service contracts, in which plaintiff contracted to raise either large or small birds to maturity. Plaintiff certainly cannot be characterized as a \"consumer,\" and thereby deserving of the statute's protection. Such an application would be inconsistent with the purpose behind the enactment of § 75-1.1. Once again, N.C.G.S. § 75-1.1 and the accompanying treble damages provision of N.C.G.S. 75-16, were intended to <span class=\"star-pagination\">*692</span> establish an effective private cause of action for aggrieved consumers. <i>Marshall v. Miller,</i> 276 S.E.2d at 400. <i>See also, </i><i>Lindner v. Durham Hosiery Mills,</i> 761 F.2d 162 (4th Cir.1985). Because this court desires to be consistent with § 75-1.1's purpose to protect the consuming public, plaintiff's claims thereunder are hereby DISMISSED, and defendants' motion for summary judgment is GRANTED. Accordingly, plaintiff's statutory claims contained in his amended complaint are hereby DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Perdue, Inc. is a subsidiary of Perdue Farms, Inc.</p>\n<p>[2]  The grow-out part of the production phase is performed by local individuals who contract with Perdue to provide the land and labor during the grow-out period. The chickens are grown to maturity in houses owned by the producer and built to Perdue's specifications. Perdue provides the chicks, feed, and medicine.</p>\n<p>[3]  A \"packer\" is defined in 7 U.S.C. § 191 as \"any person engaged in the business (a) of buying livestock in commerce for purposes of slaughter, or (b) of manufacturing or preparing meats or meat food products for sale or shipment in commerce, or (c) of marketing meats, meat food products, or livestock products in an unmanufactured form acting as a wholesale broker, dealer or distributor in commerce.\"</p>\n<p>[4]  Before the 1958 amendments, any person or firm who fell within the definition of \"packer\" was under the jurisdiction of the Act with respect to <i>all</i> his activities in interstate commerce, whether or not they were directly related to the slaughter, processing, and marketing of livestock.</p>\n<p>[5]  <i>See</i> also <i>Safeway Stores, Inc. v. Freeman,</i> 244 F.Supp. 779 (D.D.C.1965), aff'd, 369 F.2d 952 (D.C.Cir.1966), in which it was held that the Act included those activities of the two grocery store chains in question in respect to preparation of meats. The court also found, however, that the stores were subject to the Act only with respect to those activities that comprised the operations performed in respect to meat at their warehouses and plants and not any of their other activities or the sales of food products of other types. Id. at 781.</p>\n<p>[6]  A business opportunity under the Act is present whenever the sale or lease of products, equipment, supplies, or services enables the purchaser to start a business. Although technically a business may be started either by opening a new business or by materially altering an existing business, neither occurred herein; plaintiff merely expanded his operations in exactly the same business. See 17 Wake Forest L.Rev. 623 (1981).</p>\n<p>[7]  This court notes that no private right of action for treble damages is available for the enforcement of the equally broad language of § 5 of the Federal Trade Commission Act, 15 U.S.C. § 45. The Federal Trade Commission Act provides for administrative proceedings wherein the determination that a particular act is unfair or deceptive is made by the Federal Trade Commission. Upon such a finding, the Commission issues a cease and desist order which is appealable. Only a party who violates a final order is subject to penalties, which do not begin to accrue until the Commission notifies a party subject to a cease and desist order that his conduct is in violation of the order. See, 15 U.S.C. § 45. <i>Continental Baking Company v. Dixon,</i> 283 F.Supp. 285 (D.Del.1968). Conversely, however, N.C.G.S. 75-16 confers upon the plaintiff in a private action the right to recover treble damages, on proof that he has been damaged by a violation of G.S. 75-1.1. The North Carolina statute does not contain any notice provisions as contained in the federal enactment.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">611</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">682</span></span> (1985)</b></center>\n<center><h1>Wiley B. BUNTING, Jr., Plaintiff,<br>\nv.<br>\nPERDUE, INC., Perdue Farms, Inc., and Perdue, Inc. &amp; Perdue Farms, Inc. t/a \"Perdue\", Defendants.</h1></center>\n<center>No. 82-124-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>June 14, 1985.</center>\n<p><span class=\"star-pagination\">*683</span> J. David Duffus, Durham, N.C., for plaintiff.</p>\n<p>Stephen R. Burch, Windsor, N.C., Grady Barnhill, Jr., Winston-Salem, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>Plaintiff initiated this action by complaint filed against defendants Perdue Farms, Inc. (hereinafter Perdue) and Perdue, Inc., both Maryland corporations,<sup>[1]</sup> on December 15, 1982. With leave of the court, plaintiff filed an amended complaint on August 1, 1983. Plaintiff seeks declaratory and injunctive relief, as well as compensatory and punitive damages, for injuries allegedly caused by defendants' breach of contract, and violations of the Packers and Stockyards Act (7 U.S.C. §§ 181 et seq.), the North Carolina Business Opportunity Sales Act (N.C.G.S. §§ 66-94 et seq.) and the North Carolina Unfair and Deceptive Trade Practices Act (N.C.G.S. § 75-1.1). This matter is before the court on defendants' motions to dismiss and for summary judgment as to plaintiff's statutory claims. These motions have been thoroughly briefed, and are now ripe for disposition.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Except as otherwise indicated, the undisputed facts are as follows:</p>\n<p>Perdue is an integrated poultry producer engaged in the poultry business in North-eastern North Carolina. Within this integrated operation, Perdue owns its own hatchery and breeding flocks, delivering its baby chicks to independent contract growers. During the course of a six to eight week grow-out period, the contract grower cares for and feeds the chicks.<sup>[2]</sup> At the end <span class=\"star-pagination\">*684</span> of this grow-out period, Perdue picks up the chickens for delivery to its processing plants, which are operated by Perdue, Inc., a wholly owned subsidiary of Perdue. The birds are then processed and packed, and shipped to wholesale distributors and retail chain stores for resale to the consumer.</p>\n<p>The plaintiff in this case was one of Perdue's independent contract growers, and he attempts herein to challenge the validity of Perdue's growing operations under the statutes indicated above. On June 30, 1976, plaintiff contracted with Perdue to become an independent contract grower. Pursuant to this contract, Perdue constructed a 12,800 square foot poultry house for the plaintiff, at a cost of $36,500. The parties also executed a North Carolina Large Bird Agreement on October 1, 1976, whereby plaintiff raised three-week old birds for Perdue. Large birds are less difficult to grow than small birds, and require less time and supervision. Plaintiff alleges that this arrangement attracted him to the program since he held a full-time job. On September 16, 1977, however, plaintiff entered into a North Carolina Small Bird Agreement with Perdue; a discontinuation of the large bird program necessitated this change. Pursuant to the Small Bird Agreement, plaintiff agreed to accept day-old birds and raise them until they were seven to eight weeks old. Because small birds are more difficult to grow and require more supervision, plaintiff contends he was required to leave his full-time job. On January 20, 1978, plaintiff expanded his poultry operation, and contracted with Perdue to build a second poultry house. Thereafter, plaintiff signed several different grow-out contracts with Perdue, some calling for the placement of large birds on his farm, and others calling for the placement of small birds. Plaintiff contends that each change from large bird to small bird agreement, or vice versa, was forced upon him by Perdue's threats to terminate him as a grower if he did not sign a new contract.</p>\n<p>In March of 1980, plaintiff's performance output fell to the point that Perdue contends he ranked as one of the least productive growers in Perdue's grow-out program. Plaintiff alleges that Perdue's productivity figures are inaccurate for several reasons. First, plaintiff contends that he was given the wrong feed mixture by Perdue for one flock, and the weight of these chickens differed markedly from previous flocks. With other flocks, plaintiff alleges that he began missing chickens from the time they were picked up on his farm by Perdue and the time that they were weighed at Perdue's plant. On September 11, 1981, Perdue picked up the chickens from plaintiff's chicken houses. At this time, plaintiff was engaged in raising small birds for Perdue. Perdue then extended an offer to plaintiff to raise larger birds. Plaintiff declined to sign another agreement, but contends he told Perdue that he would grow whatever birds they placed with him on his farm. Because plaintiff would not enter into a written agreement with Perdue, however, plaintiff's status as an independent contract grower was terminated. Plaintiff alleges that he was not given written notice of his termination until March of 1982, when he received a letter from Perdue, Inc. Plaintiff further alleges that this failure to notify him in writing is in violation of the terms of the North Carolina Grower Agreement of June 12, 1981.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2>I. The Packers and Stockyards Act</h2>\n<p>In Count I of his complaint, plaintiff alleges that defendants committed unfair, discriminatory, and/or deceptive practices in violation of the Packers and Stockyards Act, 7 U.S.C. § 181 et seq. Sections 202(a) and (e) of the Act, 7 U.S.C. § 192(a) and (e), state:</p>\n<blockquote>It shall be unlawful with respect to livestock, meats, meat food products, livestock products in unmanufactured form, <span class=\"star-pagination\">*685</span> poultry, or poultry products for any packer or any live poultry dealer or handler to:</blockquote>\n<blockquote>(a) Engage in or use any unfair, unjustly discriminatory, or deceptive practice or device; or ...</blockquote>\n<blockquote>(e) Engage in any course of business or do any act for the purpose or with the effect of manipulating or controlling prices, or of creating a monopoly in the acquisition of, buying, selling, or dealing in, any article, or of restraining commerce.</blockquote>\n<p>Section 503 of the Act, 7 U.S.C. § 218b, defines \"live poultry dealer\" as \"any person engaged in the business of buying or selling live poultry in commerce for purposes of slaughter either on his own account or as the employee or agent of the vendor or purchaser.\"</p>\n<p>Plaintiff contends that the facts alleged in his complaint demonstrate that Perdue is a live poultry dealer or handler in that it is engaged in the business of buying live poultry from its contract growers. In support of his contention, plaintiff alleges that the form and substance of the transactions between himself and Perdue Farms was that of a sale and purchase. Evidence of these \"sales\" is allegedly embodied in the terms of Exhibit \"E\" attached to the Affidavit of Wiley B. Bunting, Jr., filed August 31, 1983. Plaintiff also alleges that Exhibit \"F\", which is attached to the same affidavit, strengthens his characterization of the arrangement as that of a sale. Exhibit \"E\" is a receipt or delivery ticket given to the plaintiff by Perdue Farms when Perdue Farms picked up the chickens. This receipt contains sale terminology, and reflects a chargewhich plaintiff alleges was charged to himof 12 cents per chick. Exhibit \"F\" is a flock settlement sheet which also contains sale terminology and identifies 39,036 chicks as the number \"sold.\"</p>\n<p>Conversely, Perdue contends that it retains title and the burdens of ownership throughout the entire operation, from the egg to the processed poultry. The affidavit of William F. Bollinger, the Complex Manager for Perdue Farms, Inc. and Perdue, Inc. operations in Eastern North Carolina, demonstrates that Perdue Farms carries insurance on the chicks while they are being raised by the contract growers; Perdue also declares and pays county property tax on the chicks that the growers are raising at the end of each calendar year. (May 8, 1984, Affidavit of William F. Bollinger at p. 2). Perdue further contends that there have been no sales of live poultry to the plaintiff or any other contract grower. Perdue also contends that while the delivery ticket and the flock settlement sheet (Exhibits \"E\" and \"F\" respectively) use sale terminology, plaintiff and other contract growers do not pay Perdue Farms twelve cents for each chick that fails to survive the grow out period.</p>\n<p>Perdue maintains that it pays the expenses incurred in raising a flock. Such expenses include feed, litter, fuel and medication, all variable costs, used by the producer in raising the chicks to broiler weight. These expenses also include, for accounting purposes, the costs of all chicks delivered to the producer, such cost being set at twelve (12) cents each. The aggregate costs, or expenses, are not paid by the producer, but are used to measure his efficiency; the comparison of all producers' costs is the predicate for Perdue's incentive system in computing an individual producer's compensation. In other words, Perdue pays its contract growers on an incentive system, rather than paying a flat fee. (May 8, 1984, Affidavit of William F. Bollinger at p. 3 and August 1, 1983, Affidavit of William F. Bollinger).</p>\n<p>As an alternate basis for jurisdiction under the Packers and Stockyards Act, plaintiff also contends that Perdue Farms is a live poultry dealer or handler within the terms of the Act, in that it is engaged in <i>de minimus</i> sales of live poultry. Defendants admittedly are engaged in <i>de minimus</i> sales of live poultry; live chickens are sold at scrap value to dispose of excess live broilers and \"spent\" breeder hens and cockerels. Perdue contends that these live poultry sales are simply to avoid waste. The May 15, 1984, affidavit of William F. <span class=\"star-pagination\">*686</span> Bollinger demonstrates that the annual sales of live poultry by Perdue Farms in the last five fiscal years as a percent of its total poultry sales are:</p>\n<p></p>\n<pre>\n1980.73%\n1981.57%\n1982.17%\n1983.29%\n1984.29%\n</pre>\n<p>Perdue contends that these sales of live chickens do not subject its entire operation to regulation under the Packers and Stockyards Act.</p>\n<p>In determining whether or not Perdue is a live poultry dealer or handler, and therefore subject to regulation under the Packers and Stockyards Act, a court must look to the legislative history of this statutory enactment. In quoting Mr. Justice Frankfurter, the Fourth Circuit has indicated that this statute \"like other living organisms, derives significance and sustenance from its environment, from which it cannot be severed without being mutilated. Especially is this true where the statute, like the one before us, is part of a legislative process having a history and a purpose. The meaning of such a statute cannot be gained by confining inquiry within its four corners.\" <i>U.S. v. Monia,</i> <span class=\"citation\" data-id=\"103748\"><a href=\"/opinion/103748/united-states-v-monia/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 432, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span>, 413, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">376</span></span>, 382 (1943), <i>quoted in </i><i>Cross and Blackwell Co. v. Federal Trade Commission,</i> <span class=\"citation\" data-id=\"247013\"><a href=\"/opinion/247013/crosse-blackwell-company-a-corporation-v-federal-trade-commission/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">600</span></a></span>, 603 (4th Cir.1959). Therefore, it is important to refer to the problem which the Congress sought to resolve, and the purpose to be served, when the Packers and Stockyards Act was enacted. 262 F.2d at 603-04.</p>\n<p>As previously indicated, 7 U.S.C. § 218b defines live poultry dealer as \"any person engaged in the business of buying or selling live poultry in commerce for purposes of slaughter ...\"; live poultry handler, however, is not defined in the statute. In order to come within the purview of the statute, Perdue's activities must be either those of a live poultry dealer, or a live poultry handler. In 1934, a comprehensive definition of poultry dealer was rejected in favor of the narrower definition contained in 7 U.S.C. § 218b. The original proposal, S. 2246, would have attacked the problem by making a \"poultry dealer\" equivalent to a \"packer.\"<sup>[3]</sup> In other words, the bill as originally proposed defined \"poultry dealer\" as \"any person engaged in the business (a) of buying or selling poultry in commerce for purposes of slaughter or (b) of manufacturing or preparing poultry or poultry products for sale or shipment in commerce.\" 78 Cong.Rec. 457 (1934). This comprehensive definition was aimed at certain racketeering practices concerning the sale of live poultry primarily in large urban areas such as New York City. 78 Cong.Rec. 451-52 (1934).</p>\n<p>It is important to note that the statute as enacted provides for jurisdiction over <i>\"live</i> poultry dealers or handlers.\" The statute does not provide for the regulation of a company dealing solely with and in slaughtered poultry. The court finds that Perdue deals primarily, but not solely, with the latter. Plaintiff's argument that Perdue is \"engaged in the business of buying\" live poultry, 7 U.S.C. § 218b, when it receives the chickens from its contract growers, is simply without merit. Although the receipt (Exhibit \"E\" to plaintiff's August 31, 1983, Affidavit) and the flock settlement sheet (Exhibit \"F\" to plaintiff's August 31, 1983, Affidavit) contain sale terminology, the court does not find that a sale between plaintiff and Perdue transpired. The \"charges\" indicated on both of these exhibits, were not made with a view toward obtaining payment therefor, but for the purpose of ultimately calculating plaintiff's compensation. Furthermore, the burden of taxation and insurance, which is indicative of the true nature of the transaction, fell on defendant Perdue. By the very terms of the contract, plaintiff did not have the <span class=\"star-pagination\">*687</span> authority to sell the birds, and he has paid as an independent contractor for services rendered by him in growing the birds. <i>See, e.g.,</i> Exhibits \"C\", \"J\", \"K\" and \"L\" to plaintiff's August 31, 1983, Affidavit. The more difficult question, however, is whether or not Perdue's <i>de minimus</i> sales of live poultry extend jurisdiction under the Packers and Stockyards Act to its business in slaughtered and dressed poultry products. Although the Second Circuit held otherwise in <i>United States v. Perdue Farms, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">680</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">277</span></span> (1982), this court is of the opinion that <i>de minimus</i> sales of live chickens does not subject a dealer to jurisdiction under the Act as to all its poultry products.</p>\n<p>In deciding whether or not the Packers and Stockyards Act extends to the activities of Perdue, even though sales of live poultry are not involved herein and the only sales of live poultry that Perdue is engaged in are <i>de minimus</i> sales, the court must again look to the legislative history of the Act. As discussed previously, nothing in the 1935 amendments to the Act, which added live poultry dealers and handlers to its regulatory scheme, indicates a Congressional intent to apply the Act to slaughtered poultry production. Although the 1958 amendments to the Act changed the language of Section 202 to read as previously indicated, <i>see supra</i> text at pp. 4-5, the language of the section does not mandate its application to the slaughtered poultry activities of live poultry dealers. 7 U.S.C. § 192(a) and (e). Rather, the 1958 amendments predicated jurisdiction on the activities rather than the persons covered, so as not to extend jurisdiction of the Act beyond those activities enumerated in the statutory definition of a \"packer,\" to packers' other unrelated activities.<sup>[4]</sup> It is difficult to perceive that Congress did not intend the same to be true in applying the Act to live poultry dealers and handlers. As Judge Oakes of the Second Circuit states in his dissenting opinion in <i>United States v. Perdue Farms, Inc.,</i> \"[t]here is nothing in this legislative history to negate the inference that Congress similarly intended the USDA to exercise jurisdiction over the <i>live</i> poultry activities of live poultry dealers.\" 680 F.2d at 289. Although subsequent negative legislative history cannot be relied upon solely, the court again notes that Congress has several times rejected amendments to the Act which would clearly bring the integrated poultry producer within the Act's coverage. <i>Id. See</i> discussion <i>supra.</i></p>\n<p>Judge Oakes' construction that the Act is inapplicable to an entire industry when <i>de minimus</i> sales are involved is supported by the Fourth Circuit opinion in <i>Crosse and Blackwell Company v. Federal Trade Commission,</i> <span class=\"citation\" data-id=\"247013\"><a href=\"/opinion/247013/crosse-blackwell-company-a-corporation-v-federal-trade-commission/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">600</span></a></span> (4th Cir.1959). The court held therein that a canner of soups, relishes, preserves and similar products, which included a small number containing meat ingredients, was not a packer within the meaning of the Packers and Stockyards Act. Of the approximately 185 products produced by the company, only 14 contained meat or meat stock as one of the ingredients, which collectively accounted for \"something less than three percent of the annual sales of all the products of Crosse and Blackwell.\" <i>Id.</i> at 602. In analyzing whether or not the company's activities fell within the Act, the court stated that \"its total activity is not to be finally characterized upon a look at a small portion of the whole ... and we must inquire whether its general business is the sort which Congress intended to, and did\" place under the Act. <i>Id.</i> at 603. Although the court found that the Act is susceptible to the construction that one engaged in the business of processing meats for sale is subject to regulation in that <i>business,</i> any other business in which he may be engaged is subject to the general restraints of the antitrust laws. <i>Id.</i> at 605. This rationale leads this court to find that Perdue's <i>de minimus</i> sales of live poultry do not result <span class=\"star-pagination\">*688</span> in the regulation of its entire business by the Packers and Stockyards Act. Whereas the court in <i>Cross and Blackwell</i> states that \"[t]here is much reason for the belief that a vertically integrated business which handles meat through all of the steps from the hoof to the hand of the ultimate consumer may be effectively regulated only if the regulatory responsibility is lodged in one agency,\" this court does not believe that the language of the Act warrants total regulation of Perdue's industry, by virtue of its <i>de minimus</i> sales, by the Secretary of Agriculture rather than the Federal Trade Commission.<sup>[5]</sup></p>\n<p>Plaintiff also argues that even if defendant Perdue is not a live poultry \"dealer\" within the Act, it is certainly a \"handler.\" The plaintiff bases this argument on the definition of \"handler,\" as it is contained in Webster's Dictionary, and concludes that Perdue is definitely one who \"handles something\" or \"who deals with, acts upon, disposes of, or performs some function with regard to a commodity which passes through his hands in commercial transactions.\" Plaintiff's Brief in Opposition of Defendants' Motion to Dismiss and for Summary Judgment at p. 11. This argument is also without merit. The term \"handler\" as used in the Act refers to shippers, \"coopsters,\" and other middle men involved in the racketeering aimed at by the 1935 amendment. The portions of the legislative history used by Judge Oakes in his dissenting opinion are illustrative. The term \"handler\" was intended to regulate the activities of those individuals involved in the transportation of poultry. Congress was concerned that the cost of the transaction had been \"more than doubled by reason of the excessive charges made through ... [the transportation] in the handling of poultry.\" 78 Cong.Rec. 451-52 (1934). Senator Copeland of New York said when he introduced the bill that \"[i]f they do not hire the right truck and use the right coops the poultry will never reach the destination in salable condition.\" These transportation middlemen are the \"handlers\" referred to in the Packers and Stockyards Act. Perdue does not fall within this definition, particularly since the producer is one of the intended beneficiaries of the Act's protection. <i>Soloman Valley Feed Lot, Inc. v. Butz,</i> <span class=\"citation\" data-id=\"346821\"><a href=\"/opinion/346821/solomon-valley-feedlot-inc-v-earl-butz-secretary-of-agriculture/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">717</span></a></span>, 720 (10th Cir.1977). The statute as eventually enacted, 7 U.S.C. § 218, articulated as its purpose the regulation of various unfair, deceptive, and fraudulent practices and devices, resulting in the <i>producers'</i> sustaining sundry losses and receiving prices far below the reasonable value of their live poultry. <i>See, </i><i>United States v. Perdue Farms, Inc.,</i> <span class=\"citation\" data-id=\"405064\"><a href=\"/opinion/405064/united-states-v-perdue-farms-inc-and-franklin-p-perdue/\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">277</span></a></span>, 282 (2d Cir. 1982).</p>\n<p>In his dissenting opinion in <i>United States v. Perdue Farms, Inc.,</i> Judge Oakes summed it up best: \"The expansive reading of the Act and its amendments to cover activities never once mentioned in the legislative history, activities which concededly would not be covered were Perdue simply to slaughter and process its spent hens and cockerels and excess live broilers, was not within the Congressional `purpose' or `intent.'\" 680 F.2d at 290. Accordingly, defendants' motions to dismiss and for summary judgment as to plaintiff's cause of action under 7 U.S.C. § 181 <i>et seq.,</i> are GRANTED.</p>\n<p></p>\n<h2>II. The North Carolina Business Opportunity Sales Act</h2>\n<p>The North Carolina Business Opportunity Sales Act, N.C.G.S. §§ 66-94, <i>et seq.,</i> which was enacted in 1977, defines \"business opportunity\" as the \"sale or lease of any products, equipment, supplies or services for the purpose of enabling the purchaser to start a business.\" N.C.G.S. § 66-94. Plaintiff began his business as a <span class=\"star-pagination\">*689</span> contract grower for Perdue in June of 1976, when he entered into a housing construction contract with Perdue. Plaintiff contends that because of Perdue's assurances that his operation would produce a guaranteed income, he elected to have Perdue construct a second chicken house on his land. This second construction contract was signed with Perdue on January 20, 1978. Plaintiff contends that in purchasing this second chicken house from Perdue he was able to start a second chicken operation. Plaintiff further contends that each subsequent agreement allowed him to start a new business, and therefore Perdue's transactions with him fall squarely within the Business Opportunity Sales Act.</p>\n<p>Conversely, defendants maintain that starting of a new business is the operative element controlling the application of the North Carolina Business Opportunity Sales Act. Defendants contend that because plaintiff started his poultry growing business in 1976, over one year before the North Carolina Business Opportunity Sales Act became effective, the Act is not applicable. Defendants argue that although the parties signed several agreements, and two sales of chicken houses were consummated, there could be but one sale \"for the purpose of ... start[ing] a business.\" Defendants maintain that plaintiff's construction of the second poultry house on his farm in 1978, was simply an <i>expansion</i> of his poultry growing business. Brief in Support of Defendants' Motion to Dismiss and for Summary Judgment at p. 23.</p>\n<p>Once again, the court agrees with the defendants and finds that the North Carolina Business Opportunity Sales Act is not applicable to the situation herein. The Act specifically applies to the starting up of a business. There is no question but that the plaintiff initially contracted with defendant Perdue in June of 1976, over one year before October 1, 1977, the effective date of the North Carolina Business Opportunity Sales Act. All further contracts between the plaintiff and the defendant enabled plaintiff to continue and/or expand his business as an independent contract grower for Perdue. None of the contracts subsequent to the one entered in June of 1976, were for the purpose of starting a business.<sup>[6]</sup> Therefore, the court agrees with defendants' assertion that any violation of the North Carolina Business Opportunity Sales Act, assuming its applicability, occurred before the statute became operative.</p>\n<p>The North Carolina Business Opportunity Sales Act is inapplicable to the situation herein for an additional reason. In order for the Act to apply there must be a sale or lease of products, equipment, supplies, or services, for the purpose of enabling the purchaser to start a business; in addition, the seller must make one of the four types of representations listed in N.C. G.S. § 66-94, to the purchaser. Plaintiff contends that N.C.G.S. 66-94(2), which applies where the seller represents \"[t]hat it may, in the ordinary course of business, purchase any or all products made, produced, fabricated, grown, bred or modified by the purchaser using in whole or in part the supplies, services or chattels sold to the purchaser,\" is applicable. To satisfy the requisites of this section, plaintiff contends that Perdue represented to him that it would purchase live pounds of poultry grown by the plaintiff using the broiler house and associated equipment. Plaintiff's Brief in Opposition of Defendants' Motion to Dismiss and for Summary Judgment at p. 32. As discussed in Section I above, this court is of the opinion that there was no sale of poultry between plaintiff and defendant. Therefore, the North Carolina Business Opportunity Sales Act is inapplicable. Accordingly, defendants' motions to dismiss and for summary judgment as to plaintiff's claims under the North <span class=\"star-pagination\">*690</span> Carolina Business Opportunity Sales Act are GRANTED.</p>\n<p></p>\n<h2>III. The North Carolina Deceptive Trade Practice Act</h2>\n<p>The North Carolina Deceptive Trade Practice Act, as codified in N.C.G.S. § 75-1.1, provides that \"unfair methods of competition in or affecting commerce, and unfair or deceptive acts or practices in or affecting commerce, are\" unlawful. N.C. G.S. § 75-16 provides that a person injured by such acts is entitled to treble damages. Plaintiff invokes these provisions in Counts II and III of his complaint, and alleges that defendant: (1) coerced him into executing agreements that he would not have executed but for defendants' dominant market power; (2) caused him to make improvements to his houses which defendants did not require other producers to make; (3) dumped plaintiff's birds after picking them up from plaintiff's farm; and (4) provided plaintiff with misleading and false settlement records. Plaintiff also alleges that defendants' violations of the North Carolina Business Opportunity Sales Act constitute unfair and deceptive commercial practices in violation of N.C.G.S. § 75-1.1. Because the court finds that the North Carolina Business Opportunity Sales Act is inapplicable, plaintiff's latter claim is without merit.</p>\n<p>N.C.G.S. § 75-1.1, as initially enacted, seemed to be applicable only to those situations wherein the contract in question involved the sale of goods. <i>See, e.g., </i><i>State Ex Rel. Edmisten v. J.C. Penney Company,</i> <span class=\"citation\" data-id=\"1343215\"><a href=\"/opinion/1343215/state-ex-rel-edmisten-v-jc-penney-co/\"><span class=\"volume\">292</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">311</span></a></span>, <span class=\"citation\" data-id=\"1343215\"><a href=\"/opinion/1343215/state-ex-rel-edmisten-v-jc-penney-co/\"><span class=\"volume\">233</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">895</span></a></span> (1977). The statute was later revised, however, and the North Carolina Supreme Court broadened its interpretation of \"commerce\" as it is contained in § 75-1.1. In <i>Johnson v. Phoenix Mutual Life Insurance Company,</i> <span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">247</span></span>, <span class=\"citation\" data-id=\"1265360\"><a href=\"/opinion/1265360/johnson-v-phoenix-mut-life-ins-co/\"><span class=\"volume\">266</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">610</span></a></span> (1980), the court held that a contract between a mortgage broker and a borrower for the exclusive right to place permanent mortgage financing was \"commerce\" within the meaning of the statute. The court has since emphasized the consumer protection nature of the Act, and the notion that the treble damages provision of § 75-16 was intended to create an effective private remedy for aggrieved <i>consumers. </i><i>Marshall v. Miller,</i> <span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">539</span></span>, <span class=\"citation\" data-id=\"1252319\"><a href=\"/opinion/1252319/marshall-v-miller/\"><span class=\"volume\">276</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">397</span></a></span> (1981). In <i>Marshall,</i> plaintiff residents of a mobile home park sought damages for misrepresentations allegedly made by defendant owners and managers of the park concerning services defendants would provide to plaintiffs. In analyzing the situation, the North Carolina Supreme Court stated that: \"[i]n enacting G.S. 75-16 [the treble damages provision] ..., our Legislature intended to establish an effective private cause of action for aggrieved <i>consumers</i> in this state.\" 276 S.E.2d at 400. (emphasis added). In addressing whether a trade practice is unfair or deceptive, the court noted that \"[c]onsistent with federal interpretations of deception ... state courts have generally ruled that the <i>consumer</i> need only show that an act or practice possessed the tendency or capacity to mislead, or created the likelihood of deception, in order to prevail under the state's unfair and deceptive practices act.\" <i>Id.</i> at 403, <span class=\"citation\" data-id=\"1252319\"><a href=\"/opinion/1252319/marshall-v-miller/\"><span class=\"volume\">276</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">397</span></a></span>. (emphasis added). Finally, the court noted that the relevant factor in determining the applicability of § 75-1.1 is the \"effect of the actor's conduct on the consuming public.\" <i>Id.</i> Therefore, the more recent pronouncements from the North Carolina Supreme Court concerning the applicability of § 75-1.1, emphasize the consumer protection purpose of the statute. As the Fourth Circuit indicated in <i>United Roasters, Inc. v. Colgate-Palmolive Company,</i> <span class=\"citation\" data-id=\"390852\"><a href=\"/opinion/390852/united-roasters-inc-v-colgate-palmolive-company-state-of-north/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 991, (4th Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1054</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">599</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></span>, \"[i]n that context, the provision of treble damages is surely understandable.\" The court further stated that \"the statute encompasses such things as misrepresentation and a wide variety of shady practices sometimes associated with the marketing of <i>consumer</i> goods and services.\" <i>Id.</i> at 992. (emphasis added). A fairly recent opinion from the North Carolina Court of Appeals states that the \"purpose of ... [§ 75-1.1] is to declare, and to provide civil legal means to maintain, ethical <span class=\"star-pagination\">*691</span> standards of dealings between persons engaged in business, and the consuming public within this state, to the end that good faith and dealings between buyers and sellers at all levels of commerce be had in this state.\" <i>Buie v. Daniel International Corporation,</i> 56 N.C.App. 445, <span class=\"citation\" data-id=\"1221882\"><a href=\"/opinion/1221882/buie-v-daniel-intern-corp/\"><span class=\"volume\">289</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">118</span></a></span> (1982), <i>rev'w denied,</i> <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">759</span></span>, 292 S.E.2d 574.</p>\n<p>A case which this court finds particularly instructive is the North Carolina Court of Appeals decision in <i>Hammers v. Lowe's Companies, Inc.,</i> 48 N.C.App. 150, <span class=\"citation\" data-id=\"1261784\"><a href=\"/opinion/1261784/hammers-v-lowes-companies-inc/\"><span class=\"volume\">268</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">257</span></a></span> (1980). In that case, the North Carolina Court of Appeals found that § 75-1.1 did not embrace a situation in which defendants failed to negotiate an agreement for construction of a house on terms satisfactory to the plaintiff. Plaintiff brought suit due to defendant's breach of an alleged agreement to furnish plans for and to provide a contractor to construct a house for the plaintiff. Plaintiff alleged that: (1) He relied on defendant's expertise and that the defendant knew so; and (2) defendant had wilfully made false representations to induce plaintiff to accept its services, and to attempt to cause plaintiff to accept a building cost much higher than that originally agreed upon. <i>Id.</i> 268 S.E.2d at 258. In that opinion, the court also noted that the extremely broad language of § 75-1.1 renders the treble damage penalty provided by G.S. 75-16 of questionable constitutional validity.<sup>[7]</sup></p>\n<p>Because the court herein finds that the language of N.C.G.S. 75-1.1 does not embrace plaintiff's claims, there is no need to reach the Constitutional question. The only transactions between the plaintiff and defendants in which the plaintiff could be characterized as a purchaser/consumer, were those in which plaintiff contracted with Perdue to build two poultry houses on his farm. These contracts were entered on June 30, 1976, and January 20, 1978, respectively. Plaintiff's original complaint was filed on December 15, 1982; assuming plaintiff had a cause of action arising out of defendants' representations concerning the construction of the poultry houses, the causes of action accrued when he entered into the contracts on June 30, 1976, and January 20, 1978. Both of these contracts were entered into more than four years before plaintiff's original complaint was filed. Therefore, any claims plaintiff has which are based on the inducement to enter into these contracts are barred by N.C.G.S. § 75-16.2. N.C.G.S. § 75-16.2 provides that \"[a]ny civil action brought under this Chapter to enforce the provisions thereof shall be barred unless commenced within four years after the cause of action accrues.\" Accordingly, plaintiff's claims regarding the alleged acts by the defendants which induced him to enter into the contracts of June 30, 1976, and January 20, 1978, are DISMISSED because they are barred by the statute of limitations.</p>\n<p>The remaining contracts entered into between plaintiff and defendants were service contracts, in which plaintiff contracted to raise either large or small birds to maturity. Plaintiff certainly cannot be characterized as a \"consumer,\" and thereby deserving of the statute's protection. Such an application would be inconsistent with the purpose behind the enactment of § 75-1.1. Once again, N.C.G.S. § 75-1.1 and the accompanying treble damages provision of N.C.G.S. 75-16, were intended to <span class=\"star-pagination\">*692</span> establish an effective private cause of action for aggrieved consumers. <i>Marshall v. Miller,</i> 276 S.E.2d at 400. <i>See also, </i><i>Lindner v. Durham Hosiery Mills,</i> <span class=\"citation\" data-id=\"451707\"><a href=\"/opinion/451707/kurt-j-lindner-edith-lindner-st-joseph-hospital-of-kirkwood-admiral/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span> (4th Cir.1985). Because this court desires to be consistent with § 75-1.1's purpose to protect the consuming public, plaintiff's claims thereunder are hereby DISMISSED, and defendants' motion for summary judgment is GRANTED. Accordingly, plaintiff's statutory claims contained in his amended complaint are hereby DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Perdue, Inc. is a subsidiary of Perdue Farms, Inc.</p>\n<p>[2]  The grow-out part of the production phase is performed by local individuals who contract with Perdue to provide the land and labor during the grow-out period. The chickens are grown to maturity in houses owned by the producer and built to Perdue's specifications. Perdue provides the chicks, feed, and medicine.</p>\n<p>[3]  A \"packer\" is defined in 7 U.S.C. § 191 as \"any person engaged in the business (a) of buying livestock in commerce for purposes of slaughter, or (b) of manufacturing or preparing meats or meat food products for sale or shipment in commerce, or (c) of marketing meats, meat food products, or livestock products in an unmanufactured form acting as a wholesale broker, dealer or distributor in commerce.\"</p>\n<p>[4]  Before the 1958 amendments, any person or firm who fell within the definition of \"packer\" was under the jurisdiction of the Act with respect to <i>all</i> his activities in interstate commerce, whether or not they were directly related to the slaughter, processing, and marketing of livestock.</p>\n<p>[5]  <i>See</i> also <i>Safeway Stores, Inc. v. Freeman,</i> <span class=\"citation\" data-id=\"1975164\"><a href=\"/opinion/1975164/safeway-stores-inc-v-freeman/\"><span class=\"volume\">244</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">779</span></a></span> (D.D.C.1965), aff'd, <span class=\"citation\" data-id=\"274037\"><a href=\"/opinion/274037/safeway-stores-inc-v-orville-freeman-secretary-of-agriculture-the/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">952</span></a></span> (D.C.Cir.1966), in which it was held that the Act included those activities of the two grocery store chains in question in respect to preparation of meats. The court also found, however, that the stores were subject to the Act only with respect to those activities that comprised the operations performed in respect to meat at their warehouses and plants and not any of their other activities or the sales of food products of other types. Id. at 781.</p>\n<p>[6]  A business opportunity under the Act is present whenever the sale or lease of products, equipment, supplies, or services enables the purchaser to start a business. Although technically a business may be started either by opening a new business or by materially altering an existing business, neither occurred herein; plaintiff merely expanded his operations in exactly the same business. See 17 Wake Forest L.Rev. 623 (1981).</p>\n<p>[7]  This court notes that no private right of action for treble damages is available for the enforcement of the equally broad language of § 5 of the Federal Trade Commission Act, 15 U.S.C. § 45. The Federal Trade Commission Act provides for administrative proceedings wherein the determination that a particular act is unfair or deceptive is made by the Federal Trade Commission. Upon such a finding, the Commission issues a cease and desist order which is appealable. Only a party who violates a final order is subject to penalties, which do not begin to accrue until the Commission notifies a party subject to a cease and desist order that his conduct is in violation of the order. See, 15 U.S.C. § 45. <i>Continental Baking Company v. Dixon,</i> <span class=\"citation\" data-id=\"1905956\"><a href=\"/opinion/1905956/continental-baking-company-v-dixon/\"><span class=\"volume\">283</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">285</span></a></span> (D.Del.1968). Conversely, however, N.C.G.S. 75-16 confers upon the plaintiff in a private action the right to recover treble damages, on proof that he has been damaged by a violation of G.S. 75-1.1. The North Carolina statute does not contain any notice provisions as contained in the federal enactment.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/247013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/346821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1221882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1252319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1261784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1265360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1343215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1905956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1975164/"
  ]
}