{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2004860/",
  "absolute_url": "/opinion/2004860/champion-map-corporation-v-twin-printing-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2004860/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:01:40.146643Z",
  "date_modified": "2016-04-27T01:55:55.237696Z",
  "type": "010combined",
  "sha1": "9058752fb41d3734a5c4a18f84f7af97e153f89a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>350 F.Supp. 1332 (1971)</b></center>\n<center><h1>CHAMPION MAP CORPORATION, Plaintiff,<br>\nv.<br>\nTWIN PRINTING COMPANY et al., Defendants.</h1></center>\n<center>Civ. No. 890.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>October 15, 1971.</center>\n<p><span class=\"star-pagination\">*1333</span> Channing L. Richards, Francis M. Pinckney, Richards &amp; Shefte, Charlotte, N. C., for plaintiff.</p>\n<p>Clifton T. Hunt, Jr., John G. Mills, III, Hunt, Rhodes &amp; Mills, Raleigh, N. C., J. William Anderson, Fayetteville, N. C., for defendants Ken Tart and Spring Lake Realty Co.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>This action is brought pursuant to Section 1 of the Copyright Act, 17 U.S.C. ยง 101, seeking an injunction restraining defendants from infringing certain copyrights and from distributing, selling, offering for sale, or otherwise disposing of copies of the infringing articles, payment of damages, and costs of the action with reasonable attorney's fees. The case is before the court on defendants Tart and Spring Lake Realty Company's motion to amend their answer and for judgment on the pleadings, and on plaintiff's motion for summary judgment.</p>\n<p>In its complaint, filed September 15, 1969, plaintiff alleged that defendants infringed its copyrights by having printed and distributed to the public a map entitled \"Fayetteville, Spring Lake and Cumberland County, North Carolina\". In support of its motion for summary judgment, the plaintiff relies on the complaint and attached documentary exhibits 1 and 2, the answer, answers to interrogatories, and the affidavit of H. Cecil Porter with attached documentary exhibits 3 through 9. This material establishes the facts to be as follows:</p>\n<p>On December 31, 1962, plaintiff obtained Copyright Registration No. F 33584 (Exhibit 4 attached to Porter affidavit) for a wall map entitled \"Cumberland County, North Carolina\", which included maps of Cumberland County, the City of Fayetteville, and the Spring Lake and Fort Bragg areas.</p>\n<p>On November 12, 1964, plaintiff obtained Copyright Registration No. F 38063 (Exhibit 6 attached to Porter affidavit) for a wall map entitled \"Cumberland County, North Carolina, including Fayetteville, Spring Lake, Fort Bragg and Hope Mills\", which was a revised and updated version of the aforementioned 1962 copyrighted map, including additional original cartographic material.</p>\n<p>On October 28, 1966, plaintiff obtained Copyright Registration No. F 42494 (Exhibit 8 attached to Porter affidavit) for a wall map entitled \"Champion Map of Fayetteville and Cumberland County, N. C., including Hope Mills, Ft. Bragg and Spring Lake\" (Exhibit 7 attached to Porter affidavit), which was a revised and updated version of the aforementioned 1964 copyrighted map, including additional original cartographic material.</p>\n<p><span class=\"star-pagination\">*1334</span> In early 1967 the 1966 copyrighted wall map, Exhibit 7, was embodied in the form of a folding map that was almost identical to the Exhibit 7 wall map on a reduced scale and contained everything shown on the Exhibit 7 map with the exception of a few minor deletions. This Exhibit 9 folding map bears plaintiff's copyright notice and approximately 9,000 copies of this map were sold by the plaintiff.</p>\n<p>In early 1968 defendant Tart, who is president of defendant Spring Lake Realty Company, took a map of the Fayetteville-Cumberland County area to defendant Twin Printing Company, Inc., and, upon instructions of defendant Tart, defendant Twin Printing Company, Inc., printed approximately 5,000 maps entitled \"Fayetteville, Spring Lake and Cumberland County, North Carolina, Compliments of Spring Lake Realty Company\", a copy of which is attached to the complaint as Exhibit 2. All 5,000 copies of these Exhibit 2 maps were distributed by defendants Tart and Spring Lake Realty Company from early 1968 to approximately March, 1969.</p>\n<p>Defendants Tart and Spring Lake Realty Company have opposed the plaintiff's motion for summary judgment by pointing out specific facts which they believe render summary judgment inappropriate. In briefs filed in opposition to the motion, the defendants have sought to establish that there are genuine issues of material facts disclosed by the record in that:</p>\n<p>1. Plaintiff had deposited only <i>wall</i> maps with the copyright office and, therefore, the <i>folding</i> map, which is alleged to be copyrighted, is not in fact subject to plaintiff's copyrights;</p>\n<p>2. There \"has never been any allegation, suggestion or offer of proof by plaintiff that defendants had access to or copied any of the copyrighted wall maps\";</p>\n<p>3. Matters outside the pleadings did not establish that plantiff's maps were original; and</p>\n<p>4. Defendants failed to indicate on the application for registration of the 1964 map that the map contained \"new matter\", and, thus, the copyrighted 1964 map is invalid.</p>\n<p>The defendants Tart and Spring Lake Realty Company have also filed a motion to amend their answer and for judgment on the pleadings. In paragraph 12 of defendants' answer, the defendants had admitted that Exhibit 1 (the allegedly infringed map) was a representative edition of plaintiff's copyrighted maps. As the Porter affidavit, filed by the plaintiff, reveals that all maps filed in behalf of the plaintiff with the copyright office have been \"wall\" maps, defendants now seek to deny that Exhibit 1, a folding map, is a representative edition of plaintiff's copyrighted maps. For purposes of this decision, defendants' answer stands thus amended.</p>\n<p>The defendants have presented no \"evidence\" to controvert the record as established by the plaintiff and, since a prima facie case is not overcome by a mere denial, Miller Studio, Inc. v. Pacific Import Company, Inc., 39 F.R.D. 62 (S. D.N.Y.1965), a resolution of this controversy must turn on the question of whether plaintiff has established a prima facie case of infringement. In the context of this factual situation, the record must establish prima facie the validity of plaintiff's copyrights culminating with the 1966 registration for a wall map, that the folding map (Exhibit 9) is protected by the 1966 copyright registration, and that defendants infringed this copyright.</p>\n<p>Section 209 of Title 17, U.S.C., provides that a certificate of copyright registration \"shall be admitted in any court as prima facie evidence of the facts stated therein\". It has been held that the facts of which the certificate is prima facie evidence include the validity of the copyright, ownership by the registrant, and initial publication with notice. See Tennessee Fabricating Company v. Moultrie Manufacturing Company, 421 F.2d 279 (5th Cir. 1970); Blumcraft of Pittsburgh v. Newman Brothers, Inc., 373 F.2d 905 (6th Cir. 1967); and Miller Studio, Inc. v. Pacific Import Company, <span class=\"star-pagination\">*1335</span> Inc., supra. It is also prima facie evidence of originality. Drop Dead Company v. S. E. Johnson &amp; Son, Inc., 326 F.2d 87 (9th Cir. 1963), cert. den. 377 U.S. 907, 84 S.Ct. 1167, 12 L.Ed.2d 177. Plaintiff has presented as evidence in support of its motion for summary judgment its three certificates of copyright registration and, therefore, defendants' contention that plaintiff has not affirmatively shown that its copyrighted maps were the result of original work is without merit.</p>\n<p>In a supplemental brief filed with this court, the defendants raise for the first time the issue of whether the copyright covering plaintiff's 1964 map (Exhibit 5) should be held invalid because plaintiff failed to indicate on the application for registration of copyright that the 1964 map contained \"new matter\". However, it appears to be the majority rule that mere technicalities are not to be allowed to cut down the benefits conferred by the certificate of registration. In a case involving original and revised map editions, the United States District Court for the Southern District of New York stated:</p>\n<blockquote>\"It will not do to be overstrict as to the technicalities of the Copyright Act. . . If the statute is substantially and in good faith complied with by a person seeking copyright protection and if others have not been misled into thinking that the work is not copyrighted, it is enough.\" Freedman v. Milnag Leasing Comporation, 20 F.Supp. 802, 804 (S.D.N.Y.1937).</blockquote>\n<p>There can be no justified inference that plaintiff has not \"substantially and in good faith\" complied with the copyright laws or that the defendants had been \"misled into thinking that the work is not copyrighted\". See also Key West Hand Print Fabrics, Inc. v. Serbin, Inc., 269 F.Supp. 605 (D.C.Fla.1965), affirmed, 381 F.2d 735 (5th Cir. 1967); Pantone, Inc. v. A. I. Friedman, Inc., 294 F.Supp. 545 (S.D.N.Y.1968); and Wrench v. Universal Pictures Company, 104 F.Supp. 374 (S.D.N.Y.1952). Plaintiff's 1964 copyright, therefore, cannot be declared unenforceable for the mere failure to indicate in the application for registration that the map contained \"new matter\".</p>\n<p>Thus, plaintiff's 1966 wall map, a revised and updated version of the 1962 and 1964 wall maps, was protected in its entirety by the 1962, 1964 and 1966 copyrights. The 1966 wall map was embodied in the form of a folding map before this court as Exhibit 9 and bearing plaintiff's copyright notice. Defendants contend that this <i>folding</i> map is not protected by plaintiff's copyrights for <i>wall</i> maps and is, therefore, in the public domain. This contention is likewise without merit.</p>\n<p>The folding map differs from the 1966 copyrighted map only in a few insignificant respects. The folding map includes detailed maps of Cumberland County, North Carolina, the City of Fayetteville, North Carolina, and an inset map of the Fort Bragg and Spring Lake, North Carolina area. These detailed maps were taken directly from the 1966 wall map, reduced in scale, the Spring Lake, Fort Bragg area map was rotated 90 degrees and minor deletions were made.<sup>[1]</sup></p>\n<p>Counsel on both sides have not been able to cite a case on point, but it appears to this court that the language of an 1869 case, Lawrence v. Dana, 15 Fed. Cas. No. 8,136, pp. 26, 52, is applicable. There the court stated:</p>\n<blockquote>\"Protection is afforded by virtue of a copyright of a book, if duly granted, <span class=\"star-pagination\">*1336</span> to all the matter which the book contained when the printed copy of the same was deposited in the office of the clerk of the district court, as required by Section 4 of the Copyright Act; but <i>new matter made or composed aferwards, requires a new copyright,</i> and if none is taken out, the matter becomes public property, just as the original book would have become if a copyright for it had never been secured.\"</blockquote>\n<p>The content of the folding map consisted solely of matter which the wall maps contained and is, therefore, protected by the copyright of the wall map as the paperback edition of a book is protected by the copyright of the hardbound version. Defendants argue in support of their position that a new copyright could have been obtained for the folding map, but their contention is rebutted by the language of a case which they relied on in their argument that plaintiff needed to prove originality. In Marken and Bielfeld, Inc. v. Baughman Company, 162 F.Supp. 561 (E.D.Va.1957), the court said:</p>\n<blockquote>\"There must be originality resulting from the independent effort of the maker in acquiring a reasonably substantial portion of the information. . . As I view the evidence [he] prepared his base map from material collected by others, with such omissions as he saw fit to serve the purpose desired. The reduction in size by the use of a mechanical instrument is not an original idea. The omission of towns, highways or other markings superfluous for his purpose is not an indication of originality. . . As indicated, the only significant changes [he] made consisted of an adjustment of areas around Roanoke and Williamsburg, first appearing on the 1951 map in order that those cities might be shown. . . It is therefore my conclusion that the map relied upon does not contain sufficient original work to be protected by the copyright.\"</blockquote>\n<p>Therefore, it appears that an attempt to copyright the folding map would have been to no avail and, perhaps, constitute a copyright misuse since it would extend the duration of the original copyright protection.</p>\n<p>Having determined that plaintiff has presented prima facie proof that the folding map was protected by its copyrights, the remaining question is whether it has presented prima facie evidence of infringement. The general rule is that when a comparison of the copyrighted and allegedly infringing works reveals striking and substantial similarities a holding of infringement is dictated even in the presence of a general denial of copying or of the absence of any proof of actual copying. Miller Studio, Inc. v. Pacific Import Company, Inc., supra; and Home Art, Inc. v. Glensder Textile Corporation, 81 F.Supp. 551 (S.D.N.Y 1948). This is precisely the evidence presented here by the plaintiff. In fact, the map which the defendants distributed appears to be an exact duplicate of plaintiff's copyrighted folding map with the minor exception of the deletion of plaintiff's name, address and identifying symbol, a slight relocation of the word \"Fayetteville\" in the city map, and the deletion of plaintiff's copyright notice. Thus, the uncontrovertible similarities between plaintiff's copyrighted maps and defendants' map are to say the least striking and substantial, which fact in itself is sufficient to establish infringement in a summary judgment proceeding, without any proof of access or actual copying being required. See Cholvin v. B &amp; F Music Company, 253 F.2d 102 (7th Cir. 1958); Miller Studio, Inc. v. Pacific Import Company, Inc., supra; Dorchester Music Corporation v. N. B. C., 171 F.Supp. 580 (S.D.Cal.1959). Therefore, defendants' contention that there is no evidence on the record establishing access and copying is unsound.</p>\n<p>In light of the fact that defendants have offered no evidence in rebuttal, this court, having determined that the record establishes that plaintiff is the <span class=\"star-pagination\">*1337</span> proprietor of valid copyrights and that defendants have infringed these copyrights, is of the opinion that plaintiff's motion for summary judgment should be granted.<sup>[2]</sup> Accordingly, it is hereby</p>\n<p>Ordered that plaintiff's motion for summary judgment be granted and that defendants' motion for judgment on the pleadings be denied.</p>\n<p>Let judgment be entered against the defendants, jointly and severally, in the amount of $1,500.00 actual damages and, in addition, plaintiff is to recover costs of the action, including reasonable attorney's fees amounting to $1,000.00.</p>\n<h2>NOTES</h2>\n<p>[1]  The reference grid, township names, price block, and key to secondary roads were deleted from the map of Cumberland County. The reference grid, school designations, subdivision names and the names \"Pope Air Force Base\" and \"Simmons Army Airfield\" were deleted from the map of Fort Bragg and Spring Lake. The map of Fayetteville remained completely intact. Every street, highway, highway boundary, railroad and street index and substantially all of the cartographic material of the wall maps are included in the folding map and no new matter has been added.</p>\n<p>[2]  Defendant Ken Tart has sought to avoid liability under the theory that he was acting as an agent of the corporation when he had the copyrighted maps published. However, the majority and the better rule is that Mr. Tart, the president, sole stockholder, and only salaried employee of defendant Spring Lake Realty Company is liable in his individual capacity under the copyright laws. See H. M. Colbe Company v. Shaff, 240 F.Supp. 588 (S.D.N.Y.1965), affirmed 352 F.2d 285 (2nd Cir. 1965).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1332</span></span> (1971)</b></center>\n<center><h1>CHAMPION MAP CORPORATION, Plaintiff,<br>\nv.<br>\nTWIN PRINTING COMPANY et al., Defendants.</h1></center>\n<center>Civ. No. 890.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>October 15, 1971.</center>\n<p><span class=\"star-pagination\">*1333</span> Channing L. Richards, Francis M. Pinckney, Richards &amp; Shefte, Charlotte, N. C., for plaintiff.</p>\n<p>Clifton T. Hunt, Jr., John G. Mills, III, Hunt, Rhodes &amp; Mills, Raleigh, N. C., J. William Anderson, Fayetteville, N. C., for defendants Ken Tart and Spring Lake Realty Co.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>This action is brought pursuant to Section 1 of the Copyright Act, 17 U.S.C. ยง 101, seeking an injunction restraining defendants from infringing certain copyrights and from distributing, selling, offering for sale, or otherwise disposing of copies of the infringing articles, payment of damages, and costs of the action with reasonable attorney's fees. The case is before the court on defendants Tart and Spring Lake Realty Company's motion to amend their answer and for judgment on the pleadings, and on plaintiff's motion for summary judgment.</p>\n<p>In its complaint, filed September 15, 1969, plaintiff alleged that defendants infringed its copyrights by having printed and distributed to the public a map entitled \"Fayetteville, Spring Lake and Cumberland County, North Carolina\". In support of its motion for summary judgment, the plaintiff relies on the complaint and attached documentary exhibits 1 and 2, the answer, answers to interrogatories, and the affidavit of H. Cecil Porter with attached documentary exhibits 3 through 9. This material establishes the facts to be as follows:</p>\n<p>On December 31, 1962, plaintiff obtained Copyright Registration No. F 33584 (Exhibit 4 attached to Porter affidavit) for a wall map entitled \"Cumberland County, North Carolina\", which included maps of Cumberland County, the City of Fayetteville, and the Spring Lake and Fort Bragg areas.</p>\n<p>On November 12, 1964, plaintiff obtained Copyright Registration No. F 38063 (Exhibit 6 attached to Porter affidavit) for a wall map entitled \"Cumberland County, North Carolina, including Fayetteville, Spring Lake, Fort Bragg and Hope Mills\", which was a revised and updated version of the aforementioned 1962 copyrighted map, including additional original cartographic material.</p>\n<p>On October 28, 1966, plaintiff obtained Copyright Registration No. F 42494 (Exhibit 8 attached to Porter affidavit) for a wall map entitled \"Champion Map of Fayetteville and Cumberland County, N. C., including Hope Mills, Ft. Bragg and Spring Lake\" (Exhibit 7 attached to Porter affidavit), which was a revised and updated version of the aforementioned 1964 copyrighted map, including additional original cartographic material.</p>\n<p><span class=\"star-pagination\">*1334</span> In early 1967 the 1966 copyrighted wall map, Exhibit 7, was embodied in the form of a folding map that was almost identical to the Exhibit 7 wall map on a reduced scale and contained everything shown on the Exhibit 7 map with the exception of a few minor deletions. This Exhibit 9 folding map bears plaintiff's copyright notice and approximately 9,000 copies of this map were sold by the plaintiff.</p>\n<p>In early 1968 defendant Tart, who is president of defendant Spring Lake Realty Company, took a map of the Fayetteville-Cumberland County area to defendant Twin Printing Company, Inc., and, upon instructions of defendant Tart, defendant Twin Printing Company, Inc., printed approximately 5,000 maps entitled \"Fayetteville, Spring Lake and Cumberland County, North Carolina, Compliments of Spring Lake Realty Company\", a copy of which is attached to the complaint as Exhibit 2. All 5,000 copies of these Exhibit 2 maps were distributed by defendants Tart and Spring Lake Realty Company from early 1968 to approximately March, 1969.</p>\n<p>Defendants Tart and Spring Lake Realty Company have opposed the plaintiff's motion for summary judgment by pointing out specific facts which they believe render summary judgment inappropriate. In briefs filed in opposition to the motion, the defendants have sought to establish that there are genuine issues of material facts disclosed by the record in that:</p>\n<p>1. Plaintiff had deposited only <i>wall</i> maps with the copyright office and, therefore, the <i>folding</i> map, which is alleged to be copyrighted, is not in fact subject to plaintiff's copyrights;</p>\n<p>2. There \"has never been any allegation, suggestion or offer of proof by plaintiff that defendants had access to or copied any of the copyrighted wall maps\";</p>\n<p>3. Matters outside the pleadings did not establish that plantiff's maps were original; and</p>\n<p>4. Defendants failed to indicate on the application for registration of the 1964 map that the map contained \"new matter\", and, thus, the copyrighted 1964 map is invalid.</p>\n<p>The defendants Tart and Spring Lake Realty Company have also filed a motion to amend their answer and for judgment on the pleadings. In paragraph 12 of defendants' answer, the defendants had admitted that Exhibit 1 (the allegedly infringed map) was a representative edition of plaintiff's copyrighted maps. As the Porter affidavit, filed by the plaintiff, reveals that all maps filed in behalf of the plaintiff with the copyright office have been \"wall\" maps, defendants now seek to deny that Exhibit 1, a folding map, is a representative edition of plaintiff's copyrighted maps. For purposes of this decision, defendants' answer stands thus amended.</p>\n<p>The defendants have presented no \"evidence\" to controvert the record as established by the plaintiff and, since a prima facie case is not overcome by a mere denial, Miller Studio, Inc. v. Pacific Import Company, Inc., <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">62</span></span> (S. D.N.Y.1965), a resolution of this controversy must turn on the question of whether plaintiff has established a prima facie case of infringement. In the context of this factual situation, the record must establish prima facie the validity of plaintiff's copyrights culminating with the 1966 registration for a wall map, that the folding map (Exhibit 9) is protected by the 1966 copyright registration, and that defendants infringed this copyright.</p>\n<p>Section 209 of Title 17, U.S.C., provides that a certificate of copyright registration \"shall be admitted in any court as prima facie evidence of the facts stated therein\". It has been held that the facts of which the certificate is prima facie evidence include the validity of the copyright, ownership by the registrant, and initial publication with notice. See Tennessee Fabricating Company v. Moultrie Manufacturing Company, <span class=\"citation\" data-id=\"288258\"><a href=\"/opinion/288258/tennessee-fabricating-company-dba-tfc-co-v-moultrie-manufacturing/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">279</span></a></span> (5th Cir. 1970); Blumcraft of Pittsburgh v. Newman Brothers, Inc., <span class=\"citation\" data-id=\"275013\"><a href=\"/opinion/275013/blumcraft-of-pittsburgh-v-newman-brothers-inc/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span> (6th Cir. 1967); and Miller Studio, Inc. v. Pacific Import Company, <span class=\"star-pagination\">*1335</span> Inc., supra. It is also prima facie evidence of originality. Drop Dead Company v. S. E. Johnson &amp; Son, Inc., <span class=\"citation\" data-id=\"262772\"><a href=\"/opinion/262772/drop-dead-co-inc-a-corporation-doing-business-as-paramount-chemical/\"><span class=\"volume\">326</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">87</span></a></span> (9th Cir. 1963), cert. den. <span class=\"citation no-link\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">907</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></span>, 12 L.Ed.2d 177. Plaintiff has presented as evidence in support of its motion for summary judgment its three certificates of copyright registration and, therefore, defendants' contention that plaintiff has not affirmatively shown that its copyrighted maps were the result of original work is without merit.</p>\n<p>In a supplemental brief filed with this court, the defendants raise for the first time the issue of whether the copyright covering plaintiff's 1964 map (Exhibit 5) should be held invalid because plaintiff failed to indicate on the application for registration of copyright that the 1964 map contained \"new matter\". However, it appears to be the majority rule that mere technicalities are not to be allowed to cut down the benefits conferred by the certificate of registration. In a case involving original and revised map editions, the United States District Court for the Southern District of New York stated:</p>\n<blockquote>\"It will not do to be overstrict as to the technicalities of the Copyright Act. . . If the statute is substantially and in good faith complied with by a person seeking copyright protection and if others have not been misled into thinking that the work is not copyrighted, it is enough.\" Freedman v. Milnag Leasing Comporation, <span class=\"citation\" data-id=\"1408699\"><a href=\"/opinion/1408699/freedman-v-milnag-leasing-corporation/\"><span class=\"volume\">20</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">802</span></a></span>, 804 (S.D.N.Y.1937).</blockquote>\n<p>There can be no justified inference that plaintiff has not \"substantially and in good faith\" complied with the copyright laws or that the defendants had been \"misled into thinking that the work is not copyrighted\". See also Key West Hand Print Fabrics, Inc. v. Serbin, Inc., <span class=\"citation no-link\"><span class=\"volume\">269</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">605</span></span> (D.C.Fla.1965), affirmed, <span class=\"citation\" data-id=\"276917\"><a href=\"/opinion/276917/serbin-inc-v-key-west-hand-print-fabrics-inc-key-west-hand-print/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">735</span></a></span> (5th Cir. 1967); Pantone, Inc. v. A. I. Friedman, Inc., <span class=\"citation\" data-id=\"1883865\"><a href=\"/opinion/1883865/pantone-inc-v-ai-friedman-inc/\"><span class=\"volume\">294</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">545</span></a></span> (S.D.N.Y.1968); and Wrench v. Universal Pictures Company, <span class=\"citation\" data-id=\"1621530\"><a href=\"/opinion/1621530/wrench-v-universal-pictures-co/\"><span class=\"volume\">104</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">374</span></a></span> (S.D.N.Y.1952). Plaintiff's 1964 copyright, therefore, cannot be declared unenforceable for the mere failure to indicate in the application for registration that the map contained \"new matter\".</p>\n<p>Thus, plaintiff's 1966 wall map, a revised and updated version of the 1962 and 1964 wall maps, was protected in its entirety by the 1962, 1964 and 1966 copyrights. The 1966 wall map was embodied in the form of a folding map before this court as Exhibit 9 and bearing plaintiff's copyright notice. Defendants contend that this <i>folding</i> map is not protected by plaintiff's copyrights for <i>wall</i> maps and is, therefore, in the public domain. This contention is likewise without merit.</p>\n<p>The folding map differs from the 1966 copyrighted map only in a few insignificant respects. The folding map includes detailed maps of Cumberland County, North Carolina, the City of Fayetteville, North Carolina, and an inset map of the Fort Bragg and Spring Lake, North Carolina area. These detailed maps were taken directly from the 1966 wall map, reduced in scale, the Spring Lake, Fort Bragg area map was rotated 90 degrees and minor deletions were made.<sup>[1]</sup></p>\n<p>Counsel on both sides have not been able to cite a case on point, but it appears to this court that the language of an 1869 case, Lawrence v. Dana, 15 Fed. Cas. No. 8,136, pp. 26, 52, is applicable. There the court stated:</p>\n<blockquote>\"Protection is afforded by virtue of a copyright of a book, if duly granted, <span class=\"star-pagination\">*1336</span> to all the matter which the book contained when the printed copy of the same was deposited in the office of the clerk of the district court, as required by Section 4 of the Copyright Act; but <i>new matter made or composed aferwards, requires a new copyright,</i> and if none is taken out, the matter becomes public property, just as the original book would have become if a copyright for it had never been secured.\"</blockquote>\n<p>The content of the folding map consisted solely of matter which the wall maps contained and is, therefore, protected by the copyright of the wall map as the paperback edition of a book is protected by the copyright of the hardbound version. Defendants argue in support of their position that a new copyright could have been obtained for the folding map, but their contention is rebutted by the language of a case which they relied on in their argument that plaintiff needed to prove originality. In Marken and Bielfeld, Inc. v. Baughman Company, <span class=\"citation\" data-id=\"2141274\"><a href=\"/opinion/2141274/marken-and-bielfeld-incorp-v-baughman-co/\"><span class=\"volume\">162</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">561</span></a></span> (E.D.Va.1957), the court said:</p>\n<blockquote>\"There must be originality resulting from the independent effort of the maker in acquiring a reasonably substantial portion of the information. . . As I view the evidence [he] prepared his base map from material collected by others, with such omissions as he saw fit to serve the purpose desired. The reduction in size by the use of a mechanical instrument is not an original idea. The omission of towns, highways or other markings superfluous for his purpose is not an indication of originality. . . As indicated, the only significant changes [he] made consisted of an adjustment of areas around Roanoke and Williamsburg, first appearing on the 1951 map in order that those cities might be shown. . . It is therefore my conclusion that the map relied upon does not contain sufficient original work to be protected by the copyright.\"</blockquote>\n<p>Therefore, it appears that an attempt to copyright the folding map would have been to no avail and, perhaps, constitute a copyright misuse since it would extend the duration of the original copyright protection.</p>\n<p>Having determined that plaintiff has presented prima facie proof that the folding map was protected by its copyrights, the remaining question is whether it has presented prima facie evidence of infringement. The general rule is that when a comparison of the copyrighted and allegedly infringing works reveals striking and substantial similarities a holding of infringement is dictated even in the presence of a general denial of copying or of the absence of any proof of actual copying. Miller Studio, Inc. v. Pacific Import Company, Inc., supra; and Home Art, Inc. v. Glensder Textile Corporation, <span class=\"citation\" data-id=\"1394766\"><a href=\"/opinion/1394766/home-art-v-glensder-textile-corporation/\"><span class=\"volume\">81</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">551</span></a></span> (S.D.N.Y 1948). This is precisely the evidence presented here by the plaintiff. In fact, the map which the defendants distributed appears to be an exact duplicate of plaintiff's copyrighted folding map with the minor exception of the deletion of plaintiff's name, address and identifying symbol, a slight relocation of the word \"Fayetteville\" in the city map, and the deletion of plaintiff's copyright notice. Thus, the uncontrovertible similarities between plaintiff's copyrighted maps and defendants' map are to say the least striking and substantial, which fact in itself is sufficient to establish infringement in a summary judgment proceeding, without any proof of access or actual copying being required. See Cholvin v. B &amp; F Music Company, <span class=\"citation\" data-id=\"244473\"><a href=\"/opinion/244473/homer-c-cholvin-and-norman-e-stade-v-b-f-music-co-inc-and/\"><span class=\"volume\">253</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">102</span></a></span> (7th Cir. 1958); Miller Studio, Inc. v. Pacific Import Company, Inc., supra; Dorchester Music Corporation v. N. B. C., <span class=\"citation\" data-id=\"1555697\"><a href=\"/opinion/1555697/dorchester-music-corp-v-national-broadcasting-co/\"><span class=\"volume\">171</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">580</span></a></span> (S.D.Cal.1959). Therefore, defendants' contention that there is no evidence on the record establishing access and copying is unsound.</p>\n<p>In light of the fact that defendants have offered no evidence in rebuttal, this court, having determined that the record establishes that plaintiff is the <span class=\"star-pagination\">*1337</span> proprietor of valid copyrights and that defendants have infringed these copyrights, is of the opinion that plaintiff's motion for summary judgment should be granted.<sup>[2]</sup> Accordingly, it is hereby</p>\n<p>Ordered that plaintiff's motion for summary judgment be granted and that defendants' motion for judgment on the pleadings be denied.</p>\n<p>Let judgment be entered against the defendants, jointly and severally, in the amount of $1,500.00 actual damages and, in addition, plaintiff is to recover costs of the action, including reasonable attorney's fees amounting to $1,000.00.</p>\n<h2>NOTES</h2>\n<p>[1]  The reference grid, township names, price block, and key to secondary roads were deleted from the map of Cumberland County. The reference grid, school designations, subdivision names and the names \"Pope Air Force Base\" and \"Simmons Army Airfield\" were deleted from the map of Fort Bragg and Spring Lake. The map of Fayetteville remained completely intact. Every street, highway, highway boundary, railroad and street index and substantially all of the cartographic material of the wall maps are included in the folding map and no new matter has been added.</p>\n<p>[2]  Defendant Ken Tart has sought to avoid liability under the theory that he was acting as an agent of the corporation when he had the copyrighted maps published. However, the majority and the better rule is that Mr. Tart, the president, sole stockholder, and only salaried employee of defendant Spring Lake Realty Company is liable in his individual capacity under the copyright laws. See H. M. Colbe Company v. Shaff, <span class=\"citation\" data-id=\"2145099\"><a href=\"/opinion/2145099/hm-kolbe-co-v-shaff/\"><span class=\"volume\">240</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">588</span></a></span> (S.D.N.Y.1965), affirmed <span class=\"citation\" data-id=\"269513\"><a href=\"/opinion/269513/h-m-kolbe-co-inc-v-gustave-shaff-and-armand-indellicati/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">285</span></a></span> (2nd Cir. 1965).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/244473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/262772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/269513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/275013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/276917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/288258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1394766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1408699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1555697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1621530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1883865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2141274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2145099/"
  ]
}