{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2005610/",
  "absolute_url": "/opinion/2005610/cox-v-stanton/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2005610/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:01:48.008269Z",
  "date_modified": "2016-04-27T02:55:06.767815Z",
  "type": "010combined",
  "sha1": "29bd7f5801b42b15fccb0564c0108720840e9314",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>381 F.Supp. 349 (1974)</b></center>\n<center><h1>Nial Ruth COX, Plaintiff,<br>\nv.<br>\nA. M. STANTON, M.D., et al., Defendants.</h1></center>\n<center>Civ. No. 800.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>August 22, 1974.</center>\n<p><span class=\"star-pagination\">*350</span> J. LeVonne Chambers, Chambers, Stein, Ferguson &amp; Lanning, Charlotte, N. C., Adam Stein, Chambers, Stein, Ferguson &amp; Lanning Chapel Hill, N. C., Brenda Feigen Fasteau, Ruth Bader <span class=\"star-pagination\">*351</span> Ginsburg, American Civil Liberties Union Foundation, New York City, for plaintiff.</p>\n<p>John H. Anderson, Smith, Anderson, Blount &amp; Mitchell, Raleigh, N. C., Carl L. Bailey, Jr., Arthur E. Cockrell of Bailey &amp; Cockrell, Plymouth, N. C., Clarence W. Griffin of Griffin &amp; Martin, Williamston, N. C., R. Wendel Hutchins of Hutchins &amp; Romanet, Plymouth, N. C., William F. O'Connell, Asst. Atty. Gen., N. C. Dept. of Justice, Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p>This is an action brought pursuant to 42 U.S.C. § 1983 in which plaintiff seeks damages and injunctive relief for alleged deprivations of her constitutional rights resulting from a sterilization operation. She also seeks individually and as representative of the class similarly situated to have this Court declare the Sterilization Statute of North Carolina, N.C.G.S. §§ 35-36 through 35-57, unconstitutional on its face and as applied.</p>\n<p>Plaintiff is a 27 year old black woman, born September 26, 1946. On November 24, 1964, shortly after her eighteenth birthday, plaintiff gave birth to a daughter. She was not married. Plaintiff lived in or around Plymouth, North Carolina with her mother, Devora Cox, who received welfare benefits. Plaintiff alleges that she and her mother were pressured by defendant Howland, the welfare worker, into submitting to a temporary sterilization. She claims that she was told that if the operation were not performed her family would be stricken from the welfare rolls. At that time plaintiff was a minor, \"under 21,\" and her mother consented to the operation. Upon obtaining the mother's alleged consent, defendant Spruill, County Director of Welfare, petitioned defendant Eugenics Board to order an operation. No hearing was held and the order was issued on January 28, 1965. Defendant Stanton performed an irreversible bilateral salpingectomy sterilization on the plaintiff on February 10, 1965, although the operation authorized was allegedly a tubal ligation, which is reversible.</p>\n<p>Plaintiff claims she has suffered physical disabilities and discomfort as a result of the operation. In the fall of 1970 she first discovered that the operation was of a permanent nature. Her fiancee broke their engagement and plaintiff suffered mental anguish and depression. Plaintiff has been living in New York since 1970 or earlier and is a nurse's aid. On July 12, 1973 the instant action was filed.</p>\n<p>Plaintiff alleges that she is not now and never has been mentally defective, she was not afforded a hearing prior to the operation, she never consented to the operation, and she was not told the operation was permanent. She claims her constitutional rights were violated in that (1) she was deprived of notice and hearing on a matter of life and liberty, (2) she was deprived of her rights of privacy and to bear children, (3) she was denied equal protection in that she was discriminated against because of her race, sex, age, marital status, and indigency, and (4) she was the victim of cruel and unusual punishment. She claims that the sterilization statute is unconstitutional because (1) it is an arbitrary exercise of state power, (2) does not provide adequate procedural safeguards, (3) is impermissibly vague, (4) relies on coerced consent of someone other than the victim, (5) interferes with rights to privacy, (6) is discriminatorily applied, and (7) inflicts cruel and unusual punishment on those sterilized without their consent.</p>\n<p>The defendants have answered and filed motions for judgment on the pleadings. They base their motions on the statute of limitations, immunity, failure to exhaust state remedies, the plaintiff's consent to the operation, and standing. All parties have filed comprehensive briefs outlining their positions. Although the parties have indicated a willingness to be heard, no hearing is necessary <span class=\"star-pagination\">*352</span> due to the thorough material submitted and the clear questions presented. Since there has been no specific request for a hearing under Local Rule 4(H), the issues are now ready for determination.</p>\n<p></p>\n<h2>I. <i>Statute of Limitations:</i>\n</h2>\n<p>The issue of primary concern is defendants' contention that this action is barred by the North Carolina statute of limitations. The operation was performed on February 10, 1965. Plaintiff became 21 on September 26, 1967. She discovered her sterilization was permanent in the fall of 1970. This action was commenced on July 12, 1973. The dispute involves the appropriate statute of limitation and the exact time that the cause of action accrued.</p>\n<p>It is well settled that where a federal statute, such as 42 U.S.C. § 1983, has no provision limiting the time within which an action may be brought, the applicable period of limitation is that provided by the state in which the action arose. See Almond v. Kent, 459 F.2d 200 (4th Cir. 1972), citing O'Sullivan v. Felix, 233 U.S. 318, 34 S.Ct. 596, 58 L.Ed. 980 (1914); Thomas v. Howard, 455 F.2d 228 (3rd Cir. 1972); Smith v. Cremins, 308 F.2d 187 (9th Cir. 1962).</p>\n<p>The General Statutes of North Carolina regarding time limitations are provided as follows:</p>\n<blockquote>\"§ 1-52. Three years.  Within three years an action  (2) Upon a liability created by statute, other than a penalty or forfeiture, unless some other time is mentioned in the statute creating it. . . .</blockquote>\n<blockquote>(5) For criminal conversation, or for any other injury to the person or rights of another, not arising on on contract and not hereafter enumerated. . . .\"</blockquote>\n<blockquote>\"§ 1-54. One year.  Within one year an action or proceeding  (1) Against a public officer, for a trespass under color of his office. . . (3) For libel, slander, assault, battery, or false imprisonment. . .\"</blockquote>\n<p>Plaintiff strongly urges that the 3 year statute of limitation applies in that the action arose upon a liability created by a statute, § 1-52(2), and upon an injury to plaintiff's person, § 1-52(5). Defendants do not stressfully oppose the 3 year limitation but base their argument on the accrual date of the cause of action. In a case dealing with two California limitation statutes similar to the ones at bar, it was held that § 1983 actions were actions \"upon a liability created by statute\" and the 3 year limitation applied. See Smith v. Cremins, supra at 189, 190. Glasscoe v. Howell, 431 F.2d 863 (8th Cir. 1970) used a like interpretation of Arkansas laws.</p>\n<p>It must also be noted that the characterization of this action for the purpose of selecting the appropriate state limitations provision is ultimately a question of federal law. However there is no reason to reject the state characterization unless such characterization is unreasonable or inconsistent with federal policy. See International Union v. Hoosier Cardinal Corp., 383 U.S. 696, 86 S.Ct. 1107, 16 L.Ed.2d 192, (1966) (applying Indiana characterization). In malpractice suits for negligent injury, North Carolina has applied the three year statute of limitation. See Shearin v. Lloyd, 246 N.C. 363, 98 S.E.2d 508 (1957); Connor v. Schenck, 240 N.C. 794, 84 S.E.2d 175 (1954).</p>\n<p>It is the conclusion of this Court that the 3 year statute of limitations under § 1-52 is the appropriate one for statutory grievances under § 1983 and personal injuries under North Carolina law.</p>\n<p>Plaintiff contends that the cause of action accrued at the time she discovered the injury, i. e. the fall of 1970, and the action is therefore timely. She asserts that federal law controls the accrual date and that fundamental rights protected by § 1983 demand that such date be at the time of discovery. She also contends that N.C.G.S. § 1-15(b) supports her position. Defendants argue that under North Carolina law the cause of action accrued at the time of the operation. They further argue that § 1-15(b) did <span class=\"star-pagination\">*353</span> not become effective until July 31, 1971, at which time plaintiff's suit was already barred.</p>\n<p>North Carolina General Statutes § 1-15, now 1-15(a) provides:</p>\n<blockquote>\"Civil actions can only be commenced within the periods prescribed in this Chapter, after the cause of action has accrued, except where in special cases a different limitation is prescribed by statute.\"</blockquote>\n<p>In North Carolina it has been held that the cause of action accrues at the time of the wrongful act or omission without regard to the time the harmful consequences were discovered. Shearin v. Lloyd, supra; Connor v. Schenck, supra; Lewis v. Shaver, 236 N.C. 510, 73 S.E.2d 320 (1952); Strong's Index, 2d, Vol. 5, p. 235; Wake Forest Law Review, Vol. 6, No. 3, p. 532. However in 1971 § 1-15 was amended by adding § 1-15(b) which provides:</p>\n<blockquote>\"Except where otherwise provided by statute, a cause of action, other than one for wrongful death, having as an essential element bodily injury to the person or a defect in or damage to property which originated under circumstances making the injury, defect or damage not readily apparent to the claimant at the time of its origin, is deemed to have accrued at the time the injury was discovered by the claimant, or ought reasonably to have been discovered by him, whichever event first occurs; provided that in such cases the period shall not exceed 10 years from the last act of the defendant giving rise to the claim for relief.\"</blockquote>\n<p>This amendment was effective upon ratification July 31, 1971 and was not to affect pending litigation. See Session Laws 1971, c. 1157, s. 2.</p>\n<p>There are numerous cases that hold that federal and not state law applies to accrual even if the time limitation is borrowed from the state. See Railing v. United Mine Workers of America, 429 F.2d 780 (4th Cir. 1970), remanded 401 U.S. 486, 91 S.Ct. 991, 28 L.Ed.2d 272 (1971), on remand 445 F.2d 353 (4th Cir. 1971); Rawlings v. Ray, 312 U.S. 96, 61 S.Ct. 473, 85 L.Ed. 605 (1940); Cope v. Anderson, 331 U.S. 461, 67 S.Ct. 1340, 91 L.Ed. 1602 (1946); Vanderboom v. Sexton, 422 F.2d 1233 (8th Cir. 1970); Azalea Meats, Inc. v. Muscat, 386 F.2d 5 (5th Cir. 1967); Jackson v. Duke, 259 F.2d 3 (5th Cir. 1958); Fitzgerald v. Appolonia, 323 F.Supp. 1269 (E.D.Pa. 1971). There are other cases that determine the accrual date as the state courts would. See Knowles v. Carson, 419 F.2d 369 (5th Cir. 1969); Henig v. Odorioso, 385 F.2d 491 (3rd Cir. 1967); Barnes v. Sears, Roebuck and Company, 406 F.2d 859 (4th Cir. 1969); Ford Motor Credit Company v. Minges, 473 F.2d 918 (4th Cir. 1973); Green v. M. T. D. Products, Inc., 449 F.2d 757 (4th Cir. 1971); Clardy v. Duke University, 299 F.2d 368 (4th Cir. 1962); Pickett v. Aglinsky, 110 F.2d 628 (4th Cir. 1940).</p>\n<p>It is the conclusion of this Court, after carefully studying the above cases and the reasons for the conclusions reached therein, that the applicable law of accrual to be applied in this case is that which the State of North Carolina would enforce had this action been brought in the State Court. This is readily seen from the Fourth Circuit's decisions above. In <i>Ford Motor Credit Company</i> and <i>Green</i> North Carolina decisions were followed in determining that the cause of action accrued at the time of injury and not the time of discovery. It was stated that the 1971 amendment affected neither case. In <i>Barnes</i> the Circuit Court applied Virginia law in determining that a personal injury claim is a separate cause of action from property damage and therefore the cause of action accrued at the time of injury and not from the time of alleged negligence. In <i>Clardy,</i> a malpractice suit against a physician and hospital employer, it was held:</p>\n<blockquote>\"The principal question presented is whether the statute of limitation began to run on the date of the alleged injury or on the date when the injury was discovered. Under Erie R. R. Co. <span class=\"star-pagination\">*354</span> v. Tompkins, 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188 (1938), the District Court properly applied the decisional and statutory laws of the State of North Carolina.</blockquote>\n<blockquote>The North Carolina Supreme Court has consistently held, in applying the statutory provisions to actions involving the alleged tortious conduct of physicians and surgeons, that the cause of action arises when the alleged wrongful act is committed. . . .</blockquote>\n<blockquote>The District Court correctly held that this action is barred by the three-year statute of limitation, which period began to run at the time of plaintiff's alleged injury.\"</blockquote>\n<p>And in <i>Pickett</i> it was found:</p>\n<blockquote>\"The decisions of West Virginia must be followed in the interpretation of this statute; and there can be no question but that, under those decisions, the period of limitation runs from the time when the wrong is committed and the cause of action accrues, and not from plaintiff's discovery of it.\"</blockquote>\n<p>It is perfectly clear that where the accrual date is at issue and the state laws and decisions are dispositive of the question presented, they should be followed.</p>\n<p>The plaintiff's argument that federal law must be applied fails on two fronts. First of all, plaintiff offers no answer as to what law will apply if North Carolina law is not followed. Plaintiff merely urges that the cause of action should accrue at the time she discovered the permanent nature of the operation because to rule otherwise would destroy her fundamental rights. Secondly, the cases supporting her decision are clearly distinguishable. Some deal with actions to recover money under a federally created liability in which there was no state law interpreting the accrual date. Rawlings v. Ray, supra; Cope v. Anderson, supra; Railing v. United Mine Workers, supra, citing <i>Rawlings</i> and <i>Anderson.</i> Others concern actions in which the Federal Rules of Civil Procedure determine the dates the complaint is considered filed. Jackson v. Duke, supra; Fitzgerald v. Appolonia. While it is best to choose the limitation which best effectuates the federal policy involved, Vanderboom v. Sexton, supra, that case dealt with choosing the appropriate time limit, an issue already resolved by this Court. And in Azalea Meats v. Muscat, supra, the federal question decided was the time the fraud was discovered. Thus plaintiff's supporting cases do not adequately dispose of the instant question presented.</p>\n<p>The only issue remaining therefore is whether plaintiff's cause of action accrued at the time of discovery under § 1-15(b). Plaintiff urges that this action was not pending on July 31, 1971, although the conduct at issue had occurred, and therefore § 1-15(b) applies. Defendants rely on Jewell v. Price, 264 N.C. 459, 142 S.E.2d 1 (1965), which held that if an action was already barred by limitations when it was brought, it could not be revived by an act of the legislature. <i>Jewell</i> has been followed by this district in Hall v. Gurley Milling Company of Selma, N. C., 347 F.Supp. 13 (E. D.N.C.1972). Defendants claim that plaintiff's action became barred on September 26, 1970, three years after her 21st birthday, and could not be revived by the 1971 act.</p>\n<p>It is generally held that a statute of limitations will not be construed so as to affect causes of actions already barred. 53 C.J.S. Lim. of Actions § 4e, p. 917. And the Fourth Circuit has held:</p>\n<blockquote>\". . . it is well settled that failure to bring the action within the time limited destroys the right itself, and not merely the remedy. Finn v. United States, 123 U.S. 227, 232, 8 S.Ct. 82, 31 L.Ed. 128; Phillips Co. v. Grank Trunk R. Co., 236 U.S. 662, 667, 35 S. Ct. 444, 59 L.Ed. 774; Central Vermont R. Co. v. White, 238 U.S. 507, 511, 35 S.Ct. 865, 59 L.Ed. 1433, Ann. Cas.1916B, 252; Louisville Cement Co. v. Int. Commerce Commission, 246 U. S. 638, 642, 38 S.Ct. 408, 62 L.Ed. 914; William Danzer &amp; Co. v. Gulf, <span class=\"star-pagination\">*355</span> etc., R. Co., 268 U.S. 633, 637, 45 S.Ct. 612, 69 L.Ed. 1126; Pennsylvania R. Co. v. Carolina Portland Cement Co. (C.C.A. 4th) 16 F.2d 760.\"</blockquote>\n<p>See Link v. Receivers of Seaboard Air Line Ry. Co., 73 F.2d 149 (4th Cir. 1934). Such a result has been held in Federal Labor cases involving the 1967 amendment increasing the statute of limitations for willful violations of the Fair Labor Standards Act. James v. Continental Insurance Company, 424 F.2d 1064 (3rd Cir. 1970); Wisbey v. American Community Stores Corporation, 288 F. Supp. 728 (D.Neb.1968).</p>\n<p>In a case strikingly similar to the one at bar, the Federal District Court for the District of Vermont found that a 3 year statute of limitation would not be extended by a 20 year statute of limitation which became effective more than 3 years after the alleged wrongful act. See Mauran v. Mary Fletcher Hospital, 318 F.Supp. 297 (D.Vt.1970), at page 299 relating to new non-discovery law limitation.</p>\n<p>It is the conclusion of this Court that under North Carolina law plaintiff's action became barred on September 26, 1970, because at that time it was held that the cause of action accrued at the time of the injury rather than the discovery of it. See Shearin v. Lloyd, supra; Connor v. Schenck, supra; Lewis v. Shaver, supra; Ford Motor Credit Company v. Minges, supra; Green v. M. T. D. Products, supra; Clardy v. Duke, and Hall v. Gurley Milling, supra. Although this rule was so criticized in the past as being too harsh that § 1-15(b) was passed in 1971, such passage occurred after the right of action was destroyed, and that right cannot be revived under North Carolina or Federal law. Therefore the motions to dismiss by all defendants under the 3 year statute of limitation must be allowed. See Kavanagh v. Noble, 332 U.S. 535, 68 S.Ct. 235, 92 L.Ed. 150 (1947).</p>\n<p></p>\n<h2>II. <i>Immunity</i>:</h2>\n<p>Although the holding above eliminates the necessity of considering alternative grounds for dismissal, a word about immunity is in order. First, it appears that the County of Washington is not a person under § 1983 and not subject to suit under that statute. Monroe v. Pape, 365 U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961); Moor v. County of Alameda, 411 U.S. 693, 93 S.Ct. 1785, 36 L.Ed.2d 596 (1973). Under Moor a county could be liable under diversity of citizenship, however plaintiff's cause of action against this county on this ground is virtually nonexistent.</p>\n<p>Next, defendants' claim that the individuals derive immunity from N.C.G.S. § 35-51 or otherwise is without merit prior to the development of the facts. See Scheuer v. Rhodes, 416 U.S. 232, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974).</p>\n<p>Defendants' contention that members of the Eugenics Board are entitled to the same degree of immunity as officers of the judiciary under Pierson v. Ray, 386 U.S. 547, 87 S.Ct. 1213, 18 L.Ed.2d 288 (1967), cannot be decided on a judgment on the pleadings. Additional information as to the members' exact functions must be developed.</p>\n<p>Defendants' claim that the plaintiff has not followed proper procedures under North Carolina law to seek redress of her claims is not applicable to a § 1983 action.</p>\n<p>Taking plaintiff's contentions as true it cannot be said she \"voluntarily consented\" to the operation. Therefore the motion to dismiss on this ground is without merit.</p>\n<p></p>\n<h2>III. <i>Standing:</i>\n</h2>\n<p>The defendants vigorously attack plaintiff's standing individually and as representative of a class seeking declaratory relief in the form of a determination that the North Carolina Sterilization Statutes violate the Constitution of the United States. Article III, Section 2, of the Constitution limits the powers of the federal courts to adjudication of \"cases\" and \"controversies\". The general rules <span class=\"star-pagination\">*356</span> are set forth in Abele v. Markle, 452 F.2d 1121 (2nd Cir. 1971), which found:</p>\n<blockquote>\". . . The existence of a case or controversy depends upon whether the persons seeking relief have alleged a sufficient personal stake in the outcome to assure that the court will be called upon to resolve real issues between genuine adversaries rather than merely to give advisory opinions with respect to abstract or theoretical questions. Baker v. Carr, 369 U.S. 186, 204, 82 S.Ct. 691, 7 L.Ed.2d 663 (1962); Flast v. Cohen, 392 U.S. 83, 95-99, 88 S.Ct. 1942, 20 L.Ed.2d 947 (1968). It is settled that advisory opinions may not be given by federal courts, United States v. Fruehauf, 365 U.S. 146, 157, 81 S.Ct. 547, 5 L.Ed.2d 476 (1961), and that the constitutionality of laws may be challenged only by those litigants who will suffer some actual or substantial injury from their enforcement, as distinguished from a remote, general, or hypothetical possibility of harm. United Public Workers v. Mitchell, 330 U.S. 75, 89-90, 67 S.Ct. 556, 91 L.Ed. 754 (1947).\"</blockquote>\n<p>In an attack on Connecticut's anti-abortion statutes the Circuit Court in Abele v. Markle held that women who were not pregnant did not have standing to challenge the statutes in that any threat of harm to them was remote and hypothetical. However, pregnant women were held to have standing.</p>\n<p>The Supreme Court case of Roe v. Wade, 410 U.S. 113, 93 S.Ct. 705, 35 L. Ed.2d 147 (1973) also spoke to abortion. In holding that a pregnant woman had standing to attack the statute the Supreme Court stated:</p>\n<blockquote>\". . . Pregnancy provides a classic justification for a conclusion of non-mootness. It truly could be `capable of repetition, yet evading review.' . . .</blockquote>\n<blockquote>We, therefore, agree with the District Court that Jane Roe had standing to undertake this litigation, that she presented a justiciable controversy, and that the termination of her 1970 pregnancy has not rendered her case moot.\"</blockquote>\n<p>The Supreme Court also found that the doctor and a non-pregnant childless couple lacked standing to sue.</p>\n<p>It has been held that a private citizen lacks a judicially cognizable interest in the prosecution or nonprosecution of another, S. v. D., 410 U.S. 614, 93 S.Ct. 1146, 35 L.Ed.2d 536 (1973). It is also held that where a plaintiff is under no present threat of prosecution under a statute, and the likelihood of running afoul of said statute is remote and speculative, he lacks standing to attack the constitutionality of the statute, even though he had been in jail because of the challenged statute. Fowler v. Alexander, 478 F.2d 694 (4th Cir. 1973).</p>\n<p>A reversal of the instant situation occurred in Allen v. Sisters of Saint Joseph, 490 F.2d 81 (5th Cir. 1974), where a woman sought to compel a hospital to perform a sterilization operation on her. It was held that since plaintiff obtained a sterilization at another hospital after the suit was filed, no viable controversy existed and the case was moot.</p>\n<p>Finally, in the only sterilization case of record, Wyatt v. Aderholt, 368 F.Supp. 1382 (M.D.Ala.1973), subsequent order 368 F.Supp. 1383, a mentally retarded inmate was allowed to challenge the enforcement of a state statute permitting the sterilization of inmates of institutions for the mentally retarded. The Three-Judge Court held that the statute, which allowed sterilization at the unfettered discretion of the superintendent and one assistant and contained no provisions for notice, hearing, or other procedural safeguards, was unconstitutional.</p>\n<p>This Court is aware of the delicate situation that exists in the instant case. Plaintiff alleges she suffered injury under North Carolina statutes which are unconstitutional on their face and as applied. If true, she has suffered a serious wrong. However, it does not appear that she has standing to compel the result she wishes to achieve. Nor does it appear <span class=\"star-pagination\">*357</span> that she is representative of the class she seeks to represent or that the class itself has standing to bring the instant action.</p>\n<p>Fowler v. Alexander, supra, shows that plaintiff lacks standing to put in issue the constitutionality of the North Carolina statutes. She is under no threat from them, can allege no future harm from them, and cannot challenge them merely because she was at one time \"caught in the net of the challenged statutes.\" A careful reading of Roe v. Wade, supra, would approve this result. A continuing, significant fact like pregnancy is not at issue here. Plaintiff can forecast no harm to herself by repeated enforcement of the statutes in question. Also, and most importantly, the class plaintiff seeks to represent is clearly without standing under Roe v. Wade doctrine. Their alleged injuries rest on possible future problems, which are highly speculative. If possible future pregnancies do not give rise to standing, the highly less likely possible future sterilizations certainly do not. Nor is the sterilization procedure one which offers no remedy at the time. A person who finds he is to be sterilized can file a suit to block the operation and challenge the appropriate statutes. This can be done in the State Courts of North Carolina (see § 35-38 through § 35-50), or in the Federal Court system. Where pregnancy will most likely come to term before the judicial process is complete, this is not necessarily so in the realm of sterilization. Unlike Wyatt v. Aderholt, plaintiff is not a person subject to sterilization in an institution where all others are subject to the same procedures.</p>\n<p>It is the conclusion of this Court that the plaintiff lacks standing to challenge the constitutionality of the North Carolina Sterilization Statute. And since a party who lacks standing to sue on his own behalf may not assert claims on behalf of an alleged class of which he is not a member, the class action must be dismissed. See Norman v. Connecticut State Board of Parole, 458 F.2d 497 (2nd Cir. 1972) and DiJulio v. Digicon, Inc., 339 F.Supp. 1284 (D.Md.1972), both citing Bailey v. Patterson, 369 U.S. 31, 82 S.Ct. 549, 7 L.Ed.2d 512 (1962). In any event, the class plaintiff seeks to represent lacks standing under Roe v. Wade.</p>\n<p>Now therefore, in accordance with the foregoing, it is</p>\n<p>Ordered, that the motion for judgment upon the pleadings by defendant County of Washington filed October 23, 1973 be, and the same is, hereby allowed, and</p>\n<p>Further ordered, that the motion for judgment upon the pleadings by defendants Safriet, Norton, Weathers, Cornwell, Brown, Bruton, Hargrove, Koomen, Elliott, Casebolt, Westcott, Morgan, Zarzar, Rollins, and Stallings filed October 25, 1973 be, and the same is, hereby allowed, and</p>\n<p>Further ordered, that the motion for judgment upon the pleadings by defendant Howland filed October 26, 1973 be, and the same is, hereby allowed, and</p>\n<p>Further ordered, that the motion for judgment upon the pleadings by defendant Stanton filed October 23, 1973 be, and the same is, hereby allowed, and</p>\n<p>Further ordered, that the motion for judgment upon the pleadings by defendants Spruill and Smith filed November 15, 1973 be, and the same is, hereby allowed.</p>\n<p>Let this order be entered forthwith.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">381</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">349</span></span> (1974)</b></center>\n<center><h1>Nial Ruth COX, Plaintiff,<br>\nv.<br>\nA. M. STANTON, M.D., et al., Defendants.</h1></center>\n<center>Civ. No. 800.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>August 22, 1974.</center>\n<p><span class=\"star-pagination\">*350</span> J. LeVonne Chambers, Chambers, Stein, Ferguson &amp; Lanning, Charlotte, N. C., Adam Stein, Chambers, Stein, Ferguson &amp; Lanning Chapel Hill, N. C., Brenda Feigen Fasteau, Ruth Bader <span class=\"star-pagination\">*351</span> Ginsburg, American Civil Liberties Union Foundation, New York City, for plaintiff.</p>\n<p>John H. Anderson, Smith, Anderson, Blount &amp; Mitchell, Raleigh, N. C., Carl L. Bailey, Jr., Arthur E. Cockrell of Bailey &amp; Cockrell, Plymouth, N. C., Clarence W. Griffin of Griffin &amp; Martin, Williamston, N. C., R. Wendel Hutchins of Hutchins &amp; Romanet, Plymouth, N. C., William F. O'Connell, Asst. Atty. Gen., N. C. Dept. of Justice, Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p>This is an action brought pursuant to 42 U.S.C. § 1983 in which plaintiff seeks damages and injunctive relief for alleged deprivations of her constitutional rights resulting from a sterilization operation. She also seeks individually and as representative of the class similarly situated to have this Court declare the Sterilization Statute of North Carolina, N.C.G.S. §§ 35-36 through 35-57, unconstitutional on its face and as applied.</p>\n<p>Plaintiff is a 27 year old black woman, born September 26, 1946. On November 24, 1964, shortly after her eighteenth birthday, plaintiff gave birth to a daughter. She was not married. Plaintiff lived in or around Plymouth, North Carolina with her mother, Devora Cox, who received welfare benefits. Plaintiff alleges that she and her mother were pressured by defendant Howland, the welfare worker, into submitting to a temporary sterilization. She claims that she was told that if the operation were not performed her family would be stricken from the welfare rolls. At that time plaintiff was a minor, \"under 21,\" and her mother consented to the operation. Upon obtaining the mother's alleged consent, defendant Spruill, County Director of Welfare, petitioned defendant Eugenics Board to order an operation. No hearing was held and the order was issued on January 28, 1965. Defendant Stanton performed an irreversible bilateral salpingectomy sterilization on the plaintiff on February 10, 1965, although the operation authorized was allegedly a tubal ligation, which is reversible.</p>\n<p>Plaintiff claims she has suffered physical disabilities and discomfort as a result of the operation. In the fall of 1970 she first discovered that the operation was of a permanent nature. Her fiancee broke their engagement and plaintiff suffered mental anguish and depression. Plaintiff has been living in New York since 1970 or earlier and is a nurse's aid. On July 12, 1973 the instant action was filed.</p>\n<p>Plaintiff alleges that she is not now and never has been mentally defective, she was not afforded a hearing prior to the operation, she never consented to the operation, and she was not told the operation was permanent. She claims her constitutional rights were violated in that (1) she was deprived of notice and hearing on a matter of life and liberty, (2) she was deprived of her rights of privacy and to bear children, (3) she was denied equal protection in that she was discriminated against because of her race, sex, age, marital status, and indigency, and (4) she was the victim of cruel and unusual punishment. She claims that the sterilization statute is unconstitutional because (1) it is an arbitrary exercise of state power, (2) does not provide adequate procedural safeguards, (3) is impermissibly vague, (4) relies on coerced consent of someone other than the victim, (5) interferes with rights to privacy, (6) is discriminatorily applied, and (7) inflicts cruel and unusual punishment on those sterilized without their consent.</p>\n<p>The defendants have answered and filed motions for judgment on the pleadings. They base their motions on the statute of limitations, immunity, failure to exhaust state remedies, the plaintiff's consent to the operation, and standing. All parties have filed comprehensive briefs outlining their positions. Although the parties have indicated a willingness to be heard, no hearing is necessary <span class=\"star-pagination\">*352</span> due to the thorough material submitted and the clear questions presented. Since there has been no specific request for a hearing under Local Rule 4(H), the issues are now ready for determination.</p>\n<p></p>\n<h2>I. <i>Statute of Limitations:</i>\n</h2>\n<p>The issue of primary concern is defendants' contention that this action is barred by the North Carolina statute of limitations. The operation was performed on February 10, 1965. Plaintiff became 21 on September 26, 1967. She discovered her sterilization was permanent in the fall of 1970. This action was commenced on July 12, 1973. The dispute involves the appropriate statute of limitation and the exact time that the cause of action accrued.</p>\n<p>It is well settled that where a federal statute, such as 42 U.S.C. § 1983, has no provision limiting the time within which an action may be brought, the applicable period of limitation is that provided by the state in which the action arose. See Almond v. Kent, <span class=\"citation\" data-id=\"303131\"><a href=\"/opinion/303131/charles-a-l-almond-v-john-e-kent-sheriff-of-augusta-county-virginia/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">200</span></a></span> (4th Cir. 1972), citing O'Sullivan v. Felix, <span class=\"citation\" data-id=\"98158\"><a href=\"/opinion/98158/osullivan-v-felix/\"><span class=\"volume\">233</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">318</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">596</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">980</span></span> (1914); Thomas v. Howard, <span class=\"citation\" data-id=\"301392\"><a href=\"/opinion/301392/john-charles-thomas-v-harry-r-howard-esquire/\"><span class=\"volume\">455</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">228</span></a></span> (3rd Cir. 1972); Smith v. Cremins, <span class=\"citation\" data-id=\"258269\"><a href=\"/opinion/258269/russell-m-smith-v-john-j-cremins-jr-john-f-mahon-jr/\"><span class=\"volume\">308</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></a></span> (9th Cir. 1962).</p>\n<p>The General Statutes of North Carolina regarding time limitations are provided as follows:</p>\n<blockquote>\"§ 1-52. Three years.  Within three years an action  (2) Upon a liability created by statute, other than a penalty or forfeiture, unless some other time is mentioned in the statute creating it. . . .</blockquote>\n<blockquote>(5) For criminal conversation, or for any other injury to the person or rights of another, not arising on on contract and not hereafter enumerated. . . .\"</blockquote>\n<blockquote>\"§ 1-54. One year.  Within one year an action or proceeding  (1) Against a public officer, for a trespass under color of his office. . . (3) For libel, slander, assault, battery, or false imprisonment. . .\"</blockquote>\n<p>Plaintiff strongly urges that the 3 year statute of limitation applies in that the action arose upon a liability created by a statute, § 1-52(2), and upon an injury to plaintiff's person, § 1-52(5). Defendants do not stressfully oppose the 3 year limitation but base their argument on the accrual date of the cause of action. In a case dealing with two California limitation statutes similar to the ones at bar, it was held that § 1983 actions were actions \"upon a liability created by statute\" and the 3 year limitation applied. See Smith v. Cremins, supra at 189, 190. Glasscoe v. Howell, <span class=\"citation\" data-id=\"292129\"><a href=\"/opinion/292129/leo-glasscoe-and-leroy-davis-v-arthur-howell/\"><span class=\"volume\">431</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">863</span></a></span> (8th Cir. 1970) used a like interpretation of Arkansas laws.</p>\n<p>It must also be noted that the characterization of this action for the purpose of selecting the appropriate state limitations provision is ultimately a question of federal law. However there is no reason to reject the state characterization unless such characterization is unreasonable or inconsistent with federal policy. See International Union v. Hoosier Cardinal Corp., <span class=\"citation\" data-id=\"107199\"><a href=\"/opinion/107199/auto-workers-v-hoosier-corp/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">696</span></a></span>, <span class=\"citation\" data-id=\"107199\"><a href=\"/opinion/107199/auto-workers-v-hoosier-corp/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1107</span></a></span>, <span class=\"citation\" data-id=\"107199\"><a href=\"/opinion/107199/auto-workers-v-hoosier-corp/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">192</span></a></span>, (1966) (applying Indiana characterization). In malpractice suits for negligent injury, North Carolina has applied the three year statute of limitation. See Shearin v. Lloyd, <span class=\"citation\" data-id=\"1328931\"><a href=\"/opinion/1328931/shearin-v-lloyd/\"><span class=\"volume\">246</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">363</span></a></span>, <span class=\"citation\" data-id=\"1328931\"><a href=\"/opinion/1328931/shearin-v-lloyd/\"><span class=\"volume\">98</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">508</span></a></span> (1957); Connor v. Schenck, <span class=\"citation\" data-id=\"1305481\"><a href=\"/opinion/1305481/connor-v-schenck/\"><span class=\"volume\">240</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">794</span></a></span>, <span class=\"citation\" data-id=\"1305481\"><a href=\"/opinion/1305481/connor-v-schenck/\"><span class=\"volume\">84</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">175</span></a></span> (1954).</p>\n<p>It is the conclusion of this Court that the 3 year statute of limitations under § 1-52 is the appropriate one for statutory grievances under § 1983 and personal injuries under North Carolina law.</p>\n<p>Plaintiff contends that the cause of action accrued at the time she discovered the injury, i. e. the fall of 1970, and the action is therefore timely. She asserts that federal law controls the accrual date and that fundamental rights protected by § 1983 demand that such date be at the time of discovery. She also contends that N.C.G.S. § 1-15(b) supports her position. Defendants argue that under North Carolina law the cause of action accrued at the time of the operation. They further argue that § 1-15(b) did <span class=\"star-pagination\">*353</span> not become effective until July 31, 1971, at which time plaintiff's suit was already barred.</p>\n<p>North Carolina General Statutes § 1-15, now 1-15(a) provides:</p>\n<blockquote>\"Civil actions can only be commenced within the periods prescribed in this Chapter, after the cause of action has accrued, except where in special cases a different limitation is prescribed by statute.\"</blockquote>\n<p>In North Carolina it has been held that the cause of action accrues at the time of the wrongful act or omission without regard to the time the harmful consequences were discovered. Shearin v. Lloyd, supra; Connor v. Schenck, supra; Lewis v. Shaver, <span class=\"citation\" data-id=\"1345106\"><a href=\"/opinion/1345106/lewis-v-shaver/\"><span class=\"volume\">236</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation\" data-id=\"1345106\"><a href=\"/opinion/1345106/lewis-v-shaver/\"><span class=\"volume\">73</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">320</span></a></span> (1952); Strong's Index, 2d, Vol. 5, p. 235; Wake Forest Law Review, Vol. 6, No. 3, p. 532. However in 1971 § 1-15 was amended by adding § 1-15(b) which provides:</p>\n<blockquote>\"Except where otherwise provided by statute, a cause of action, other than one for wrongful death, having as an essential element bodily injury to the person or a defect in or damage to property which originated under circumstances making the injury, defect or damage not readily apparent to the claimant at the time of its origin, is deemed to have accrued at the time the injury was discovered by the claimant, or ought reasonably to have been discovered by him, whichever event first occurs; provided that in such cases the period shall not exceed 10 years from the last act of the defendant giving rise to the claim for relief.\"</blockquote>\n<p>This amendment was effective upon ratification July 31, 1971 and was not to affect pending litigation. See Session Laws 1971, c. 1157, s. 2.</p>\n<p>There are numerous cases that hold that federal and not state law applies to accrual even if the time limitation is borrowed from the state. See Railing v. United Mine Workers of America, <span class=\"citation\" data-id=\"291362\"><a href=\"/opinion/291362/chester-railing-and-paul-railing-dba-c-p-coal-company-v-united-mine/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">780</span></a></span> (4th Cir. 1970), remanded <span class=\"citation\" data-id=\"108289\"><a href=\"/opinion/108289/mine-workers-v-railing/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">486</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">991</span></span>, <span class=\"citation\" data-id=\"108289\"><a href=\"/opinion/108289/mine-workers-v-railing/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></a></span> (1971), on remand <span class=\"citation\" data-id=\"297773\"><a href=\"/opinion/297773/chester-railing-and-paul-railing-dba-c-p-coal-company-v-united-mine/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">353</span></a></span> (4th Cir. 1971); Rawlings v. Ray, <span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">96</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">605</span></span> (1940); Cope v. Anderson, <span class=\"citation no-link\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1340</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1602</span></span> (1946); Vanderboom v. Sexton, <span class=\"citation\" data-id=\"288881\"><a href=\"/opinion/288881/blue-sky-l-rep-p-70858-fed-sec-l-rep-p-92590-ilo-vanderboom-v-sam/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1233</span></a></span> (8th Cir. 1970); Azalea Meats, Inc. v. Muscat, <span class=\"citation\" data-id=\"277901\"><a href=\"/opinion/277901/azalea-meats-inc-v-victor-muscat-and-edward-krock/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span> (5th Cir. 1967); Jackson v. Duke, <span class=\"citation\" data-id=\"246028\"><a href=\"/opinion/246028/w-t-jackson-and-joe-solis-v-william-duke/\"><span class=\"volume\">259</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span> (5th Cir. 1958); Fitzgerald v. Appolonia, <span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1269</span></span> (E.D.Pa. 1971). There are other cases that determine the accrual date as the state courts would. See Knowles v. Carson, <span class=\"citation\" data-id=\"287602\"><a href=\"/opinion/287602/walter-frank-knowles-alias-john-frank-smith-v-dale-carson/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">369</span></a></span> (5th Cir. 1969); Henig v. Odorioso, <span class=\"citation\" data-id=\"277803\"><a href=\"/opinion/277803/aileen-henig-a-minor-together-with-ludwig-henig-and-geneva-m-henig-her/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">491</span></a></span> (3rd Cir. 1967); Barnes v. Sears, Roebuck and Company, <span class=\"citation\" data-id=\"283397\"><a href=\"/opinion/283397/leslie-s-barnes-jr-v-sears-roebuck-and-company/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span> (4th Cir. 1969); Ford Motor Credit Company v. Minges, <span class=\"citation\" data-id=\"308556\"><a href=\"/opinion/308556/ford-motor-credit-company-v-l-dean-minges/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></a></span> (4th Cir. 1973); Green v. M. T. D. Products, Inc., <span class=\"citation\" data-id=\"299489\"><a href=\"/opinion/299489/thomas-william-green-v-m-t-d-products-inc-and-the-goodyear-tire/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">757</span></a></span> (4th Cir. 1971); Clardy v. Duke University, <span class=\"citation\" data-id=\"256278\"><a href=\"/opinion/256278/thomas-f-clardy-v-duke-university-a-corporation-and-r-charman-carroll/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">368</span></a></span> (4th Cir. 1962); Pickett v. Aglinsky, <span class=\"citation\" data-id=\"1505519\"><a href=\"/opinion/1505519/pickett-v-aglinsky/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">628</span></a></span> (4th Cir. 1940).</p>\n<p>It is the conclusion of this Court, after carefully studying the above cases and the reasons for the conclusions reached therein, that the applicable law of accrual to be applied in this case is that which the State of North Carolina would enforce had this action been brought in the State Court. This is readily seen from the Fourth Circuit's decisions above. In <i>Ford Motor Credit Company</i> and <i>Green</i> North Carolina decisions were followed in determining that the cause of action accrued at the time of injury and not the time of discovery. It was stated that the 1971 amendment affected neither case. In <i>Barnes</i> the Circuit Court applied Virginia law in determining that a personal injury claim is a separate cause of action from property damage and therefore the cause of action accrued at the time of injury and not from the time of alleged negligence. In <i>Clardy,</i> a malpractice suit against a physician and hospital employer, it was held:</p>\n<blockquote>\"The principal question presented is whether the statute of limitation began to run on the date of the alleged injury or on the date when the injury was discovered. Under Erie R. R. Co. <span class=\"star-pagination\">*354</span> v. Tompkins, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></span> (1938), the District Court properly applied the decisional and statutory laws of the State of North Carolina.</blockquote>\n<blockquote>The North Carolina Supreme Court has consistently held, in applying the statutory provisions to actions involving the alleged tortious conduct of physicians and surgeons, that the cause of action arises when the alleged wrongful act is committed. . . .</blockquote>\n<blockquote>The District Court correctly held that this action is barred by the three-year statute of limitation, which period began to run at the time of plaintiff's alleged injury.\"</blockquote>\n<p>And in <i>Pickett</i> it was found:</p>\n<blockquote>\"The decisions of West Virginia must be followed in the interpretation of this statute; and there can be no question but that, under those decisions, the period of limitation runs from the time when the wrong is committed and the cause of action accrues, and not from plaintiff's discovery of it.\"</blockquote>\n<p>It is perfectly clear that where the accrual date is at issue and the state laws and decisions are dispositive of the question presented, they should be followed.</p>\n<p>The plaintiff's argument that federal law must be applied fails on two fronts. First of all, plaintiff offers no answer as to what law will apply if North Carolina law is not followed. Plaintiff merely urges that the cause of action should accrue at the time she discovered the permanent nature of the operation because to rule otherwise would destroy her fundamental rights. Secondly, the cases supporting her decision are clearly distinguishable. Some deal with actions to recover money under a federally created liability in which there was no state law interpreting the accrual date. Rawlings v. Ray, supra; Cope v. Anderson, supra; Railing v. United Mine Workers, supra, citing <i>Rawlings</i> and <i>Anderson.</i> Others concern actions in which the Federal Rules of Civil Procedure determine the dates the complaint is considered filed. Jackson v. Duke, supra; Fitzgerald v. Appolonia. While it is best to choose the limitation which best effectuates the federal policy involved, Vanderboom v. Sexton, supra, that case dealt with choosing the appropriate time limit, an issue already resolved by this Court. And in Azalea Meats v. Muscat, supra, the federal question decided was the time the fraud was discovered. Thus plaintiff's supporting cases do not adequately dispose of the instant question presented.</p>\n<p>The only issue remaining therefore is whether plaintiff's cause of action accrued at the time of discovery under § 1-15(b). Plaintiff urges that this action was not pending on July 31, 1971, although the conduct at issue had occurred, and therefore § 1-15(b) applies. Defendants rely on Jewell v. Price, <span class=\"citation\" data-id=\"1373767\"><a href=\"/opinion/1373767/jewell-v-price/\"><span class=\"volume\">264</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">459</span></a></span>, <span class=\"citation\" data-id=\"1373767\"><a href=\"/opinion/1373767/jewell-v-price/\"><span class=\"volume\">142</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">1</span></a></span> (1965), which held that if an action was already barred by limitations when it was brought, it could not be revived by an act of the legislature. <i>Jewell</i> has been followed by this district in Hall v. Gurley Milling Company of Selma, N. C., <span class=\"citation\" data-id=\"1404534\"><a href=\"/opinion/1404534/hall-v-gurley-milling-company-of-selma-nc/\"><span class=\"volume\">347</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">13</span></a></span> (E. D.N.C.1972). Defendants claim that plaintiff's action became barred on September 26, 1970, three years after her 21st birthday, and could not be revived by the 1971 act.</p>\n<p>It is generally held that a statute of limitations will not be construed so as to affect causes of actions already barred. 53 C.J.S. Lim. of Actions § 4e, p. 917. And the Fourth Circuit has held:</p>\n<blockquote>\". . . it is well settled that failure to bring the action within the time limited destroys the right itself, and not merely the remedy. Finn v. United States, <span class=\"citation\" data-id=\"92038\"><a href=\"/opinion/92038/finn-v-united-states/\"><span class=\"volume\">123</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, 232, <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">82</span></span>, 31 L.Ed. 128; Phillips Co. v. Grank Trunk R. Co., <span class=\"citation\" data-id=\"98398\"><a href=\"/opinion/98398/aj-phillips-co-v-grand-trunk-western-r-co/\"><span class=\"volume\">236</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">662</span></a></span>, 667, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">444</span></span>, 59 L.Ed. 774; Central Vermont R. Co. v. White, <span class=\"citation\" data-id=\"98527\"><a href=\"/opinion/98527/central-vermont-r-co-v-white/\"><span class=\"volume\">238</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, 511, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">865</span></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1433</span></span>, Ann. Cas.1916B, 252; Louisville Cement Co. v. Int. Commerce Commission, <span class=\"citation\" data-id=\"99159\"><a href=\"/opinion/99159/united-states-ex-rel-louisville-cement-co-v-icc/\"><span class=\"volume\">246</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">638</span></a></span>, 642, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">408</span></span>, 62 L.Ed. 914; William Danzer &amp; Co. v. Gulf, <span class=\"star-pagination\">*355</span> etc., R. Co., <span class=\"citation\" data-id=\"100704\"><a href=\"/opinion/100704/william-danzer-co-v-gulf-ship-island-r-co/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">633</span></a></span>, 637, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></span>, 69 L.Ed. 1126; Pennsylvania R. Co. v. Carolina Portland Cement Co. (C.C.A. 4th) 16 F.2d 760.\"</blockquote>\n<p>See Link v. Receivers of Seaboard Air Line Ry. Co., <span class=\"citation\" data-id=\"1547160\"><a href=\"/opinion/1547160/link-v-receivers-of-seaboard-air-line-ry-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></a></span> (4th Cir. 1934). Such a result has been held in Federal Labor cases involving the 1967 amendment increasing the statute of limitations for willful violations of the Fair Labor Standards Act. James v. Continental Insurance Company, <span class=\"citation\" data-id=\"289633\"><a href=\"/opinion/289633/john-l-james-v-the-continental-insurance-company/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1064</span></a></span> (3rd Cir. 1970); Wisbey v. American Community Stores Corporation, <span class=\"citation\" data-id=\"1642094\"><a href=\"/opinion/1642094/wisbey-v-american-community-stores-corporation/\"><span class=\"volume\">288</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">728</span></a></span> (D.Neb.1968).</p>\n<p>In a case strikingly similar to the one at bar, the Federal District Court for the District of Vermont found that a 3 year statute of limitation would not be extended by a 20 year statute of limitation which became effective more than 3 years after the alleged wrongful act. See Mauran v. Mary Fletcher Hospital, <span class=\"citation\" data-id=\"1480838\"><a href=\"/opinion/1480838/mauran-v-mary-fletcher-hospital/\"><span class=\"volume\">318</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">297</span></a></span> (D.Vt.1970), at page 299 relating to new non-discovery law limitation.</p>\n<p>It is the conclusion of this Court that under North Carolina law plaintiff's action became barred on September 26, 1970, because at that time it was held that the cause of action accrued at the time of the injury rather than the discovery of it. See Shearin v. Lloyd, supra; Connor v. Schenck, supra; Lewis v. Shaver, supra; Ford Motor Credit Company v. Minges, supra; Green v. M. T. D. Products, supra; Clardy v. Duke, and Hall v. Gurley Milling, supra. Although this rule was so criticized in the past as being too harsh that § 1-15(b) was passed in 1971, such passage occurred after the right of action was destroyed, and that right cannot be revived under North Carolina or Federal law. Therefore the motions to dismiss by all defendants under the 3 year statute of limitation must be allowed. See Kavanagh v. Noble, <span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">235</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">150</span></span> (1947).</p>\n<p></p>\n<h2>II. <i>Immunity</i>:</h2>\n<p>Although the holding above eliminates the necessity of considering alternative grounds for dismissal, a word about immunity is in order. First, it appears that the County of Washington is not a person under § 1983 and not subject to suit under that statute. Monroe v. Pape, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span> (1961); Moor v. County of Alameda, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1785</span></a></span>, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">596</span></a></span> (1973). Under Moor a county could be liable under diversity of citizenship, however plaintiff's cause of action against this county on this ground is virtually nonexistent.</p>\n<p>Next, defendants' claim that the individuals derive immunity from N.C.G.S. § 35-51 or otherwise is without merit prior to the development of the facts. See Scheuer v. Rhodes, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974).</p>\n<p>Defendants' contention that members of the Eugenics Board are entitled to the same degree of immunity as officers of the judiciary under Pierson v. Ray, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">547</span></a></span>, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1213</span></a></span>, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">288</span></a></span> (1967), cannot be decided on a judgment on the pleadings. Additional information as to the members' exact functions must be developed.</p>\n<p>Defendants' claim that the plaintiff has not followed proper procedures under North Carolina law to seek redress of her claims is not applicable to a § 1983 action.</p>\n<p>Taking plaintiff's contentions as true it cannot be said she \"voluntarily consented\" to the operation. Therefore the motion to dismiss on this ground is without merit.</p>\n<p></p>\n<h2>III. <i>Standing:</i>\n</h2>\n<p>The defendants vigorously attack plaintiff's standing individually and as representative of a class seeking declaratory relief in the form of a determination that the North Carolina Sterilization Statutes violate the Constitution of the United States. Article III, Section 2, of the Constitution limits the powers of the federal courts to adjudication of \"cases\" and \"controversies\". The general rules <span class=\"star-pagination\">*356</span> are set forth in Abele v. Markle, <span class=\"citation\" data-id=\"300581\"><a href=\"/opinion/300581/janice-abele-v-arnold-markle/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1121</span></a></span> (2nd Cir. 1971), which found:</p>\n<blockquote>\". . . The existence of a case or controversy depends upon whether the persons seeking relief have alleged a sufficient personal stake in the outcome to assure that the court will be called upon to resolve real issues between genuine adversaries rather than merely to give advisory opinions with respect to abstract or theoretical questions. Baker v. Carr, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, 204, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">691</span></a></span>, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">663</span></a></span> (1962); Flast v. Cohen, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 95-99, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">947</span></a></span> (1968). It is settled that advisory opinions may not be given by federal courts, United States v. Fruehauf, <span class=\"citation\" data-id=\"106168\"><a href=\"/opinion/106168/united-states-v-fruehauf/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">146</span></a></span>, 157, <span class=\"citation\" data-id=\"106168\"><a href=\"/opinion/106168/united-states-v-fruehauf/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">547</span></a></span>, <span class=\"citation\" data-id=\"106168\"><a href=\"/opinion/106168/united-states-v-fruehauf/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">476</span></a></span> (1961), and that the constitutionality of laws may be challenged only by those litigants who will suffer some actual or substantial injury from their enforcement, as distinguished from a remote, general, or hypothetical possibility of harm. United Public Workers v. Mitchell, <span class=\"citation\" data-id=\"104374\"><a href=\"/opinion/104374/public-workers-v-mitchell/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, 89-90, <span class=\"citation\" data-id=\"104374\"><a href=\"/opinion/104374/public-workers-v-mitchell/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">556</span></a></span>, <span class=\"citation\" data-id=\"104374\"><a href=\"/opinion/104374/public-workers-v-mitchell/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">754</span></a></span> (1947).\"</blockquote>\n<p>In an attack on Connecticut's anti-abortion statutes the Circuit Court in Abele v. Markle held that women who were not pregnant did not have standing to challenge the statutes in that any threat of harm to them was remote and hypothetical. However, pregnant women were held to have standing.</p>\n<p>The Supreme Court case of Roe v. Wade, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">705</span></a></span>, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span></a></span> (1973) also spoke to abortion. In holding that a pregnant woman had standing to attack the statute the Supreme Court stated:</p>\n<blockquote>\". . . Pregnancy provides a classic justification for a conclusion of non-mootness. It truly could be `capable of repetition, yet evading review.' . . .</blockquote>\n<blockquote>We, therefore, agree with the District Court that Jane Roe had standing to undertake this litigation, that she presented a justiciable controversy, and that the termination of her 1970 pregnancy has not rendered her case moot.\"</blockquote>\n<p>The Supreme Court also found that the doctor and a non-pregnant childless couple lacked standing to sue.</p>\n<p>It has been held that a private citizen lacks a judicially cognizable interest in the prosecution or nonprosecution of another, S. v. D., <span class=\"citation\" data-id=\"108736\"><a href=\"/opinion/108736/linda-rs-v-richard-d/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">614</span></a></span>, <span class=\"citation\" data-id=\"108736\"><a href=\"/opinion/108736/linda-rs-v-richard-d/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, <span class=\"citation\" data-id=\"108736\"><a href=\"/opinion/108736/linda-rs-v-richard-d/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">536</span></a></span> (1973). It is also held that where a plaintiff is under no present threat of prosecution under a statute, and the likelihood of running afoul of said statute is remote and speculative, he lacks standing to attack the constitutionality of the statute, even though he had been in jail because of the challenged statute. Fowler v. Alexander, <span class=\"citation\" data-id=\"310956\"><a href=\"/opinion/310956/jesse-fowler-individually-and-on-behalf-of-all-others-similarly-situated/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">694</span></a></span> (4th Cir. 1973).</p>\n<p>A reversal of the instant situation occurred in Allen v. Sisters of Saint Joseph, <span class=\"citation\" data-id=\"316260\"><a href=\"/opinion/316260/bernice-allen-v-sisters-of-saint-joseph/\"><span class=\"volume\">490</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">81</span></a></span> (5th Cir. 1974), where a woman sought to compel a hospital to perform a sterilization operation on her. It was held that since plaintiff obtained a sterilization at another hospital after the suit was filed, no viable controversy existed and the case was moot.</p>\n<p>Finally, in the only sterilization case of record, Wyatt v. Aderholt, <span class=\"citation\" data-id=\"1802869\"><a href=\"/opinion/1802869/wyatt-v-aderholt/\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1382</span></a></span> (M.D.Ala.1973), subsequent order <span class=\"citation\" data-id=\"1803197\"><a href=\"/opinion/1803197/wyatt-v-aderholt/\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1383</span></a></span>, a mentally retarded inmate was allowed to challenge the enforcement of a state statute permitting the sterilization of inmates of institutions for the mentally retarded. The Three-Judge Court held that the statute, which allowed sterilization at the unfettered discretion of the superintendent and one assistant and contained no provisions for notice, hearing, or other procedural safeguards, was unconstitutional.</p>\n<p>This Court is aware of the delicate situation that exists in the instant case. Plaintiff alleges she suffered injury under North Carolina statutes which are unconstitutional on their face and as applied. If true, she has suffered a serious wrong. However, it does not appear that she has standing to compel the result she wishes to achieve. Nor does it appear <span class=\"star-pagination\">*357</span> that she is representative of the class she seeks to represent or that the class itself has standing to bring the instant action.</p>\n<p>Fowler v. Alexander, supra, shows that plaintiff lacks standing to put in issue the constitutionality of the North Carolina statutes. She is under no threat from them, can allege no future harm from them, and cannot challenge them merely because she was at one time \"caught in the net of the challenged statutes.\" A careful reading of Roe v. Wade, supra, would approve this result. A continuing, significant fact like pregnancy is not at issue here. Plaintiff can forecast no harm to herself by repeated enforcement of the statutes in question. Also, and most importantly, the class plaintiff seeks to represent is clearly without standing under Roe v. Wade doctrine. Their alleged injuries rest on possible future problems, which are highly speculative. If possible future pregnancies do not give rise to standing, the highly less likely possible future sterilizations certainly do not. Nor is the sterilization procedure one which offers no remedy at the time. A person who finds he is to be sterilized can file a suit to block the operation and challenge the appropriate statutes. This can be done in the State Courts of North Carolina (see § 35-38 through § 35-50), or in the Federal Court system. Where pregnancy will most likely come to term before the judicial process is complete, this is not necessarily so in the realm of sterilization. Unlike Wyatt v. Aderholt, plaintiff is not a person subject to sterilization in an institution where all others are subject to the same procedures.</p>\n<p>It is the conclusion of this Court that the plaintiff lacks standing to challenge the constitutionality of the North Carolina Sterilization Statute. And since a party who lacks standing to sue on his own behalf may not assert claims on behalf of an alleged class of which he is not a member, the class action must be dismissed. See Norman v. Connecticut State Board of Parole, <span class=\"citation\" data-id=\"302834\"><a href=\"/opinion/302834/lamar-norman-jr-v-connecticut-state-board-of-parole/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">497</span></a></span> (2nd Cir. 1972) and DiJulio v. Digicon, Inc., <span class=\"citation\" data-id=\"1460632\"><a href=\"/opinion/1460632/dijulio-v-digicon-inc/\"><span class=\"volume\">339</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1284</span></a></span> (D.Md.1972), both citing Bailey v. Patterson, <span class=\"citation\" data-id=\"106347\"><a href=\"/opinion/106347/samuel-bailey-v-joe-t-patterson/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">31</span></a></span>, <span class=\"citation\" data-id=\"106347\"><a href=\"/opinion/106347/samuel-bailey-v-joe-t-patterson/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">549</span></a></span>, <span class=\"citation\" data-id=\"106347\"><a href=\"/opinion/106347/samuel-bailey-v-joe-t-patterson/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">512</span></a></span> (1962). In any event, the class plaintiff seeks to represent lacks standing under Roe v. Wade.</p>\n<p>Now therefore, in accordance with the foregoing, it is</p>\n<p>Ordered, that the motion for judgment upon the pleadings by defendant County of Washington filed October 23, 1973 be, and the same is, hereby allowed, and</p>\n<p>Further ordered, that the motion for judgment upon the pleadings by defendants Safriet, Norton, Weathers, Cornwell, Brown, Bruton, Hargrove, Koomen, Elliott, Casebolt, Westcott, Morgan, Zarzar, Rollins, and Stallings filed October 25, 1973 be, and the same is, hereby allowed, and</p>\n<p>Further ordered, that the motion for judgment upon the pleadings by defendant Howland filed October 26, 1973 be, and the same is, hereby allowed, and</p>\n<p>Further ordered, that the motion for judgment upon the pleadings by defendant Stanton filed October 23, 1973 be, and the same is, hereby allowed, and</p>\n<p>Further ordered, that the motion for judgment upon the pleadings by defendants Spruill and Smith filed November 15, 1973 be, and the same is, hereby allowed.</p>\n<p>Let this order be entered forthwith.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104374/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/246028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/256278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/258269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/277803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/277901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/283397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/287602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/288881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/289633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/291362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/292129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/297773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/299489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/300581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/301392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/302834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/308556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/310956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1305481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1328931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1345106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1373767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1404534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1460632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1480838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1505519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1547160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1642094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1802869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1803197/"
  ]
}