{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2007506/",
  "absolute_url": "/opinion/2007506/marshall-v-jp-stevens-emp-ed-committee/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2007506/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:02:06.033709Z",
  "date_modified": "2016-04-26T20:38:44.945272Z",
  "type": "010combined",
  "sha1": "b4553e2a85f2674486a015bfaf12625afc59220e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>495 F.Supp. 553 (1980)</b></center>\n<center><h1>Ray MARSHALL, Secretary of Labor, United States Department of Labor, Petitioner,<br>\nv.<br>\nJ. P. STEVENS EMPLOYEES EDUCATION COMMITTEE, Eugene Ray Patterson, Wilson Lambert, Robert A. Valois, Robert T. Click, Respondents.<br>\nRay MARSHALL, Secretary of Labor, United States Department of Labor, Petitioner,<br>\nv.<br>\nJohn G. HUTCHENS, Respondent.</h1></center>\n<center>Nos. 80-38-CIV-8, 80-39-CIV-8.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>July 15, 1980.</center>\n<p><span class=\"star-pagination\">*554</span> <span class=\"star-pagination\">*555</span> <span class=\"star-pagination\">*556</span> R. Lawrence Dessem, U.S. Dept. of Justice, Washington, D.C., W. Woodward Webb, Asst. U.S. Atty., Raleigh, N.C., for petitioner.</p>\n<p>John V. Hunter, III, Hunter, Wharton &amp; Howell, Raleigh, N.C., for respondents.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION AND ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>I. <i>INTRODUCTION.</i> The Secretary of Labor (the \"Secretary\") petitions the court pursuant to Section 601 of the Labor Management Reporting and Disclosure Act (\"LMRDA\") of 1959 for a summary order enforcing a subpoena duces tecum served upon the J. P. Stevens Employees Education Committee (the \"Committee\") and five subpoenas ad testificandum served upon individuals associated with the Committee. An order to show cause why the subpoenas should not be enforced was issued on April 17, 1980. The court conducted a hearing two days later on the issues presented by the petition during which time the respondents (the Committee and subpoenaed individuals) moved to quash the subpoenas. The respondents resist the petition on the grounds that, among other things, the disclosure of the information sought by the subpoenas would violate their right of freedom of association under the First Amendment.</p>\n<p>II. <i>BACKGROUND.</i> Section 203 of the LMRDA imposes disclosure requirements upon (1) employers who make payments to persons engaging in \"persuader\" activity [29 U.S.C. § 433(a)] and (2) upon the persuaders themselves [29 U.S.C. § 433(b)].<sup>[1]</sup></p>\n<p>The Secretary has broad discretion to launch a thorough investigation whenever <span class=\"star-pagination\">*557</span> he \"believes it necessary . . . to determine whether any person has violated or is about to violate\" the disclosure and reporting provisions of the LMRDA. 29 U.S.C. § 521.<sup>[2]</sup></p>\n<p>J. P. Stevens and Company, Inc. (the \"Company\" or \"Stevens\") is a large textile manufacturing concern with 80 production facilities throughout the nation. Stevens has been embroiled in a long, bitter labor <span class=\"star-pagination\">*558</span> dispute with the Amalgamated Clothing and Textile Workers Union (ACTWU), which has spawned much litigation against a backdrop of violence and economic reprisals. The Company is not the sole opponent of the ACTWU; the conflict has given rise to anti-union activity by such groups as the Committee, another employees group called \"Stevens People\", the North Carolina Conservative Union, and others.</p>\n<p>The subpoena served upon the Committee indicates that the Secretary believes it necessary to determine \"whether J. P. Stevens and Company, Inc., and any of its agents have violated or are about to violate . . the Labor Management Reporting and Disclosure Act.\" Apparently, the Secretary believes the Company has made undisclosed payments to the Committee and other organizations involved in anti-union persuader activities. The Secretary issued a subpoena ordering the Committee to produce its financial records regarding Stevens as well as other anti-union organizations, including certain persons associated with the groups. The information sought would necessarily include a list of the Committee's members and contributors. In addition, the Secretary issued subpoenas ad testificandum to five persons associated with the Committee. The Committee refused to produce the subpoenaed records and each of the subpoenaed persons refused to testify. During the hearing of April 19, 1980, the respondents presented several collateral contentions in support of their refusal to comply with the subpoenas, as well as their primary constitutional argument.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>III. <i>LACK OF DUTY TO DISCLOSE.</i> Respondents contend that they have no disclosure duties under the LMRDA and thus cannot be investigated by the Secretary. The court need not address the unlikely argument that the Committee as a persuader has no duty to disclose under 29 U.S.C. § 433(b). Even if the respondents had no duty to disclose, the Secretary still may subpoena and investigate them under his broad powers to ferret out relevant information wherever it may be found. Relevant information need not be sought solely from persons having a duty to disclose under the Act. <i>Goldberg v. Battles,</i> 196 F.Supp. 749, 754 (E.D.Pa.1961), <i>aff'd,</i> 299 F.2d 937 (3rd Cir.), <i>cert. denied,</i> 371 U.S. 817, 83 S.Ct. 32, 9 L.Ed.2d 58 (1962).</p>\n<p>IV. <i>ABSENCE OF AGREEMENT OR ARRANGEMENT.</i> The LMRDA compels disclosure of not merely financial contributions, but also the content of any agreement or arrangement between an employer and a persuader. Respondents argue that the Secretary cannot investigate them unless he has first demonstrated a \"prima facie [case] that there is an agreement or arrangement between J. P. Stevens Company and respondents or that J. P. Stevens Company has made a contribution to the Committee.\" The <i>carte blanche</i> investigative powers conferred upon the Secretary by Congress are so broad, however, that he need not first establish that a contribution or agreement in fact exists before he investigates it. <i>International Brotherhood of Teamsters v. Wirtz,</i> 346 F.2d 827, 831 (D.C. Cir.1965).</p>\n<p>V. <i>OPPRESSIVENESS.</i> Respondents argue that the subpoenas cover virtually every document within the possession of the Committee and are thus unduly burdensome and oppressive. Moreover, the Committee argues that the subpoenas were issued in bad faith because the Secretary seeks the information for purposes unrelated to the LMRDA. Respondents have presented no evidence, however, in support of these allegations and they are disregarded.</p>\n<p>VI. <i>ATTORNEY-CLIENT PRIVILEGE.</i> Respondents argue that the subpoena ad testificandum issued to Robert <span class=\"star-pagination\">*559</span> A. Valois violates the attorney-client privilege. The argument is without merit, however, because respondents have not factually demonstrated that an attorney-client relationship exists. Furthermore, the privilege cannot be invoked through a blanket refusal to testify; rather, the privilege must be established with respect to each question sought to be avoided. <i>United States v. Schmidt,</i> 343 F.Supp. 444, 446 (M.D.Pa. 1972).</p>\n<p>VII. <i>RIGHTS UNDER NATIONAL LABOR RELATIONS ACT.</i> The LMRDA provides that the Secretary's investigative powers cannot be construed to affect a person's rights under the National Labor Relations Act (NLRA), 29 U.S.C. § 523(b). The NLRA confers upon employees the right to refrain from union activities. 29 U.S.C. § 157. The disclosure of information sought be the subpoenas, respondents argue, would \"chill Stevens employees in the exercise of their rights to refrain from union activities.\" The argument is coextensive with respondents' constitutional objections. The merits of the argument will be examined, therefore, in the constitutional discussion below.</p>\n<p>VIII. <i>CONSTITUTIONAL QUESTION.</i> Respondents argue that the threatened disclosure of their membership and contributors lists violates their First Amendment freedom of association because it may lead to violence and economic reprisals directed against them. An appropriate adjudication of the claim requires more than a focus upon First Amendment rights. Rather, the court must also carefully balance the freedom of association against the competing governmental interests. <i>Konigsberg v. State Bar of California,</i> 366 U.S. 36, 81 S.Ct. 997, 6 L.Ed.2d 105 (1961). First, however, the court must identify the competing interests.</p>\n<p></p>\n<h2>IDENTIFICATION OF COMPETING INTERESTS</h2>\n<p></p>\n<h2>A. <i>First Amendment Freedoms.</i>\n</h2>\n<p>(1) <i>Committee Members.</i> The Committee member's \"freedom to engage in association for the advancement of beliefs and ideas is an inseparable aspect of the . . . freedom of speech.\" <i>NAACP v. Alabama,</i> 357 U.S. 449, 460, 78 S.Ct. 1163, 1171, 2 L.Ed.2d 1488 (1958). \"Compelled disclosure of affiliation with groups engaged in advocacy may constitute as effective a restraint on freedom of association\" as direct interference. <i>Id.</i> at 462, 78 S.Ct. at 1172. Thus, a \"vital relationship\" exists \"between freedom to associate and privacy in one's associations.\" <i>Id.</i> Should government invade an association's privacy, its members might be induced to withdraw and they may dissuade others from joining it because of fear their beliefs may be exposed through their associations. The First Amendment does not prohibit governmental action causing a \"chilling effect,\"<sup>[3]</sup> however, if the chill is based merely upon the <i>subjective</i> fear of an association's members. Rather, the First Amendment acts as a safeguard only if the members can make a <i>factual</i> \"showing that on past occasions revelation of [their] identity . . . has exposed [them] to economic reprisal, loss of employment, threat of physical coercion, and other manifestations of public hostility.\" <i>NAACP,</i> 357 U.S. at 462, 78 S.Ct. at 1172.</p>\n<p>(2) <i>Contributors' Interest.</i> Financial contributors to an association enjoy similar First Amendment protections, even though they are not technically members. The invasion of privacy of belief may be as great when the information sought concerns the giving and spending of money as when it concerns the joining of organizations because financial transactions can reveal much about one's activities, associations, and beliefs. <i>Buckley v. Valeo,</i> 424 U.S. 1, 66, 96 S.Ct. 612, 657, 46 L.Ed.2d 659 (1976).</p>\n<p><span class=\"star-pagination\">*560</span> The respondents contend that these delineated freedoms protect them from enforcement of the subpoenas. The government argues, however, that they have failed to show a sufficient freedom of association interest for a variety of reasons. First, the Secretary argues that the Committee and its officers have no standing to assert First Amendment rights of its members and contributors. The contention is without merit, for if the individual members and contributors were forced to assert their own rights, they would lose the interest they seek to protectanonymity. <i>NAACP,</i> 357 U.S. at 458-60, 78 S.Ct. at 1169-1170.</p>\n<p>Secondly, the Secretary argues that no disclosure invading the association's privacy will occur. The government stresses that it seeks the Committee's membership and contributor lists only in the course of a confidential investigation, without publication to persons that may be hostile to the respondents. The Secretary's promise of confidentiality is not assuring, however, for various reasons.</p>\n<p>The Secretary cannot ultimately prevent hostile factions from obtaining the lists through the Freedom of Information Act. <i>See </i><i>NLRB v. Robbins Tire &amp; Rubber Company,</i> 437 U.S. 214, 98 S.Ct. 2311, 57 L.Ed.2d 159 (1978); 5 U.S.C. § 552(b)(7)(A). Moreover, the respondents have pointed to an instance in which information obtained during an investigation was leaked to union members, who then published the names as an \"enemies list.\" <i>See</i> Page 27 Bench Decision Transcript in <i>Marshall v. Stevens People,</i> M 80-2-42 (D.S.C. May 5, 1980). Further, the disclosure processes prohibited by <i>NAACP v. Alabama</i> are not necessarily limited to broad disseminations among the public; the case also bars disclosures to government officials only. <i>NAACP</i> involved the Attorney General of Alabama who was conducting an investigation to ascertain whether the NAACP had complied with the state's filing requirements for unincorporated associations. The Attorney General subpoenaed the NAACP's membership list in the course of that investigation. The facts of the case as recited by the reviewing courts do not indicate any reason for the acquisition of the list other than to aid the Attorney General in his search for possible violations of law; no indication is given that anyone intended to disseminate the list to the public. <i>See</i> 265 Ala. 349, 91 So.2d 214 (1957), <i>rev'd</i> 357 U.S. 449, 78 S.Ct. 1163, 2 L.Ed.2d 1488 (1958). Thus, disclosure of membership and contributor lists to a government investigator alone, without publication, may be sufficient disclosure prohibited by the First Amendment.</p>\n<p>The Secretary counters that a government guarantee of secrecy avoids an infringement upon First Amendment rights. <i>Indeed, Branzburg v. Hayes,</i> 408 U.S. 665, 700, 92 S.Ct. 2646, 2666, 33 L.Ed.2d 626 (1972), establishes that a secret, controlled disclosure dilutes any harm to one's right to privacy in his associations. Nevertheless, the case is distinguishable.</p>\n<p><i>Branzburg</i> held that the First Amendment does not relieve a newspaper reporter of the obligation to respond to a grand jury subpoena and answer questions relevant to a criminal investigation. One factor weighed by the Supreme Court in its holding was the relative lack of harm to the newspaper reporter's First Amendment rights because of the secrecy of grand jury deliberations. Thus, a grand jury assurance that disclosed information will be kept confidential is a factor that tends to dilute any injury to the freedom of association. <i>Id.</i> at 700, 92 S.Ct. at 2666.</p>\n<p>Still, important dissimilarities exist between the Secretary of Labor and a grand jury. Historically, the grand jury has been regarded as a primary security to the innocent against hasty, malicious and oppressive prosecution; it serves the invaluable function of standing between the accuser and the accused to determine whether a charge is founded upon reason. <i>Wood v. Georgia,</i> 370 U.S. 375, 82 S.Ct. 1364, 8 L.Ed.2d 569 (1962). A promise of secrecy by the grand jury may be trusted because the body is a constitutional fixture in its own right, legally independent of the executive. <i>Nixon v. Sirica,</i> 487 F.2d 700 (D.C.Cir.1973). Unlike the grand jury, however, the Secretary <span class=\"star-pagination\">*561</span> of Labor is not independent of the executive, but rather, acts as an enforcing arm of the executive. The distinction explains the disclosure compelled by <i>Branzburg</i> and the disclosure prohibited by <i>NAACP.</i> Both cases involved limited disclosure, but <i>Branzburg</i> involved an independent grand jury; <i>NAACP</i> involved a state executive.</p>\n<p>The Secretary further argues that the respondents have failed to carry their burden to show that disclosure would cause economic reprisals, loss of employment, threat of physical coercion, or other manifestations of public hostility. <i>NAACP,</i> 357 U.S. at 462, 78 S.Ct. at 1171. Rather, the Secretary argues that they have shown at best a chilling of First Amendment rights rooted merely within a subjective, unsupported fear. The contention requires an examination of both the weight of respondents' burden and the evidence presented.</p>\n<p><i>Burden of Proof.</i> Conditioning First Amendment protections upon the carrying of a heavy burden to show clear and convincing evidence of a chilling factor \"offers only an illusory safeguard . . . because the evils of chill and harassment . . are largely incapable of formal proof.\" Developments in the Law Elections, 88 Harvard L.Rev. 1111, 1247-49 (1975). Thus, the Supreme Court has not imposed upon political associations (that are smaller than major political parties) \"unduly strict requirements of proof.\" <i>Buckley,</i> 424 U.S. at 74, 96 S.Ct. at 661. Small political associations like the Committee are allowed sufficient flexibility in the proof of injury to assure a fair consideration of their claim. \"The evidence offered need show only a <i>reasonable probability</i> that the compelled disclosure of . . . contributors' names will subject them to threats, harassment, or reprisals from either Government officials or private parties.\" Id. (emphasis added).</p>\n<p><i>The Evidence.</i> The following evidence indicates that the respondents have shown a \"reasonable probability\" that compelled disclosure will subject them to threats, harassment or reprisals from either government officials or private parties:</p>\n<p>1. Respondents have filed an unverified letter of May 12, 1980 from one J. J. Broderick to a Mr. McCune Syphax. The letter indicates that Mr. Broderick's secretary was harassed and threatened by an unknown person soon after Broderick had been subpoenaed to testify about his contribution to the Committee.<sup>[4]</sup></p>\n<p>2. Respondents have filed a transcript of the hearing before the Honorable Matthew J. Perry in the case of <i>Marshall v. Stevens People and Friends for Freedom,</i> M 80-2-42 (D.S.C., May 5, 1980). The court received the transcript into evidence without objection. Page 26 of the transcript indicates that one Mildred Ramsey of Stevens People, an anti-union organization, received a death threat from union forces.</p>\n<p>3. As already indicated, the same transcript states that a union obtained a list of contributors to a similar anti-union organization and published their names in an \"enemies list.\"</p>\n<p>4. Two officials of the Committee have filed affidavits indicating that the ACTWU has organized boycotts of all businesses that have contributed money to J. P. Stevens, Inc., in its struggle against the union and that the union has a reputation for using violence against those who actively disagree with its objectives.</p>\n<p>The court concludes from the above evidence that the respondents have shown a \"reasonable probability\" that economic and physical reprisals will occur upon disclosure of membership and contributors list to the Secretary.</p>\n<p>The Secretary protests that respondents should not be able to show that they are harassed by pointing to instances involving other persons, at other times and at other places. <i>Buckley v. Valeo, supra</i><i>,</i> rejects this contention. The Committee is a relatively new organization with no history of past reprisals and therefore is permitted \"to offer <span class=\"star-pagination\">*562</span> evidence of reprisals and threats directed against individuals or organizations holding similar views.\" <i>Id.,</i> 424 U.S. at 74, 96 S.Ct. at 661.</p>\n<p>The respondents' freedom of association interest having been identified, the court now turns to the identification of the governmental interest to be weighed. In order to outweigh the First Amendment interest, the government must do more than make a \"mere showing of some legitimate governmen[t] interest.\" Rather the government interest must be <i>compelling. See </i><i>Pollard v. Roberts,</i> 283 F.Supp. 248 (3-Judge court, E.D.Ark.1968), <i>aff'd per curiam,</i> 393 U.S. 14, 89 S.Ct. 47, 21 L.Ed.2d 14 (1968). Moreover, there must also be a \"`relevant correlation' or `substantial relation' between the governmental interest and the information required to be disclosed.\" <i>Buckley,</i> 424 U.S. at 64, 96 S.Ct. at 656. Similarly, the government regulation inhibiting the freedom of association must be the least restrictive, although effective, alternative. \"Because First Amendment freedoms need breathing space to survive, government may regulate in the area only with narrow specificity.\" <i>Id.</i> at 41, 96 S.Ct. at 645. Thus, the court must ask (1) the precise interest of the Secretary in the investigation; (2) the relevance of the information sought to the investigative mission; and (3) whether the Secretary is using the least restrictive of effective means in obtaining the information.</p>\n<p></p>\n<h2>B. <i>Countervailing Government Interest.</i>\n</h2>\n<p>(1) <i>Mission of the Secretary of Labor.</i> The LMRDA's requirement that employers and persuaders must file disclosure reports with the Secretary is rooted within the nation's concern that employees faced with the choice of unionization should be fully informed on the issues, the identity of persons informing them on the issues, and the identity of those financing their efforts. In the past, large sums of money were spent in organized campaigns on behalf of some employers for the purpose of interfering with the right of employees to join or not to join a union. Sometimes the expenditures were hidden behind committees or other fronts; oftentimes the expenditures were surreptitious because of the unethical content of the message given to the employees. Congress has chosen to halt these practices through exposure. <i>See</i> 1959 U.S.Code Congressional and Administrative News, pp. 2318, 2327.</p>\n<p>Few situations are more potentially volatile than a campaign between rival factions in a labor dispute. Thus, the government has a strong interest in insuring that the inevitable struggle is conducted as cleanly, fairly and openly as possible to the end that unionization decisions are informed and free of corruption. <i>Cf., </i><i>Buckley,</i> 424 U.S. at 66-68, 96 S.Ct. at 657-658.</p>\n<p>(2) <i>Inquiry Relevant to Government Purpose.</i> The information sought by the Secretary is strictly tailored to the purpose of determining whether violations of the LMRDA have occurred. The Secretary has subpoenaed all financial records concerning contributions to the Committee. All documents relating to business dealings between the Committee, Stevens, and various other associations and persons with anti-union sentiment, are also requested. These documents could shed light upon any financial link between the Committee and Stevens. Any persuader agreement or arrangement between Stevens or any other company with the Committee may also be exposed by this material. The information conceivably could involve virtually every document within the possession of the Committee. Still, the subpoenas are not unnecessarily broad, for the remedial legislation and the investigative powers of the Secretary are broad as well.</p>\n<p>(3) <i>Least Restrictive Alternative.</i> The Committee argues that the Secretary's subpoenas are overbroad in their scope because the information sought necessarily encompasses individuals or corporations that are not germane to the Secretary's inquiry. The Committee's specific concern is addressed to other businesses that may have given financial support either directly to the Company or to other persuader organizations, <span class=\"star-pagination\">*563</span> with the understanding that the money was to be used to aid Stevens in its struggle against unionization.</p>\n<p>The Committee's overbreadth argument necessarily depends upon the validity of their assertion that financial contributions or agreements between an employer and persuaders influencing employees <i>of a different employer</i> need not be disclosed under the LMRDA. The issue is one of first impression. Nevertheless, an examination of the reporting requirements of 29 U.S.C. § 433, together with the definitions set forth in Section 402, reveals that contributions and agreements between an employer and other businesses must be disclosed under the LMRDA.</p>\n<p>Section 203(b) of the LMRDA (29 U.S.C. § 433(b), <i>see</i> Footnote 1, <i>supra</i>), provides that every \"person\" who, pursuant to any agreement with an employer, undertakes activities where the object is, directly or indirectly, to persuade employees not to exercise their right to join a union, must file a report. The LMRDA definition of \"person\" is broad enough to include other businesses besides the employer:</p>\n<blockquote>\"(d) `Person' includes one or more individuals, labor organizations, partnerships, associations, corporations, legal representatives, mutual companies, joint-stock companies, trusts, unincorporated organizations, trustees, trustees in bankruptcy, or receivers.\"</blockquote>\n<p>If another corporation paid money directly to the Committee under an agreement with Stevens, then that would constitute \"indirect activity\" where the object was to persuade Stevens' employees not to exercise their right to join a union. Such activity must be disclosed under Section 203(b) of the LMRDA.</p>\n<p>The Committee correctly argues that no duty to disclose arises under Section 203(b) unless there is in fact an agreement or an arrangement. <i>See</i> 29 U.S.C. § 433(d).<sup>[5]</sup> However, the Secretary need not first prove the existence of an agreement or an arrangement prior to issuance of an investigative subpoena germane to the issue. <i>International Brotherhood of Teamsters v. Wirtz,</i> 346 F.2d 827, 831 (D.C.Cir. 1965).</p>\n<p>Should any other corporations give contributions directly to the Committee, a duty to disclose the contributions might be imposed by 29 U.S.C. § 433(a) as well. (<i>See</i> Footnote 1.) The Committee correctly counters that Sections 433(a)(2) and (3) impose a duty upon an \"employer\" to disclose payments of money, but only if the payments are made directly to <i>his own</i> employees for the purpose of helping them to persuade others not to exercise their right to join a union. However, the LMRDA definition of \"employer\" can possibly be construed to include also <i>other corporations acting together with the employer</i>:</p>\n<blockquote>\"(e) `Employer' means any employer <i>or any group or association of employers</i> engaged in an industry affecting commerce (1) which is, with respect to employees engaged in an industry affecting commerce, an employer within the meaning of any law of the United States relating to the employment of any employees or (2) which may deal with any labor organization concerning grievances, labor disputes, wages, rates of pay, hours of employment, or conditions of work, and includes any person acting directly or indirectly <span class=\"star-pagination\">*564</span> as an employer or as an agent of an employer in relation to an employee but does not include the United States or any corporation wholly owned by the Government of the United States or any State or political subdivision thereof.\" (Emphasis supplied.)</blockquote>\n<p>Should other corporations giving contributions to the Committee be deemed a \"group of employers\" associated with Stevens, then their contributions must be disclosed under the LMRDA. Moreover, a duty to disclose under 29 U.S.C. § 433(a)(2) and (3) is unrelated to an \"agreement or arrangement\" between the contributor and the Committee. <i>See</i> 29 U.S.C. § 433(d) (Footnote 5, <i>supra</i>).</p>\n<p>Finally, the Committee argues that the government's request is overbroad because the Secretary could use the less restrictive method of directly subpoenaing relevant records from J. P. Stevens Company rather than invading the privacy of various anti-union groups and individuals. The Secretary counters, however, that the tracing of all expenditures in the vast J. P. Stevens corporate network would be virtually impossible. Moreover, the Secretary points to Congressional findings indicating that other employers in the past often \"laundered\" their contributions to anti-union groups by sending funds to other friendly industries or persons who then made contributions to other individuals, who then made contributions directly to the anti-union groups. If Stevens pursued this course of activity, a subpoena requiring it to turn over all contributions to the Committee would be a naive, vain exercise. The Secretary argues that the efficiency of going directly to the target of the contributions outweighs the respondents' privacy interest.</p>\n<p></p>\n<h2>BALANCING OF COMPETING INTERESTS</h2>\n<p>The countervailing interests having been identified, the court will now balance them to determine the appropriate result. The countervailing interests are substantial. The government interest in fairness and above-board dealings during a labor conflict is well documented by Congress. <i>See</i> 29 U.S.C. § 401. The respondents' interest in their freedom to come together in privacy for the purpose of developing their ideas and to receive confidential contributions has been sufficiently demonstrated as well.</p>\n<p>Neither of the interests are as dramatic as may be envisioned in other circumstances. For instance, the government's interest is not as substantial as its other interest in ferreting out crimes against persons or property. <i>Compare </i><i>Branzburg v. Hayes,</i> 408 U.S. 665, 92 S.Ct. 2646, 33 L.Ed.2d 626 (1972); <i>Bursey v. United States,</i> 466 F.2d 1059 (9th Cir), <i>rehearing denied,</i> 466 F.2d 1090 (9th Cir.1972), <i>with </i><i>Partido Nuevo Progresista v. Hernandez Colon,</i> 415 F.Supp. 475 (D.P.R.1976). Similarly, the threatened infringement upon the respondents' interest might not be as dramatic as those that have occurred in other contexts. No concrete evidence has been brought forward in this case showing that the Secretary seeks to expose Committee members and contributors \"for the sake of exposure.\" <i>Watkins v. United States,</i> 354 U.S. 178, 200, 77 S.Ct. 1173, 1185, 1 L.Ed.2d 1273 (1957). Moreover, respondents' beliefs are not as inflammatory as those that belong to other organizations requiring special First Amendment protections against clearly imminent hostile forces. <i>E.g., </i><i>NAACP v. Alabama, supra</i> [activist blacks in segregated south]; <i>Collin v. Smith,</i> 447 F.Supp. 676 (N.D.Ill.), <i>aff'd,</i> 578 F.2d 1197 (7th Cir.), <i>cert. denied,</i> 439 U.S. 916, 99 S.Ct. 291, 58 L.Ed.2d 264 (1978) [Nazis marching in predominently Jewish suburb]; <i>Oregon Socialist Workers v. Paulus</i> 432 F.Supp. 1255 (D.Or.1977); <i>compare with </i><i>Buckley v. Valeo,</i> 424 U.S. at 70, 96 S.Ct. at 659 [privacy interest of contributors to Republican or Democratic candidates not as great as contributors to Socialist Labor Party]; <i>In Re Rabbinical Seminary,</i> 450 F.Supp. 1078 (E.D.N.Y.1978) [privacy interest of orthodox Jews does not outweigh government need to investigate misappropriation of government funds]. Still, the respondents have shown that the risk of adverse consequences that would be brought about by <span class=\"star-pagination\">*565</span> disclosure is sufficient enough to inhibit them in the advancement of their beliefs.</p>\n<p>The rough equivalence in weight of the competing interests when balanced against each other leads the court to conclude that the respondents' First Amendment interests must prevail. The most fundamental concept of constitutional supremacy is that reduction of constitutional rights cannot be accomplished either by Congressional action or executive fiat. <i>Clark v. Board of Education of Little Rock School District,</i> 374 F.2d 569 (8th Cir.1967); <i>Brubaker v. Board of Education, School District No. 149, Cook County, Illinois,</i> 502 F.2d 973 (7th Cir.1974), <i>cert. denied,</i> 421 U.S. 965, 95 S.Ct. 1953, 44 L.Ed.2d 451, <i>clarified,</i> 527 F.2d 611 (7th Cir.1975). <i>See also </i><i>United States v. Brignoni-Ponce,</i> 422 U.S. 873, 95 S.Ct. 2574, 45 L.Ed.2d 607 (1975). When fundamental constitutional guarantees are involved, the statutes of Congress must give way to enforcement of constitutional rights. <i>United States v. Narciso,</i> 446 F.Supp. 252, 270 (E.D. Mich.1977).</p>\n<p>Accordingly, the Secretary's petition for an order to enforce the administrative subpoenas is denied. The respondents' oral motion to quash the subpoenas is granted.</p>\n<p>These actions are dismissed.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  29 U.S.C. § 433(a) and (b) provide:\n</p>\n<p>\"(a) Every employer who in any fiscal year made</p>\n<p>\"(1) any payment or loan, direct or indirect, of money or other thing of value (including reimbursed expenses), or any promise or agreement therefor, to any labor organization or officer, agent, shop steward, or other representative of a labor organization, or employee of any labor organization, except (A) payments or loans made by any national or State bank, credit union, insurance company, savings and loan association or other credit institution and (B) payments of the kind referred to in section 186(c) of this title;</p>\n<p>\"(2) any payment (including reimbursed expenses) to any of his employees, or any group or committee of such employees, for the purpose of causing such employee or group or committee of employees to persuade other employees to exercise or not to exercise, or as the matter of exercising, the right to organize and bargain collectively through representatives of their own choosing unless such payments were contemporaneously or previously disclosed to such other employees;</p>\n<p>\"(3) any expenditure, during the fiscal year, where an object thereof, directly or indirectly, is to interfere with, restrain, or coerce employees in the exercise of the right to organize and bargain collectively through representatives of their own choosing, or is to obtain information concerning the activities of employees or a labor organization in connection with a labor dispute involving such employer, except for use solely in conjunction with an administrative or arbitral proceeding or a criminal or civil judicial proceeding;</p>\n<p>\"(4) any agreement or arrangement with a labor relations consultant or other independent contractor or organization pursuant to which such person undertakes activities where an object thereof, directly or indirectly, is to persuade employees to exercise or not to exercise, or persuade employees as to the manner of exercising, the right to organize and bargain collectively through representatives of their own choosing, or undertakes to supply such employer with information concerning the activities of employees or a labor organization in connection with a labor dispute involving such employer, except information for use solely in conjunction with an administrative or arbitral proceeding or a criminal or civil judicial proceeding; or</p>\n<p>\"(5) any payment (including reimbursed expenses) pursuant to an agreement or arrangement described in subdivision (4);</p>\n<p>\"shall file with the Secretary a report, in a form prescribed by him, signed by its president and treasurer or corresponding principal officers showing in detail the date and amount of each such payment, loan, promise, agreement, or arrangement and the name, address, and position, if any, in any firm or labor organization of the person to whom it was made and a full explanation of the circumstances of all such payments, including the terms of any agreement or understanding pursuant to which they were made.</p>\n<p>\"Persuasive activities relating to right to organize and bargain collectively; supplying information of activities in connection with labor disputes; filing and contents of report of agreement or arrangement.</p>\n<p>\"(b) Every person who pursuant to any agreement or arrangement with an employer undertakes activities where an object thereof is, directly or indirectly</p>\n<p>\"(1) to persuade employees to exercise or not to exercise, or persuade employees as to the manner of exercising, the right to organize and bargain collectively through representatives of their own choosing; or</p>\n<p>\"(2) to supply an employer with information concerning the activities of employees or a labor organization in connection with a labor dispute involving such employer, except information for use solely in conjunction with an administrative or arbitral proceeding or a criminal or civil judicial proceeding; \"shall file within thirty days after entering into such agreement or arrangement a report with the Secretary, signed by its president and treasurer or corresponding principal officers, containing the name under which such person is engaged in doing business and the address of its principal office, and a detailed statement of the terms and conditions of such agreement or arrangement. Every such person shall file annually, with respect to each fiscal year during which payments were made as a result of such an agreement or arrangement, a report with the Secretary, signed by its president and treasurer or corresponding principal officers, containing a statement (A) of its receipts of any kind from employers on account of labor relations advice or services, designating the sources thereof, and (B) of its disbursements of any kind, in connection with such services and the purposes thereof. In each such case such information shall be set forth in such categories as the Secretary may prescribe.\"</p>\n<p>[2]  29 U.S.C. § 521 provides:\n</p>\n<p>\"(a) The Secretary shall have power when he believes it necessary in order to determine whether any person has violated or is about to violate any provision of this chapter (except subchapter II of this chapter) to make an investigation and in connection therewith he may enter such places and inspect such records and accounts and question such persons as he may deem necessary to enable him to determine the facts relative thereto. The Secretary may report to interested persons or officials concerning the facts required to be shown in any report required by this chapter and concerning the reasons for failure or refusal to file such a report or any other matter which he deems to be appropriate as a result of such an investigation.</p>\n<p>\"(b) For the purpose of any investigation provided for in this chapter, the provisions of sections 49 and 50 of Title 15 (relating to the attendance of witnesses and the production of books, papers, and documents) are made applicable to the jurisdiction, powers, and duties of the Secretary or any officers designated by him.\"</p>\n<p>15 U.S.C. § 49, which is incorporated by reference into 29 U.S.C. § 521 confers upon the Secretary his subpoena powers and provides:</p>\n<p>\"§ 49. Documentary evidence; depositions; witnesses</p>\n<p>For the purposes of sections 41 to 46 and 47 to 58 of this title the Commission, or its duly authorized agent or agents, shall at all reasonable times have access to, for the purpose of examination, and the right to copy any documentary evidence of any person, partnership, or corporation being investigated or proceeded against; and the Commission shall have power to require by subpoena the attendance and testimony of witnesses and the production of all such documentary evidence relating to any matter under investigation. Any member of the Commission may sign subpoenas, and members and examiners of the Commission may administer oaths and affirmations, examine witnesses, and receive evidence.\"</p>\n<p>[3]  Justice Frankfurter was the first to label the harm caused by such disclosure as a \"chilling effect\" in his concurring opinion in <i>Wieman v. Updegraff,</i> 344 U.S. 183, 73 S.Ct. 215, 97 L.Ed. 216 (1952).</p>\n<p>[4]  While the letter may not be admissible to show the truth of the matter asserted therein, the letter is nevertheless relevant to show the respondents' state of mind. F.R.Evid. 801(c) and 802.</p>\n<p>[5]  29 U.S.C. § 433(d) provides:\n</p>\n<p>\"Nothing contained in this section shall be construed to require an employer to file a report under subsection (a) of this section unless he has made an expenditure payment, loan, agreement, or arrangement of the kind described therein. <i>Nothing contained in this section shall be construed to require any other person to file a report under subsection (b) of this section unless he was a party to an agreement or arrangement of the kind described therein.</i>\" (Emphasis added.)</p>\n<p>This section makes plain, however, that an <i>employer</i> has a duty to disclose any contribution to persuader groups under 29 U.S.C. § 433(a) <i>without regard to whether the payments were made pursuant to an agreement or an arrangement.</i> The discussion below indicates that the definition of \"employer\" is broad enough to include Stevens and other businesses acting together.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">553</span></span> (1980)</b></center>\n<center><h1>Ray MARSHALL, Secretary of Labor, United States Department of Labor, Petitioner,<br>\nv.<br>\nJ. P. STEVENS EMPLOYEES EDUCATION COMMITTEE, Eugene Ray Patterson, Wilson Lambert, Robert A. Valois, Robert T. Click, Respondents.<br>\nRay MARSHALL, Secretary of Labor, United States Department of Labor, Petitioner,<br>\nv.<br>\nJohn G. HUTCHENS, Respondent.</h1></center>\n<center>Nos. 80-38-CIV-8, 80-39-CIV-8.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>July 15, 1980.</center>\n<p><span class=\"star-pagination\">*554</span> <span class=\"star-pagination\">*555</span> <span class=\"star-pagination\">*556</span> R. Lawrence Dessem, U.S. Dept. of Justice, Washington, D.C., W. Woodward Webb, Asst. U.S. Atty., Raleigh, N.C., for petitioner.</p>\n<p>John V. Hunter, III, Hunter, Wharton &amp; Howell, Raleigh, N.C., for respondents.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION AND ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>I. <i>INTRODUCTION.</i> The Secretary of Labor (the \"Secretary\") petitions the court pursuant to Section 601 of the Labor Management Reporting and Disclosure Act (\"LMRDA\") of 1959 for a summary order enforcing a subpoena duces tecum served upon the J. P. Stevens Employees Education Committee (the \"Committee\") and five subpoenas ad testificandum served upon individuals associated with the Committee. An order to show cause why the subpoenas should not be enforced was issued on April 17, 1980. The court conducted a hearing two days later on the issues presented by the petition during which time the respondents (the Committee and subpoenaed individuals) moved to quash the subpoenas. The respondents resist the petition on the grounds that, among other things, the disclosure of the information sought by the subpoenas would violate their right of freedom of association under the First Amendment.</p>\n<p>II. <i>BACKGROUND.</i> Section 203 of the LMRDA imposes disclosure requirements upon (1) employers who make payments to persons engaging in \"persuader\" activity [29 U.S.C. § 433(a)] and (2) upon the persuaders themselves [29 U.S.C. § 433(b)].<sup>[1]</sup></p>\n<p>The Secretary has broad discretion to launch a thorough investigation whenever <span class=\"star-pagination\">*557</span> he \"believes it necessary . . . to determine whether any person has violated or is about to violate\" the disclosure and reporting provisions of the LMRDA. 29 U.S.C. § 521.<sup>[2]</sup></p>\n<p>J. P. Stevens and Company, Inc. (the \"Company\" or \"Stevens\") is a large textile manufacturing concern with 80 production facilities throughout the nation. Stevens has been embroiled in a long, bitter labor <span class=\"star-pagination\">*558</span> dispute with the Amalgamated Clothing and Textile Workers Union (ACTWU), which has spawned much litigation against a backdrop of violence and economic reprisals. The Company is not the sole opponent of the ACTWU; the conflict has given rise to anti-union activity by such groups as the Committee, another employees group called \"Stevens People\", the North Carolina Conservative Union, and others.</p>\n<p>The subpoena served upon the Committee indicates that the Secretary believes it necessary to determine \"whether J. P. Stevens and Company, Inc., and any of its agents have violated or are about to violate . . the Labor Management Reporting and Disclosure Act.\" Apparently, the Secretary believes the Company has made undisclosed payments to the Committee and other organizations involved in anti-union persuader activities. The Secretary issued a subpoena ordering the Committee to produce its financial records regarding Stevens as well as other anti-union organizations, including certain persons associated with the groups. The information sought would necessarily include a list of the Committee's members and contributors. In addition, the Secretary issued subpoenas ad testificandum to five persons associated with the Committee. The Committee refused to produce the subpoenaed records and each of the subpoenaed persons refused to testify. During the hearing of April 19, 1980, the respondents presented several collateral contentions in support of their refusal to comply with the subpoenas, as well as their primary constitutional argument.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>III. <i>LACK OF DUTY TO DISCLOSE.</i> Respondents contend that they have no disclosure duties under the LMRDA and thus cannot be investigated by the Secretary. The court need not address the unlikely argument that the Committee as a persuader has no duty to disclose under 29 U.S.C. § 433(b). Even if the respondents had no duty to disclose, the Secretary still may subpoena and investigate them under his broad powers to ferret out relevant information wherever it may be found. Relevant information need not be sought solely from persons having a duty to disclose under the Act. <i>Goldberg v. Battles,</i> <span class=\"citation\" data-id=\"1690755\"><a href=\"/opinion/1690755/goldberg-v-battles/\"><span class=\"volume\">196</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">749</span></a></span>, 754 (E.D.Pa.1961), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">299</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">937</span></span> (3rd Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">32</span></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">58</span></span> (1962).</p>\n<p>IV. <i>ABSENCE OF AGREEMENT OR ARRANGEMENT.</i> The LMRDA compels disclosure of not merely financial contributions, but also the content of any agreement or arrangement between an employer and a persuader. Respondents argue that the Secretary cannot investigate them unless he has first demonstrated a \"prima facie [case] that there is an agreement or arrangement between J. P. Stevens Company and respondents or that J. P. Stevens Company has made a contribution to the Committee.\" The <i>carte blanche</i> investigative powers conferred upon the Secretary by Congress are so broad, however, that he need not first establish that a contribution or agreement in fact exists before he investigates it. <i>International Brotherhood of Teamsters v. Wirtz,</i> <span class=\"citation\" data-id=\"268261\"><a href=\"/opinion/268261/international-brotherhood-of-teamsters-chauffeurs-warehousemen-and/\"><span class=\"volume\">346</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span>, 831 (D.C. Cir.1965).</p>\n<p>V. <i>OPPRESSIVENESS.</i> Respondents argue that the subpoenas cover virtually every document within the possession of the Committee and are thus unduly burdensome and oppressive. Moreover, the Committee argues that the subpoenas were issued in bad faith because the Secretary seeks the information for purposes unrelated to the LMRDA. Respondents have presented no evidence, however, in support of these allegations and they are disregarded.</p>\n<p>VI. <i>ATTORNEY-CLIENT PRIVILEGE.</i> Respondents argue that the subpoena ad testificandum issued to Robert <span class=\"star-pagination\">*559</span> A. Valois violates the attorney-client privilege. The argument is without merit, however, because respondents have not factually demonstrated that an attorney-client relationship exists. Furthermore, the privilege cannot be invoked through a blanket refusal to testify; rather, the privilege must be established with respect to each question sought to be avoided. <i>United States v. Schmidt,</i> <span class=\"citation\" data-id=\"1691683\"><a href=\"/opinion/1691683/united-states-v-schmidt/\"><span class=\"volume\">343</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">444</span></a></span>, 446 (M.D.Pa. 1972).</p>\n<p>VII. <i>RIGHTS UNDER NATIONAL LABOR RELATIONS ACT.</i> The LMRDA provides that the Secretary's investigative powers cannot be construed to affect a person's rights under the National Labor Relations Act (NLRA), 29 U.S.C. § 523(b). The NLRA confers upon employees the right to refrain from union activities. 29 U.S.C. § 157. The disclosure of information sought be the subpoenas, respondents argue, would \"chill Stevens employees in the exercise of their rights to refrain from union activities.\" The argument is coextensive with respondents' constitutional objections. The merits of the argument will be examined, therefore, in the constitutional discussion below.</p>\n<p>VIII. <i>CONSTITUTIONAL QUESTION.</i> Respondents argue that the threatened disclosure of their membership and contributors lists violates their First Amendment freedom of association because it may lead to violence and economic reprisals directed against them. An appropriate adjudication of the claim requires more than a focus upon First Amendment rights. Rather, the court must also carefully balance the freedom of association against the competing governmental interests. <i>Konigsberg v. State Bar of California,</i> <span class=\"citation\" data-id=\"106221\"><a href=\"/opinion/106221/konigsberg-v-state-bar-of-cal/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, <span class=\"citation\" data-id=\"106221\"><a href=\"/opinion/106221/konigsberg-v-state-bar-of-cal/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">997</span></a></span>, <span class=\"citation\" data-id=\"106221\"><a href=\"/opinion/106221/konigsberg-v-state-bar-of-cal/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (1961). First, however, the court must identify the competing interests.</p>\n<p></p>\n<h2>IDENTIFICATION OF COMPETING INTERESTS</h2>\n<p></p>\n<h2>A. <i>First Amendment Freedoms.</i>\n</h2>\n<p>(1) <i>Committee Members.</i> The Committee member's \"freedom to engage in association for the advancement of beliefs and ideas is an inseparable aspect of the . . . freedom of speech.\" <i>NAACP v. Alabama,</i> <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, 460, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1163</span></a></span>, 1171, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1488</span></a></span> (1958). \"Compelled disclosure of affiliation with groups engaged in advocacy may constitute as effective a restraint on freedom of association\" as direct interference. <i>Id.</i> at 462, 78 S.Ct. at 1172. Thus, a \"vital relationship\" exists \"between freedom to associate and privacy in one's associations.\" <i>Id.</i> Should government invade an association's privacy, its members might be induced to withdraw and they may dissuade others from joining it because of fear their beliefs may be exposed through their associations. The First Amendment does not prohibit governmental action causing a \"chilling effect,\"<sup>[3]</sup> however, if the chill is based merely upon the <i>subjective</i> fear of an association's members. Rather, the First Amendment acts as a safeguard only if the members can make a <i>factual</i> \"showing that on past occasions revelation of [their] identity . . . has exposed [them] to economic reprisal, loss of employment, threat of physical coercion, and other manifestations of public hostility.\" <i>NAACP,</i> 357 U.S. at 462, 78 S.Ct. at 1172.</p>\n<p>(2) <i>Contributors' Interest.</i> Financial contributors to an association enjoy similar First Amendment protections, even though they are not technically members. The invasion of privacy of belief may be as great when the information sought concerns the giving and spending of money as when it concerns the joining of organizations because financial transactions can reveal much about one's activities, associations, and beliefs. <i>Buckley v. Valeo,</i> <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 66, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, 657, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1976).</p>\n<p><span class=\"star-pagination\">*560</span> The respondents contend that these delineated freedoms protect them from enforcement of the subpoenas. The government argues, however, that they have failed to show a sufficient freedom of association interest for a variety of reasons. First, the Secretary argues that the Committee and its officers have no standing to assert First Amendment rights of its members and contributors. The contention is without merit, for if the individual members and contributors were forced to assert their own rights, they would lose the interest they seek to protectanonymity. <i>NAACP,</i> 357 U.S. at 458-60, 78 S.Ct. at 1169-1170.</p>\n<p>Secondly, the Secretary argues that no disclosure invading the association's privacy will occur. The government stresses that it seeks the Committee's membership and contributor lists only in the course of a confidential investigation, without publication to persons that may be hostile to the respondents. The Secretary's promise of confidentiality is not assuring, however, for various reasons.</p>\n<p>The Secretary cannot ultimately prevent hostile factions from obtaining the lists through the Freedom of Information Act. <i>See </i><i>NLRB v. Robbins Tire &amp; Rubber Company,</i> <span class=\"citation\" data-id=\"109898\"><a href=\"/opinion/109898/nlrb-v-robbins-tire-rubber-co/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></a></span>, <span class=\"citation\" data-id=\"109898\"><a href=\"/opinion/109898/nlrb-v-robbins-tire-rubber-co/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2311</span></a></span>, <span class=\"citation\" data-id=\"109898\"><a href=\"/opinion/109898/nlrb-v-robbins-tire-rubber-co/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">159</span></a></span> (1978); 5 U.S.C. § 552(b)(7)(A). Moreover, the respondents have pointed to an instance in which information obtained during an investigation was leaked to union members, who then published the names as an \"enemies list.\" <i>See</i> Page 27 Bench Decision Transcript in <i>Marshall v. Stevens People,</i> M 80-2-42 (D.S.C. May 5, 1980). Further, the disclosure processes prohibited by <i>NAACP v. Alabama</i> are not necessarily limited to broad disseminations among the public; the case also bars disclosures to government officials only. <i>NAACP</i> involved the Attorney General of Alabama who was conducting an investigation to ascertain whether the NAACP had complied with the state's filing requirements for unincorporated associations. The Attorney General subpoenaed the NAACP's membership list in the course of that investigation. The facts of the case as recited by the reviewing courts do not indicate any reason for the acquisition of the list other than to aid the Attorney General in his search for possible violations of law; no indication is given that anyone intended to disseminate the list to the public. <i>See</i> <span class=\"citation no-link\"><span class=\"volume\">265</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">349</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">214</span></span> (1957), <i>rev'd</i> <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1163</span></a></span>, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1488</span></a></span> (1958). Thus, disclosure of membership and contributor lists to a government investigator alone, without publication, may be sufficient disclosure prohibited by the First Amendment.</p>\n<p>The Secretary counters that a government guarantee of secrecy avoids an infringement upon First Amendment rights. <i>Indeed, Branzburg v. Hayes,</i> <span class=\"citation\" data-id=\"108611\"><a href=\"/opinion/108611/branzburg-v-hayes/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">665</span></a></span>, 700, <span class=\"citation\" data-id=\"108611\"><a href=\"/opinion/108611/branzburg-v-hayes/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2646</span></a></span>, 2666, <span class=\"citation\" data-id=\"108611\"><a href=\"/opinion/108611/branzburg-v-hayes/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">626</span></a></span> (1972), establishes that a secret, controlled disclosure dilutes any harm to one's right to privacy in his associations. Nevertheless, the case is distinguishable.</p>\n<p><i>Branzburg</i> held that the First Amendment does not relieve a newspaper reporter of the obligation to respond to a grand jury subpoena and answer questions relevant to a criminal investigation. One factor weighed by the Supreme Court in its holding was the relative lack of harm to the newspaper reporter's First Amendment rights because of the secrecy of grand jury deliberations. Thus, a grand jury assurance that disclosed information will be kept confidential is a factor that tends to dilute any injury to the freedom of association. <i>Id.</i> at 700, 92 S.Ct. at 2666.</p>\n<p>Still, important dissimilarities exist between the Secretary of Labor and a grand jury. Historically, the grand jury has been regarded as a primary security to the innocent against hasty, malicious and oppressive prosecution; it serves the invaluable function of standing between the accuser and the accused to determine whether a charge is founded upon reason. <i>Wood v. Georgia,</i> <span class=\"citation\" data-id=\"106441\"><a href=\"/opinion/106441/wood-v-georgia/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, <span class=\"citation\" data-id=\"106441\"><a href=\"/opinion/106441/wood-v-georgia/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1364</span></a></span>, <span class=\"citation\" data-id=\"106441\"><a href=\"/opinion/106441/wood-v-georgia/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">569</span></a></span> (1962). A promise of secrecy by the grand jury may be trusted because the body is a constitutional fixture in its own right, legally independent of the executive. <i>Nixon v. Sirica,</i> <span class=\"citation\" data-id=\"314896\"><a href=\"/opinion/314896/richard-m-nixon-president-of-the-united-states-v-the-honorable-john-j/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">700</span></a></span> (D.C.Cir.1973). Unlike the grand jury, however, the Secretary <span class=\"star-pagination\">*561</span> of Labor is not independent of the executive, but rather, acts as an enforcing arm of the executive. The distinction explains the disclosure compelled by <i>Branzburg</i> and the disclosure prohibited by <i>NAACP.</i> Both cases involved limited disclosure, but <i>Branzburg</i> involved an independent grand jury; <i>NAACP</i> involved a state executive.</p>\n<p>The Secretary further argues that the respondents have failed to carry their burden to show that disclosure would cause economic reprisals, loss of employment, threat of physical coercion, or other manifestations of public hostility. <i>NAACP,</i> 357 U.S. at 462, 78 S.Ct. at 1171. Rather, the Secretary argues that they have shown at best a chilling of First Amendment rights rooted merely within a subjective, unsupported fear. The contention requires an examination of both the weight of respondents' burden and the evidence presented.</p>\n<p><i>Burden of Proof.</i> Conditioning First Amendment protections upon the carrying of a heavy burden to show clear and convincing evidence of a chilling factor \"offers only an illusory safeguard . . . because the evils of chill and harassment . . are largely incapable of formal proof.\" Developments in the Law Elections, 88 Harvard L.Rev. 1111, 1247-49 (1975). Thus, the Supreme Court has not imposed upon political associations (that are smaller than major political parties) \"unduly strict requirements of proof.\" <i>Buckley,</i> 424 U.S. at 74, 96 S.Ct. at 661. Small political associations like the Committee are allowed sufficient flexibility in the proof of injury to assure a fair consideration of their claim. \"The evidence offered need show only a <i>reasonable probability</i> that the compelled disclosure of . . . contributors' names will subject them to threats, harassment, or reprisals from either Government officials or private parties.\" Id. (emphasis added).</p>\n<p><i>The Evidence.</i> The following evidence indicates that the respondents have shown a \"reasonable probability\" that compelled disclosure will subject them to threats, harassment or reprisals from either government officials or private parties:</p>\n<p>1. Respondents have filed an unverified letter of May 12, 1980 from one J. J. Broderick to a Mr. McCune Syphax. The letter indicates that Mr. Broderick's secretary was harassed and threatened by an unknown person soon after Broderick had been subpoenaed to testify about his contribution to the Committee.<sup>[4]</sup></p>\n<p>2. Respondents have filed a transcript of the hearing before the Honorable Matthew J. Perry in the case of <i>Marshall v. Stevens People and Friends for Freedom,</i> M 80-2-42 (D.S.C., May 5, 1980). The court received the transcript into evidence without objection. Page 26 of the transcript indicates that one Mildred Ramsey of Stevens People, an anti-union organization, received a death threat from union forces.</p>\n<p>3. As already indicated, the same transcript states that a union obtained a list of contributors to a similar anti-union organization and published their names in an \"enemies list.\"</p>\n<p>4. Two officials of the Committee have filed affidavits indicating that the ACTWU has organized boycotts of all businesses that have contributed money to J. P. Stevens, Inc., in its struggle against the union and that the union has a reputation for using violence against those who actively disagree with its objectives.</p>\n<p>The court concludes from the above evidence that the respondents have shown a \"reasonable probability\" that economic and physical reprisals will occur upon disclosure of membership and contributors list to the Secretary.</p>\n<p>The Secretary protests that respondents should not be able to show that they are harassed by pointing to instances involving other persons, at other times and at other places. <i>Buckley v. Valeo, supra</i><i>,</i> rejects this contention. The Committee is a relatively new organization with no history of past reprisals and therefore is permitted \"to offer <span class=\"star-pagination\">*562</span> evidence of reprisals and threats directed against individuals or organizations holding similar views.\" <i>Id.,</i> 424 U.S. at 74, 96 S.Ct. at 661.</p>\n<p>The respondents' freedom of association interest having been identified, the court now turns to the identification of the governmental interest to be weighed. In order to outweigh the First Amendment interest, the government must do more than make a \"mere showing of some legitimate governmen[t] interest.\" Rather the government interest must be <i>compelling. See </i><i>Pollard v. Roberts,</i> <span class=\"citation\" data-id=\"1906185\"><a href=\"/opinion/1906185/pollard-v-roberts/\"><span class=\"volume\">283</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">248</span></a></span> (3-Judge court, E.D.Ark.1968), <i>aff'd per curiam,</i> <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">14</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">47</span></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">14</span></span> (1968). Moreover, there must also be a \"`relevant correlation' or `substantial relation' between the governmental interest and the information required to be disclosed.\" <i>Buckley,</i> 424 U.S. at 64, 96 S.Ct. at 656. Similarly, the government regulation inhibiting the freedom of association must be the least restrictive, although effective, alternative. \"Because First Amendment freedoms need breathing space to survive, government may regulate in the area only with narrow specificity.\" <i>Id.</i> at 41, 96 S.Ct. at 645. Thus, the court must ask (1) the precise interest of the Secretary in the investigation; (2) the relevance of the information sought to the investigative mission; and (3) whether the Secretary is using the least restrictive of effective means in obtaining the information.</p>\n<p></p>\n<h2>B. <i>Countervailing Government Interest.</i>\n</h2>\n<p>(1) <i>Mission of the Secretary of Labor.</i> The LMRDA's requirement that employers and persuaders must file disclosure reports with the Secretary is rooted within the nation's concern that employees faced with the choice of unionization should be fully informed on the issues, the identity of persons informing them on the issues, and the identity of those financing their efforts. In the past, large sums of money were spent in organized campaigns on behalf of some employers for the purpose of interfering with the right of employees to join or not to join a union. Sometimes the expenditures were hidden behind committees or other fronts; oftentimes the expenditures were surreptitious because of the unethical content of the message given to the employees. Congress has chosen to halt these practices through exposure. <i>See</i> 1959 U.S.Code Congressional and Administrative News, pp. 2318, 2327.</p>\n<p>Few situations are more potentially volatile than a campaign between rival factions in a labor dispute. Thus, the government has a strong interest in insuring that the inevitable struggle is conducted as cleanly, fairly and openly as possible to the end that unionization decisions are informed and free of corruption. <i>Cf., </i><i>Buckley,</i> 424 U.S. at 66-68, 96 S.Ct. at 657-658.</p>\n<p>(2) <i>Inquiry Relevant to Government Purpose.</i> The information sought by the Secretary is strictly tailored to the purpose of determining whether violations of the LMRDA have occurred. The Secretary has subpoenaed all financial records concerning contributions to the Committee. All documents relating to business dealings between the Committee, Stevens, and various other associations and persons with anti-union sentiment, are also requested. These documents could shed light upon any financial link between the Committee and Stevens. Any persuader agreement or arrangement between Stevens or any other company with the Committee may also be exposed by this material. The information conceivably could involve virtually every document within the possession of the Committee. Still, the subpoenas are not unnecessarily broad, for the remedial legislation and the investigative powers of the Secretary are broad as well.</p>\n<p>(3) <i>Least Restrictive Alternative.</i> The Committee argues that the Secretary's subpoenas are overbroad in their scope because the information sought necessarily encompasses individuals or corporations that are not germane to the Secretary's inquiry. The Committee's specific concern is addressed to other businesses that may have given financial support either directly to the Company or to other persuader organizations, <span class=\"star-pagination\">*563</span> with the understanding that the money was to be used to aid Stevens in its struggle against unionization.</p>\n<p>The Committee's overbreadth argument necessarily depends upon the validity of their assertion that financial contributions or agreements between an employer and persuaders influencing employees <i>of a different employer</i> need not be disclosed under the LMRDA. The issue is one of first impression. Nevertheless, an examination of the reporting requirements of 29 U.S.C. § 433, together with the definitions set forth in Section 402, reveals that contributions and agreements between an employer and other businesses must be disclosed under the LMRDA.</p>\n<p>Section 203(b) of the LMRDA (29 U.S.C. § 433(b), <i>see</i> Footnote 1, <i>supra</i>), provides that every \"person\" who, pursuant to any agreement with an employer, undertakes activities where the object is, directly or indirectly, to persuade employees not to exercise their right to join a union, must file a report. The LMRDA definition of \"person\" is broad enough to include other businesses besides the employer:</p>\n<blockquote>\"(d) `Person' includes one or more individuals, labor organizations, partnerships, associations, corporations, legal representatives, mutual companies, joint-stock companies, trusts, unincorporated organizations, trustees, trustees in bankruptcy, or receivers.\"</blockquote>\n<p>If another corporation paid money directly to the Committee under an agreement with Stevens, then that would constitute \"indirect activity\" where the object was to persuade Stevens' employees not to exercise their right to join a union. Such activity must be disclosed under Section 203(b) of the LMRDA.</p>\n<p>The Committee correctly argues that no duty to disclose arises under Section 203(b) unless there is in fact an agreement or an arrangement. <i>See</i> 29 U.S.C. § 433(d).<sup>[5]</sup> However, the Secretary need not first prove the existence of an agreement or an arrangement prior to issuance of an investigative subpoena germane to the issue. <i>International Brotherhood of Teamsters v. Wirtz,</i> <span class=\"citation\" data-id=\"268261\"><a href=\"/opinion/268261/international-brotherhood-of-teamsters-chauffeurs-warehousemen-and/\"><span class=\"volume\">346</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span>, 831 (D.C.Cir. 1965).</p>\n<p>Should any other corporations give contributions directly to the Committee, a duty to disclose the contributions might be imposed by 29 U.S.C. § 433(a) as well. (<i>See</i> Footnote 1.) The Committee correctly counters that Sections 433(a)(2) and (3) impose a duty upon an \"employer\" to disclose payments of money, but only if the payments are made directly to <i>his own</i> employees for the purpose of helping them to persuade others not to exercise their right to join a union. However, the LMRDA definition of \"employer\" can possibly be construed to include also <i>other corporations acting together with the employer</i>:</p>\n<blockquote>\"(e) `Employer' means any employer <i>or any group or association of employers</i> engaged in an industry affecting commerce (1) which is, with respect to employees engaged in an industry affecting commerce, an employer within the meaning of any law of the United States relating to the employment of any employees or (2) which may deal with any labor organization concerning grievances, labor disputes, wages, rates of pay, hours of employment, or conditions of work, and includes any person acting directly or indirectly <span class=\"star-pagination\">*564</span> as an employer or as an agent of an employer in relation to an employee but does not include the United States or any corporation wholly owned by the Government of the United States or any State or political subdivision thereof.\" (Emphasis supplied.)</blockquote>\n<p>Should other corporations giving contributions to the Committee be deemed a \"group of employers\" associated with Stevens, then their contributions must be disclosed under the LMRDA. Moreover, a duty to disclose under 29 U.S.C. § 433(a)(2) and (3) is unrelated to an \"agreement or arrangement\" between the contributor and the Committee. <i>See</i> 29 U.S.C. § 433(d) (Footnote 5, <i>supra</i>).</p>\n<p>Finally, the Committee argues that the government's request is overbroad because the Secretary could use the less restrictive method of directly subpoenaing relevant records from J. P. Stevens Company rather than invading the privacy of various anti-union groups and individuals. The Secretary counters, however, that the tracing of all expenditures in the vast J. P. Stevens corporate network would be virtually impossible. Moreover, the Secretary points to Congressional findings indicating that other employers in the past often \"laundered\" their contributions to anti-union groups by sending funds to other friendly industries or persons who then made contributions to other individuals, who then made contributions directly to the anti-union groups. If Stevens pursued this course of activity, a subpoena requiring it to turn over all contributions to the Committee would be a naive, vain exercise. The Secretary argues that the efficiency of going directly to the target of the contributions outweighs the respondents' privacy interest.</p>\n<p></p>\n<h2>BALANCING OF COMPETING INTERESTS</h2>\n<p>The countervailing interests having been identified, the court will now balance them to determine the appropriate result. The countervailing interests are substantial. The government interest in fairness and above-board dealings during a labor conflict is well documented by Congress. <i>See</i> 29 U.S.C. § 401. The respondents' interest in their freedom to come together in privacy for the purpose of developing their ideas and to receive confidential contributions has been sufficiently demonstrated as well.</p>\n<p>Neither of the interests are as dramatic as may be envisioned in other circumstances. For instance, the government's interest is not as substantial as its other interest in ferreting out crimes against persons or property. <i>Compare </i><i>Branzburg v. Hayes,</i> <span class=\"citation\" data-id=\"108611\"><a href=\"/opinion/108611/branzburg-v-hayes/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">665</span></a></span>, <span class=\"citation\" data-id=\"108611\"><a href=\"/opinion/108611/branzburg-v-hayes/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2646</span></a></span>, <span class=\"citation\" data-id=\"108611\"><a href=\"/opinion/108611/branzburg-v-hayes/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">626</span></a></span> (1972); <i>Bursey v. United States,</i> <span class=\"citation\" data-id=\"305637\"><a href=\"/opinion/305637/sherrie-bursey-and-brenda-joyce-presley-v-united-states/\"><span class=\"volume\">466</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1059</span></a></span> (9th Cir), <i>rehearing denied,</i> <span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1090</span></span> (9th Cir.1972), <i>with </i><i>Partido Nuevo Progresista v. Hernandez Colon,</i> <span class=\"citation\" data-id=\"2248965\"><a href=\"/opinion/2248965/partido-nuevo-progresista-v-hernandez-colon/\"><span class=\"volume\">415</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">475</span></a></span> (D.P.R.1976). Similarly, the threatened infringement upon the respondents' interest might not be as dramatic as those that have occurred in other contexts. No concrete evidence has been brought forward in this case showing that the Secretary seeks to expose Committee members and contributors \"for the sake of exposure.\" <i>Watkins v. United States,</i> <span class=\"citation\" data-id=\"105532\"><a href=\"/opinion/105532/watkins-v-united-states/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 200, <span class=\"citation\" data-id=\"105532\"><a href=\"/opinion/105532/watkins-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1173</span></a></span>, 1185, <span class=\"citation\" data-id=\"105532\"><a href=\"/opinion/105532/watkins-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1273</span></a></span> (1957). Moreover, respondents' beliefs are not as inflammatory as those that belong to other organizations requiring special First Amendment protections against clearly imminent hostile forces. <i>E.g., </i><i>NAACP v. Alabama, supra</i> [activist blacks in segregated south]; <i>Collin v. Smith,</i> <span class=\"citation\" data-id=\"1621085\"><a href=\"/opinion/1621085/collin-v-smith/\"><span class=\"volume\">447</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">676</span></a></span> (N.D.Ill.), <i>aff'd,</i> <span class=\"citation\" data-id=\"357398\"><a href=\"/opinion/357398/frank-collin-and-the-national-socialist-party-of-america-v-albert-smith/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span></a></span> (7th Cir.), <i>cert. denied,</i> <span class=\"citation\" data-id=\"109979\"><a href=\"/opinion/109979/albert-smith-president-of-the-village-of-skokie-illinois-v-frank-collin/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">916</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">291</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">264</span></span> (1978) [Nazis marching in predominently Jewish suburb]; <i>Oregon Socialist Workers v. Paulus</i> <span class=\"citation\" data-id=\"1367856\"><a href=\"/opinion/1367856/ore-socialist-wkrs-etc-v-paulus/\"><span class=\"volume\">432</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1255</span></a></span> (D.Or.1977); <i>compare with </i><i>Buckley v. Valeo,</i> 424 U.S. at 70, 96 S.Ct. at 659 [privacy interest of contributors to Republican or Democratic candidates not as great as contributors to Socialist Labor Party]; <i>In Re Rabbinical Seminary,</i> <span class=\"citation\" data-id=\"1820088\"><a href=\"/opinion/1820088/in-re-rabbinical-seminary-etc/\"><span class=\"volume\">450</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1078</span></a></span> (E.D.N.Y.1978) [privacy interest of orthodox Jews does not outweigh government need to investigate misappropriation of government funds]. Still, the respondents have shown that the risk of adverse consequences that would be brought about by <span class=\"star-pagination\">*565</span> disclosure is sufficient enough to inhibit them in the advancement of their beliefs.</p>\n<p>The rough equivalence in weight of the competing interests when balanced against each other leads the court to conclude that the respondents' First Amendment interests must prevail. The most fundamental concept of constitutional supremacy is that reduction of constitutional rights cannot be accomplished either by Congressional action or executive fiat. <i>Clark v. Board of Education of Little Rock School District,</i> <span class=\"citation\" data-id=\"275169\"><a href=\"/opinion/275169/delores-clark-v-the-board-of-education-of-the-little-rock-school-district/\"><span class=\"volume\">374</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">569</span></a></span> (8th Cir.1967); <i>Brubaker v. Board of Education, School District No. 149, Cook County, Illinois,</i> <span class=\"citation\" data-id=\"321391\"><a href=\"/opinion/321391/clara-s-brubaker-v-board-of-education-school-district-149-cook-county/\"><span class=\"volume\">502</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">973</span></a></span> (7th Cir.1974), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">965</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1953</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">451</span></span>, <i>clarified,</i> <span class=\"citation no-link\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">611</span></span> (7th Cir.1975). <i>See also </i><i>United States v. Brignoni-Ponce,</i> <span class=\"citation\" data-id=\"109311\"><a href=\"/opinion/109311/united-states-v-brignoni-ponce/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">873</span></a></span>, <span class=\"citation\" data-id=\"109311\"><a href=\"/opinion/109311/united-states-v-brignoni-ponce/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2574</span></a></span>, <span class=\"citation\" data-id=\"109311\"><a href=\"/opinion/109311/united-states-v-brignoni-ponce/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></a></span> (1975). When fundamental constitutional guarantees are involved, the statutes of Congress must give way to enforcement of constitutional rights. <i>United States v. Narciso,</i> <span class=\"citation\" data-id=\"2130418\"><a href=\"/opinion/2130418/united-states-v-narciso/\"><span class=\"volume\">446</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">252</span></a></span>, 270 (E.D. Mich.1977).</p>\n<p>Accordingly, the Secretary's petition for an order to enforce the administrative subpoenas is denied. The respondents' oral motion to quash the subpoenas is granted.</p>\n<p>These actions are dismissed.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  29 U.S.C. § 433(a) and (b) provide:\n</p>\n<p>\"(a) Every employer who in any fiscal year made</p>\n<p>\"(1) any payment or loan, direct or indirect, of money or other thing of value (including reimbursed expenses), or any promise or agreement therefor, to any labor organization or officer, agent, shop steward, or other representative of a labor organization, or employee of any labor organization, except (A) payments or loans made by any national or State bank, credit union, insurance company, savings and loan association or other credit institution and (B) payments of the kind referred to in section 186(c) of this title;</p>\n<p>\"(2) any payment (including reimbursed expenses) to any of his employees, or any group or committee of such employees, for the purpose of causing such employee or group or committee of employees to persuade other employees to exercise or not to exercise, or as the matter of exercising, the right to organize and bargain collectively through representatives of their own choosing unless such payments were contemporaneously or previously disclosed to such other employees;</p>\n<p>\"(3) any expenditure, during the fiscal year, where an object thereof, directly or indirectly, is to interfere with, restrain, or coerce employees in the exercise of the right to organize and bargain collectively through representatives of their own choosing, or is to obtain information concerning the activities of employees or a labor organization in connection with a labor dispute involving such employer, except for use solely in conjunction with an administrative or arbitral proceeding or a criminal or civil judicial proceeding;</p>\n<p>\"(4) any agreement or arrangement with a labor relations consultant or other independent contractor or organization pursuant to which such person undertakes activities where an object thereof, directly or indirectly, is to persuade employees to exercise or not to exercise, or persuade employees as to the manner of exercising, the right to organize and bargain collectively through representatives of their own choosing, or undertakes to supply such employer with information concerning the activities of employees or a labor organization in connection with a labor dispute involving such employer, except information for use solely in conjunction with an administrative or arbitral proceeding or a criminal or civil judicial proceeding; or</p>\n<p>\"(5) any payment (including reimbursed expenses) pursuant to an agreement or arrangement described in subdivision (4);</p>\n<p>\"shall file with the Secretary a report, in a form prescribed by him, signed by its president and treasurer or corresponding principal officers showing in detail the date and amount of each such payment, loan, promise, agreement, or arrangement and the name, address, and position, if any, in any firm or labor organization of the person to whom it was made and a full explanation of the circumstances of all such payments, including the terms of any agreement or understanding pursuant to which they were made.</p>\n<p>\"Persuasive activities relating to right to organize and bargain collectively; supplying information of activities in connection with labor disputes; filing and contents of report of agreement or arrangement.</p>\n<p>\"(b) Every person who pursuant to any agreement or arrangement with an employer undertakes activities where an object thereof is, directly or indirectly</p>\n<p>\"(1) to persuade employees to exercise or not to exercise, or persuade employees as to the manner of exercising, the right to organize and bargain collectively through representatives of their own choosing; or</p>\n<p>\"(2) to supply an employer with information concerning the activities of employees or a labor organization in connection with a labor dispute involving such employer, except information for use solely in conjunction with an administrative or arbitral proceeding or a criminal or civil judicial proceeding; \"shall file within thirty days after entering into such agreement or arrangement a report with the Secretary, signed by its president and treasurer or corresponding principal officers, containing the name under which such person is engaged in doing business and the address of its principal office, and a detailed statement of the terms and conditions of such agreement or arrangement. Every such person shall file annually, with respect to each fiscal year during which payments were made as a result of such an agreement or arrangement, a report with the Secretary, signed by its president and treasurer or corresponding principal officers, containing a statement (A) of its receipts of any kind from employers on account of labor relations advice or services, designating the sources thereof, and (B) of its disbursements of any kind, in connection with such services and the purposes thereof. In each such case such information shall be set forth in such categories as the Secretary may prescribe.\"</p>\n<p>[2]  29 U.S.C. § 521 provides:\n</p>\n<p>\"(a) The Secretary shall have power when he believes it necessary in order to determine whether any person has violated or is about to violate any provision of this chapter (except subchapter II of this chapter) to make an investigation and in connection therewith he may enter such places and inspect such records and accounts and question such persons as he may deem necessary to enable him to determine the facts relative thereto. The Secretary may report to interested persons or officials concerning the facts required to be shown in any report required by this chapter and concerning the reasons for failure or refusal to file such a report or any other matter which he deems to be appropriate as a result of such an investigation.</p>\n<p>\"(b) For the purpose of any investigation provided for in this chapter, the provisions of sections 49 and 50 of Title 15 (relating to the attendance of witnesses and the production of books, papers, and documents) are made applicable to the jurisdiction, powers, and duties of the Secretary or any officers designated by him.\"</p>\n<p>15 U.S.C. § 49, which is incorporated by reference into 29 U.S.C. § 521 confers upon the Secretary his subpoena powers and provides:</p>\n<p>\"§ 49. Documentary evidence; depositions; witnesses</p>\n<p>For the purposes of sections 41 to 46 and 47 to 58 of this title the Commission, or its duly authorized agent or agents, shall at all reasonable times have access to, for the purpose of examination, and the right to copy any documentary evidence of any person, partnership, or corporation being investigated or proceeded against; and the Commission shall have power to require by subpoena the attendance and testimony of witnesses and the production of all such documentary evidence relating to any matter under investigation. Any member of the Commission may sign subpoenas, and members and examiners of the Commission may administer oaths and affirmations, examine witnesses, and receive evidence.\"</p>\n<p>[3]  Justice Frankfurter was the first to label the harm caused by such disclosure as a \"chilling effect\" in his concurring opinion in <i>Wieman v. Updegraff,</i> <span class=\"citation\" data-id=\"105054\"><a href=\"/opinion/105054/wieman-v-updegraff/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, <span class=\"citation\" data-id=\"105054\"><a href=\"/opinion/105054/wieman-v-updegraff/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">215</span></a></span>, <span class=\"citation\" data-id=\"105054\"><a href=\"/opinion/105054/wieman-v-updegraff/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">216</span></a></span> (1952).</p>\n<p>[4]  While the letter may not be admissible to show the truth of the matter asserted therein, the letter is nevertheless relevant to show the respondents' state of mind. F.R.Evid. 801(c) and 802.</p>\n<p>[5]  29 U.S.C. § 433(d) provides:\n</p>\n<p>\"Nothing contained in this section shall be construed to require an employer to file a report under subsection (a) of this section unless he has made an expenditure payment, loan, agreement, or arrangement of the kind described therein. <i>Nothing contained in this section shall be construed to require any other person to file a report under subsection (b) of this section unless he was a party to an agreement or arrangement of the kind described therein.</i>\" (Emphasis added.)</p>\n<p>This section makes plain, however, that an <i>employer</i> has a duty to disclose any contribution to persuader groups under 29 U.S.C. § 433(a) <i>without regard to whether the payments were made pursuant to an agreement or an arrangement.</i> The discussion below indicates that the definition of \"employer\" is broad enough to include Stevens and other businesses acting together.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/268261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/275169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/305637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/314896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/321391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/357398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1367856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1621085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1690755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1691683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1820088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1906185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2130418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2248965/"
  ]
}