{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2010599/",
  "absolute_url": "/opinion/2010599/james-v-beaufort-county-board-of-education/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2010599/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:02:36.362537Z",
  "date_modified": "2016-04-27T00:59:45.336963Z",
  "type": "010combined",
  "sha1": "e3b865fe63a45beac014206dc3844f49fa2ba15b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>348 F.Supp. 711 (1971)</b></center>\n<center><h1>Nathaniel JAMES et al., Plaintiffs,<br>\nv.<br>\nThe BEAUFORT COUNTY BOARD OF EDUCATION, a public body corporate, Defendant.</h1></center>\n<center>Civ. No. 680.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>September 30, 1971.</center>\n<center>Order November 11, 1971.</center>\n<p><span class=\"star-pagination\">*712</span> <span class=\"star-pagination\">*713</span> Conrad O. Pearson, Durham, N. C., Chambers, Stein, Ferguson &amp; Lanning, Charlotte, N. C., Jack Greenberg, Conrad K. Harper, New York City, for plaintiffs.</p>\n<p>Lee E. Knott, Jr., Washington, N. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p>This action was commenced on April 18, 1969 by the plaintiffs pursuant to Title 28, United States Code, Section 1343(3) and (4); and Title 42, United States Code, Sections 1983 and 1981, wherein plaintiffs seek injunction relief to secure rights, privileges and immunities guaranteed by the due process and equal protection clauses of the United States Constitution. Plaintiffs brought this class action on behalf of themselves and other Negro teachers, principals and professional school personnel in the defendant's school system pursuant to Rule 23(a) and (b) of the Federal Rules of Civil Procedure. Specifically, plaintiffs seek: (1) To enjoin the defendant from employing, assigning, promoting and dismissing teachers, principals and professional school personnal solely on the basis of race and color; (2) An order issued by the court reinstating the individual plaintiffs, Nathaniel James and R. L. Simpson, in the same or comparable positions they held during the 1967-1968 <span class=\"star-pagination\">*714</span> school year as principal and teacher, respectively; and (3) An order entered by the court requiring the defendant to pay plaintiffs' costs and reasonable counsel fees.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>1. This action is authorized by 42 United States Code §§ 1983 and 1981; and the Fourteenth Amendment to the United States Constitution. Jurisdiction is grounded upon 28 United States Code, § 1343.</p>\n<p>2. Plaintiffs have standing to sue. Smith v. Board of Education, 365 F.2d 770 (8th Cir, 1966); Alston v. School Board of the City of Norfolk, 112 F.2d 992 (4th Cir. 1940); Armstead v. Starkville Mun. Separate School District, 325 F.Supp. 560 (N.D.Miss.1971).</p>\n<p>3. It is unconstitutional for public officials to discriminate on the basis of race in the hiring and retention of teachers in the public schools. Singleton v. Jackson Mun. Sep. School District, 419 F.2d 1211 (5th Cir. 1969); Chambers v. Hendersonville City Board of Education, 364 F.2d 189 (4th Cir. 1966).</p>\n<p>4. By Opinion and Order dated August 5, 1968, this Court ordered the desegregation of the public school system operated by the Beaufort County Board of Education, beginning with the 1968-1969 school year. Embodied in that order was a requirement that geographical attendance zones be established; among the zones established throughout the system were the Chocowinity High School and the Chocowinity Elementary School. The court order converted what was, prior to that time, a dual system into a unitary system. Previously, Chocowinity High School, predominantly white, contained grades kindergarten through twelve; and Chocowinity Elementary School, predominately Negro, contained grades kindergarten through eight. The Beaufort County Board of Education, in compliance with the court order, combined the two schools to form a single administrative unit wherein students in grades one through two were assigned to Chocowinity Elementary, while students in grades three through twelve were assigned to Chocowinity High School.</p>\n<p>5. For the 1967-1968 school year, the Beaufort County School System operated 10 public schools comprised of approximately 5270 students. Of this number, approximately 2853 or 54% were white and 2417 or 46% were Negro. The system employed 228 teachers, of whom 132 or 58% were white and 96 or 42% were Negro.</p>\n<p>6. For the 1968-1969 school year, the racial composition of the student body remained approximately the same ratio as the previous year. (4940 students; 2590 or 52% white and 2350 or 48% Negro). The system employed 188 teachers that year; 123 white and 65 Negro, a decrease of 9 white teachers and 31 Negro teachers from the previous year. Thus percentage-wise, the change was from 58% white to 66%; and from 42% Negro to 34%.</p>\n<p>7. For the 1967-1968 school year there were 10 principals employed by the defendant; 6 white and 4 Negro.</p>\n<p>8. For the 1968-1969 school year there were 9 principals employed; 8 white and 1 Negro; an increase of 2 white and a decrease of 3 Negro principals from the previous year. The 3 Negro principals were: (1) Nathaniel James, the plaintiff in this action whose position as principal of the Chocowinity Elementary School was eliminated due to the consolidation of the Chocowinity Elementary and High Schools into one administrative unit; (2) Mr. G. T. Swinson, Snowden High School, who retired; (3) Mr. Frank Ambrose, Beaufort County Elementary School, who resigned. The remaining Negro school principal, Mr. Richmond Carr served as principal of the Belhaven School for the 1968-1969 school year. Thus, during the 1967-1968 school year operating under a dual system, there were 3 Negro high school principals and one Negro elementary <span class=\"star-pagination\">*715</span> school principal; one principal, Mr. Carr, remained principal of the Belhaven School which was changed from a high school to an elementary school; the elementary school principalship at Chocowinity was eliminated; and the 2 vacant principalships were filled by hiring white persons.</p>\n<p>6. North Carolina General Statute § 115-142(b), hereinafter referred to as the continuing contract law, provides, in effect, that a teacher, principal or other professional educational employee will continue to be employed by the board of education unless notified prior to the end of the school year during which he is employed. The law requires the superintendent to give notice of the termination of the contract by registered mail, addressed to the employee whose contract will not be renewed for the ensuing year. In the absence of such notice, the employee's contract continues with the board of education for the next year. The Beaufort County Board of Education was and is subject to the continuing contract law and as such is required to comply with its provisions. Furthermore, the individual plaintiffs in this action are charged with knowledge of the continuing contract law and its effect on their contractual arrangements with the defendant.</p>\n<p></p>\n<h2>THE CLAIM OF NATHANIEL JAMES</h2>\n<p>1. The plaintiff, Nathaniel James, is fully qualified as a teacher and principal by the State of North Carolina. He received a Bachelor of Science degree from Winston-Salem State College in 1952 and was awarded his master's degree by North Carolina A &amp; T University in 1959. He holds a principal's certificate from the State of North Carolina and was employed by the Beaufort County Board of Education as a teaching principal at the Chocowinity Elementary School from 1957 through the 1967-1968 school year. He is qualified to teach grades 4 through 8 and was engaged in full time teaching while at the Chocowinity Elementary School in 1967-1968, as well as performing the duties of principal.</p>\n<p>2. Nathaniel James has knowledge of the North Carolina continuing contract law and knew of its existence and the manner in which it operates when he was employed by the Beaufort County Board of Education. The plaintiff, Nathaniel James, was not given the requisite notice that his contract with the Beaufort County Board of Education was to be terminated prior to the end of the 1967-1968 school year. Therefore, he had a continuing contract with the Beaufort County Board of Education for the 1968-1969 school year.</p>\n<p>3. Acting pursuant to the court order of August 5, 1968, the Beaufort County School Board combined the Chocowinity schools, forming one unit, thereby eliminating Nathaniel James' position as principal. Mr. James, acting upon a newspaper article reporting the board's action, and in response to information given him by his cousin in a telephone conversation, contacted Mr. Veasey, the Superintendent of the Beaufort County Schools. In a personal interview, Mr. Veasey confirmed that Mr. James' position at the Chocowinity Elementary School had been eliminated and that Mr. James had been assigned to teach in the Chocowinity High School for the 1968-1969 school year. Mr. James, upon learning that he would not be a principal in the Beaufort County School System, sought employment as a principal in Norfolk, Virginia. He was unsuccessful in securing employment as a principal, but did obtain a teaching position with a promise of a principal's position after one year in the system. Mr. James, however, did not embark upon his duties in Norfolk, but applied for and accepted a position with the Martin County Board of Education as principal of the Martin County School, a position which he presently holds. Nathaniel James did not report for work on the required date with the Beaufort County Schools, but instead reported for work with the Martin County Schools. The Court, therefore, finds as a fact <span class=\"star-pagination\">*716</span> that Nathaniel James was not dismissed from the employ of the Beaufort County Board of Education, but that Mr. James took it upon himself to seek other employment. However, this finding does not preclude this Court from a finding that the School Board's decision not to offer Mr. James a comparable position to the one he held prior to the integration of the Beaufort County Schools, was due to a policy of racial discrimination.</p>\n<p>4. Nathaniel James was not offered a position as principal within the Beaufort County School System after his principalship was eliminated at Chocowinity Elementary. He was considered for the principal's position at the Aurora and the Beaufort schools, but was rejected by the superintendent, Mr. Veasey, who refused to recommend him to the School Committee for either of the two vacant principalships. Both positions were filled by white persons with considerable less experience than Mr. James. At the Aurora School, Mr. Thomas Ragland was elected principal. He, at the time of his election, did not have a principal's certificate issued by the State of North Carolina. At the Beaufort County School, Mr. Frederick Wilson was elected principal. He did not have a principal's certificate at the time of his election. Both of the above named principals had no prior experience as a school principal and both served as principal for the first time during the 1968-1969 school year. Nathaniel James, on the other hand, had served as a principal in the Beaufort County School System for the past eleven years, and held a principal's certificate issued by the State of North Carolina.</p>\n<p>5. There are other instances supported by the record in this case, of the Beaufort County Board of Education filling vacant principalships with white persons with much less experience than Nathaniel James and without principal certificates from the state. But the Court need not delve into those instances, for the above stated facts are enough to support the Court's finding that the Beaufort County Board of Education has pursued a policy of racial discrimination in the hiring, demoting and replacing of principals within the Beaufort County School System. North Carolina Teachers Association v. Asheboro City Board of Education, 393 F.2d 736 (4th Cir. 1868). The decision not to propose Nathaniel James for one of the vacant principal's positions for the 1968-1969 school year was made by Mr. Veasey, the Superintendent, who testified that in his professional opinion, Mr. James was not qualified to undertake either of the two vacant positions. Mr. Veasey, however, never stated what objective criteria he relied upon for making a determination that the two persons who were offered the positions were more qualified than Nathaniel James. He did cite two instances where he was required to aid Mr. James in the administration of the Chocowinity Elementary School in regard to bus schedules and financial reports. However, Mr. Veasey also stated that if the court order had not resulted in the consolidation of the Chocowinity Schools, Mr. James would have continued to be principal of the Chocowinity Elementary School. Yet. Nathaniel James was never offered a position as a principal when one became vacant. Even stronger evidence of Nathaniel James being the object of a policy of racial discrimination is the fact that he was deemed qualified by the defendant to serve as principal within the defendant's system for eleven years; and indeed Nathaniel James would have remained principal but for the integration of the schools. The Court cannot escape the strong inference, so far detailed, that the Beaufort County Board of Education has pursued a policy of racial discrimination in the hiring and replacing of principals within its school system. North Carolina Teachers Association v. Asheboro City Board of Education, supra. The Court further finds that the defendant has not overcome this inference of racial discrimination by clear and convincing evidence <span class=\"star-pagination\">*717</span> to the contrary. Chambers v. Hendersonville City Board of Education, supra. Therefore, this Court concludes that the Beaufort County Board of Education has pursued a policy of racial discrimination in the placement of school principals within its system in violation of this Court's order issued in the case of Boomer, et al v. Beaufort County Board of Education, D.C., 294 F.Supp. 179 (1968). The plaintiff, Nathaniel James should have been offered a position as principal within the Beaufort County School System for the 1968-1969 school year and its failure to do so while assigning Nathaniel James to a teaching position was unlawful and in violation of the due process and equal protection clauses of the Constitution.</p>\n<p></p>\n<h2>THE CLAIM OF R. L. SIMPSON</h2>\n<p>1. R. L. Simpson was employed by the defendant as a teacher in grades 9 through 12 for the 1967-1968 school year. He is a graduate of North Carolina Central University, having received a degree in the Spring of 1967. At the time of his employment, he held an emergency B certificate from the State of North Carolina which was effective as of September 1, 1967. He had no prior experience as a practice teacher in the public school system of North Carolina. The emergency certificate was issued pending receipt of an official report of his score on the National Teacher Examination. Under the certificate issued to Mr. Simpson, he was able to teach the full year for 1967-1968. Mr. Simpson was not notified by the Superintendent of the Beaufort County Schools prior to the end of the 1967-1968 school year that his contract would not be renewed. Therefore, under the continuing contract law, R. L. Simpson remained in the employ of the defendant for the following school year.</p>\n<p>2. The State of North Carolina requires that all teachers in the public school system be certified by the State Department of Public Instruction. North Carolina General Statute § 115-155 declares unlawful the employment of any teacher, supervisor or other professional personnel who does not hold a certificate in compliance with the provisions of law or in accordance with the regulations of the State Board of Education governing emergency substituted personnel. Under the regulations of the State Board of Education, Mr. Simpson's certificate was valid for the 1967-1968 school year. The following year, effective September 1, 1968 the State Board issued a probation emergency B certificate and R. L. Simpson's status was changed from standard to non-standard and his salary was diminished accordingly. It was upon this certificate that R. L. Simpson's employment was based for the 1968-1969 year. And based upon this certificate, the local board of education, in the person of Mr. Veasey, allowed R. L. Simpson to continue teaching for a period of 5 months pending successful completion of the National Teacher Examination.</p>\n<p>3. By letter dated September 4, 1968, from Mr. J. P. Freeman, Director, Division of Teacher Education, Department of Public Instruction, to Mr. Simpson, a probation emergency B certificate was issued to R. L. Simpson, certificate #502335. The letter informed Simpson that in order to be certified as standard, he must take the National Teacher Examination and attain a satisfactory score. Mr. Simpson was informed that his certification would remain non-standard until he met the requirements by attaining a satisfactory score on the exam, that the scores were not automatically filed and that it was his responsibility to have an official report of his score filed by the Educational Testing Service, Princeton, New Jersey, with the North Carolina Department of Public Instruction. Finally, the letter instructed Mr. Simpson that if he was employed, the notification (letter) should be given to his superintendent within ten days. Therefore, the Court finds that the burden of informing the school superintendent that he had attained a satisfactory score on the examination fell upon R. L. Simpson.</p>\n<p><span class=\"star-pagination\">*718</span> 4. By letter dated October 10, 1968, Mr. Veasey advised R. L. Simpson that unless he attained a satisfactory score, that the school board would be left with no other choice than to ask for Simpson's resignation in order for the Aurora High School to maintain its accredited status as granted by the State of North Carolina. Mr. Veasey advised Simpson of the dates the examination was to be given and asked Mr. Simpson to inform him as to whether he planned to take the exam or if he had already taken it. There is no evidence in the record that R. L. Simpson ever complied with this request. A follow-up letter was sent to Simpson on December 9, 1968 in which the same information and request were recited. Again, there is no evidence that Simpson complied. R. L. Simpson testified that he received the three letters previously mentioned. He further testified that he took the National Teacher Examination in November, 1968 and again in February, 1969. He received notification in December, 1968 that he had failed to attain the required score on the examination taken in November. Mr. Simpson was asked to resign in February, 1969 after he had been teaching in the Aurora School for 5 months on a probation emergency B certificate. (from September 1968 through January 1969). The results of the examination taken in February were not received by Simpson until March. It was only then that he attained a satisfactory score on the examination. There is no evidence in the record that Mr. Simpson communicated this fact to the Superintendent of the Beaufort County Schools. Mr. Veasey upon being so informed by the State Board, informed Mr. Simpson by letter dated April 22, 1969 that he was now eligible for a B-1 salary rating and that he was entitled to be paid the difference in salary between non-standard and standard for the period that he had taught from September 1968 through January 1969. In the same letter Mr. Veasey expressed interest in re-hiring Mr. Simpson and suggested he submit an application for employment and invited Simpson to meet with him at his earliest convenience to discuss employment and added there may be \"a place for you for the remainder of this school year.\"</p>\n<p>5. Viewing the record as a whole, therefore, this Court finds that R. L. Simpson began the 1968-1969 school year on a probation emergency B. certificate; that he was required to take the National Teacher Examination and attain a satisfactory score in order to have a standard certificate which was required for the school in which he taught to remain accreditated by the State of North Carolina; that satisfactory completion of the examination was required for R. L. Simpson to remain in the employ of the defendant; that Mr. Simpson was given adequate notice and opportunity to comply with this requirement; that he did not comply within the time specified; and finally, this court finds that the request made by the Superintendent of the Beaufort County Schools that Mr. Simpson resign was based upon objective and legal standards which were reasonable in light of the circumstances as well as necessary for the school to maintain accreditation.</p>\n<p>7. There remains however, despite the foregoing findings, whether or not the defendant applied these standards equally so as to be in compliance with the equal protection clause of the Constitution. The record shows that there were 6 teachers who were asked to resign at the end of a 5 month period during the 1968-1969 school year, for the reason that their certificates were non-standard. Five of this number were Negroes and one was white. A number of other teachers in the system who were teaching on the same or similar certificates were required to attain satisfactory scores on the examination in order to acquire standard certificates, among them Negroes as well as whites. This case does not present the usual wide discrepancy between Negroes and whites as a result of an impartial examination such as existed in Armstead v. Starkville Mun. Sep. School District, supra. <span class=\"star-pagination\">*719</span> There is no evidence that the defendant retained white teachers who did not attain a satisfactory score. Instead there is evidence that the standard was applied equally and resulted in the resignation of at least one white teacher. From the foregoing, this Court cannot determine that the application of the standards utilized by the Superintendent of the Beaufort County Schools was arbitrary or unreasonable. It is the finding of this Court that the use of the National Teacher Examination was not for the purpose of implementing or maintaining a policy of racial discrimination in the firing of teachers for the 1968-1969 school year. The number of teachers asked to resign as a result of insufficient scores on the examination is not such a significant number so that the conclusion is that the examination was used to systematically exclude and fire Negroes from the school system. Therefore, this Court finds that the facts as applied to the plaintiff R. L. Simpson do not constitute a claim under the Civil Rights Act of 1871.</p>\n<p></p>\n<h2>THE CLAIM OF THE NORTH CAROLINA TEACHERS ASSOCIATION</h2>\n<p>1. The Beaufort County Board of Education employed 228 teachers prior to the integration of its schools; 132 white and 96 Negro teachers. After the order to integrate, there were 188 teachers; 123 white and 65 Negro (see finding of fact #5 &amp; 6). Therefore, there has been an appreciable decrease in the ratio of Negro teachers to the total number of teachers in the system. Furthermore, since the implementation of a unitary system, the defendant has hired 51 white teachers as replacements or for new positions while hiring only 2 Negro teachers. During this time the racial make-up of the student bodies throughout the system remained relatively constant. This disparity in the ratios of Negro teachers to white teachers as compared to the ratio of Negro to white students constitutes substantial evidence of racial discrimination. Jackson v. Wheatly School District No. 28 of St. Francis, Ark., 430 F.2d 1359 (8th Cir. 1970); Armstead v. Starkville Mun. Sep. School District, supra. Thus the defendant school board has not maintained the ratio which existed prior to the integration of its schools. Nor has the defendant complied with the order of this Court of August 5, 1968 in the <i>Boomer</i> case.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Therefore, in accordance with the foregoing, it is hereby ordered, adjudged and decreed that:</p>\n<p>1. The Beaufort County Board of Education, its agents and attorneys are enjoined as follows:</p>\n<p>(a) from employing, assigning, promoting and dismissing teachers, principals, and all professional school personnel solely on the basis of race; and the defendant is directed to:</p>\n<p>(b) submit a written report to this Court showing the racial composition of the teachers, principals and other professional personnel in the Beaufort County School System, such report to be submitted on or before the following dates: January 1, 1972; June 1, 1972; September 1, 1972;</p>\n<p>(c) to make a good faith effort to restore the racial balance of the faculties in the various schools throughout the school system to the proper ratios existing prior to this Court's Order of August 5, 1968;</p>\n<p>(d) to offer existing vacancies on the faculties of the schools within the Beaufort County School System to qualified Negro teachers and principals;</p>\n<p>(e) to offer a position as principal to the Plaintiff Nathaniel James comparable to the position which he held prior to the 1968-1969 school year;</p>\n<p>(f) to pay to Nathaniel James actual damages in the sum of $350.00 (loss of pay for the two week period prior to the beginning of school in 1968);</p>\n<p>And, it is further ordered, adjudged and decreed that the Attorneys for the plaintiff Nathaniel James and the North <span class=\"star-pagination\">*720</span> Carolina Teachers Association submit to and file with the Clerk of Court a Bill of Costs in accordance with Rule 11(c) of the Local Rules of the United States District Court for the Eastern District of North Carolina; and to submit to the Court an itemized statement of Attorneys Fees incurred in this action, such Costs and Fees to be taxed to the Defendant.</p>\n<p>And, it is further ordered, adjudged and decreed that the action as filed by the plaintiff R. L. Simpson be and the same is hereby dismissed.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>This cause is now before the Court for a determination of the amount of Attorneys Fees and Costs in this action as required by the Memorandum Opinion and Order of this Court filed September 31, 1971. Counsel for the plaintiffs have submitted a Statement of Attorneys Fees and Costs in accordance with this Court's order. The Court by the above cited Opinion and Order has reviewed the facts in this case and has determined that counsel fees and costs are warranted and further that this Court through its inherent equity jurisdiction, particularly in litigation under the Civil Rights Act, should tax the Costs of this litigation to the defendant as well as a reasonable amount for Attorneys Fees. see Bradley et al. v. The School Board of the City of Richmond, 53 F.R.D. 28, (E.D.Va.1971).</p>\n<p>The Court has considered the Schedule submitted by the Attorneys for the plaintiffs and being mindful of the exhaustive litigation involved and that only two of the three plaintiffs prevailed, the Court finds the following reasonable Attorneys Fees and Costs:</p>\n<p>1. 92.5 Hours, in-court time and preparation out-of-court at a rate of $35.00 per hour for a total of $3237.50. (The Court has eliminated any travel time as suggested by the schedule submitted by the plaintiffs' attorneys.)</p>\n<p>2. Out-of-pocket expenses incurred total $519.00. (This figure is composed of mileage at the rate of 12¢ per mile and Motel and Meals costs.)</p>\n<p>3. Total award for Attorneys Fees and Expenses is $3756.50.</p>\n<p>Now therefore, in accordance with the foregoing and with the Memorandum Opinion of this Court filed September 31, 1971 it is,</p>\n<p>Ordered, that the Beaufort County Board of Education shall pay to counsel for the plaintiffs in this action the sum of $3756.50 as reimbursement for expenses and attorneys fees; and</p>\n<p>Further ordered, that the Beaufort County Board of Education pay the costs to be taxed by the clerk; and</p>\n<p>Further ordered, that the clerk shall serve copies of this ORDER upon all counsel of record.</p>\n<p>Let this Order be entered forthwith.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">711</span></span> (1971)</b></center>\n<center><h1>Nathaniel JAMES et al., Plaintiffs,<br>\nv.<br>\nThe BEAUFORT COUNTY BOARD OF EDUCATION, a public body corporate, Defendant.</h1></center>\n<center>Civ. No. 680.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>September 30, 1971.</center>\n<center>Order November 11, 1971.</center>\n<p><span class=\"star-pagination\">*712</span> <span class=\"star-pagination\">*713</span> Conrad O. Pearson, Durham, N. C., Chambers, Stein, Ferguson &amp; Lanning, Charlotte, N. C., Jack Greenberg, Conrad K. Harper, New York City, for plaintiffs.</p>\n<p>Lee E. Knott, Jr., Washington, N. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p>This action was commenced on April 18, 1969 by the plaintiffs pursuant to Title 28, United States Code, Section 1343(3) and (4); and Title 42, United States Code, Sections 1983 and 1981, wherein plaintiffs seek injunction relief to secure rights, privileges and immunities guaranteed by the due process and equal protection clauses of the United States Constitution. Plaintiffs brought this class action on behalf of themselves and other Negro teachers, principals and professional school personnel in the defendant's school system pursuant to Rule 23(a) and (b) of the Federal Rules of Civil Procedure. Specifically, plaintiffs seek: (1) To enjoin the defendant from employing, assigning, promoting and dismissing teachers, principals and professional school personnal solely on the basis of race and color; (2) An order issued by the court reinstating the individual plaintiffs, Nathaniel James and R. L. Simpson, in the same or comparable positions they held during the 1967-1968 <span class=\"star-pagination\">*714</span> school year as principal and teacher, respectively; and (3) An order entered by the court requiring the defendant to pay plaintiffs' costs and reasonable counsel fees.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>1. This action is authorized by 42 United States Code §§ 1983 and 1981; and the Fourteenth Amendment to the United States Constitution. Jurisdiction is grounded upon 28 United States Code, § 1343.</p>\n<p>2. Plaintiffs have standing to sue. Smith v. Board of Education, <span class=\"citation\" data-id=\"273014\"><a href=\"/opinion/273014/clement-s-smith-and-the-arkansas-teachers-association-inc-and-margaret/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">770</span></a></span> (8th Cir, 1966); Alston v. School Board of the City of Norfolk, <span class=\"citation\" data-id=\"1498702\"><a href=\"/opinion/1498702/alston-v-school-board-of-city-of-norfolk/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">992</span></a></span> (4th Cir. 1940); Armstead v. Starkville Mun. Separate School District, <span class=\"citation\" data-id=\"2594231\"><a href=\"/opinion/2594231/armstead-v-starkville-municipal-separate-sch-dist/\"><span class=\"volume\">325</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">560</span></a></span> (N.D.Miss.1971).</p>\n<p>3. It is unconstitutional for public officials to discriminate on the basis of race in the hiring and retention of teachers in the public schools. Singleton v. Jackson Mun. Sep. School District, <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></span> (5th Cir. 1969); Chambers v. Hendersonville City Board of Education, <span class=\"citation\" data-id=\"272662\"><a href=\"/opinion/272662/1-fair-emplpraccas-488-1-empl-prac-dec-p-9741-grace-chambers-doris/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span> (4th Cir. 1966).</p>\n<p>4. By Opinion and Order dated August 5, 1968, this Court ordered the desegregation of the public school system operated by the Beaufort County Board of Education, beginning with the 1968-1969 school year. Embodied in that order was a requirement that geographical attendance zones be established; among the zones established throughout the system were the Chocowinity High School and the Chocowinity Elementary School. The court order converted what was, prior to that time, a dual system into a unitary system. Previously, Chocowinity High School, predominantly white, contained grades kindergarten through twelve; and Chocowinity Elementary School, predominately Negro, contained grades kindergarten through eight. The Beaufort County Board of Education, in compliance with the court order, combined the two schools to form a single administrative unit wherein students in grades one through two were assigned to Chocowinity Elementary, while students in grades three through twelve were assigned to Chocowinity High School.</p>\n<p>5. For the 1967-1968 school year, the Beaufort County School System operated 10 public schools comprised of approximately 5270 students. Of this number, approximately 2853 or 54% were white and 2417 or 46% were Negro. The system employed 228 teachers, of whom 132 or 58% were white and 96 or 42% were Negro.</p>\n<p>6. For the 1968-1969 school year, the racial composition of the student body remained approximately the same ratio as the previous year. (4940 students; 2590 or 52% white and 2350 or 48% Negro). The system employed 188 teachers that year; 123 white and 65 Negro, a decrease of 9 white teachers and 31 Negro teachers from the previous year. Thus percentage-wise, the change was from 58% white to 66%; and from 42% Negro to 34%.</p>\n<p>7. For the 1967-1968 school year there were 10 principals employed by the defendant; 6 white and 4 Negro.</p>\n<p>8. For the 1968-1969 school year there were 9 principals employed; 8 white and 1 Negro; an increase of 2 white and a decrease of 3 Negro principals from the previous year. The 3 Negro principals were: (1) Nathaniel James, the plaintiff in this action whose position as principal of the Chocowinity Elementary School was eliminated due to the consolidation of the Chocowinity Elementary and High Schools into one administrative unit; (2) Mr. G. T. Swinson, Snowden High School, who retired; (3) Mr. Frank Ambrose, Beaufort County Elementary School, who resigned. The remaining Negro school principal, Mr. Richmond Carr served as principal of the Belhaven School for the 1968-1969 school year. Thus, during the 1967-1968 school year operating under a dual system, there were 3 Negro high school principals and one Negro elementary <span class=\"star-pagination\">*715</span> school principal; one principal, Mr. Carr, remained principal of the Belhaven School which was changed from a high school to an elementary school; the elementary school principalship at Chocowinity was eliminated; and the 2 vacant principalships were filled by hiring white persons.</p>\n<p>6. North Carolina General Statute § 115-142(b), hereinafter referred to as the continuing contract law, provides, in effect, that a teacher, principal or other professional educational employee will continue to be employed by the board of education unless notified prior to the end of the school year during which he is employed. The law requires the superintendent to give notice of the termination of the contract by registered mail, addressed to the employee whose contract will not be renewed for the ensuing year. In the absence of such notice, the employee's contract continues with the board of education for the next year. The Beaufort County Board of Education was and is subject to the continuing contract law and as such is required to comply with its provisions. Furthermore, the individual plaintiffs in this action are charged with knowledge of the continuing contract law and its effect on their contractual arrangements with the defendant.</p>\n<p></p>\n<h2>THE CLAIM OF NATHANIEL JAMES</h2>\n<p>1. The plaintiff, Nathaniel James, is fully qualified as a teacher and principal by the State of North Carolina. He received a Bachelor of Science degree from Winston-Salem State College in 1952 and was awarded his master's degree by North Carolina A &amp; T University in 1959. He holds a principal's certificate from the State of North Carolina and was employed by the Beaufort County Board of Education as a teaching principal at the Chocowinity Elementary School from 1957 through the 1967-1968 school year. He is qualified to teach grades 4 through 8 and was engaged in full time teaching while at the Chocowinity Elementary School in 1967-1968, as well as performing the duties of principal.</p>\n<p>2. Nathaniel James has knowledge of the North Carolina continuing contract law and knew of its existence and the manner in which it operates when he was employed by the Beaufort County Board of Education. The plaintiff, Nathaniel James, was not given the requisite notice that his contract with the Beaufort County Board of Education was to be terminated prior to the end of the 1967-1968 school year. Therefore, he had a continuing contract with the Beaufort County Board of Education for the 1968-1969 school year.</p>\n<p>3. Acting pursuant to the court order of August 5, 1968, the Beaufort County School Board combined the Chocowinity schools, forming one unit, thereby eliminating Nathaniel James' position as principal. Mr. James, acting upon a newspaper article reporting the board's action, and in response to information given him by his cousin in a telephone conversation, contacted Mr. Veasey, the Superintendent of the Beaufort County Schools. In a personal interview, Mr. Veasey confirmed that Mr. James' position at the Chocowinity Elementary School had been eliminated and that Mr. James had been assigned to teach in the Chocowinity High School for the 1968-1969 school year. Mr. James, upon learning that he would not be a principal in the Beaufort County School System, sought employment as a principal in Norfolk, Virginia. He was unsuccessful in securing employment as a principal, but did obtain a teaching position with a promise of a principal's position after one year in the system. Mr. James, however, did not embark upon his duties in Norfolk, but applied for and accepted a position with the Martin County Board of Education as principal of the Martin County School, a position which he presently holds. Nathaniel James did not report for work on the required date with the Beaufort County Schools, but instead reported for work with the Martin County Schools. The Court, therefore, finds as a fact <span class=\"star-pagination\">*716</span> that Nathaniel James was not dismissed from the employ of the Beaufort County Board of Education, but that Mr. James took it upon himself to seek other employment. However, this finding does not preclude this Court from a finding that the School Board's decision not to offer Mr. James a comparable position to the one he held prior to the integration of the Beaufort County Schools, was due to a policy of racial discrimination.</p>\n<p>4. Nathaniel James was not offered a position as principal within the Beaufort County School System after his principalship was eliminated at Chocowinity Elementary. He was considered for the principal's position at the Aurora and the Beaufort schools, but was rejected by the superintendent, Mr. Veasey, who refused to recommend him to the School Committee for either of the two vacant principalships. Both positions were filled by white persons with considerable less experience than Mr. James. At the Aurora School, Mr. Thomas Ragland was elected principal. He, at the time of his election, did not have a principal's certificate issued by the State of North Carolina. At the Beaufort County School, Mr. Frederick Wilson was elected principal. He did not have a principal's certificate at the time of his election. Both of the above named principals had no prior experience as a school principal and both served as principal for the first time during the 1968-1969 school year. Nathaniel James, on the other hand, had served as a principal in the Beaufort County School System for the past eleven years, and held a principal's certificate issued by the State of North Carolina.</p>\n<p>5. There are other instances supported by the record in this case, of the Beaufort County Board of Education filling vacant principalships with white persons with much less experience than Nathaniel James and without principal certificates from the state. But the Court need not delve into those instances, for the above stated facts are enough to support the Court's finding that the Beaufort County Board of Education has pursued a policy of racial discrimination in the hiring, demoting and replacing of principals within the Beaufort County School System. North Carolina Teachers Association v. Asheboro City Board of Education, <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">736</span></span> (4th Cir. 1868). The decision not to propose Nathaniel James for one of the vacant principal's positions for the 1968-1969 school year was made by Mr. Veasey, the Superintendent, who testified that in his professional opinion, Mr. James was not qualified to undertake either of the two vacant positions. Mr. Veasey, however, never stated what objective criteria he relied upon for making a determination that the two persons who were offered the positions were more qualified than Nathaniel James. He did cite two instances where he was required to aid Mr. James in the administration of the Chocowinity Elementary School in regard to bus schedules and financial reports. However, Mr. Veasey also stated that if the court order had not resulted in the consolidation of the Chocowinity Schools, Mr. James would have continued to be principal of the Chocowinity Elementary School. Yet. Nathaniel James was never offered a position as a principal when one became vacant. Even stronger evidence of Nathaniel James being the object of a policy of racial discrimination is the fact that he was deemed qualified by the defendant to serve as principal within the defendant's system for eleven years; and indeed Nathaniel James would have remained principal but for the integration of the schools. The Court cannot escape the strong inference, so far detailed, that the Beaufort County Board of Education has pursued a policy of racial discrimination in the hiring and replacing of principals within its school system. North Carolina Teachers Association v. Asheboro City Board of Education, supra. The Court further finds that the defendant has not overcome this inference of racial discrimination by clear and convincing evidence <span class=\"star-pagination\">*717</span> to the contrary. Chambers v. Hendersonville City Board of Education, supra. Therefore, this Court concludes that the Beaufort County Board of Education has pursued a policy of racial discrimination in the placement of school principals within its system in violation of this Court's order issued in the case of Boomer, et al v. Beaufort County Board of Education, D.C., <span class=\"citation no-link\"><span class=\"volume\">294</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">179</span></span> (1968). The plaintiff, Nathaniel James should have been offered a position as principal within the Beaufort County School System for the 1968-1969 school year and its failure to do so while assigning Nathaniel James to a teaching position was unlawful and in violation of the due process and equal protection clauses of the Constitution.</p>\n<p></p>\n<h2>THE CLAIM OF R. L. SIMPSON</h2>\n<p>1. R. L. Simpson was employed by the defendant as a teacher in grades 9 through 12 for the 1967-1968 school year. He is a graduate of North Carolina Central University, having received a degree in the Spring of 1967. At the time of his employment, he held an emergency B certificate from the State of North Carolina which was effective as of September 1, 1967. He had no prior experience as a practice teacher in the public school system of North Carolina. The emergency certificate was issued pending receipt of an official report of his score on the National Teacher Examination. Under the certificate issued to Mr. Simpson, he was able to teach the full year for 1967-1968. Mr. Simpson was not notified by the Superintendent of the Beaufort County Schools prior to the end of the 1967-1968 school year that his contract would not be renewed. Therefore, under the continuing contract law, R. L. Simpson remained in the employ of the defendant for the following school year.</p>\n<p>2. The State of North Carolina requires that all teachers in the public school system be certified by the State Department of Public Instruction. North Carolina General Statute § 115-155 declares unlawful the employment of any teacher, supervisor or other professional personnel who does not hold a certificate in compliance with the provisions of law or in accordance with the regulations of the State Board of Education governing emergency substituted personnel. Under the regulations of the State Board of Education, Mr. Simpson's certificate was valid for the 1967-1968 school year. The following year, effective September 1, 1968 the State Board issued a probation emergency B certificate and R. L. Simpson's status was changed from standard to non-standard and his salary was diminished accordingly. It was upon this certificate that R. L. Simpson's employment was based for the 1968-1969 year. And based upon this certificate, the local board of education, in the person of Mr. Veasey, allowed R. L. Simpson to continue teaching for a period of 5 months pending successful completion of the National Teacher Examination.</p>\n<p>3. By letter dated September 4, 1968, from Mr. J. P. Freeman, Director, Division of Teacher Education, Department of Public Instruction, to Mr. Simpson, a probation emergency B certificate was issued to R. L. Simpson, certificate #502335. The letter informed Simpson that in order to be certified as standard, he must take the National Teacher Examination and attain a satisfactory score. Mr. Simpson was informed that his certification would remain non-standard until he met the requirements by attaining a satisfactory score on the exam, that the scores were not automatically filed and that it was his responsibility to have an official report of his score filed by the Educational Testing Service, Princeton, New Jersey, with the North Carolina Department of Public Instruction. Finally, the letter instructed Mr. Simpson that if he was employed, the notification (letter) should be given to his superintendent within ten days. Therefore, the Court finds that the burden of informing the school superintendent that he had attained a satisfactory score on the examination fell upon R. L. Simpson.</p>\n<p><span class=\"star-pagination\">*718</span> 4. By letter dated October 10, 1968, Mr. Veasey advised R. L. Simpson that unless he attained a satisfactory score, that the school board would be left with no other choice than to ask for Simpson's resignation in order for the Aurora High School to maintain its accredited status as granted by the State of North Carolina. Mr. Veasey advised Simpson of the dates the examination was to be given and asked Mr. Simpson to inform him as to whether he planned to take the exam or if he had already taken it. There is no evidence in the record that R. L. Simpson ever complied with this request. A follow-up letter was sent to Simpson on December 9, 1968 in which the same information and request were recited. Again, there is no evidence that Simpson complied. R. L. Simpson testified that he received the three letters previously mentioned. He further testified that he took the National Teacher Examination in November, 1968 and again in February, 1969. He received notification in December, 1968 that he had failed to attain the required score on the examination taken in November. Mr. Simpson was asked to resign in February, 1969 after he had been teaching in the Aurora School for 5 months on a probation emergency B certificate. (from September 1968 through January 1969). The results of the examination taken in February were not received by Simpson until March. It was only then that he attained a satisfactory score on the examination. There is no evidence in the record that Mr. Simpson communicated this fact to the Superintendent of the Beaufort County Schools. Mr. Veasey upon being so informed by the State Board, informed Mr. Simpson by letter dated April 22, 1969 that he was now eligible for a B-1 salary rating and that he was entitled to be paid the difference in salary between non-standard and standard for the period that he had taught from September 1968 through January 1969. In the same letter Mr. Veasey expressed interest in re-hiring Mr. Simpson and suggested he submit an application for employment and invited Simpson to meet with him at his earliest convenience to discuss employment and added there may be \"a place for you for the remainder of this school year.\"</p>\n<p>5. Viewing the record as a whole, therefore, this Court finds that R. L. Simpson began the 1968-1969 school year on a probation emergency B. certificate; that he was required to take the National Teacher Examination and attain a satisfactory score in order to have a standard certificate which was required for the school in which he taught to remain accreditated by the State of North Carolina; that satisfactory completion of the examination was required for R. L. Simpson to remain in the employ of the defendant; that Mr. Simpson was given adequate notice and opportunity to comply with this requirement; that he did not comply within the time specified; and finally, this court finds that the request made by the Superintendent of the Beaufort County Schools that Mr. Simpson resign was based upon objective and legal standards which were reasonable in light of the circumstances as well as necessary for the school to maintain accreditation.</p>\n<p>7. There remains however, despite the foregoing findings, whether or not the defendant applied these standards equally so as to be in compliance with the equal protection clause of the Constitution. The record shows that there were 6 teachers who were asked to resign at the end of a 5 month period during the 1968-1969 school year, for the reason that their certificates were non-standard. Five of this number were Negroes and one was white. A number of other teachers in the system who were teaching on the same or similar certificates were required to attain satisfactory scores on the examination in order to acquire standard certificates, among them Negroes as well as whites. This case does not present the usual wide discrepancy between Negroes and whites as a result of an impartial examination such as existed in Armstead v. Starkville Mun. Sep. School District, supra. <span class=\"star-pagination\">*719</span> There is no evidence that the defendant retained white teachers who did not attain a satisfactory score. Instead there is evidence that the standard was applied equally and resulted in the resignation of at least one white teacher. From the foregoing, this Court cannot determine that the application of the standards utilized by the Superintendent of the Beaufort County Schools was arbitrary or unreasonable. It is the finding of this Court that the use of the National Teacher Examination was not for the purpose of implementing or maintaining a policy of racial discrimination in the firing of teachers for the 1968-1969 school year. The number of teachers asked to resign as a result of insufficient scores on the examination is not such a significant number so that the conclusion is that the examination was used to systematically exclude and fire Negroes from the school system. Therefore, this Court finds that the facts as applied to the plaintiff R. L. Simpson do not constitute a claim under the Civil Rights Act of 1871.</p>\n<p></p>\n<h2>THE CLAIM OF THE NORTH CAROLINA TEACHERS ASSOCIATION</h2>\n<p>1. The Beaufort County Board of Education employed 228 teachers prior to the integration of its schools; 132 white and 96 Negro teachers. After the order to integrate, there were 188 teachers; 123 white and 65 Negro (see finding of fact #5 &amp; 6). Therefore, there has been an appreciable decrease in the ratio of Negro teachers to the total number of teachers in the system. Furthermore, since the implementation of a unitary system, the defendant has hired 51 white teachers as replacements or for new positions while hiring only 2 Negro teachers. During this time the racial make-up of the student bodies throughout the system remained relatively constant. This disparity in the ratios of Negro teachers to white teachers as compared to the ratio of Negro to white students constitutes substantial evidence of racial discrimination. Jackson v. Wheatly School District No. 28 of St. Francis, Ark., <span class=\"citation\" data-id=\"291867\"><a href=\"/opinion/291867/l-r-jackson-v-wheatley-school-district-no-28-of-st-francis-county/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1359</span></a></span> (8th Cir. 1970); Armstead v. Starkville Mun. Sep. School District, supra. Thus the defendant school board has not maintained the ratio which existed prior to the integration of its schools. Nor has the defendant complied with the order of this Court of August 5, 1968 in the <i>Boomer</i> case.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Therefore, in accordance with the foregoing, it is hereby ordered, adjudged and decreed that:</p>\n<p>1. The Beaufort County Board of Education, its agents and attorneys are enjoined as follows:</p>\n<p>(a) from employing, assigning, promoting and dismissing teachers, principals, and all professional school personnel solely on the basis of race; and the defendant is directed to:</p>\n<p>(b) submit a written report to this Court showing the racial composition of the teachers, principals and other professional personnel in the Beaufort County School System, such report to be submitted on or before the following dates: January 1, 1972; June 1, 1972; September 1, 1972;</p>\n<p>(c) to make a good faith effort to restore the racial balance of the faculties in the various schools throughout the school system to the proper ratios existing prior to this Court's Order of August 5, 1968;</p>\n<p>(d) to offer existing vacancies on the faculties of the schools within the Beaufort County School System to qualified Negro teachers and principals;</p>\n<p>(e) to offer a position as principal to the Plaintiff Nathaniel James comparable to the position which he held prior to the 1968-1969 school year;</p>\n<p>(f) to pay to Nathaniel James actual damages in the sum of $350.00 (loss of pay for the two week period prior to the beginning of school in 1968);</p>\n<p>And, it is further ordered, adjudged and decreed that the Attorneys for the plaintiff Nathaniel James and the North <span class=\"star-pagination\">*720</span> Carolina Teachers Association submit to and file with the Clerk of Court a Bill of Costs in accordance with Rule 11(c) of the Local Rules of the United States District Court for the Eastern District of North Carolina; and to submit to the Court an itemized statement of Attorneys Fees incurred in this action, such Costs and Fees to be taxed to the Defendant.</p>\n<p>And, it is further ordered, adjudged and decreed that the action as filed by the plaintiff R. L. Simpson be and the same is hereby dismissed.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>This cause is now before the Court for a determination of the amount of Attorneys Fees and Costs in this action as required by the Memorandum Opinion and Order of this Court filed September 31, 1971. Counsel for the plaintiffs have submitted a Statement of Attorneys Fees and Costs in accordance with this Court's order. The Court by the above cited Opinion and Order has reviewed the facts in this case and has determined that counsel fees and costs are warranted and further that this Court through its inherent equity jurisdiction, particularly in litigation under the Civil Rights Act, should tax the Costs of this litigation to the defendant as well as a reasonable amount for Attorneys Fees. see Bradley et al. v. The School Board of the City of Richmond, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">28</span></span>, (E.D.Va.1971).</p>\n<p>The Court has considered the Schedule submitted by the Attorneys for the plaintiffs and being mindful of the exhaustive litigation involved and that only two of the three plaintiffs prevailed, the Court finds the following reasonable Attorneys Fees and Costs:</p>\n<p>1. 92.5 Hours, in-court time and preparation out-of-court at a rate of $35.00 per hour for a total of $3237.50. (The Court has eliminated any travel time as suggested by the schedule submitted by the plaintiffs' attorneys.)</p>\n<p>2. Out-of-pocket expenses incurred total $519.00. (This figure is composed of mileage at the rate of 12¢ per mile and Motel and Meals costs.)</p>\n<p>3. Total award for Attorneys Fees and Expenses is $3756.50.</p>\n<p>Now therefore, in accordance with the foregoing and with the Memorandum Opinion of this Court filed September 31, 1971 it is,</p>\n<p>Ordered, that the Beaufort County Board of Education shall pay to counsel for the plaintiffs in this action the sum of $3756.50 as reimbursement for expenses and attorneys fees; and</p>\n<p>Further ordered, that the Beaufort County Board of Education pay the costs to be taxed by the clerk; and</p>\n<p>Further ordered, that the clerk shall serve copies of this ORDER upon all counsel of record.</p>\n<p>Let this Order be entered forthwith.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/272662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/291867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1498702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2594231/"
  ]
}