{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2016365/",
  "absolute_url": "/opinion/2016365/perlow-v-perlow/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2016365/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:03:32.933815Z",
  "date_modified": "2016-04-27T00:59:55.388841Z",
  "type": "010combined",
  "sha1": "9c4b574c5ada97d6a41078c9b6d97b812c9bee2f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>128 B.R. 412 (1991)</b></center>\n<center><h1>Frann PERLOW, Appellant,<br>\nv.<br>\nRonald Allyn PERLOW, Appellee.</h1></center>\n<center>No. 90-583-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 17, 1991.</center>\n<p><span class=\"star-pagination\">*413</span> Roland C. Braswell, Goldsboro, N.C., for appellant.</p>\n<p>Charles Diederich Heidgerd, Ragsdale, Kirschbaum, Nanney, Sokol &amp; Heidgerd, Raleigh, N.C., William Lemuel Ragsdale, Ragsdale, Kirschbaum, Nanney, Sokol &amp; Heidgerd, Raleigh, N.C., for appellee.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Bankruptcy Judge.</p>\n<p>This matter is before the court on appeal by Frann Perlow from the bankruptcy court's order of 25 May 1990 in which the court held that her claim for equitable distribution of marital property was discharged by reason of her former husband's discharge in bankruptcy which was entered on 9 February 1990.</p>\n<p>Jurisdiction is established in the United States District Court for the Eastern District Of North Carolina pursuant to 28 U.S.C. § 158(a), this proceeding being one that was referred to the bankruptcy court under 28 U.S.C. § 157. Appeal was duly taken pursuant to Rule 8001(a) of the Federal Rules of Bankruptcy Procedure.</p>\n<p></p>\n<h2>I. STATEMENT OF FACTS</h2>\n<p>Appellee, Ronald Perlow, filed an action on 9 May 1988 in Wayne County District Court, <i>Perlow v. Perlow,</i> 88 CVD 813, in which he requested an absolute divorce and equitable distribution of marital property. The divorce was granted on 14 June 1988 and the court held that all claims except that of the absolute divorce be retained until a later date.</p>\n<p>The equitable distribution issue was still pending when Mr. Perlow filed a petition in bankruptcy under Chapter 7 of Title 11 of the United States Code on 18 October 1988. In his petition for relief, Mr. Perlow listed Ms. Perlow as an unsecured creditor without priority on a claim listed as \"Case 88 <span class=\"star-pagination\">*414</span> CVD 813; Contingent, Disputed, Unliquidated; Division of Marital Property.\" Additionally, on page five of the Statement of Financial Affairs section of his petition for relief, Mr. Perlow listed Ms. Perlow as a party to the case in Wayne County District Court, case number 88 CVD 813, and described the case as \"Equitable Distribution of Marital Property of Ronald A. Perlow; Child Support.\"</p>\n<p>Ms. Perlow received two different notices informing her that her equitable distribution claim had been listed as a debt in her former husband's bankruptcy case. On 25 October 1988, Mr. Perlow filed a document entitled \"Notice of Plaintiff's Bankruptcy\" with the Wayne County District Court in case number 88 CVD 813 and mailed a copy of it to Ms. Perlow's attorney. That notice specifically stated that \"[a]ll matters of equitable distribution will be requested to be completed by the Bankruptcy Court,\" and that \"[i]t is the contention of the plaintiff that upon the determination of equitable distribution by the Bankruptcy Court that all matters concerning distribution of property in this action should be dismissed.\" The notice concluded with \"[u]ntil the bankruptcy is concluded, all action in this file should be stayed as by law required.\"</p>\n<p>Ms. Perlow also received a document entitled \"Order and Notice of Chapter 7 Bankruptcy\" which was filed by the clerk of the bankruptcy court on 19 October 1988. That notice specifically notified all creditors listed by Mr. Perlow, Ms. Perlow included, that Mr. Perlow sought a discharge of all of the debts that he listed. Although the notice advised creditors not to file a proof of claim because the case was classified as a no asset case, the notice did specifically provide as follows: \"If a creditor believes that debtor should not receive a discharge under 11 U.S.C. § 727 or a specific debt should not be discharged under 11 U.S.C. § 523(c) for some valid reason specified in the bankruptcy law, the creditor must take action to challenge the discharge.\" The notice provided that the deadline to file a complaint objecting to the discharge of a debt was 17 January 1989. Ms. Perlow never filed such a complaint. On 9 February 1989 the bankruptcy court entered an order discharging Mr. Perlow from his debts.</p>\n<p></p>\n<h2>II. STATEMENT OF THE CASE</h2>\n<p>On 21 September 1989, Ms. Perlow filed a motion in Wayne County District Court, case number 88 CVD 813, requesting that the court distribute the marital property of the parties and further requesting that the court require Mr. Perlow to pay debts previously discharged by the bankruptcy court. On 23 January 1990, Mr. Perlow brought an adversary proceeding in the bankruptcy court pursuant to Bankruptcy Rule 4007 to determine the dischargeability of Ms. Perlow's interest in an equitable division of Mr. Perlow's marital property. Both parties filed motions for summary judgment and Mr. Perlow's motion was granted.</p>\n<p>The bankruptcy court exercised jurisdiction over the equitable distribution claim and liquidated it in light of the North Carolina equitable distribution statute. N.C. Gen.Stat. § 50-20. The court determined that Ms. Perlow's claim for equitable distribution had no value and that it was discharged on 9 February 1988. It is from this order that Ms. Perlow appeals.</p>\n<p></p>\n<h2>III. STANDARD OF REVIEW</h2>\n<p>A district court applies two standards of review when considering an appeal from a bankruptcy court decision: \"one for findings of fact; the other for conclusions of law.\" <i>Morter v. Farm Credit Services,</i> 110 B.R. 390, 392 (N.D.Ind.1990). Rule 8013 of the Federal Rules of Bankruptcy Procedure provides that \"findings of fact shall not be set aside [by the district court] unless clearly erroneous.\" Bankr.R. 8013. \"When a bankruptcy judge's conclusions [of law] are challenged, the district court must make a <i>de novo</i> review and may overturn the findings if they are contrary to law.\" <i>Morter,</i> 110 B.R. at 393. The district court \"may affirm, modify, or reverse\" the bankruptcy court's conclusions. Bankr.R. 8013. The appellant in this case alleges the bankruptcy court made an error <span class=\"star-pagination\">*415</span> of law in determining the nature of her claim and its dischargeability in bankruptcy.</p>\n<p></p>\n<h2>IV. DISCUSSION</h2>\n<p>A. The Nature of the Claim</p>\n<p>Ms. Perlow contends that her right to equitable distribution is not dischargeable because it is not a debt or claim against the debtor's property but instead a preexisting property right in the marital property. The bankruptcy court concluded her rights to be those of a general unsecured creditor. In order to determine which assessment of Ms. Perlow's rights is correct, the court must determine as the bankruptcy court did, the nature of Ms. Perlow's claim.</p>\n<p>1. <i>Ms. Perlow has a general unsecured claim</i></p>\n<p>Ms. Perlow's claim for equitable distribution of marital property is a statutory right granted to spouses under North Carolina law. N.C.Gen.Stat. § 50-20. The right is a \"species of common ownership . . . vesting at the time of the parties' separation.\" N.C.Gen.Stat. § 50-20(b). This vested right, however, does not, as Ms. Perlow contends, create a property right in the marital property. <i>In re Fisher,</i> 67 B.R. 666 (Bankr.Colo. 1986). Nor does the fact of separation create a lien on specific marital property in favor of the spouse. <i>In re Harms,</i> 7 B.R. 398 (Bankr.Colo.1980). Rather, it only creates \"a right to an equitable distribution of that property, whatever a court should determine that property is.\" <i>Wilson v. Wilson,</i> 73 N.C.App. 96, 325 S.E.2d 668, <i>cert. denied,</i> 314 N.C. 121, 332 S.E.2d 490 (1985). Such a \"right to payment, whether or not the right is reduced to judgment, liquidated, unliquidated, fixed, contingent, matured, unmatured, disputed, undisputed, legal, equitable, secured, or unsecured\" qualifies as a \"claim\" against the estate pursuant to the Code definition of that term. 11 U.S.C. § 101(5)(A). Therefore, Ms. Perlow's right to equitable distribution is a general unsecured claim and Mr. Perlow properly listed it as a debt against the estate. 11 U.S.C. § 101(12) (\"`debt' means liability on a claim\").</p>\n<p>The bankruptcy court in <i>In re Fisher</i> held that pursuant to 11 U.S.C. § 544 the wife's vested interests in marital property were cut off by the filing of the bankruptcy petition where the wife's rights had not been fixed. 67 B.R. at 669. Under Section 544, \"the trustee in bankruptcy is clothed with the status of a hypothetical lien creditor and a hypothetical bona fide purchaser of property from the debtor.\" <i>Id.</i> The court reasoned that because the wife \"had failed to file a notice of lis pendens giving notice of the filing of the divorce proceeding and thereby perhaps perfecting of record her vested right in any real property owned by [the] . . . debtor,\" the husband would have been able to separately convey the property which he owned free of the wife's vested interests. <i>Id.</i> The court therefore determined that a \"judgment lien creditor seeking to execute on the debtor's property, or a bona fide purchaser of real property, would have taken title to that property free and clear of the . . . [wife's] interest.\" <i>Id.</i> Accordingly, the vested interests of the wife in any specific marital property were cut off by the bankruptcy filing.</p>\n<p>In this case, the valuing of the marital property and the equitable distribution of it had not occurred at the time Mr. Perlow filed for bankruptcy. Ms. Perlow had not perfected her vested rights in the marital property by filing a lis pendens giving notice of the divorce proceeding. Likewise, she had not obtained an execution lien on the personal property. Therefore, Ms. Perlow's rights in specific marital property, like those of the wife in <i>Fisher</i> were cut off by the bankruptcy filing. Although Section 544 of the Code bars Ms. Perlow's claim to specific marital property, she is not left without a remedy. <i>See </i><i>Fisher,</i> 67 B.R. at 669. Ms. Perlow has a general unsecured claim against the estate and has a right to be compensated from the estate the same as any other unsecured creditor. <i>Id.</i> In this case, however, there were insufficient assets to compensate any of the unsecured creditors.</p>\n<p><span class=\"star-pagination\">*416</span> B. Jurisdiction Over the Equitable Distribution Claim</p>\n<p>Ms. Perlow contends that even if her right to equitable distribution is a \"claim\" against the estate, the bankruptcy court erred in exercising jurisdiction over this domestic matter and her rights should be determined in the state court system. Indeed, in the bankruptcy court's order, it was stated that \"the prevailing view is that such matters should be tried in State Courts.\" <i>In re Mac Donald,</i> 755 F.2d 715, 719 (9th Cir.1985). The bankruptcy court was correct, however, in holding that a claim for equitable distribution is a claim against property of the estate and therefore within the jurisdiction of the bankruptcy court. 28 U.S.C. § 1334(d); 28 U.S.C. § 157(a).</p>\n<p>Although the bankruptcy court has jurisdiction, in its discretion it may abstain from hearing a particular proceeding out of respect for the state law or if it feels the interests of justice will best be served by doing so. 28 U.S.C. § 1334(c)(1). Whether the bankruptcy court should abstain must be decided \"upon consideration of the totality of the circumstance specific to each case.\" <i>In re Wilson,</i> 85 B.R. 722, 728 (Bankr.E.D.Pa.1988). Ms. Perlow points out that the value of the marital property was evaluated by the bankruptcy court as of the date the petition was filed. She contends that if the property had been valued as of the date of separation, as required by North Carolina equitable distribution law, all of the unsecured claims listed by the debtor except for $1633.99 would be his separate debts and payable only from his property. Because the bankruptcy court lacks expertise regarding the equitable distribution of property, Ms. Perlow's claim for equitable distribution is of the type that is best left to the state court which decides similar issues regularly. <i>In re Kaplan,</i> 18 B.R. 1018 (Bankr.E.D.N.Y. 1982); <i>Wilson,</i> 85 B.R. at 727.</p>\n<p>Although in the interest of justice, Ms. Perlow's claim for equitable distribution would have been more appropriately handled by the state courts, Ms. Perlow failed to assert her argument in this regard in a timely manner. Ms. Perlow received notice by two different documents notifying her that her claim for equitable distribution was listed as a debt and was likely to be discharged. Although, as Ms. Perlow argues, one of the notices did advise creditors not to file a proof of claim because it was a no asset case, it did advise that a creditor objecting to a discharge \"must take action\" to challenge it by 17 January 1989. Nevertheless, Ms. Perlow did not object to the discharge, request relief from the stay pursuant to 11 U.S.C. § 362(d) to continue the state court action for equitable distribution, or request that the bankruptcy court abstain from exercising jurisdiction over the matter pursuant to 28 U.S.C. § 1334(c)(1).</p>\n<p>The inaction on the part of Ms. Perlow distinguishes this case from the ones she cited where the bankruptcy court granted relief from the stay in order for the state lawsuit involving the division of marital property to proceed. <i>See </i><i>In re Baker,</i> 75 B.R. 120 (Del.1987); <i>In re Kaplan,</i> 18 B.R. 1018 (E.D.N.Y.1982). In those cases, the non-debtor spouse asserted the argument Ms. Perlow now makes during the pendency of the bankruptcy action, not after it was completed. Therefore, because Ms. Perlow failed to object to Mr. Perlow's discharge or request an exception from the stay in a timely manner, her general unsecured claim for equitable distribution was discharged along with Mr. Perlow's other debts on 9 February 1989. 3 <i>Collier on Bankruptcy,</i> § 523.11 at 523-69 (15th ed. 1990) (If a creditor does not object, the debt is discharged).</p>\n<p>C. Present Status of Ms. Perlow's Rights Regarding Equitable Distribution of Marital Property</p>\n<p>Ms. Perlow contends that because all of the property is returned to a debtor in a no asset case, an ex-spouse should be permitted to follow her rights in the marital property back into the individual assets of the debtor. The bankruptcy code prohibits her from doing so. Title 11, United States Code, section 524(a) provides that a discharge in a bankruptcy case voids any <span class=\"star-pagination\">*417</span> judgment to the extent that it is a determination of the personal liability of the debtor with respect to a pre-petition debt, and \"operates as an injunction against the commencement or continuation of an action . . . to collect, recover, or offset any . . . [discharged] debt as a personal liability of the debtor\", whether or not the debtor has waived discharge of the debt involved. 11 U.S.C. § 524(a)(1), (2). Therefore, because Ms. Perlow's pre-petition claim for equitable distribution was discharged on 9 February 1989 along with Mr. Perlow's other debts, she is enjoined from pursuing it. 11 U.S.C. § 524(a). These statutes were established to give a debtor a chance for a fresh start and \"[r]egardless of its own perception of fairness, [t]his court must give effect to the policy decisions embodied in the express language of Code provisions.\" G. Treister, J. Trost, L. Forman, K. Klee, &amp; R. Leven, <i>Fundamentals of Bankruptcy Law</i> at 299 (2d ed. 1988); <i>In re Sanderfoot,</i> 899 F.2d 598 (7th Cir.1990), <i>cert. granted,</i> ___ U.S. ___, 111 S.Ct. 507, 112 L.Ed.2d 519 (1990), quoting <i>In re Boggess,</i> 105 B.R. 470, 474 (Bankr.S.D.Ill.1989).</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>Ms. Perlow's claim for equitable distribution was appropriately discharged by the bankruptcy court and she is prohibited from continuing her action in state court in pursuit of this claim. Accordingly, the decision of the bankruptcy court is AFFIRMED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">412</span></span> (1991)</b></center>\n<center><h1>Frann PERLOW, Appellant,<br>\nv.<br>\nRonald Allyn PERLOW, Appellee.</h1></center>\n<center>No. 90-583-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 17, 1991.</center>\n<p><span class=\"star-pagination\">*413</span> Roland C. Braswell, Goldsboro, N.C., for appellant.</p>\n<p>Charles Diederich Heidgerd, Ragsdale, Kirschbaum, Nanney, Sokol &amp; Heidgerd, Raleigh, N.C., William Lemuel Ragsdale, Ragsdale, Kirschbaum, Nanney, Sokol &amp; Heidgerd, Raleigh, N.C., for appellee.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Bankruptcy Judge.</p>\n<p>This matter is before the court on appeal by Frann Perlow from the bankruptcy court's order of 25 May 1990 in which the court held that her claim for equitable distribution of marital property was discharged by reason of her former husband's discharge in bankruptcy which was entered on 9 February 1990.</p>\n<p>Jurisdiction is established in the United States District Court for the Eastern District Of North Carolina pursuant to 28 U.S.C. § 158(a), this proceeding being one that was referred to the bankruptcy court under 28 U.S.C. § 157. Appeal was duly taken pursuant to Rule 8001(a) of the Federal Rules of Bankruptcy Procedure.</p>\n<p></p>\n<h2>I. STATEMENT OF FACTS</h2>\n<p>Appellee, Ronald Perlow, filed an action on 9 May 1988 in Wayne County District Court, <i>Perlow v. Perlow,</i> 88 CVD 813, in which he requested an absolute divorce and equitable distribution of marital property. The divorce was granted on 14 June 1988 and the court held that all claims except that of the absolute divorce be retained until a later date.</p>\n<p>The equitable distribution issue was still pending when Mr. Perlow filed a petition in bankruptcy under Chapter 7 of Title 11 of the United States Code on 18 October 1988. In his petition for relief, Mr. Perlow listed Ms. Perlow as an unsecured creditor without priority on a claim listed as \"Case 88 <span class=\"star-pagination\">*414</span> CVD 813; Contingent, Disputed, Unliquidated; Division of Marital Property.\" Additionally, on page five of the Statement of Financial Affairs section of his petition for relief, Mr. Perlow listed Ms. Perlow as a party to the case in Wayne County District Court, case number 88 CVD 813, and described the case as \"Equitable Distribution of Marital Property of Ronald A. Perlow; Child Support.\"</p>\n<p>Ms. Perlow received two different notices informing her that her equitable distribution claim had been listed as a debt in her former husband's bankruptcy case. On 25 October 1988, Mr. Perlow filed a document entitled \"Notice of Plaintiff's Bankruptcy\" with the Wayne County District Court in case number 88 CVD 813 and mailed a copy of it to Ms. Perlow's attorney. That notice specifically stated that \"[a]ll matters of equitable distribution will be requested to be completed by the Bankruptcy Court,\" and that \"[i]t is the contention of the plaintiff that upon the determination of equitable distribution by the Bankruptcy Court that all matters concerning distribution of property in this action should be dismissed.\" The notice concluded with \"[u]ntil the bankruptcy is concluded, all action in this file should be stayed as by law required.\"</p>\n<p>Ms. Perlow also received a document entitled \"Order and Notice of Chapter 7 Bankruptcy\" which was filed by the clerk of the bankruptcy court on 19 October 1988. That notice specifically notified all creditors listed by Mr. Perlow, Ms. Perlow included, that Mr. Perlow sought a discharge of all of the debts that he listed. Although the notice advised creditors not to file a proof of claim because the case was classified as a no asset case, the notice did specifically provide as follows: \"If a creditor believes that debtor should not receive a discharge under 11 U.S.C. § 727 or a specific debt should not be discharged under 11 U.S.C. § 523(c) for some valid reason specified in the bankruptcy law, the creditor must take action to challenge the discharge.\" The notice provided that the deadline to file a complaint objecting to the discharge of a debt was 17 January 1989. Ms. Perlow never filed such a complaint. On 9 February 1989 the bankruptcy court entered an order discharging Mr. Perlow from his debts.</p>\n<p></p>\n<h2>II. STATEMENT OF THE CASE</h2>\n<p>On 21 September 1989, Ms. Perlow filed a motion in Wayne County District Court, case number 88 CVD 813, requesting that the court distribute the marital property of the parties and further requesting that the court require Mr. Perlow to pay debts previously discharged by the bankruptcy court. On 23 January 1990, Mr. Perlow brought an adversary proceeding in the bankruptcy court pursuant to Bankruptcy Rule 4007 to determine the dischargeability of Ms. Perlow's interest in an equitable division of Mr. Perlow's marital property. Both parties filed motions for summary judgment and Mr. Perlow's motion was granted.</p>\n<p>The bankruptcy court exercised jurisdiction over the equitable distribution claim and liquidated it in light of the North Carolina equitable distribution statute. N.C. Gen.Stat. § 50-20. The court determined that Ms. Perlow's claim for equitable distribution had no value and that it was discharged on 9 February 1988. It is from this order that Ms. Perlow appeals.</p>\n<p></p>\n<h2>III. STANDARD OF REVIEW</h2>\n<p>A district court applies two standards of review when considering an appeal from a bankruptcy court decision: \"one for findings of fact; the other for conclusions of law.\" <i>Morter v. Farm Credit Services,</i> <span class=\"citation\" data-id=\"1971359\"><a href=\"/opinion/1971359/morter-v-farm-credit-services/\"><span class=\"volume\">110</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">390</span></a></span>, 392 (N.D.Ind.1990). Rule 8013 of the Federal Rules of Bankruptcy Procedure provides that \"findings of fact shall not be set aside [by the district court] unless clearly erroneous.\" Bankr.R. 8013. \"When a bankruptcy judge's conclusions [of law] are challenged, the district court must make a <i>de novo</i> review and may overturn the findings if they are contrary to law.\" <i>Morter,</i> 110 B.R. at 393. The district court \"may affirm, modify, or reverse\" the bankruptcy court's conclusions. Bankr.R. 8013. The appellant in this case alleges the bankruptcy court made an error <span class=\"star-pagination\">*415</span> of law in determining the nature of her claim and its dischargeability in bankruptcy.</p>\n<p></p>\n<h2>IV. DISCUSSION</h2>\n<p>A. The Nature of the Claim</p>\n<p>Ms. Perlow contends that her right to equitable distribution is not dischargeable because it is not a debt or claim against the debtor's property but instead a preexisting property right in the marital property. The bankruptcy court concluded her rights to be those of a general unsecured creditor. In order to determine which assessment of Ms. Perlow's rights is correct, the court must determine as the bankruptcy court did, the nature of Ms. Perlow's claim.</p>\n<p>1. <i>Ms. Perlow has a general unsecured claim</i></p>\n<p>Ms. Perlow's claim for equitable distribution of marital property is a statutory right granted to spouses under North Carolina law. N.C.Gen.Stat. § 50-20. The right is a \"species of common ownership . . . vesting at the time of the parties' separation.\" N.C.Gen.Stat. § 50-20(b). This vested right, however, does not, as Ms. Perlow contends, create a property right in the marital property. <i>In re Fisher,</i> <span class=\"citation\" data-id=\"1542823\"><a href=\"/opinion/1542823/in-re-fisher/\"><span class=\"volume\">67</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">666</span></a></span> (Bankr.Colo. 1986). Nor does the fact of separation create a lien on specific marital property in favor of the spouse. <i>In re Harms,</i> <span class=\"citation\" data-id=\"1991937\"><a href=\"/opinion/1991937/in-re-harms/\"><span class=\"volume\">7</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">398</span></a></span> (Bankr.Colo.1980). Rather, it only creates \"a right to an equitable distribution of that property, whatever a court should determine that property is.\" <i>Wilson v. Wilson,</i> 73 N.C.App. 96, <span class=\"citation\" data-id=\"1155668\"><a href=\"/opinion/1155668/wilson-v-wilson/\"><span class=\"volume\">325</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">668</span></a></span>, <i>cert. denied,</i> <span class=\"citation\" data-id=\"1321852\"><a href=\"/opinion/1321852/wilson-v-wilson/\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">121</span></a></span>, <span class=\"citation\" data-id=\"1321852\"><a href=\"/opinion/1321852/wilson-v-wilson/\"><span class=\"volume\">332</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">490</span></a></span> (1985). Such a \"right to payment, whether or not the right is reduced to judgment, liquidated, unliquidated, fixed, contingent, matured, unmatured, disputed, undisputed, legal, equitable, secured, or unsecured\" qualifies as a \"claim\" against the estate pursuant to the Code definition of that term. 11 U.S.C. § 101(5)(A). Therefore, Ms. Perlow's right to equitable distribution is a general unsecured claim and Mr. Perlow properly listed it as a debt against the estate. 11 U.S.C. § 101(12) (\"`debt' means liability on a claim\").</p>\n<p>The bankruptcy court in <i>In re Fisher</i> held that pursuant to 11 U.S.C. § 544 the wife's vested interests in marital property were cut off by the filing of the bankruptcy petition where the wife's rights had not been fixed. 67 B.R. at 669. Under Section 544, \"the trustee in bankruptcy is clothed with the status of a hypothetical lien creditor and a hypothetical bona fide purchaser of property from the debtor.\" <i>Id.</i> The court reasoned that because the wife \"had failed to file a notice of lis pendens giving notice of the filing of the divorce proceeding and thereby perhaps perfecting of record her vested right in any real property owned by [the] . . . debtor,\" the husband would have been able to separately convey the property which he owned free of the wife's vested interests. <i>Id.</i> The court therefore determined that a \"judgment lien creditor seeking to execute on the debtor's property, or a bona fide purchaser of real property, would have taken title to that property free and clear of the . . . [wife's] interest.\" <i>Id.</i> Accordingly, the vested interests of the wife in any specific marital property were cut off by the bankruptcy filing.</p>\n<p>In this case, the valuing of the marital property and the equitable distribution of it had not occurred at the time Mr. Perlow filed for bankruptcy. Ms. Perlow had not perfected her vested rights in the marital property by filing a lis pendens giving notice of the divorce proceeding. Likewise, she had not obtained an execution lien on the personal property. Therefore, Ms. Perlow's rights in specific marital property, like those of the wife in <i>Fisher</i> were cut off by the bankruptcy filing. Although Section 544 of the Code bars Ms. Perlow's claim to specific marital property, she is not left without a remedy. <i>See </i><i>Fisher,</i> 67 B.R. at 669. Ms. Perlow has a general unsecured claim against the estate and has a right to be compensated from the estate the same as any other unsecured creditor. <i>Id.</i> In this case, however, there were insufficient assets to compensate any of the unsecured creditors.</p>\n<p><span class=\"star-pagination\">*416</span> B. Jurisdiction Over the Equitable Distribution Claim</p>\n<p>Ms. Perlow contends that even if her right to equitable distribution is a \"claim\" against the estate, the bankruptcy court erred in exercising jurisdiction over this domestic matter and her rights should be determined in the state court system. Indeed, in the bankruptcy court's order, it was stated that \"the prevailing view is that such matters should be tried in State Courts.\" <i>In re Mac Donald,</i> <span class=\"citation\" data-id=\"448231\"><a href=\"/opinion/448231/bankr-l-rep-p-70312-in-re-francis-e-mac-donald-francis-e-mac-donald/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">715</span></a></span>, 719 (9th Cir.1985). The bankruptcy court was correct, however, in holding that a claim for equitable distribution is a claim against property of the estate and therefore within the jurisdiction of the bankruptcy court. 28 U.S.C. § 1334(d); 28 U.S.C. § 157(a).</p>\n<p>Although the bankruptcy court has jurisdiction, in its discretion it may abstain from hearing a particular proceeding out of respect for the state law or if it feels the interests of justice will best be served by doing so. 28 U.S.C. § 1334(c)(1). Whether the bankruptcy court should abstain must be decided \"upon consideration of the totality of the circumstance specific to each case.\" <i>In re Wilson,</i> <span class=\"citation\" data-id=\"1905086\"><a href=\"/opinion/1905086/in-re-wilson/\"><span class=\"volume\">85</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">722</span></a></span>, 728 (Bankr.E.D.Pa.1988). Ms. Perlow points out that the value of the marital property was evaluated by the bankruptcy court as of the date the petition was filed. She contends that if the property had been valued as of the date of separation, as required by North Carolina equitable distribution law, all of the unsecured claims listed by the debtor except for $1633.99 would be his separate debts and payable only from his property. Because the bankruptcy court lacks expertise regarding the equitable distribution of property, Ms. Perlow's claim for equitable distribution is of the type that is best left to the state court which decides similar issues regularly. <i>In re Kaplan,</i> <span class=\"citation\" data-id=\"1848424\"><a href=\"/opinion/1848424/in-re-kaplan/\"><span class=\"volume\">18</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">1018</span></a></span> (Bankr.E.D.N.Y. 1982); <i>Wilson,</i> 85 B.R. at 727.</p>\n<p>Although in the interest of justice, Ms. Perlow's claim for equitable distribution would have been more appropriately handled by the state courts, Ms. Perlow failed to assert her argument in this regard in a timely manner. Ms. Perlow received notice by two different documents notifying her that her claim for equitable distribution was listed as a debt and was likely to be discharged. Although, as Ms. Perlow argues, one of the notices did advise creditors not to file a proof of claim because it was a no asset case, it did advise that a creditor objecting to a discharge \"must take action\" to challenge it by 17 January 1989. Nevertheless, Ms. Perlow did not object to the discharge, request relief from the stay pursuant to 11 U.S.C. § 362(d) to continue the state court action for equitable distribution, or request that the bankruptcy court abstain from exercising jurisdiction over the matter pursuant to 28 U.S.C. § 1334(c)(1).</p>\n<p>The inaction on the part of Ms. Perlow distinguishes this case from the ones she cited where the bankruptcy court granted relief from the stay in order for the state lawsuit involving the division of marital property to proceed. <i>See </i><i>In re Baker,</i> <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">120</span></span> (Del.1987); <i>In re Kaplan,</i> <span class=\"citation\" data-id=\"1848424\"><a href=\"/opinion/1848424/in-re-kaplan/\"><span class=\"volume\">18</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">1018</span></a></span> (E.D.N.Y.1982). In those cases, the non-debtor spouse asserted the argument Ms. Perlow now makes during the pendency of the bankruptcy action, not after it was completed. Therefore, because Ms. Perlow failed to object to Mr. Perlow's discharge or request an exception from the stay in a timely manner, her general unsecured claim for equitable distribution was discharged along with Mr. Perlow's other debts on 9 February 1989. 3 <i>Collier on Bankruptcy,</i> § 523.11 at 523-69 (15th ed. 1990) (If a creditor does not object, the debt is discharged).</p>\n<p>C. Present Status of Ms. Perlow's Rights Regarding Equitable Distribution of Marital Property</p>\n<p>Ms. Perlow contends that because all of the property is returned to a debtor in a no asset case, an ex-spouse should be permitted to follow her rights in the marital property back into the individual assets of the debtor. The bankruptcy code prohibits her from doing so. Title 11, United States Code, section 524(a) provides that a discharge in a bankruptcy case voids any <span class=\"star-pagination\">*417</span> judgment to the extent that it is a determination of the personal liability of the debtor with respect to a pre-petition debt, and \"operates as an injunction against the commencement or continuation of an action . . . to collect, recover, or offset any . . . [discharged] debt as a personal liability of the debtor\", whether or not the debtor has waived discharge of the debt involved. 11 U.S.C. § 524(a)(1), (2). Therefore, because Ms. Perlow's pre-petition claim for equitable distribution was discharged on 9 February 1989 along with Mr. Perlow's other debts, she is enjoined from pursuing it. 11 U.S.C. § 524(a). These statutes were established to give a debtor a chance for a fresh start and \"[r]egardless of its own perception of fairness, [t]his court must give effect to the policy decisions embodied in the express language of Code provisions.\" G. Treister, J. Trost, L. Forman, K. Klee, &amp; R. Leven, <i>Fundamentals of Bankruptcy Law</i> at 299 (2d ed. 1988); <i>In re Sanderfoot,</i> <span class=\"citation\" data-id=\"538860\"><a href=\"/opinion/538860/in-re-gerald-j-sanderfoot-debtor-jeanne-farrey-fka-jeanne-sanderfoot/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span></a></span> (7th Cir.1990), <i>cert. granted,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">519</span></span> (1990), quoting <i>In re Boggess,</i> <span class=\"citation\" data-id=\"2008387\"><a href=\"/opinion/2008387/in-re-boggess/\"><span class=\"volume\">105</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">470</span></a></span>, 474 (Bankr.S.D.Ill.1989).</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>Ms. Perlow's claim for equitable distribution was appropriately discharged by the bankruptcy court and she is prohibited from continuing her action in state court in pursuit of this claim. Accordingly, the decision of the bankruptcy court is AFFIRMED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/448231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1155668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1321852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1542823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1848424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1905086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1971359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1991937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2008387/"
  ]
}