{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2082048/",
  "absolute_url": "/opinion/2082048/imperial-cas-and-indem-co-v-radiator-specialty-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2082048/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:16:14.366640Z",
  "date_modified": "2016-04-27T00:06:05.024464Z",
  "type": "010combined",
  "sha1": "5872b93a840c8af7555412498317715a308c25f9",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>862 F.Supp. 1437 (1994)</b></center>\n<center><h1>IMPERIAL CASUALTY AND INDEMNITY COMPANY, Plaintiff,<br>\nv.<br>\nRADIATOR SPECIALTY COMPANY, Defendant.</h1></center>\n<center>No. 93-209-CIV-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 12, 1994.</center>\n<p><span class=\"star-pagination\">*1438</span> <span class=\"star-pagination\">*1439</span> Gary S. Parsons, David Stebbins Coats, Bailey &amp; Dixon, Raleigh, NC, for Imperial Cas. &amp; Indem. Co.</p>\n<p>Raymond E. Owens, Jr., Kennedy, Covington, Lobdell &amp; Hickman, Charlotte, NC, for Radiator Specialty Co.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, Imperial Casualty and Indemnity Company (Imperial), filed this declaratory judgment action on April 1, 1993 seeking a declaration of its rights, status and obligations to defendant, Radiator Specialty Company (Radiator), under a commercial liability insurance policy. In particular, plaintiff seeks a declaration that it has no duty to provide coverage or a defense to defendant in any of the multiple lawsuits (underlying actions) brought against defendant Radiator for personal injury and wrongful death arising out of occupational exposure to asbestos-containing products manufactured or supplied by defendant. In its answer, defendant has filed a counterclaim also seeking a declaration of defendant's entitlement to coverage and plaintiff's duty to defend. This action is presently before the court on plaintiff's motion for summary judgment and defendant's motion for partial summary judgment on the issue of \"duty to defend.\"</p>\n<p>On November 13, 1984 plaintiff issued to defendant a comprehensive general liability policy bearing policy No. IUI-101239GA which included a policy period from November 13, 1984 to November 13, 1985 (Plaintiff's Exhibit 1). The policy contains in pertinent part the following provisions pertaining to bodily injury and property damage coverages:</p>\n<blockquote>The company will pay on behalf of the <i>insured</i> all sums which the <i>insured</i> shall become legally obligated to pay as damages because of</blockquote>\n<blockquote>A. <i>bodily injury</i> or</blockquote>\n<blockquote>B. <i>property damage</i>\n</blockquote>\n<blockquote>to which this insurance applies, caused by an <i>occurrence,</i> if the <i>bodily injury</i> or <i>property damage</i> is included within the <i>completed operations hazard</i> or the <i>products hazard,</i> and the company shall have the right and duty to defend any suit against the <i>insured</i> seeking damages on account of such <i>bodily injury</i> or <i>property damage,</i> even if any of the allegations of the suit are groundless, false or fraudulent, and may make such investigation and settlement of any claim or suit as it deems expedient, but the company shall not be obligated to pay any claim or judgment or to defend any suit after the applicable limit of the company's liability has been exhausted by payment of judgments or settlements.</blockquote>\n<p>Bodily injury is defined in the policy as follows:</p>\n<blockquote>\"[B]odily injury\" means bodily injury, sickness or disease sustained by any person which occurs during the policy period, including death at any time resulting therefrom.</blockquote>\n<p>Products hazard is defined in the policy as follows:</p>\n<blockquote>\"[P]roducts hazard\" includes bodily injury and property damage arising out of the named insured's products or reliance upon a representation or warranty made at any time with respect thereto, but only if the bodily injury or property damage occurs away from premises owned by or rented to <span class=\"star-pagination\">*1440</span> the named insured and after physical possession of such products has been relinquished to others.</blockquote>\n<p>Plaintiff's Exhibit 1.</p>\n<p>Since the early part of 1992, defendant Radiator has been named as a defendant in thirty-one separate actions for alleged injuries resulting from exposure to Radiator's asbestos-containing products. Twenty-four of these actions are pending in Michigan, four are pending in Tennessee, one is pending in New Jersey, and one is pending in California. The remaining action has been settled.</p>\n<p>Defendant Radiator demanded that Imperial defend and indemnify it with respect to all of these actions. Plaintiff denied coverage under its policy and subsequently filed this declaratory judgment action to establish its rights and obligations under the policy. The primary issues to be decided are whether in any of the actions the alleged bodily injury occurred \"during the policy period\" and whether plaintiff has a duty to defend any such action.</p>\n<p>On a motion for summary judgment, a court must grant the motion if the parties' pleadings, depositions, interrogatory answers, admissions and any affidavits show there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. F.R.Civ.P. 56(c); <i>Celotex Corporation v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265 (1986). The party moving for summary judgment has the initial burden of demonstrating the absence of any material issue of fact, but need not support its motion with affidavits or other materials negating the non-moving party's claim. <i>Celotex,</i> 477 U.S. at 323, 106 S.Ct. at 2553. Once the moving party meets its initial burden, the non-moving party may not rely upon mere allegations or denials contained in its pleadings, but must come forward with some form of evidentiary material allowed by Rule 56 demonstrating the existence of a genuine issue of material fact requiring a trial. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248-49, 106 S.Ct. 2505, 2510-11, 91 L.Ed.2d 202 (1986); <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. at 2553. In other words, to withstand a motion for summary judgment, the non-moving party must proffer sufficient evidence on which a reasonable jury could find in its favor. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. In considering the motion, the court must view the facts and inferences to be drawn from the evidence in the light most favorable to the non-moving party to the extent those inferences are reasonable. <i>Matsushita Electric Industrial Company v. Zenith Radio Corporation,</i> 475 U.S. 574, 587-88, 106 S.Ct. 1348, 1356-57, 89 L.Ed.2d 538 (1986).</p>\n<p>In this diversity action the court must apply the law of the forum in which it sits, including the forum's choice-of-law rules. <i>Klaxon Company v. Stentor Electric Manufacturing Company, Inc.,</i> 313 U.S. 487, 61 S.Ct. 1020, 85 L.Ed. 1477 (1941); <i>see also </i><i>Erie Railroad Company v. Tompkins,</i> 304 U.S. 64, 78, 58 S.Ct. 817, 822, 82 L.Ed. 1188 (1938) (applying substantive law of forum state in diversity action). In North Carolina, issues of contract construction are determined by the law of the state where the contract was made, <i>Tanglewood Land Company, Inc. v. Byrd,</i> 299 N.C. 260, 261 S.E.2d 655 (1980), and this rule is applicable to contracts of insurance. <i>Roomy v. Allstate Insurance Company,</i> 256 N.C. 318, 123 S.E.2d 817 (1962). In the present case, the policy was applied for and delivered to defendant in North Carolina. The pleadings indicate that defendant was incorporated in North Carolina with its principal place of business in this state and that plaintiff is engaged in the business of issuing general liability insurance in North Carolina. Accordingly, the court will apply North Carolina substantive law.</p>\n<p>Plaintiff's sole contention in support of its motion for summary judgment is that the complaints in the underlying actions fail to allege a case of coverage under the policy in that it is not alleged that any bodily injury complained of occurred during the policy period, that is, between November 13, 1984 and November 13, 1985. In opposition, and in support of its own motion for summary judgment, defendant argues that plaintiff still has a duty to defend the insured regardless of the dispute concerning coverage since the <span class=\"star-pagination\">*1441</span> insurer's duty under North Carolina law is much broader than its obligation to pay damages under the policy. <i>Waste Management v. Peerless Insurance Company,</i> 315 N.C. 688, 340 S.E.2d 374 (1986). Defendant insists that before this court can address the coverage issue, the question of whether plaintiff has, in fact, a duty to defend must be answered.</p>\n<p>While the court is mindful of North Carolina's liberal policy of requiring the insurer to defend the insured in questionable cases regarding coverage, there is nothing implicit in the language of the cases relied on by defendant to support its contention that the court must first address the duty to defend issue. As noted in <i>Waste Management,</i> the insurer's refusal to defend is at its own peril and it will be responsible for the costs of the defense if the evidence subsequently presented at trial establishes that the claim in question is covered. This is not to say, however, that the issue of coverage cannot be decided first under certain circumstances.</p>\n<blockquote>[O]nly three options are available to a liability insurer requested to defend an insured against claims which the insurer believes exceed policy coverage. The insurer can (1) seek a declaratory judgment regarding its obligations before or pending trial of the underlying action, (2) defend the insured under a reservation of rights, or (3) refuse either to defend or to seek a declaratory judgment at the insurer's peril that it might later be found to have breached its duty to defend.</blockquote>\n<p><i>St. Paul Fire &amp; Marine Insurance Company v. Vigilant Insurance Company,</i> 724 F.Supp. 1173, 1182 n. 4 (M.D.N.C.1989), <i>aff'd,</i> 919 F.2d 235 (4th Cir.1990).</p>\n<p>In the present case, plaintiff chose the first option seeking a declaration of its rights and obligations under the policy. Imperial, in refusing to defend, does not contend that the allegations in the underlying actions on their face appear to be outside the coverage. Rather, it asserts that until the court decides when under North Carolina law an asbestos-related bodily injury occurs, there is no way to determine whether a particular injury is covered. The court agrees.</p>\n<p></p>\n<h2><i>THE ISSUE OF COVERAGE</i></h2>\n<p>The policy defines \"occurrence\" as \"an accident, including continued or repeated exposure to conditions, which results in bodily injury or property damage neither expected nor intended from the standpoint of the insured.\" As stated above, the policy obligates Imperial to provide coverage for bodily injury occurring \"during the policy period, including death at any time resulting therefrom.\" In determining when an asbestostype bodily injury has occurred, courts have reached differing conclusions which generally fall into four categories or \"theories\": (1) the exposure theory; (2) the manifestation theory or discovery rule; (3) the continuous exposure, or triple trigger, theory; and (4) the injury-in-fact theory. <i>See, e.g.,</i> Appleman, 7A <i>Insurance Law and Practice</i> § 4497 (1993); B. Ostrager &amp; T. Newman, <i>Handbook on Insurance Coverage Disputes</i> § 7.05 (1989); M. Lathrop, <i>Insurance Coverage for Environmental Claims</i> § 6.04 (1993).</p>\n<p>Under the exposure theory, the bodily injury is held to occur in the policy period when the claimant is shown to have been exposed to a harmful substance such as asbestos. Appleman, <i>supra.</i> Under the manifestation or discovery theory, the bodily injury occurs as soon as the injury manifests itself, that is, when the injury becomes reasonably capable of being medically diagnosed. <i>Id.</i> Under the continuous exposure theory, bodily injury triggers coverage when the exposure occurs, during the period of progression of the injury or when the injury manifests itself. <i>Id.</i> And under the injury-in-fact theory, bodily injury occurs when there is medical evidence establishing when the injury occurred, regardless of when it becomes diagnosable. <i>Id.</i></p>\n<p>There appear to be no North Carolina insurance coverage cases involving plaintiffs suing on an asbestos-related claim. Imperial urges the court to adopt the manifestation/discovery rule as the appropriate theory of coverage to be applied in this state. In support of its argument, plaintiff relies on several North Carolina decisions which have applied the discovery rule in determining when property damage occurred. <i>Mraz v. Canadian Universal Insurance Company,</i> <span class=\"star-pagination\">*1442</span> <i>Ltd.,</i> 804 F.2d 1325 (4th Cir.1986) (in a hazardous waste burial case, \"occurrence\" held to be at the time when the injury first manifested itself); <i>Peerless Insurance Company v. Strother,</i> 765 F.Supp. 866 (E.D.N.C.1990) (in PCB contamination case the \"occurrence\" was on the date the contamination was discovered); <i>West American Insurance Company v. Tufco Flooring,</i> 104 N.C.App. 312, 409 S.E.2d 692 (1991) (for insurance purposes, property damage caused by infiltration of toxic vapors and fumes \"occurs\" when the damage is manifested or discovered). In each of these cases the critical date for determining coverage was the date on which the property was damaged.</p>\n<p>Imperial further contends that other jurisdictions in adopting a rule to be applied in bodily injury cases have looked to the appropriate latent property damage trigger rule for guidance. <i>See </i><i>Continental Insurance Companies v. Northeastern Pharmaceutical and Chemical Company,</i> 811 F.2d 1180 (8th Cir.1987), <i>aff'd in part, reversed in part on rehearing,</i> 842 F.2d 977 (8th Cir.1988). On the other hand, other jurisdictions in resolving this coverage question have distinguished between the property damage cases and those involving bodily injuries. <i>See, e.g., </i><i>Maryland Casualty Company v. W.R. Grace &amp; Company,</i> 794 F.Supp. 1206, 1224 (S.D.N.Y.1991) (citing <i>Pittsburgh Corning Corporation v. Travelers Indemnity Company,</i> 1988 WL 5296 (E.D.Pa.1988) (\"[w]hile a `continuous trigger' theory may be used in order to remedy physical injury or disease caused by asbestos in the past, injury to property does not occur until it is discovered and the market value of the property drops\"); <i>United States Gypsum Company v. Admiral Insurance Company,</i> No. 83-L-53328 (Ill.Cir.Ct.1991) slip op. at 6685 (\"Property damage is an economic matter for the most part. Personal injury may take place, as medical evidence will support, well before actual detection [while] [p]roperty damage, as a practical matter, does not take place until the damage is known or recognized.\").</p>\n<p>It should be noted that in each of these cases, including <i>Continental,</i> the court rejected the manifestation rule in favor of one of the other theories. And as stated by the court in <i>Continental,</i> \"[t]he majority of federal cases on this issue [progressive diseases] have found coverage by adopting the `exposure' or the `continuous exposure,' theory of when injury occurs.\" 811 F.2d at 1190.</p>\n<blockquote>These decisions rest on the view that exposure to the dangerous substance at issue during the policy period caused immediate, albeit undetectable, physical harm which ultimately led to disease or physical impairment after the expiration of the policy period.</blockquote>\n<p><i>Id.</i></p>\n<p>In short, the court is not persuaded that the property damage cases are analogous. \"Asbestos ... is completely different from most of the hazardous substances encountered in other types of environmental insurance coverage cases, and <i>it is critical that its uniqueness be recognized.\" Lathrop</i> § 6.05(1), 6-18.12 (emphasis added). And \"[w]hile asbestos is a single, easily identified substance, most other pollutants involved in environmental insurance coverage cases are not.\" <i>Id.</i> at 6-18.13. \"Thus, it may not be appropriate to apply the principles and triggers developed in asbestos cases to cases involving other types of substances.\" <i>Id.</i> at 6-19.</p>\n<p>Plaintiff further contends that the date of discovery theory is the proper theory to apply since that is the date which North Carolina applies in cases involving the statute of limitations in latent disease cases. It is true that North Carolina holds that a cause of action accrues for asbestos-related injuries on the date when the diagnosis is made, but this is not determinative of the question presently before the court. <i>See, e.g., </i><i>Insurance Company of North America v. Forty-Eight Insulations,</i> 633 F.2d 1212, 1222-23 (6th Cir. 1980), <i>cert. denied,</i> 454 U.S. 1109, 102 S.Ct. 686, 70 L.Ed.2d 650 (1981). In that case the court in addressing this precise issue found that policy considerations in determining insurance coverage are the opposite of those present in statute of limitations cases. The court rejected the manifestation rule since it would deny coverage to the insured manufacturer. The court noted that \"it is the injury and not its discovery that makes the manufacturer liable in the underlying tort suit.\" <span class=\"star-pagination\">*1443</span> <i>Id.</i> at 1220. Furthermore, the court rejected an argument similar to the one made here by Imperial that identical language used in both statutes of limitation and insurance policies must be interpreted identically.</p>\n<blockquote>Linguistic uniformity should not dictate how contracts or statutes are interpreted. Statutes of limitation are meant to protect defendants against stale claims, nor bar injured plaintiffs who have acted in good faith. Insurance contracts are meant to cover the insured.</blockquote>\n<p><i>Id.</i> (citing <i>Tijsseling v. General Accident Fire and Life Assurance Corporation,</i> 55 Cal.App.3d 623, 127 Cal.Rptr. 681 (1976) (\"that the cause of action accrued at manifestation did not mean that damages for insurance purposes had to be measured from that point as well\"). <i>Id.</i> at 1220 n. 14.</p>\n<p>In view of the foregoing principles and given the longstanding practice of the North Carolina courts to resolve disputed insurance coverage questions in favor of the insured, the court has concluded that the courts of this state would not adopt the manifestation rule in asbestos-related injury cases. This leaves the court with the duty of forecasting which of the three remaining theories of coverage the courts would adopt. While this necessarily involves some speculation, the court is inclined to the view that North Carolina would adopt the exposure theory.</p>\n<p>The leading case addressing this theory of coverage is <i>Forty-Eight Insulations, supra</i><i>.</i> In that case the Court of Appeals for the Sixth Circuit was also faced with a case of first impression similar to the one here involved. The court found the terms \"bodily injury\" and \"occurrence\" to be inherently ambiguous when applied to a progressive disease like asbestos. <i>Id.</i> at 1222. After considering both the exposure theory and the manifestation theory, the court rejected the latter and held that the date on which coverage is triggered is the date on which the first exposure to injury-causing conditions occurred. The court criticized the manifestation theory by stating:</p>\n<blockquote>Cumulative disease cases <i>are</i> different from the ordinary accident or disease situation. First, the underlying theory of tort liability is that the asbestos manufacturers continually failed to warn the asbestos workers and that as a result of this, continuous breathing of asbestos particles allowed asbestosis to progress to the point where it caused death or injury. The insurance policies before us are comprehensive general liability policies which are designed to insure the manufacturer against products liability suits. The contracting parties would expect coverage to parallel the theory of liability. Otherwise ... the manufacturer's coverage becomes illusory since the manufacturer will likely be unable to secure any insurance coverage in later years when the disease manifests itself.</blockquote>\n<p><i>Id.</i> at 1219. The court further stated that \"there is universal medical agreement that the time when asbestosis manifests itself is not the time when the disease occurred.\" <i>Id.</i></p>\n<p>Since <i>Forty-Eight Insulations,</i> the Fifth, Eleventh and Ninth Circuits have also adopted the exposure theory of coverage for asbestos-related diseases. See, <i>e.g., </i><i>Porter v. American Optical Corporation,</i> 641 F.2d 1128 (5th Cir.), <i>cert. denied,</i> 454 U.S. 1109, 102 S.Ct. 686, 70 L.Ed.2d 650 (1981) (agreeing with the reasoning and result in <i>Forty-Eight Insulations</i>); <i>Commercial Union Insurance Company v. Sepco Corporation,</i> 765 F.2d 1543 (11th Cir.1985) (applying exposure theory to asbestos-related bodily injury cases); <i>Hancock Laboratories, Inc. v. Admiral Insurance Company,</i> 777 F.2d 520 (9th Cir.1985) (same); <i>Cole v. Celotex Corporation,</i> 599 So.2d 1058 (La.1992) (coverage is triggered by the mere exposure to harmful conditions during policy period). Accordingly, the court believes that the Sixth Circuit's decision in <i>Forty-Eight Insulations</i> represents the court's best \"Erie\" guess as to what theory of coverage North Carolina would employ in asbestos-related bodily injury coverage claims.</p>\n<p></p>\n<h2><i>THE DUTY TO DEFEND</i></h2>\n<p>Turning, then, to the question of Imperial's duty to defend the pending suits, we again look to North Carolina law under which an insurer's duty to defend is generally measured by facts alleged in the pleadings, and when these facts demonstrate that the <span class=\"star-pagination\">*1444</span> alleged injury is covered under the policy, the insurer has a duty to defend the insured regardless of the insured's ultimate liability. <i>Waste Management,</i> 315 N.C. at 691, 340 S.E.2d at 377 (citing 7C Appleman, <i>Insurance Law and Practice</i> § 4683 (1979 and Supp.1984). After analyzing the terms of the policy, the pleadings are read side-by-side with the policy to determine whether the events as alleged are covered or excluded, and any doubt as to coverage is to be resolved in favor of the insured. <i>Id.</i> 340 S.E.2d at 378. If, however, the allegations in the pleadings indicate that the event in question is not covered, and the insurer has no knowledge of the facts otherwise, then the insurer has no duty to defend. <i>Id.</i> In addition, where the insurer knows or could reasonably ascertain facts that, if proven, would make a case of coverage under its policy, the duty to defend remains and is not discharged even if the facts alleged in a third-party complaint appear to negate coverage. <i>Id.</i></p>\n<p>In the present case, the general language of each of the complaints in the underlying actions is very similar. Each complaint contains allegations of bodily injury arising from occupational exposure to defendant's asbestos-containing products, and they provide the court with some useful information regarding diagnosis dates and exposure dates. Nineteen of them provide the court with both dates; seven of them provide only an exposure date; and five of the complaints allege no date.</p>\n<p>In determining Imperial's duty to defend the court must first ascertain if the allegations of the exposure dates are such that a \"potentiality\" of coverage exists. This requires a comparison of the exposure dates alleged with the actual policy period. After making such comparison, the court notes that five of the complaints allege exposure dates outside the period of coverage between November 13, 1984 and November 13, 1985. They are as follows:</p>\n<p></p>\n<pre>\nClaimants                         Venue                     Dates of Exposure\nFrancis and Alice            State Court                       1941-1977\nLueck                        Wayne County, Michigan\nEdgar Matthews               State Court                       1942-1979\n                             Wayne County, Michigan\nHubert and Virginia          State Court                       1936-1975\nJacques                      Wayne County, Michigan\nGerald and June              State Court                       1941-1979\nMacPherson                   Wayne County, Michigan\nRay and Betty                State Court                       1940-1942\nAnderson                     St. Clair County, Michigan        1945-1981\n</pre>\n<p>Plaintiff has no obligation to defend these actions since the exposure dates are outside the coverage period. Accordingly, plaintiff's motion for summary judgment as to these five claims is granted and defendant's motion for summary judgment as to these five claims is denied. As to the remaining twenty-five cases, however, the allegations of the exposure dates suffice to bring them within the potential coverage of Imperial's policy. Accordingly, Imperial is under the duty of defending these twenty-five suits.</p>\n<p>In accordance with the foregoing plaintiff's motion for summary judgment is therefore allowed in part and denied in part.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1437</span></span> (1994)</b></center>\n<center><h1>IMPERIAL CASUALTY AND INDEMNITY COMPANY, Plaintiff,<br>\nv.<br>\nRADIATOR SPECIALTY COMPANY, Defendant.</h1></center>\n<center>No. 93-209-CIV-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 12, 1994.</center>\n<p><span class=\"star-pagination\">*1438</span> <span class=\"star-pagination\">*1439</span> Gary S. Parsons, David Stebbins Coats, Bailey &amp; Dixon, Raleigh, NC, for Imperial Cas. &amp; Indem. Co.</p>\n<p>Raymond E. Owens, Jr., Kennedy, Covington, Lobdell &amp; Hickman, Charlotte, NC, for Radiator Specialty Co.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, Imperial Casualty and Indemnity Company (Imperial), filed this declaratory judgment action on April 1, 1993 seeking a declaration of its rights, status and obligations to defendant, Radiator Specialty Company (Radiator), under a commercial liability insurance policy. In particular, plaintiff seeks a declaration that it has no duty to provide coverage or a defense to defendant in any of the multiple lawsuits (underlying actions) brought against defendant Radiator for personal injury and wrongful death arising out of occupational exposure to asbestos-containing products manufactured or supplied by defendant. In its answer, defendant has filed a counterclaim also seeking a declaration of defendant's entitlement to coverage and plaintiff's duty to defend. This action is presently before the court on plaintiff's motion for summary judgment and defendant's motion for partial summary judgment on the issue of \"duty to defend.\"</p>\n<p>On November 13, 1984 plaintiff issued to defendant a comprehensive general liability policy bearing policy No. IUI-101239GA which included a policy period from November 13, 1984 to November 13, 1985 (Plaintiff's Exhibit 1). The policy contains in pertinent part the following provisions pertaining to bodily injury and property damage coverages:</p>\n<blockquote>The company will pay on behalf of the <i>insured</i> all sums which the <i>insured</i> shall become legally obligated to pay as damages because of</blockquote>\n<blockquote>A. <i>bodily injury</i> or</blockquote>\n<blockquote>B. <i>property damage</i>\n</blockquote>\n<blockquote>to which this insurance applies, caused by an <i>occurrence,</i> if the <i>bodily injury</i> or <i>property damage</i> is included within the <i>completed operations hazard</i> or the <i>products hazard,</i> and the company shall have the right and duty to defend any suit against the <i>insured</i> seeking damages on account of such <i>bodily injury</i> or <i>property damage,</i> even if any of the allegations of the suit are groundless, false or fraudulent, and may make such investigation and settlement of any claim or suit as it deems expedient, but the company shall not be obligated to pay any claim or judgment or to defend any suit after the applicable limit of the company's liability has been exhausted by payment of judgments or settlements.</blockquote>\n<p>Bodily injury is defined in the policy as follows:</p>\n<blockquote>\"[B]odily injury\" means bodily injury, sickness or disease sustained by any person which occurs during the policy period, including death at any time resulting therefrom.</blockquote>\n<p>Products hazard is defined in the policy as follows:</p>\n<blockquote>\"[P]roducts hazard\" includes bodily injury and property damage arising out of the named insured's products or reliance upon a representation or warranty made at any time with respect thereto, but only if the bodily injury or property damage occurs away from premises owned by or rented to <span class=\"star-pagination\">*1440</span> the named insured and after physical possession of such products has been relinquished to others.</blockquote>\n<p>Plaintiff's Exhibit 1.</p>\n<p>Since the early part of 1992, defendant Radiator has been named as a defendant in thirty-one separate actions for alleged injuries resulting from exposure to Radiator's asbestos-containing products. Twenty-four of these actions are pending in Michigan, four are pending in Tennessee, one is pending in New Jersey, and one is pending in California. The remaining action has been settled.</p>\n<p>Defendant Radiator demanded that Imperial defend and indemnify it with respect to all of these actions. Plaintiff denied coverage under its policy and subsequently filed this declaratory judgment action to establish its rights and obligations under the policy. The primary issues to be decided are whether in any of the actions the alleged bodily injury occurred \"during the policy period\" and whether plaintiff has a duty to defend any such action.</p>\n<p>On a motion for summary judgment, a court must grant the motion if the parties' pleadings, depositions, interrogatory answers, admissions and any affidavits show there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. F.R.Civ.P. 56(c); <i>Celotex Corporation v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The party moving for summary judgment has the initial burden of demonstrating the absence of any material issue of fact, but need not support its motion with affidavits or other materials negating the non-moving party's claim. <i>Celotex,</i> 477 U.S. at 323, 106 S.Ct. at 2553. Once the moving party meets its initial burden, the non-moving party may not rely upon mere allegations or denials contained in its pleadings, but must come forward with some form of evidentiary material allowed by Rule 56 demonstrating the existence of a genuine issue of material fact requiring a trial. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248-49, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510-11, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. at 2553. In other words, to withstand a motion for summary judgment, the non-moving party must proffer sufficient evidence on which a reasonable jury could find in its favor. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. In considering the motion, the court must view the facts and inferences to be drawn from the evidence in the light most favorable to the non-moving party to the extent those inferences are reasonable. <i>Matsushita Electric Industrial Company v. Zenith Radio Corporation,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587-88, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356-57, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986).</p>\n<p>In this diversity action the court must apply the law of the forum in which it sits, including the forum's choice-of-law rules. <i>Klaxon Company v. Stentor Electric Manufacturing Company, Inc.,</i> <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1477</span></span> (1941); <i>see also </i><i>Erie Railroad Company v. Tompkins,</i> <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, 78, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, 822, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></span> (1938) (applying substantive law of forum state in diversity action). In North Carolina, issues of contract construction are determined by the law of the state where the contract was made, <i>Tanglewood Land Company, Inc. v. Byrd,</i> <span class=\"citation\" data-id=\"1263820\"><a href=\"/opinion/1263820/tanglewood-land-co-inc-v-byrd/\"><span class=\"volume\">299</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">260</span></a></span>, <span class=\"citation\" data-id=\"1263820\"><a href=\"/opinion/1263820/tanglewood-land-co-inc-v-byrd/\"><span class=\"volume\">261</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">655</span></a></span> (1980), and this rule is applicable to contracts of insurance. <i>Roomy v. Allstate Insurance Company,</i> <span class=\"citation\" data-id=\"1274753\"><a href=\"/opinion/1274753/roomy-v-allstate-insurance-company/\"><span class=\"volume\">256</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">318</span></a></span>, <span class=\"citation\" data-id=\"1274753\"><a href=\"/opinion/1274753/roomy-v-allstate-insurance-company/\"><span class=\"volume\">123</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">817</span></a></span> (1962). In the present case, the policy was applied for and delivered to defendant in North Carolina. The pleadings indicate that defendant was incorporated in North Carolina with its principal place of business in this state and that plaintiff is engaged in the business of issuing general liability insurance in North Carolina. Accordingly, the court will apply North Carolina substantive law.</p>\n<p>Plaintiff's sole contention in support of its motion for summary judgment is that the complaints in the underlying actions fail to allege a case of coverage under the policy in that it is not alleged that any bodily injury complained of occurred during the policy period, that is, between November 13, 1984 and November 13, 1985. In opposition, and in support of its own motion for summary judgment, defendant argues that plaintiff still has a duty to defend the insured regardless of the dispute concerning coverage since the <span class=\"star-pagination\">*1441</span> insurer's duty under North Carolina law is much broader than its obligation to pay damages under the policy. <i>Waste Management v. Peerless Insurance Company,</i> <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">688</span></a></span>, <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">374</span></a></span> (1986). Defendant insists that before this court can address the coverage issue, the question of whether plaintiff has, in fact, a duty to defend must be answered.</p>\n<p>While the court is mindful of North Carolina's liberal policy of requiring the insurer to defend the insured in questionable cases regarding coverage, there is nothing implicit in the language of the cases relied on by defendant to support its contention that the court must first address the duty to defend issue. As noted in <i>Waste Management,</i> the insurer's refusal to defend is at its own peril and it will be responsible for the costs of the defense if the evidence subsequently presented at trial establishes that the claim in question is covered. This is not to say, however, that the issue of coverage cannot be decided first under certain circumstances.</p>\n<blockquote>[O]nly three options are available to a liability insurer requested to defend an insured against claims which the insurer believes exceed policy coverage. The insurer can (1) seek a declaratory judgment regarding its obligations before or pending trial of the underlying action, (2) defend the insured under a reservation of rights, or (3) refuse either to defend or to seek a declaratory judgment at the insurer's peril that it might later be found to have breached its duty to defend.</blockquote>\n<p><i>St. Paul Fire &amp; Marine Insurance Company v. Vigilant Insurance Company,</i> <span class=\"citation\" data-id=\"1467967\"><a href=\"/opinion/1467967/st-paul-fire-marine-ins-co-v-vigilant-ins-co/\"><span class=\"volume\">724</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1173</span></a></span>, 1182 n. 4 (M.D.N.C.1989), <i>aff'd,</i> <span class=\"citation\" data-id=\"551823\"><a href=\"/opinion/551823/st-paul-fire-marine-insurance-company-individually-and-as-subrogee-of/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">235</span></a></span> (4th Cir.1990).</p>\n<p>In the present case, plaintiff chose the first option seeking a declaration of its rights and obligations under the policy. Imperial, in refusing to defend, does not contend that the allegations in the underlying actions on their face appear to be outside the coverage. Rather, it asserts that until the court decides when under North Carolina law an asbestos-related bodily injury occurs, there is no way to determine whether a particular injury is covered. The court agrees.</p>\n<p></p>\n<h2><i>THE ISSUE OF COVERAGE</i></h2>\n<p>The policy defines \"occurrence\" as \"an accident, including continued or repeated exposure to conditions, which results in bodily injury or property damage neither expected nor intended from the standpoint of the insured.\" As stated above, the policy obligates Imperial to provide coverage for bodily injury occurring \"during the policy period, including death at any time resulting therefrom.\" In determining when an asbestostype bodily injury has occurred, courts have reached differing conclusions which generally fall into four categories or \"theories\": (1) the exposure theory; (2) the manifestation theory or discovery rule; (3) the continuous exposure, or triple trigger, theory; and (4) the injury-in-fact theory. <i>See, e.g.,</i> Appleman, 7A <i>Insurance Law and Practice</i> § 4497 (1993); B. Ostrager &amp; T. Newman, <i>Handbook on Insurance Coverage Disputes</i> § 7.05 (1989); M. Lathrop, <i>Insurance Coverage for Environmental Claims</i> § 6.04 (1993).</p>\n<p>Under the exposure theory, the bodily injury is held to occur in the policy period when the claimant is shown to have been exposed to a harmful substance such as asbestos. Appleman, <i>supra.</i> Under the manifestation or discovery theory, the bodily injury occurs as soon as the injury manifests itself, that is, when the injury becomes reasonably capable of being medically diagnosed. <i>Id.</i> Under the continuous exposure theory, bodily injury triggers coverage when the exposure occurs, during the period of progression of the injury or when the injury manifests itself. <i>Id.</i> And under the injury-in-fact theory, bodily injury occurs when there is medical evidence establishing when the injury occurred, regardless of when it becomes diagnosable. <i>Id.</i></p>\n<p>There appear to be no North Carolina insurance coverage cases involving plaintiffs suing on an asbestos-related claim. Imperial urges the court to adopt the manifestation/discovery rule as the appropriate theory of coverage to be applied in this state. In support of its argument, plaintiff relies on several North Carolina decisions which have applied the discovery rule in determining when property damage occurred. <i>Mraz v. Canadian Universal Insurance Company,</i> <span class=\"star-pagination\">*1442</span> <i>Ltd.,</i> <span class=\"citation\" data-id=\"479161\"><a href=\"/opinion/479161/paul-j-mraz-and-sally-k-mraz-as-directors-and-trustees-of-the-property/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1325</span></a></span> (4th Cir.1986) (in a hazardous waste burial case, \"occurrence\" held to be at the time when the injury first manifested itself); <i>Peerless Insurance Company v. Strother,</i> <span class=\"citation\" data-id=\"2350681\"><a href=\"/opinion/2350681/peerless-ins-co-v-strother/\"><span class=\"volume\">765</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">866</span></a></span> (E.D.N.C.1990) (in PCB contamination case the \"occurrence\" was on the date the contamination was discovered); <i>West American Insurance Company v. Tufco Flooring,</i> 104 N.C.App. 312, <span class=\"citation\" data-id=\"1409353\"><a href=\"/opinion/1409353/west-american-insurance-co-v-tufco-flooring-east-inc/\"><span class=\"volume\">409</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">692</span></a></span> (1991) (for insurance purposes, property damage caused by infiltration of toxic vapors and fumes \"occurs\" when the damage is manifested or discovered). In each of these cases the critical date for determining coverage was the date on which the property was damaged.</p>\n<p>Imperial further contends that other jurisdictions in adopting a rule to be applied in bodily injury cases have looked to the appropriate latent property damage trigger rule for guidance. <i>See </i><i>Continental Insurance Companies v. Northeastern Pharmaceutical and Chemical Company,</i> <span class=\"citation\" data-id=\"483318\"><a href=\"/opinion/483318/continental-insurance-companies-v-northeastern-pharmaceutical-and-chemical/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1180</span></a></span> (8th Cir.1987), <i>aff'd in part, reversed in part on rehearing,</i> <span class=\"citation\" data-id=\"503498\"><a href=\"/opinion/503498/continental-insurance-companies-v-northeastern-pharmaceutical-chemical/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">977</span></a></span> (8th Cir.1988). On the other hand, other jurisdictions in resolving this coverage question have distinguished between the property damage cases and those involving bodily injuries. <i>See, e.g., </i><i>Maryland Casualty Company v. W.R. Grace &amp; Company,</i> <span class=\"citation\" data-id=\"1477251\"><a href=\"/opinion/1477251/maryland-cas-co-v-wr-grace-co/\"><span class=\"volume\">794</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1206</span></a></span>, 1224 (S.D.N.Y.1991) (citing <i>Pittsburgh Corning Corporation v. Travelers Indemnity Company,</i> <span class=\"citation no-link\"><span class=\"volume\">1988</span> <span class=\"reporter\">WL</span> <span class=\"page\">5296</span></span> (E.D.Pa.1988) (\"[w]hile a `continuous trigger' theory may be used in order to remedy physical injury or disease caused by asbestos in the past, injury to property does not occur until it is discovered and the market value of the property drops\"); <i>United States Gypsum Company v. Admiral Insurance Company,</i> No. 83-L-53328 (Ill.Cir.Ct.1991) slip op. at 6685 (\"Property damage is an economic matter for the most part. Personal injury may take place, as medical evidence will support, well before actual detection [while] [p]roperty damage, as a practical matter, does not take place until the damage is known or recognized.\").</p>\n<p>It should be noted that in each of these cases, including <i>Continental,</i> the court rejected the manifestation rule in favor of one of the other theories. And as stated by the court in <i>Continental,</i> \"[t]he majority of federal cases on this issue [progressive diseases] have found coverage by adopting the `exposure' or the `continuous exposure,' theory of when injury occurs.\" 811 F.2d at 1190.</p>\n<blockquote>These decisions rest on the view that exposure to the dangerous substance at issue during the policy period caused immediate, albeit undetectable, physical harm which ultimately led to disease or physical impairment after the expiration of the policy period.</blockquote>\n<p><i>Id.</i></p>\n<p>In short, the court is not persuaded that the property damage cases are analogous. \"Asbestos ... is completely different from most of the hazardous substances encountered in other types of environmental insurance coverage cases, and <i>it is critical that its uniqueness be recognized.\" Lathrop</i> § 6.05(1), 6-18.12 (emphasis added). And \"[w]hile asbestos is a single, easily identified substance, most other pollutants involved in environmental insurance coverage cases are not.\" <i>Id.</i> at 6-18.13. \"Thus, it may not be appropriate to apply the principles and triggers developed in asbestos cases to cases involving other types of substances.\" <i>Id.</i> at 6-19.</p>\n<p>Plaintiff further contends that the date of discovery theory is the proper theory to apply since that is the date which North Carolina applies in cases involving the statute of limitations in latent disease cases. It is true that North Carolina holds that a cause of action accrues for asbestos-related injuries on the date when the diagnosis is made, but this is not determinative of the question presently before the court. <i>See, e.g., </i><i>Insurance Company of North America v. Forty-Eight Insulations,</i> <span class=\"citation\" data-id=\"383770\"><a href=\"/opinion/383770/insurance-co-of-north-america-v-forty-eight-insulations-inc/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1212</span></a></span>, 1222-23 (6th Cir. 1980), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">650</span></span> (1981). In that case the court in addressing this precise issue found that policy considerations in determining insurance coverage are the opposite of those present in statute of limitations cases. The court rejected the manifestation rule since it would deny coverage to the insured manufacturer. The court noted that \"it is the injury and not its discovery that makes the manufacturer liable in the underlying tort suit.\" <span class=\"star-pagination\">*1443</span> <i>Id.</i> at 1220. Furthermore, the court rejected an argument similar to the one made here by Imperial that identical language used in both statutes of limitation and insurance policies must be interpreted identically.</p>\n<blockquote>Linguistic uniformity should not dictate how contracts or statutes are interpreted. Statutes of limitation are meant to protect defendants against stale claims, nor bar injured plaintiffs who have acted in good faith. Insurance contracts are meant to cover the insured.</blockquote>\n<p><i>Id.</i> (citing <i>Tijsseling v. General Accident Fire and Life Assurance Corporation,</i> <span class=\"citation\" data-id=\"2174253\"><a href=\"/opinion/2174253/tijsseling-v-general-acc-etc-assur-corp/\"><span class=\"volume\">55</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">623</span></a></span>, <span class=\"citation\" data-id=\"2174253\"><a href=\"/opinion/2174253/tijsseling-v-general-acc-etc-assur-corp/\"><span class=\"volume\">127</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">681</span></a></span> (1976) (\"that the cause of action accrued at manifestation did not mean that damages for insurance purposes had to be measured from that point as well\"). <i>Id.</i> at 1220 n. 14.</p>\n<p>In view of the foregoing principles and given the longstanding practice of the North Carolina courts to resolve disputed insurance coverage questions in favor of the insured, the court has concluded that the courts of this state would not adopt the manifestation rule in asbestos-related injury cases. This leaves the court with the duty of forecasting which of the three remaining theories of coverage the courts would adopt. While this necessarily involves some speculation, the court is inclined to the view that North Carolina would adopt the exposure theory.</p>\n<p>The leading case addressing this theory of coverage is <i>Forty-Eight Insulations, supra</i><i>.</i> In that case the Court of Appeals for the Sixth Circuit was also faced with a case of first impression similar to the one here involved. The court found the terms \"bodily injury\" and \"occurrence\" to be inherently ambiguous when applied to a progressive disease like asbestos. <i>Id.</i> at 1222. After considering both the exposure theory and the manifestation theory, the court rejected the latter and held that the date on which coverage is triggered is the date on which the first exposure to injury-causing conditions occurred. The court criticized the manifestation theory by stating:</p>\n<blockquote>Cumulative disease cases <i>are</i> different from the ordinary accident or disease situation. First, the underlying theory of tort liability is that the asbestos manufacturers continually failed to warn the asbestos workers and that as a result of this, continuous breathing of asbestos particles allowed asbestosis to progress to the point where it caused death or injury. The insurance policies before us are comprehensive general liability policies which are designed to insure the manufacturer against products liability suits. The contracting parties would expect coverage to parallel the theory of liability. Otherwise ... the manufacturer's coverage becomes illusory since the manufacturer will likely be unable to secure any insurance coverage in later years when the disease manifests itself.</blockquote>\n<p><i>Id.</i> at 1219. The court further stated that \"there is universal medical agreement that the time when asbestosis manifests itself is not the time when the disease occurred.\" <i>Id.</i></p>\n<p>Since <i>Forty-Eight Insulations,</i> the Fifth, Eleventh and Ninth Circuits have also adopted the exposure theory of coverage for asbestos-related diseases. See, <i>e.g., </i><i>Porter v. American Optical Corporation,</i> <span class=\"citation\" data-id=\"387380\"><a href=\"/opinion/387380/charles-j-porter-v-american-optical-corp-and-hartford-accident/\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1128</span></a></span> (5th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">650</span></span> (1981) (agreeing with the reasoning and result in <i>Forty-Eight Insulations</i>); <i>Commercial Union Insurance Company v. Sepco Corporation,</i> <span class=\"citation\" data-id=\"454540\"><a href=\"/opinion/454540/commercial-union-insurance-co-counter-claim-defendant-v-sepco-corp/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1543</span></a></span> (11th Cir.1985) (applying exposure theory to asbestos-related bodily injury cases); <i>Hancock Laboratories, Inc. v. Admiral Insurance Company,</i> <span class=\"citation\" data-id=\"461079\"><a href=\"/opinion/461079/hancock-laboratories-inc-v-admiral-insurance-co-and-mutual-fire-marine/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span> (9th Cir.1985) (same); <i>Cole v. Celotex Corporation,</i> <span class=\"citation\" data-id=\"1870584\"><a href=\"/opinion/1870584/cole-v-celotex-corp/\"><span class=\"volume\">599</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1058</span></a></span> (La.1992) (coverage is triggered by the mere exposure to harmful conditions during policy period). Accordingly, the court believes that the Sixth Circuit's decision in <i>Forty-Eight Insulations</i> represents the court's best \"Erie\" guess as to what theory of coverage North Carolina would employ in asbestos-related bodily injury coverage claims.</p>\n<p></p>\n<h2><i>THE DUTY TO DEFEND</i></h2>\n<p>Turning, then, to the question of Imperial's duty to defend the pending suits, we again look to North Carolina law under which an insurer's duty to defend is generally measured by facts alleged in the pleadings, and when these facts demonstrate that the <span class=\"star-pagination\">*1444</span> alleged injury is covered under the policy, the insurer has a duty to defend the insured regardless of the insured's ultimate liability. <i>Waste Management,</i> 315 N.C. at 691, 340 S.E.2d at 377 (citing 7C Appleman, <i>Insurance Law and Practice</i> § 4683 (1979 and Supp.1984). After analyzing the terms of the policy, the pleadings are read side-by-side with the policy to determine whether the events as alleged are covered or excluded, and any doubt as to coverage is to be resolved in favor of the insured. <i>Id.</i> 340 S.E.2d at 378. If, however, the allegations in the pleadings indicate that the event in question is not covered, and the insurer has no knowledge of the facts otherwise, then the insurer has no duty to defend. <i>Id.</i> In addition, where the insurer knows or could reasonably ascertain facts that, if proven, would make a case of coverage under its policy, the duty to defend remains and is not discharged even if the facts alleged in a third-party complaint appear to negate coverage. <i>Id.</i></p>\n<p>In the present case, the general language of each of the complaints in the underlying actions is very similar. Each complaint contains allegations of bodily injury arising from occupational exposure to defendant's asbestos-containing products, and they provide the court with some useful information regarding diagnosis dates and exposure dates. Nineteen of them provide the court with both dates; seven of them provide only an exposure date; and five of the complaints allege no date.</p>\n<p>In determining Imperial's duty to defend the court must first ascertain if the allegations of the exposure dates are such that a \"potentiality\" of coverage exists. This requires a comparison of the exposure dates alleged with the actual policy period. After making such comparison, the court notes that five of the complaints allege exposure dates outside the period of coverage between November 13, 1984 and November 13, 1985. They are as follows:</p>\n<p></p>\n<pre>\nClaimants                         Venue                     Dates of Exposure\nFrancis and Alice            State Court                       1941-1977\nLueck                        Wayne County, Michigan\nEdgar Matthews               State Court                       1942-1979\n                             Wayne County, Michigan\nHubert and Virginia          State Court                       1936-1975\nJacques                      Wayne County, Michigan\nGerald and June              State Court                       1941-1979\nMacPherson                   Wayne County, Michigan\nRay and Betty                State Court                       1940-1942\nAnderson                     St. Clair County, Michigan        1945-1981\n</pre>\n<p>Plaintiff has no obligation to defend these actions since the exposure dates are outside the coverage period. Accordingly, plaintiff's motion for summary judgment as to these five claims is granted and defendant's motion for summary judgment as to these five claims is denied. As to the remaining twenty-five cases, however, the allegations of the exposure dates suffice to bring them within the potential coverage of Imperial's policy. Accordingly, Imperial is under the duty of defending these twenty-five suits.</p>\n<p>In accordance with the foregoing plaintiff's motion for summary judgment is therefore allowed in part and denied in part.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1263820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1274753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1409353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1467967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1477251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1870584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2174253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2350681/"
  ]
}