{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2091165/",
  "absolute_url": "/opinion/2091165/jetstream-aero-services-v-new-hanover-county/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2091165/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:17:50.021610Z",
  "date_modified": "2016-04-27T02:57:48.815015Z",
  "type": "010combined",
  "sha1": "5ecf6cbc54e2420fcf4d5c1f69f33eb957f5c322",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>672 F.Supp. 879 (1987)</b></center>\n<center><h1>JETSTREAM AERO SERVICES, INC., Plaintiff,<br>\nv.<br>\nNEW HANOVER COUNTY, et al., Defendants.</h1></center>\n<center>No. 86-85-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>August 13, 1987.</center>\n<p><span class=\"star-pagination\">*880</span> Barringer, Allen &amp; Pinnix, Thomas L. Barringer, Noel L. Allen, Miriam J. Baer, Raleigh, N.C., for plaintiffs.</p>\n<p>Womble Carlyle Sandridge &amp; Rice, R. Howard Grubbs, Winston-Salem, N.C., Marshall, Williams, Gorham &amp; Brawley, Lonnie B. Williams, Wilmington, N.C., Carlton S. Prickett, Jr., Wilmington, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>On November 12, 1986 plaintiff instituted this action pursuant to 42 U.S.C. § 1983 against New Hanover County, various county officers and two business competitors alleging $5,000,000 in damages when its due process and equal protection rights were violated because of concerted acts by defendants to discriminate against and harass plaintiff in its operation as a fixed base operator (hereinafter referred to as FBO) at the New Hanover County Airport. Plaintiff also seeks redress for violations of the North Carolina Constitution, Article 1, Sections 19 (due process and equal protection) and 34 (prohibiting monopolies), as well as unfair and deceptive trade practices pursuant to N.C.G.S. § 75-1.1.<sup>[1]</sup></p>\n<p>The action is presently before the court on motions by the county defendants to amend their answer and for judgment on the pleadings to which the parties have filed lengthy memoranda in support of their respective positions. Plaintiff also moves to amend its complaint.</p>\n<p>The following facts are alleged by plaintiff in its complaint: On or about January 1, 1981 plaintiff entered into an agreement to lease a portion of the property owned by the defendant county known as New Hanover County Airport. Plaintiff continues to lease this property from defendant county to date under two subsequent leases dated November 20, 1985 and January 1, 1986. Plaintiff operates on the leased premises as a limited FBO, providing airplane services to users of the county airport. Pursuant to the terms of each lease, plaintiff has the right to use common areas of the airport and appurtenances thereto; to land, take off, fly, taxi, tow, load and unload aircraft and other equipment used in its operations; to repair, maintain, condition, service, test, park or store aircraft in conformity with rules and regulations adopted by the county; to sell or lease aircraft; and various other rights as set forth in the lease agreements. Furthermore each lease provides that plaintiff is entitled to access to the leasehold over roads established at the airport.</p>\n<p>On or about September 12, 1983 plaintiff formally submitted an announcement with the airport commission of its intent to expand its limited FBO to a full service FBO to include fuel sales. However at this time defendants Air Wilmington and Wilmington General, also operating as FBOs at the airport, began efforts to injure and destroy plaintiff whom they considered to be a major competitor in that market. These defendants conspired with county officials, most particularly R.C. Shackelford, Jr., Airport Manager, to harass and delay plaintiff in its ongoing business and expansion efforts.</p>\n<p>Defendants Air Wilmington and Wilmington General Aviation are purportedly two separate entities but apparently have common ownership and control in William and Harry Cherry. Plaintiff believes that the president of Air Wilmington and acting president of Wilmington General is privy to <span class=\"star-pagination\">*881</span> certain information concerning defendant Shackelford, which enables him to exert pressure upon Shackleford to act in a manner favorable to the corporate defendants and adverse to plaintiff. The conspiratorial acts of defendants as alleged by plaintiff include breaches of the lease, inequitable administration of airport rules and the North Carolina building code, violations of the Federal Aviation Act (hereinafter referred to as the FAA), harassment, secret surveillance, and malicious publication of false and derogatory statements.</p>\n<p></p>\n<h2>MOTION FOR JUDGMENT ON THE PLEADINGS</h2>\n<p>In their motion for judgment on the pleadings defendants make several arguments. First, defendants contend that plaintiff has failed to allege any constitutional right which has been violated to support its claim under 42 U.S.C. § 1983. Defendant states that plaintiff's allegations of excessive rent, the condition of the premises, and the inability to utilize the premises are claims based on the lease agreement between the parties and that the appropriate remedy for such a landlord/tenant dispute lies in state courts. <i>Coastland Corporation v. County of Currituck,</i> 734 F.2d 175, 178 (4th Cir.1984); <i>Perry v. Housing Authority of City of Charleston,</i> 664 F.2d 1210, 1216 (4th Cir.1981); <i>Heath v. City of Fairfax,</i> 542 F.2d 1236 (4th Cir.1976); <i>Stewart v. Hunt,</i> 598 F.Supp. 1342 (E.D.N. C.1984). Moreover, defendants submit that plaintiff has no constitutional right to use the facilities at the airport or to obtain the most favorable lease terms and that the county has no obligation to lease property to plaintiff.</p>\n<p>Second, defendants argue that plaintiff's allegations of selective enforcement of certain ordinances including the North Carolina building code do not violate equal protection because plaintiff has failed to show that the selection was based upon unjustifiable standards such as race, religion or other arbitrary classification. <i>Oyler v. Boles,</i> 368 U.S. 448, 456, 82 S.Ct. 501, 506, 7 L.Ed.2d 446 (1962). In addition, defendants contend that plaintiff's equal protection claim fails because plaintiff does not allege that the county's action constituted a denial of a right, privilege or immunity secured by the federal constitution. <i>Muckway v. Craft,</i> 789 F.2d 517, 523 (7th Cir.1986).</p>\n<p>Third, defendants submit that plaintiff's 1983 action is foreclosed because a federal statute exists which provides a comprehensive scheme for enforcing the rights plaintiff asserts. <i>Middlesex County Sewerage Authority v. National Sea Clammers Association,</i> 453 U.S. 1, 19, 101 S.Ct. 2615, 2625-26, 69 L.Ed.2d 435 (1981). According to defendant, any right plaintiff may have to a nondiscriminatory lease or one identical to other FBOs is provided by 49 U.S.C. § 2210(a), the Airport and Airway Improvement Act of 1982. However, because this statutory provision has been interpreted as not providing a private cause of action any relief sought must be in accordance with the enforcement scheme under the Act. <i>Montauk-Caribbean Airways, Inc. v. Hope,</i> 784 F.2d 91 (2d Cir.1986), <i>cert. denied,</i> ___ U.S. ___, 107 S.Ct. 248, 93 L.Ed. 2d 172 (1986).</p>\n<p>Fourth, defendants assert that plaintiff's slander or defamation claim is not actionable under Section 1983 as provided in <i>Paul v. Davis,</i> 424 U.S. 693, 96 S.Ct. 1155, 47 L.Ed.2d 405 (1976).<sup>[2]</sup> Also, defendants contend that the conclusory allegations of conspiracy do not state a claim under Section 1983. <i>Wetherington v. Phillips,</i> 380 F.Supp. 426, 428 (E.D.N.C.1974), <i>aff'd,</i> 526 F.2d 591 (4th Cir.1975). Finally, defendants state that because no federal claim exists the court is without jurisdiction to hear plaintiff's pendent North Carolina constitutional claims.</p>\n<p>Plaintiff, on the other hand, resists defendants' motion on several grounds. First, plaintiff argues that the action is more than just a lease dispute inasmuch as <span class=\"star-pagination\">*882</span> the county, through its officials, and in conspiracy with plaintiff's competitors, have harassed and discriminated against plaintiff's ongoing business thereby depriving plaintiff of its constitutional rights to due process and equal protection.</p>\n<p>As to violations of its due process rights plaintiff submits that this claim rests on the interference and harassment by defendants of its property right  \"the peaceful enjoyment of its lease.\" Plaintiff states that the conspiratorial efforts of defendants to impose unreasonable and arbitrary conditions upon the use of plaintiff's property constitute a violation of its substantive due process right to property.</p>\n<p>Plaintiff contends that its equal protection claims must also be sustained because it has specifically plead as required by <i>Snowden v. Hughes,</i> 321 U.S. 1, 64 S.Ct. 397, 88 L.Ed. 497 (1944) \"purposeful\" discrimination by defendants. Plaintiff points to numerous facts alleged in its complaint which support this \"pervasive pattern of arbitrary, capricious and discriminatory acts\": demands for additional rent in violation of the lease terms, false and disparaging statements regarding plaintiff's payment performance, restricting access to the leasehold, providing more favorable lease terms to plaintiff's competitors, restricting plaintiff's aircraft spraypainting operations on the leasehold, narrowly and/or erroneously selectively enforcing state laws and local building codes against plaintiff, wrongfully requiring plaintiff to obtain undue insurance not required by the lease or statute, wrongfully requiring of plaintiff personal financial information not required of other defendants FBO, failing to provide plaintiff adequate security, wrongfully restricting and denying plaintiff's attempts to expand its areas of operation, wrongfully reneging on prior agreements, wrongfully denying or delaying plaintiff's requests for additional facilities, ramp space and hangar space, wrongfully entering plaintiff's leasehold for the purposes of harassment, wrongfully allowing a ditch to be created on plaintiff's leasehold which floods and interferes with plaintiff's parking area, wrongfully requiring plaintiff to obtain an air taxi certificate when such a requirement is not enforced against the corporate defendants, allowing the corporate defendants to operate with insufficient shop and hangar space in violation of applicable ordinances while strictly enforcing said ordinances against plaintiff, allowing defendant Wilmington General to utilize a building without payment while not according similar privileges to plaintiff, wrongfully failing to intervene to prevent and prohibit defendant Wilmington General from wrongfully engaging in false advertising, delaying action on plaintiff's 1983 request to establish a free trade zone at the airport, requiring plaintiff to construct temporary buildings and parking areas, restricting plaintiff's free use of the airfield to carry out its business, and disparagement of plaintiff's name in regard to its ongoing business operation.</p>\n<p>Second, in response to defendants' preemption argument that a 1983 action is foreclosed by the FAA, plaintiff asserts that defendants' reliance on <i>Montauk-Caribbean Airways, Inc.</i> is misplaced. Plaintiff contends that the Second Circuit's decision finding pre-emption focused on Section 308(a) of the Act and not Section 2210, the provision which forbids unjust discrimination towards FBOs at airports developed under the federal grant program. Furthermore, as to defendants' claim that plaintiff's remedies should be limited to those provided by the FAA, plaintiff points to Section 1506 which states that \"nothing contained in this chapter shall ... abridge or alter the remedies now existing at common law or by statute, but the provisions of this chapter are in addition to such remedies.\" Although the Federal Aviation Administration became involved in the present dispute in 1986<sup>[3]</sup> plaintiff contends that the agency only has power under the statute to <span class=\"star-pagination\">*883</span> \"cease and desist\" present or future acts and is without authority to remedy past and present monetary losses.</p>\n<p>Finally, with respect to its claims under the North Carolina Constitution plaintiff relies on its arguments as previously stated concerning both the due process and equal protection violations as to its claims under Article 1, Section 19 of the North Carolina Constitution.<sup>[4]</sup> As to its claim under Article 1, Section 34, of the North Carolina Constitution which provides that \"perpetuities and monopolies are contrary to the genius of a free state and shall not be allowed,\" plaintiff contends that it has satisfied the modern notice pleading rules providing for a short and plain statement of this claim sufficient to give the opposing party fair notice. Thus, such a claim should not be dismissed.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>42 U.S.C. § 1983 provides a remedy to parties deprived of constitutional rights by persons acting under color of state law. <i>Monroe v. Pape,</i> 365 U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961), <i>overruled on other grounds</i> 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978). To prevail in a civil rights action under Section 1983 a plaintiff must establish two elements: (1) that the defendant deprived him of a right secured by the United States Constitution or federal laws and (2) that such deprivation was committed by a person acting under color of state law. <i>Gomez v. Toledo,</i> 446 U.S. 635, 640, 100 S.Ct. 1920, 1923, 64 L.Ed.2d 572 (1980). In this instance, because no issue is raised contesting defendants' alleged actions as those of the state, the court's focus will be on the first element of whether plaintiff was deprived of any right secured by the constitution or federal laws. Plaintiff contends constitutional violations of both its \"due process and equal protection rights.\" Therefore, the court will initially consider plaintiff's alleged \"due process right.\"</p>\n<p>The due process clause of the Fourteenth Amendment provides in part that no state shall deprive any person of life, liberty or property without due process of law. A variety of interests are comprehended within the meaning of either \"liberty\" or \"property\" as provided in the due process clause. <i>Paul,</i> 424 U.S. at 710, 96 S.Ct. at 1165. These interests have attained constitutional status because they either have been recognized and protected by state law or because they are guaranteed by the bill of rights provisions which have been incorporated into the Fourteenth Amendment. <i>Id.</i> If a state seeks to alter or interfere with these \"interests\" the Fourteenth Amendment due process clause kicks in to provide for their protection. <i>Id.</i> However, the due process clause does not by its own force create these interests or extend to a person a right to be free of any injury simply because the state may be characterized as the tortfeasor. <i>Id.</i> at 701, 96 S.Ct. at 1160.</p>\n<p>In this instance the interest to which plaintiff alleges interference is the \"right to peaceful enjoyment of its lease.\" Although plaintiff contends that this interest constitutes a constitutionally protected property right plaintiff cites no North Carolina law which would extend to it a legal guarantee of peaceful enjoyment of a lease agreement. Neither does plaintiff point to any constitutional provision creating such a right. To the contrary, the right to plaintiff's quiet enjoyment of its lease is presumably created by the lease agreement itself and such a right is one which the state can protect from interference by virtue of its own laws. To allow plaintiff's alleged right to quiet enjoyment of its lease to reach constitutional dimensions, as plaintiff would have this court do, would be to open the doors to an already crowded federal forum as to all lease disputes.</p>\n<p>The court notes that in support of its claims of a due process violation plaintiff places a great deal of emphasis on an alleged conspiracy by defendants to violate its rights. However, allegations of a conspiracy <span class=\"star-pagination\">*884</span> under Section 1983 are to no avail where the rights violated are not of constitutional proportions.</p>\n<p>Even assuming that plaintiff has a property interest under the constitution of which it has been deprived by the county, plaintiff's claim would still fail. Where state law provides adequate remedies for any unlawful deprivation, due process is satisfied and the constitutional basis for the Section 1983 allegation is removed. <i>Stewart,</i> 598 F.Supp. at 1355, <i>citing </i><i>Parratt v. Taylor,</i> 451 U.S. 527, 101 S.Ct. 1908, 68 L.Ed.2d 420 (1981), <i>overruled on other grounds,</i> 474 U.S. 327, 106 S.Ct. 662, 88 L.Ed.2d 662 (1986). Therefore, based on the foregoing defendants' motion for judgment on the pleadings is granted and plaintiff's due process claim is dismissed.</p>\n<p>In addition to the due process clause, the Fourteenth Amendment provides that the states shall not \"deny to any person within its jurisdiction the equal protection of the laws.\" The fundamental principle arising out of this clause is that \"the state must govern impartially.\" <i>New York Transit Authority v. Beazer,</i> 440 U.S. 568, 587, 99 S.Ct. 1355, 1367, 59 L.Ed.2d 587 (1979).</p>\n<blockquote>General rules that apply evenhandedly to all persons within the jurisdiction unquestionably comply with this principle. Only when a governmental unit adopts a rule that has a special impact on less than all the persons subject to its jurisdiction does the question of whether this principle is violated arise.</blockquote>\n<p><i>Id.</i> at 587-588, 99 S.Ct. at 1367.</p>\n<p>In this instance plaintiff also alleges that its equal protection rights have been violated by defendant. However, there is no allegation that the defendant county or its officials are responsible for creating certain rules or regulations having a special impact on plaintiff as opposed to all other FBOs. Rather plaintiff's allegations speak in terms of unequal enforcement of already existing laws and regulations among the FBOs operating within the county's jurisdiction. For example, plaintiff has alleged that defendant county and its officials have enforced against it, only, the North Carolina and New Hanover County building codes regarding spray-painting operations and other local ordinances regarding shop and hangar space. Also, plaintiff's complaint states that defendant county through its officials has required of <i>plaintiff only,</i> the need to obtain a $10,000 \"FAR135 certificate\" (air taxi certificate), to give \"undue personal financial information\" to defendant, to obtain \"undue insurance,\" and to maintain two large signs containing language which prevents and discourages customers from entering its leasehold.</p>\n<p>When a state unlawfully administers one of its own statutes, which is fair on its face but results in unequal application to persons entitled to be treated alike, an equal protection violation will arise, but only when \"an element of intentional or purposeful discrimination\" is shown to exist. <i>Snowden,</i> 321 U.S. at 8, 64 S.Ct. at 401. Thus, in the instant action, in order to withstand defendant's motion plaintiff's allegations must satisfy the <i>Snowden</i> requirements. Construing the allegations of the complaint in the light most favorable to plaintiff the court concludes that plaintiff has shown that a governmental unit, the defendant county, has enforced certain regulations, ordinances and other requirements against plaintiff solely and not the other FBOs operating at the New Hanover County Airport and that this conduct, in conjunction with plaintiff's allegations of conspiratorial efforts between the county and plaintiff's business competitors, support purposeful or intentional discrimination as required by <i>Snowden.</i></p>\n<p>Although the court has found that plaintiff has sufficiently alleged an equal protection claim, defendant contends that such a claim under Section 1983 is nevertheless foreclosed because the FAA provides a comprehensive scheme for enforcing such rights. In support of this argument defendant cites the Second Circuit's decision in <i>Montauk, supra,</i> which relied on the Supreme Court's decision in <i>Middlesex County Sewerage Authority, supra</i><i>.</i> The court does not agree with defendants' argument.</p>\n<p><span class=\"star-pagination\">*885</span> In <i>Middlesex</i> the question presented was whether private rights of action could be implied under two federal statutes independent of their \"citizen-suit\" provisions authorizing private persons to sue for injunctions to enforce the statutes. The Supreme Court held that because of elaborate enforcement provisions Congress did not intend to authorize by implication additional judicial remedies for private persons suing under either the Federal Water Pollution Control Act (FWPCA) or the Marine Protection, Research, and Sanctuaries Act of 1972 (MPRSA). Notwithstanding this holding, the court considered whether suit for violation of these federal statutes could nevertheless be brought \"by virtue of a right of action created by 42 U.S.C. § 1983\" as so provided in <i>Maine v. Thiboutot,</i> 448 U.S. 1, 100 S.Ct. 2502, 65 L.Ed.2d 555 (1980). The court concluded however that because the remedial devices of the FWPCA and the MPRSA were \"sufficiently comprehensive\" the alternative Section 1983 remedy was foreclosed. <i>Id.</i> 453 U.S. at 21, 101 S.Ct. at 2627. \"When a state official is alleged to have violated a federal statute which provides its own enforcement scheme, the requirements of that enforcement procedure may not be by-passed by bringing suit directly under Section 1983.\" <i>Id.</i> at 20, 101 S.Ct. at 2626.</p>\n<p>This court does not believe the present action falls within the scope of the <i>Maine</i> and <i>Middlesex</i> holdings as contended by defendants. What distinguishes the instant action from these decisions is that plaintiff is not using Section 1983 as a means to redress violations of rights created by federal statute. Reviewing the complaint, plaintiff has alleged no violations pursuant to any substantive federal statute, although the court notes that the parties have alluded to the Federal Aviation Act on several occasions in their memoranda. However nowhere has plaintiff alleged violations of any rights created by the FAA. Rather, the legal theories pursued by plaintiff throughout its complaint derive from the constitution, specifically the Fourteenth Amendment due process and equal protection clauses. The court does not interpret <i>Middlesex</i> to require the foreclosure of a constitutional claim if in fact the court were to conclude that the FAA provides a comprehensive enforcement scheme. Therefore, defendants' motion for judgment on the pleadings is denied as it pertains to plaintiff's equal protection claim.</p>\n<p>Defendants also seek judgment on the pleadings as to plaintiff's claims under the North Carolina Constitution, specifically Article 1, Sections 19 and 34. Both parties rely on their previous equal protection and due process arguments under the United States Constitution in support of their positions. Accordingly, the court will rely on its previous discussion of these claims and defendants' motion for judgment on the pleadings is granted with respect to plaintiff's due process claim but denied as to plaintiff's claim of equal protection under the North Carolina Constitution.</p>\n<p>As to Article 1, Section 34 of the North Carolina Constitution which forbids monopolies, defendants assert that this claim must be dismissed because plaintiff has failed to allege \"more than a mere adverse affect on competition ...\" <i>citing </i><i>American Motors Sales Corporation v. Peters,</i> 311 N.C. 311, 317, 317 S.E.2d 351, 356 (1984). The court believes however, assuming plaintiff can prove its allegations at trial, that a jury could find that defendants' activities constitute a restraint of trade resulting in a monopoly. Thus, defendants' motion for judgment on the pleadings as to this claim is denied.</p>\n<p></p>\n<h2>MOTIONS TO AMEND PLEADINGS</h2>\n<p>Defendants also seek leave of the court to amend their answer to affirmatively plead a one-year statute of limitations defense. Defendants state that the amendment will require no additional discovery and will not prejudice plaintiff or defendants Air Wilmington and Wilmington General. The court notes that defendants' original answer alleged a three-year statute of limitations to plaintiff's 1983 claim. Defendants now contend that the appropriate limitation period for 1983 actions arising in North Carolina is the one-year period contained in N.C.G.S. § 1-54(3) which governs <span class=\"star-pagination\">*886</span> intentional torts and not the general three-year provision of N.C.G.S. § 1-52(5) for personal injury in light of the Supreme Court's decision in <i>Wilson v. Garcia,</i> 471 U.S. 261, 105 S.Ct. 1938, 85 L.Ed.2d 254 (1985).</p>\n<p>Plaintiff objects to defendants' motion contending that defendants have waived their right to amend by failing to do so in a timely fashion. <i>Strauss v. Douglas Aircraft Company,</i> 404 F.2d 1152, 1155 (2d Cir.1968). Plaintiff states that such an amendment is prejudicial because \"significant discovery has been completed\" and defendants have had several opportunities to raise such a defense over the past five months since the action was filed, and because such an amendment is deficient on substantive grounds, citing <i>Wilson, supra</i><i>.</i></p>\n<p>Where an affirmative defense has not been plead, it is considered waived unless leave of court or consent of counsel has been received. <i>DelCostello v. International Brotherhood of Teamsters,</i> 588 F.Supp. 902, 905-06 (D.Md.1984), <i>citing </i><i>Pan American Bank of Miami v. Oil Screw Denise,</i> 613 F.2d 599 (5th Cir.1980), <i>Consolidated Mortage and Finance Corporation v. Landrieu,</i> 493 F.Supp. 1284 (D.D.C.1980). \"The identification of an issue as an affirmative defense is required, not to overcome a technical barrier, but to eliminate unfair surprise and possible prejudice to the plaintiff.\" <i>Id.</i> In this instance defendants technically have not plead the affirmative defense of a <i>one-year</i> statute of limitations. Nevertheless, the court believes no unfair surprise or real prejudice will result to plaintiff or the corporate defendants by granting defendants' motion to amend their answer to plead a one-year rather than three-year limitation defense. However, the court agrees with plaintiff that defendants' proposed amendment is \"without substantive merit\" in light of a recent Supreme Court decision, <i>St. Francis College v. Al-Khazraji,</i> ___ U.S. ___, 107 S.Ct. 2022, 95 L.Ed.2d 582 (1987). Thus defendants' motion to amend will be denied.</p>\n<p>In <i>St. Francis College</i> plaintiff's discrimination claim pursuant to 42 U.S.C. § 1981 was found not to be barred under the Pennsylvania six-year statute of limitations by the lower court. On appeal the Third Circuit agreed with the district court that the claim was not time barred even though its recent decision in <i>Goodman v. Lukens Steel Company,</i> 777 F.2d 113 (1985), prompted by the Supreme Court's decision in <i>Wilson, supra,</i> had overruled earlier decisions by applying Pennsylvania's two-year personal injury statute of limitations rather than the six-year period in Section 1981 cases. The appellate court in <i>St. Francis College</i> held that because <i>Goodman</i> should not be retroactively applied the pending suit was timely under the pre-<i>Goodman</i> cases which followed the six-year limitation period. On writ of certiorari the Supreme Court agreed with the Third Circuit stating that \"the Court of Appeals ... correctly held that its decision in <i>Goodman</i> should not be retroactively applied to bar respondent's action in this case. The usual rule is that federal cases should be decided in accordance with the law existing at the time of the decision. (Citations omitted).\" <i>Id.</i> 107 S.Ct. at 2025.</p>\n<p>In this instance the Fourth Circuit determined in <i>Cole v. Cole,</i> 633 F.2d 1083, 1092 (1980), that the appropriate statute of limitations for Section 1983 suits is three years. Thus far, <i>Cole</i> continues to be the law in this Circuit on this issue. Even assuming that <i>Garcia</i> will prompt the Fourth Circuit to change the limitation period to one year sometime in the future, as defendants here suggest, such a change would not be applied retroactively, <i>St. Francis College, supra,</i> and thus would have no effect on the present action. Because defendants' proposed amendment is without substantial merit defendants' motion to amend their answer is denied.</p>\n<p>Finally, the court notes that plaintiff has filed a motion to amend its complaint to more fully plead its conspiracy claims. To the extent that these conspiracy allegations support plaintiff's equal protection claim the motion to amend is granted.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>In summary defendants' motion for judgment on the pleadings is granted as to <span class=\"star-pagination\">*887</span> plaintiff's due process claims under the United States and North Carolina Constitutions but denied as to plaintiff's equal protection claims under both these constitutions as well as its monopoly claim. Plaintiff's motion to amend its complaint to more fully plead conspiracy is granted, while defendants' motion to amend their answer to plead the one-year statute of limitations is denied.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff's claim pursuant to N.C.G.S. § 75-1.1 is alleged as to plaintiff's business competitors, Wilmington General Aviation Industries, Inc., d/b/a as Aeronautics, and Air Wilmington, Inc., only.</p>\n<p>[2]  Although defendant argues for dismissal of plaintiff's slander/defamation claim, such a claim has not even been pleaded by plaintiff. As plaintiff states in its memorandum, it refers to slanderous statements by defendants only as support for its overall harassment and discrimination claims.</p>\n<p>[3]  Plaintiff alleges in its complaint that on or about March 10, 1986 the Federal Aviation Administration directed the county to prepare a new non-discriminatory lease to be effective June 15, 1986 with like provisions to the leases between the county and defendants Air Wilmington and Air General. Although a new lease was signed, without adequate time for review according to plaintiff, plaintiff contends the lease is still less favorable.</p>\n<p>[4]  Article 1, Section 19 of the North Carolina Constitution specifically guarantees that \"No person shall be denied the equal protection of the laws....\" The Court in <i>In re Aston Park,</i> 282 N.C. 542, 550, 193 S.E.2d 729, 735 (1973), concluded that this section also guaranteed due process of law.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">672</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">879</span></span> (1987)</b></center>\n<center><h1>JETSTREAM AERO SERVICES, INC., Plaintiff,<br>\nv.<br>\nNEW HANOVER COUNTY, et al., Defendants.</h1></center>\n<center>No. 86-85-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>August 13, 1987.</center>\n<p><span class=\"star-pagination\">*880</span> Barringer, Allen &amp; Pinnix, Thomas L. Barringer, Noel L. Allen, Miriam J. Baer, Raleigh, N.C., for plaintiffs.</p>\n<p>Womble Carlyle Sandridge &amp; Rice, R. Howard Grubbs, Winston-Salem, N.C., Marshall, Williams, Gorham &amp; Brawley, Lonnie B. Williams, Wilmington, N.C., Carlton S. Prickett, Jr., Wilmington, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>On November 12, 1986 plaintiff instituted this action pursuant to 42 U.S.C. § 1983 against New Hanover County, various county officers and two business competitors alleging $5,000,000 in damages when its due process and equal protection rights were violated because of concerted acts by defendants to discriminate against and harass plaintiff in its operation as a fixed base operator (hereinafter referred to as FBO) at the New Hanover County Airport. Plaintiff also seeks redress for violations of the North Carolina Constitution, Article 1, Sections 19 (due process and equal protection) and 34 (prohibiting monopolies), as well as unfair and deceptive trade practices pursuant to N.C.G.S. § 75-1.1.<sup>[1]</sup></p>\n<p>The action is presently before the court on motions by the county defendants to amend their answer and for judgment on the pleadings to which the parties have filed lengthy memoranda in support of their respective positions. Plaintiff also moves to amend its complaint.</p>\n<p>The following facts are alleged by plaintiff in its complaint: On or about January 1, 1981 plaintiff entered into an agreement to lease a portion of the property owned by the defendant county known as New Hanover County Airport. Plaintiff continues to lease this property from defendant county to date under two subsequent leases dated November 20, 1985 and January 1, 1986. Plaintiff operates on the leased premises as a limited FBO, providing airplane services to users of the county airport. Pursuant to the terms of each lease, plaintiff has the right to use common areas of the airport and appurtenances thereto; to land, take off, fly, taxi, tow, load and unload aircraft and other equipment used in its operations; to repair, maintain, condition, service, test, park or store aircraft in conformity with rules and regulations adopted by the county; to sell or lease aircraft; and various other rights as set forth in the lease agreements. Furthermore each lease provides that plaintiff is entitled to access to the leasehold over roads established at the airport.</p>\n<p>On or about September 12, 1983 plaintiff formally submitted an announcement with the airport commission of its intent to expand its limited FBO to a full service FBO to include fuel sales. However at this time defendants Air Wilmington and Wilmington General, also operating as FBOs at the airport, began efforts to injure and destroy plaintiff whom they considered to be a major competitor in that market. These defendants conspired with county officials, most particularly R.C. Shackelford, Jr., Airport Manager, to harass and delay plaintiff in its ongoing business and expansion efforts.</p>\n<p>Defendants Air Wilmington and Wilmington General Aviation are purportedly two separate entities but apparently have common ownership and control in William and Harry Cherry. Plaintiff believes that the president of Air Wilmington and acting president of Wilmington General is privy to <span class=\"star-pagination\">*881</span> certain information concerning defendant Shackelford, which enables him to exert pressure upon Shackleford to act in a manner favorable to the corporate defendants and adverse to plaintiff. The conspiratorial acts of defendants as alleged by plaintiff include breaches of the lease, inequitable administration of airport rules and the North Carolina building code, violations of the Federal Aviation Act (hereinafter referred to as the FAA), harassment, secret surveillance, and malicious publication of false and derogatory statements.</p>\n<p></p>\n<h2>MOTION FOR JUDGMENT ON THE PLEADINGS</h2>\n<p>In their motion for judgment on the pleadings defendants make several arguments. First, defendants contend that plaintiff has failed to allege any constitutional right which has been violated to support its claim under 42 U.S.C. § 1983. Defendant states that plaintiff's allegations of excessive rent, the condition of the premises, and the inability to utilize the premises are claims based on the lease agreement between the parties and that the appropriate remedy for such a landlord/tenant dispute lies in state courts. <i>Coastland Corporation v. County of Currituck,</i> <span class=\"citation\" data-id=\"435808\"><a href=\"/opinion/435808/coastland-corporation-and-ocean-sands-inc-north-carolina-corporations/\"><span class=\"volume\">734</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span>, 178 (4th Cir.1984); <i>Perry v. Housing Authority of City of Charleston,</i> <span class=\"citation\" data-id=\"397188\"><a href=\"/opinion/397188/geraldine-perry-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1210</span></a></span>, 1216 (4th Cir.1981); <i>Heath v. City of Fairfax,</i> <span class=\"citation\" data-id=\"339738\"><a href=\"/opinion/339738/warren-a-heath-and-robert-l-fleck-individually-and-as-representatives-of/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1236</span></a></span> (4th Cir.1976); <i>Stewart v. Hunt,</i> <span class=\"citation\" data-id=\"1476849\"><a href=\"/opinion/1476849/stewart-v-hunt/\"><span class=\"volume\">598</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1342</span></a></span> (E.D.N. C.1984). Moreover, defendants submit that plaintiff has no constitutional right to use the facilities at the airport or to obtain the most favorable lease terms and that the county has no obligation to lease property to plaintiff.</p>\n<p>Second, defendants argue that plaintiff's allegations of selective enforcement of certain ordinances including the North Carolina building code do not violate equal protection because plaintiff has failed to show that the selection was based upon unjustifiable standards such as race, religion or other arbitrary classification. <i>Oyler v. Boles,</i> <span class=\"citation\" data-id=\"106333\"><a href=\"/opinion/106333/oyler-v-boles/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">448</span></a></span>, 456, <span class=\"citation\" data-id=\"106333\"><a href=\"/opinion/106333/oyler-v-boles/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span>, 506, <span class=\"citation\" data-id=\"106333\"><a href=\"/opinion/106333/oyler-v-boles/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">446</span></a></span> (1962). In addition, defendants contend that plaintiff's equal protection claim fails because plaintiff does not allege that the county's action constituted a denial of a right, privilege or immunity secured by the federal constitution. <i>Muckway v. Craft,</i> <span class=\"citation\" data-id=\"469130\"><a href=\"/opinion/469130/norman-muckway-and-irene-muckway-v-vance-craft-building-commissioner-of/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">517</span></a></span>, 523 (7th Cir.1986).</p>\n<p>Third, defendants submit that plaintiff's 1983 action is foreclosed because a federal statute exists which provides a comprehensive scheme for enforcing the rights plaintiff asserts. <i>Middlesex County Sewerage Authority v. National Sea Clammers Association,</i> <span class=\"citation\" data-id=\"110546\"><a href=\"/opinion/110546/middlesex-county-sewerage-authority-v-national-sea-clammers-assn/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 19, <span class=\"citation\" data-id=\"110546\"><a href=\"/opinion/110546/middlesex-county-sewerage-authority-v-national-sea-clammers-assn/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2615</span></a></span>, 2625-26, <span class=\"citation\" data-id=\"110546\"><a href=\"/opinion/110546/middlesex-county-sewerage-authority-v-national-sea-clammers-assn/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (1981). According to defendant, any right plaintiff may have to a nondiscriminatory lease or one identical to other FBOs is provided by 49 U.S.C. § 2210(a), the Airport and Airway Improvement Act of 1982. However, because this statutory provision has been interpreted as not providing a private cause of action any relief sought must be in accordance with the enforcement scheme under the Act. <i>Montauk-Caribbean Airways, Inc. v. Hope,</i> <span class=\"citation\" data-id=\"465049\"><a href=\"/opinion/465049/montauk-caribbean-airways-inc-dba-long-island-airlines-plaintiff-v/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">91</span></a></span> (2d Cir.1986), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">248</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span></span> (1986).</p>\n<p>Fourth, defendants assert that plaintiff's slander or defamation claim is not actionable under Section 1983 as provided in <i>Paul v. Davis,</i> <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1155</span></a></span>, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1976).<sup>[2]</sup> Also, defendants contend that the conclusory allegations of conspiracy do not state a claim under Section 1983. <i>Wetherington v. Phillips,</i> <span class=\"citation\" data-id=\"1457984\"><a href=\"/opinion/1457984/wetherington-v-phillips/\"><span class=\"volume\">380</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">426</span></a></span>, 428 (E.D.N.C.1974), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></span> (4th Cir.1975). Finally, defendants state that because no federal claim exists the court is without jurisdiction to hear plaintiff's pendent North Carolina constitutional claims.</p>\n<p>Plaintiff, on the other hand, resists defendants' motion on several grounds. First, plaintiff argues that the action is more than just a lease dispute inasmuch as <span class=\"star-pagination\">*882</span> the county, through its officials, and in conspiracy with plaintiff's competitors, have harassed and discriminated against plaintiff's ongoing business thereby depriving plaintiff of its constitutional rights to due process and equal protection.</p>\n<p>As to violations of its due process rights plaintiff submits that this claim rests on the interference and harassment by defendants of its property right  \"the peaceful enjoyment of its lease.\" Plaintiff states that the conspiratorial efforts of defendants to impose unreasonable and arbitrary conditions upon the use of plaintiff's property constitute a violation of its substantive due process right to property.</p>\n<p>Plaintiff contends that its equal protection claims must also be sustained because it has specifically plead as required by <i>Snowden v. Hughes,</i> <span class=\"citation\" data-id=\"103921\"><a href=\"/opinion/103921/snowden-v-hughes/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">397</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">497</span></span> (1944) \"purposeful\" discrimination by defendants. Plaintiff points to numerous facts alleged in its complaint which support this \"pervasive pattern of arbitrary, capricious and discriminatory acts\": demands for additional rent in violation of the lease terms, false and disparaging statements regarding plaintiff's payment performance, restricting access to the leasehold, providing more favorable lease terms to plaintiff's competitors, restricting plaintiff's aircraft spraypainting operations on the leasehold, narrowly and/or erroneously selectively enforcing state laws and local building codes against plaintiff, wrongfully requiring plaintiff to obtain undue insurance not required by the lease or statute, wrongfully requiring of plaintiff personal financial information not required of other defendants FBO, failing to provide plaintiff adequate security, wrongfully restricting and denying plaintiff's attempts to expand its areas of operation, wrongfully reneging on prior agreements, wrongfully denying or delaying plaintiff's requests for additional facilities, ramp space and hangar space, wrongfully entering plaintiff's leasehold for the purposes of harassment, wrongfully allowing a ditch to be created on plaintiff's leasehold which floods and interferes with plaintiff's parking area, wrongfully requiring plaintiff to obtain an air taxi certificate when such a requirement is not enforced against the corporate defendants, allowing the corporate defendants to operate with insufficient shop and hangar space in violation of applicable ordinances while strictly enforcing said ordinances against plaintiff, allowing defendant Wilmington General to utilize a building without payment while not according similar privileges to plaintiff, wrongfully failing to intervene to prevent and prohibit defendant Wilmington General from wrongfully engaging in false advertising, delaying action on plaintiff's 1983 request to establish a free trade zone at the airport, requiring plaintiff to construct temporary buildings and parking areas, restricting plaintiff's free use of the airfield to carry out its business, and disparagement of plaintiff's name in regard to its ongoing business operation.</p>\n<p>Second, in response to defendants' preemption argument that a 1983 action is foreclosed by the FAA, plaintiff asserts that defendants' reliance on <i>Montauk-Caribbean Airways, Inc.</i> is misplaced. Plaintiff contends that the Second Circuit's decision finding pre-emption focused on Section 308(a) of the Act and not Section 2210, the provision which forbids unjust discrimination towards FBOs at airports developed under the federal grant program. Furthermore, as to defendants' claim that plaintiff's remedies should be limited to those provided by the FAA, plaintiff points to Section 1506 which states that \"nothing contained in this chapter shall ... abridge or alter the remedies now existing at common law or by statute, but the provisions of this chapter are in addition to such remedies.\" Although the Federal Aviation Administration became involved in the present dispute in 1986<sup>[3]</sup> plaintiff contends that the agency only has power under the statute to <span class=\"star-pagination\">*883</span> \"cease and desist\" present or future acts and is without authority to remedy past and present monetary losses.</p>\n<p>Finally, with respect to its claims under the North Carolina Constitution plaintiff relies on its arguments as previously stated concerning both the due process and equal protection violations as to its claims under Article 1, Section 19 of the North Carolina Constitution.<sup>[4]</sup> As to its claim under Article 1, Section 34, of the North Carolina Constitution which provides that \"perpetuities and monopolies are contrary to the genius of a free state and shall not be allowed,\" plaintiff contends that it has satisfied the modern notice pleading rules providing for a short and plain statement of this claim sufficient to give the opposing party fair notice. Thus, such a claim should not be dismissed.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>42 U.S.C. § 1983 provides a remedy to parties deprived of constitutional rights by persons acting under color of state law. <i>Monroe v. Pape,</i> <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span> (1961), <i>overruled on other grounds</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978). To prevail in a civil rights action under Section 1983 a plaintiff must establish two elements: (1) that the defendant deprived him of a right secured by the United States Constitution or federal laws and (2) that such deprivation was committed by a person acting under color of state law. <i>Gomez v. Toledo,</i> <span class=\"citation\" data-id=\"110268\"><a href=\"/opinion/110268/gomez-v-toledo/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 640, <span class=\"citation\" data-id=\"110268\"><a href=\"/opinion/110268/gomez-v-toledo/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1920</span></a></span>, 1923, <span class=\"citation\" data-id=\"110268\"><a href=\"/opinion/110268/gomez-v-toledo/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">572</span></a></span> (1980). In this instance, because no issue is raised contesting defendants' alleged actions as those of the state, the court's focus will be on the first element of whether plaintiff was deprived of any right secured by the constitution or federal laws. Plaintiff contends constitutional violations of both its \"due process and equal protection rights.\" Therefore, the court will initially consider plaintiff's alleged \"due process right.\"</p>\n<p>The due process clause of the Fourteenth Amendment provides in part that no state shall deprive any person of life, liberty or property without due process of law. A variety of interests are comprehended within the meaning of either \"liberty\" or \"property\" as provided in the due process clause. <i>Paul,</i> 424 U.S. at 710, 96 S.Ct. at 1165. These interests have attained constitutional status because they either have been recognized and protected by state law or because they are guaranteed by the bill of rights provisions which have been incorporated into the Fourteenth Amendment. <i>Id.</i> If a state seeks to alter or interfere with these \"interests\" the Fourteenth Amendment due process clause kicks in to provide for their protection. <i>Id.</i> However, the due process clause does not by its own force create these interests or extend to a person a right to be free of any injury simply because the state may be characterized as the tortfeasor. <i>Id.</i> at 701, 96 S.Ct. at 1160.</p>\n<p>In this instance the interest to which plaintiff alleges interference is the \"right to peaceful enjoyment of its lease.\" Although plaintiff contends that this interest constitutes a constitutionally protected property right plaintiff cites no North Carolina law which would extend to it a legal guarantee of peaceful enjoyment of a lease agreement. Neither does plaintiff point to any constitutional provision creating such a right. To the contrary, the right to plaintiff's quiet enjoyment of its lease is presumably created by the lease agreement itself and such a right is one which the state can protect from interference by virtue of its own laws. To allow plaintiff's alleged right to quiet enjoyment of its lease to reach constitutional dimensions, as plaintiff would have this court do, would be to open the doors to an already crowded federal forum as to all lease disputes.</p>\n<p>The court notes that in support of its claims of a due process violation plaintiff places a great deal of emphasis on an alleged conspiracy by defendants to violate its rights. However, allegations of a conspiracy <span class=\"star-pagination\">*884</span> under Section 1983 are to no avail where the rights violated are not of constitutional proportions.</p>\n<p>Even assuming that plaintiff has a property interest under the constitution of which it has been deprived by the county, plaintiff's claim would still fail. Where state law provides adequate remedies for any unlawful deprivation, due process is satisfied and the constitutional basis for the Section 1983 allegation is removed. <i>Stewart,</i> 598 F.Supp. at 1355, <i>citing </i><i>Parratt v. Taylor,</i> <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1908</span></a></span>, <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1981), <i>overruled on other grounds,</i> <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1986). Therefore, based on the foregoing defendants' motion for judgment on the pleadings is granted and plaintiff's due process claim is dismissed.</p>\n<p>In addition to the due process clause, the Fourteenth Amendment provides that the states shall not \"deny to any person within its jurisdiction the equal protection of the laws.\" The fundamental principle arising out of this clause is that \"the state must govern impartially.\" <i>New York Transit Authority v. Beazer,</i> <span class=\"citation\" data-id=\"110042\"><a href=\"/opinion/110042/new-york-city-transit-authority-v-beazer/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">568</span></a></span>, 587, <span class=\"citation\" data-id=\"110042\"><a href=\"/opinion/110042/new-york-city-transit-authority-v-beazer/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1355</span></a></span>, 1367, <span class=\"citation\" data-id=\"110042\"><a href=\"/opinion/110042/new-york-city-transit-authority-v-beazer/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">587</span></a></span> (1979).</p>\n<blockquote>General rules that apply evenhandedly to all persons within the jurisdiction unquestionably comply with this principle. Only when a governmental unit adopts a rule that has a special impact on less than all the persons subject to its jurisdiction does the question of whether this principle is violated arise.</blockquote>\n<p><i>Id.</i> at 587-588, 99 S.Ct. at 1367.</p>\n<p>In this instance plaintiff also alleges that its equal protection rights have been violated by defendant. However, there is no allegation that the defendant county or its officials are responsible for creating certain rules or regulations having a special impact on plaintiff as opposed to all other FBOs. Rather plaintiff's allegations speak in terms of unequal enforcement of already existing laws and regulations among the FBOs operating within the county's jurisdiction. For example, plaintiff has alleged that defendant county and its officials have enforced against it, only, the North Carolina and New Hanover County building codes regarding spray-painting operations and other local ordinances regarding shop and hangar space. Also, plaintiff's complaint states that defendant county through its officials has required of <i>plaintiff only,</i> the need to obtain a $10,000 \"FAR135 certificate\" (air taxi certificate), to give \"undue personal financial information\" to defendant, to obtain \"undue insurance,\" and to maintain two large signs containing language which prevents and discourages customers from entering its leasehold.</p>\n<p>When a state unlawfully administers one of its own statutes, which is fair on its face but results in unequal application to persons entitled to be treated alike, an equal protection violation will arise, but only when \"an element of intentional or purposeful discrimination\" is shown to exist. <i>Snowden,</i> 321 U.S. at 8, 64 S.Ct. at 401. Thus, in the instant action, in order to withstand defendant's motion plaintiff's allegations must satisfy the <i>Snowden</i> requirements. Construing the allegations of the complaint in the light most favorable to plaintiff the court concludes that plaintiff has shown that a governmental unit, the defendant county, has enforced certain regulations, ordinances and other requirements against plaintiff solely and not the other FBOs operating at the New Hanover County Airport and that this conduct, in conjunction with plaintiff's allegations of conspiratorial efforts between the county and plaintiff's business competitors, support purposeful or intentional discrimination as required by <i>Snowden.</i></p>\n<p>Although the court has found that plaintiff has sufficiently alleged an equal protection claim, defendant contends that such a claim under Section 1983 is nevertheless foreclosed because the FAA provides a comprehensive scheme for enforcing such rights. In support of this argument defendant cites the Second Circuit's decision in <i>Montauk, supra,</i> which relied on the Supreme Court's decision in <i>Middlesex County Sewerage Authority, supra</i><i>.</i> The court does not agree with defendants' argument.</p>\n<p><span class=\"star-pagination\">*885</span> In <i>Middlesex</i> the question presented was whether private rights of action could be implied under two federal statutes independent of their \"citizen-suit\" provisions authorizing private persons to sue for injunctions to enforce the statutes. The Supreme Court held that because of elaborate enforcement provisions Congress did not intend to authorize by implication additional judicial remedies for private persons suing under either the Federal Water Pollution Control Act (FWPCA) or the Marine Protection, Research, and Sanctuaries Act of 1972 (MPRSA). Notwithstanding this holding, the court considered whether suit for violation of these federal statutes could nevertheless be brought \"by virtue of a right of action created by 42 U.S.C. § 1983\" as so provided in <i>Maine v. Thiboutot,</i> <span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2502</span></a></span>, <span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">555</span></a></span> (1980). The court concluded however that because the remedial devices of the FWPCA and the MPRSA were \"sufficiently comprehensive\" the alternative Section 1983 remedy was foreclosed. <i>Id.</i> 453 U.S. at 21, 101 S.Ct. at 2627. \"When a state official is alleged to have violated a federal statute which provides its own enforcement scheme, the requirements of that enforcement procedure may not be by-passed by bringing suit directly under Section 1983.\" <i>Id.</i> at 20, 101 S.Ct. at 2626.</p>\n<p>This court does not believe the present action falls within the scope of the <i>Maine</i> and <i>Middlesex</i> holdings as contended by defendants. What distinguishes the instant action from these decisions is that plaintiff is not using Section 1983 as a means to redress violations of rights created by federal statute. Reviewing the complaint, plaintiff has alleged no violations pursuant to any substantive federal statute, although the court notes that the parties have alluded to the Federal Aviation Act on several occasions in their memoranda. However nowhere has plaintiff alleged violations of any rights created by the FAA. Rather, the legal theories pursued by plaintiff throughout its complaint derive from the constitution, specifically the Fourteenth Amendment due process and equal protection clauses. The court does not interpret <i>Middlesex</i> to require the foreclosure of a constitutional claim if in fact the court were to conclude that the FAA provides a comprehensive enforcement scheme. Therefore, defendants' motion for judgment on the pleadings is denied as it pertains to plaintiff's equal protection claim.</p>\n<p>Defendants also seek judgment on the pleadings as to plaintiff's claims under the North Carolina Constitution, specifically Article 1, Sections 19 and 34. Both parties rely on their previous equal protection and due process arguments under the United States Constitution in support of their positions. Accordingly, the court will rely on its previous discussion of these claims and defendants' motion for judgment on the pleadings is granted with respect to plaintiff's due process claim but denied as to plaintiff's claim of equal protection under the North Carolina Constitution.</p>\n<p>As to Article 1, Section 34 of the North Carolina Constitution which forbids monopolies, defendants assert that this claim must be dismissed because plaintiff has failed to allege \"more than a mere adverse affect on competition ...\" <i>citing </i><i>American Motors Sales Corporation v. Peters,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">311</span></span>, 317, <span class=\"citation\" data-id=\"1218780\"><a href=\"/opinion/1218780/american-motors-sales-corp-v-peters/\"><span class=\"volume\">317</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">351</span></a></span>, 356 (1984). The court believes however, assuming plaintiff can prove its allegations at trial, that a jury could find that defendants' activities constitute a restraint of trade resulting in a monopoly. Thus, defendants' motion for judgment on the pleadings as to this claim is denied.</p>\n<p></p>\n<h2>MOTIONS TO AMEND PLEADINGS</h2>\n<p>Defendants also seek leave of the court to amend their answer to affirmatively plead a one-year statute of limitations defense. Defendants state that the amendment will require no additional discovery and will not prejudice plaintiff or defendants Air Wilmington and Wilmington General. The court notes that defendants' original answer alleged a three-year statute of limitations to plaintiff's 1983 claim. Defendants now contend that the appropriate limitation period for 1983 actions arising in North Carolina is the one-year period contained in N.C.G.S. § 1-54(3) which governs <span class=\"star-pagination\">*886</span> intentional torts and not the general three-year provision of N.C.G.S. § 1-52(5) for personal injury in light of the Supreme Court's decision in <i>Wilson v. Garcia,</i> <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1938</span></a></span>, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></a></span> (1985).</p>\n<p>Plaintiff objects to defendants' motion contending that defendants have waived their right to amend by failing to do so in a timely fashion. <i>Strauss v. Douglas Aircraft Company,</i> <span class=\"citation\" data-id=\"282786\"><a href=\"/opinion/282786/kurt-strauss-v-douglas-aircraft-co/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1152</span></a></span>, 1155 (2d Cir.1968). Plaintiff states that such an amendment is prejudicial because \"significant discovery has been completed\" and defendants have had several opportunities to raise such a defense over the past five months since the action was filed, and because such an amendment is deficient on substantive grounds, citing <i>Wilson, supra</i><i>.</i></p>\n<p>Where an affirmative defense has not been plead, it is considered waived unless leave of court or consent of counsel has been received. <i>DelCostello v. International Brotherhood of Teamsters,</i> <span class=\"citation\" data-id=\"1680365\"><a href=\"/opinion/1680365/delcostello-v-international-broth-of-teamsters/\"><span class=\"volume\">588</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">902</span></a></span>, 905-06 (D.Md.1984), <i>citing </i><i>Pan American Bank of Miami v. Oil Screw Denise,</i> <span class=\"citation\" data-id=\"373818\"><a href=\"/opinion/373818/pan-american-bank-of-miami-and-tracor-marine-inc-intervening-v-the-oil/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">599</span></a></span> (5th Cir.1980), <i>Consolidated Mortage and Finance Corporation v. Landrieu,</i> <span class=\"citation\" data-id=\"1557786\"><a href=\"/opinion/1557786/consolidated-mtg-finance-corp-v-landrieu/\"><span class=\"volume\">493</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1284</span></a></span> (D.D.C.1980). \"The identification of an issue as an affirmative defense is required, not to overcome a technical barrier, but to eliminate unfair surprise and possible prejudice to the plaintiff.\" <i>Id.</i> In this instance defendants technically have not plead the affirmative defense of a <i>one-year</i> statute of limitations. Nevertheless, the court believes no unfair surprise or real prejudice will result to plaintiff or the corporate defendants by granting defendants' motion to amend their answer to plead a one-year rather than three-year limitation defense. However, the court agrees with plaintiff that defendants' proposed amendment is \"without substantive merit\" in light of a recent Supreme Court decision, <i>St. Francis College v. Al-Khazraji,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"111882\"><a href=\"/opinion/111882/saintfrancis-college-v-al-khazraji/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2022</span></a></span>, <span class=\"citation\" data-id=\"111882\"><a href=\"/opinion/111882/saintfrancis-college-v-al-khazraji/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">582</span></a></span> (1987). Thus defendants' motion to amend will be denied.</p>\n<p>In <i>St. Francis College</i> plaintiff's discrimination claim pursuant to 42 U.S.C. § 1981 was found not to be barred under the Pennsylvania six-year statute of limitations by the lower court. On appeal the Third Circuit agreed with the district court that the claim was not time barred even though its recent decision in <i>Goodman v. Lukens Steel Company,</i> <span class=\"citation no-link\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">113</span></span> (1985), prompted by the Supreme Court's decision in <i>Wilson, supra,</i> had overruled earlier decisions by applying Pennsylvania's two-year personal injury statute of limitations rather than the six-year period in Section 1981 cases. The appellate court in <i>St. Francis College</i> held that because <i>Goodman</i> should not be retroactively applied the pending suit was timely under the pre-<i>Goodman</i> cases which followed the six-year limitation period. On writ of certiorari the Supreme Court agreed with the Third Circuit stating that \"the Court of Appeals ... correctly held that its decision in <i>Goodman</i> should not be retroactively applied to bar respondent's action in this case. The usual rule is that federal cases should be decided in accordance with the law existing at the time of the decision. (Citations omitted).\" <i>Id.</i> 107 S.Ct. at 2025.</p>\n<p>In this instance the Fourth Circuit determined in <i>Cole v. Cole,</i> <span class=\"citation\" data-id=\"383740\"><a href=\"/opinion/383740/james-d-cole-v-mary-franklin-carter-cole-dale-padgett-j-h-padgett/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1083</span></a></span>, 1092 (1980), that the appropriate statute of limitations for Section 1983 suits is three years. Thus far, <i>Cole</i> continues to be the law in this Circuit on this issue. Even assuming that <i>Garcia</i> will prompt the Fourth Circuit to change the limitation period to one year sometime in the future, as defendants here suggest, such a change would not be applied retroactively, <i>St. Francis College, supra,</i> and thus would have no effect on the present action. Because defendants' proposed amendment is without substantial merit defendants' motion to amend their answer is denied.</p>\n<p>Finally, the court notes that plaintiff has filed a motion to amend its complaint to more fully plead its conspiracy claims. To the extent that these conspiracy allegations support plaintiff's equal protection claim the motion to amend is granted.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>In summary defendants' motion for judgment on the pleadings is granted as to <span class=\"star-pagination\">*887</span> plaintiff's due process claims under the United States and North Carolina Constitutions but denied as to plaintiff's equal protection claims under both these constitutions as well as its monopoly claim. Plaintiff's motion to amend its complaint to more fully plead conspiracy is granted, while defendants' motion to amend their answer to plead the one-year statute of limitations is denied.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff's claim pursuant to N.C.G.S. § 75-1.1 is alleged as to plaintiff's business competitors, Wilmington General Aviation Industries, Inc., d/b/a as Aeronautics, and Air Wilmington, Inc., only.</p>\n<p>[2]  Although defendant argues for dismissal of plaintiff's slander/defamation claim, such a claim has not even been pleaded by plaintiff. As plaintiff states in its memorandum, it refers to slanderous statements by defendants only as support for its overall harassment and discrimination claims.</p>\n<p>[3]  Plaintiff alleges in its complaint that on or about March 10, 1986 the Federal Aviation Administration directed the county to prepare a new non-discriminatory lease to be effective June 15, 1986 with like provisions to the leases between the county and defendants Air Wilmington and Air General. Although a new lease was signed, without adequate time for review according to plaintiff, plaintiff contends the lease is still less favorable.</p>\n<p>[4]  Article 1, Section 19 of the North Carolina Constitution specifically guarantees that \"No person shall be denied the equal protection of the laws....\" The Court in <i>In re Aston Park,</i> <span class=\"citation\" data-id=\"1270580\"><a href=\"/opinion/1270580/in-re-certificate-of-need-for-aston-park-hosp-inc/\"><span class=\"volume\">282</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">542</span></a></span>, 550, <span class=\"citation\" data-id=\"1270580\"><a href=\"/opinion/1270580/in-re-certificate-of-need-for-aston-park-hosp-inc/\"><span class=\"volume\">193</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">729</span></a></span>, 735 (1973), concluded that this section also guaranteed due process of law.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/282786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/339738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/373818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/435808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1218780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1457984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1476849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1557786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1680365/"
  ]
}