{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2091042/",
  "absolute_url": "/opinion/2091042/edwards-v-bowen/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2091042/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:17:48.961282Z",
  "date_modified": "2016-04-27T01:58:40.965289Z",
  "type": "010combined",
  "sha1": "1d7f1aff3e41d0e0c0de3e699b3b3d40a5a73738",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>672 F.Supp. 230 (1987)</b></center>\n<center><h1>Doris D. EDWARDS, Plaintiff,<br>\nv.<br>\nOtis R. BOWEN, Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 86-98-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>October 7, 1987.</center>\n<p><span class=\"star-pagination\">*231</span> Legal Services of the Lower Cape Fear, James J. Wall, Wilmington, N.C., for plaintiff.</p>\n<p>John Douglas McCullough, U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This matter is before the court on the parties' cross motions for judgment on the pleadings and on plaintiff's alternative motion for summary judgment. The issues have been thoroughly briefed, and the matter is ripe for disposition.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff applied for Supplemental Security Income on June 21, 1985. After unfavorable initial and reconsideration determinations, a timely request for an administrative hearing was made and a hearing before an Administrative Law Judge (hereinafter ALJ) was held on March 18, 1986, at which plaintiff was represented by counsel. A decision unfavorable to plaintiff was rendered in that hearing on June 11, 1986. After that decision was affirmed by the Appeals Council, plaintiff timely commenced this action for judicial review of the Secretary's decision pursuant to 42 U.S.C. § 405(g).</p>\n<p></p>\n<h2>FACTS</h2>\n<p>The facts of this case appear to be as follows. At the time of the hearing before the ALJ, plaintiff was 52 years old; she has an eighth grade education. For the <span class=\"star-pagination\">*232</span> past fifteen (15) years, plaintiff has worked as a seasonal farm laborer, planting and hoeing tobacco, setting out tobacco, stringing tobacco and other similar farm labor involved in the planting, growing and harvesting of tobacco. Plaintiff has a verbal IQ of 76, a performance IQ of 84 and a full scale IQ of 79. She had previously worked as a folder in the textile industry but this was more than fifteen (15) years preceding her application.</p>\n<p>The medical evidence tended to show that the plaintiff has a long history of lower back and left flank pain and tenderness with a more recent history of gross hematuria with passage of clots at times of urination. Her back and flank pain have been episodic for a number of years. She has been seen by at least two orthopedic surgeons. She was first seen by Dr. Murray Seidel of Wilmington who felt that her symptoms and physical findings were not suggestive of an orthopedic problem although Dr. Seidel did suggest further studies including possible myelography to exclude any evidence of nucleus pulposus injury. In his letter of November 14, 1984, concerning Ms. Edwards, Dr. Seidel pointed out that patients like Ms. Edwards \"tend to get shunted aside when something real is going on and missed because of the chronicity of their complaints.\" Plaintiff states that the reason she has not had the myelography performed is because she could not afford it. Plaintiff has a large renal calculus. Dr. Ronald Glinsky, her urologist, has suggested that she consider extracorporeal lithotripsy in an effort to improve her chronic pain syndrome, but plaintiff cannot afford that either.</p>\n<p>Plaintiff has a long history of hypertension. In March, 1986, she was undergoing studies to determine if she has evidence of renal vascular hypertension or evidence of pheochromocytoma. She is on large doses of diuretics, beta blockers, and vasodialators with only moderate control. In addition, she has diabetes mellitus, which has been of recent onset, and at the time of hearing was not fully controlled on oral sulfanourea. Her treating physician, Dr. Phillip M. Williford, believes she will likely require insulin therapy but has been reluctant to begin this treatment due to her concern about the use of insulin in needles. At the hearing, which was held subsequent to Dr. Williford's report, plaintiff testified that she did not want to take shots for diabetes, but said \"but if I have to take the shots, I have to take them.\" Insulin shots had not been prescribed for plaintiff at the time of the hearing.</p>\n<p>Plaintiff has a severe hiatal hernia with reflux requiring the use of antacids, histamine blockers in the form of Tagamet and Reglan with moderate control of her symptomatology. She has a mitral valve prolapse with history of recurrent paroxysmal supraventicular tachycardia, moderately well controlled; degenerative joint disease, mild to moderate; chronic malaise and weakness, which may have some element of anxiety and depression, situationally related to her economic condition and numerous medical problems, particularly her lower back pain and hermaturia. She also has chronic cystocele stress incontenance, status post multiple attempts at repair, none of which have been successful in eradicating her loss of urine.</p>\n<p>Plaintiff is taking a number of medications for her various conditions. Plaintiff is not able to afford the expensive medications prescribed to treat her conditions. Many of the medicines she receives are samples provided by pharmaceutical representatives to Dr. Williford. Dr. Williford believes that plaintiff is compliant with her prescribed medications.</p>\n<p>Plaintiff's treating physician, Dr. Phillip Williford, is of the opinion that she is disabled. He states:</p>\n<blockquote>I think unless she is given some form of assistance to allow further investigation, particularly treatment of her known nephrolithiasis, that we can expect that she can never be able to perform useful employment. I think with her severe hypertendion [sic] and progressive diabetes, it is unlikely that she will be gainfully employed at any time for the remainder of her life.</blockquote>\n<p>Dr. Williford goes on to point out that the possibility does exist that her medical situation <span class=\"star-pagination\">*233</span> might improve with proper care, but states that how much she will be helped would be somewhat speculative at this time. Dr. Ronald Glinski, the urologist who has treated plaintiff for some time, is also of the opinion that she is completely disabled.</p>\n<p>Ms. Edwards was examined by Dr. Howard Grotsky, a psychologist, who, in addition to a clinical interview, administered a Minnesota Multiphasic Personality Inventory (MMPI) and Wechsler Adult Intelligence Scale-Revised test (WAIS-R). Based upon his clinical interview and the findings from the clinical tests which are contained in the record, his diagnosis was \"depressive neurosis, characterized by loss of interest in most activities, high anxiety, concern with physical health, dependence on others, and duration of sad effect.\"</p>\n<p>Prior to Dr. Grotsky's examination, plaintiff was examined by Dr. James McCabe at the request of the Social Security Administration. Dr. McCabe, a psychiatrist, only interviewed plaintiff and performed no clinical tests. He did not have the benefits of the tests performed by Dr. Grotsky. In his summary of findings, Dr. McCabe notes that Ms. Edwards denies any and all symptoms suggestive of psychiatric illness. He further notes that her history does suggest the possibility of somatization as an expression of defect of depression but notes that insufficient data was elicited to support a diagnosis of an affective disorder. His impression, based upon plaintiff's statements to him, was no mental illness.</p>\n<p>Plaintiff testified at the hearing as to high blood pressure, recurrent and severe back pain, dizziness, nausea, blurred vision and her inability to stand, walk or sit for any extended period of time. She has scoleosis, and there is loss of curvature of the lumbar spine and occasional arthritic spurring of the cervical spine. Plaintiff's kidney pain and lower back pain are two different pains and she does not confuse the two of them.</p>\n<p>Plaintiff testified that she can only stand approximately 10 to 15 minutes without the pain bothering her. The most she can lift is a 5 pound bag of sugar if it is somewhere she can reach it without stooping or bending. She has a problem with stooping and bending, and can climb no more than 3 steps without it bothering her. She can walk no further than 150 to 200 feet without stopping. Plaintiff cannot sit for longer than 20 minutes without pain. Her difficulty sitting for extended periods of time is confirmed by other parts of the record. In the Social Security disability report, the worker who filled out the report noted that Ms. Edwards had difficulty answering, hearing, and sitting. The worker who interviewed plaintiff for the reconsideration disability report also observed that she \"seemed uncomfortable at my desk especially sitting.\" Plaintiff testified to severe pain in her back and legs.</p>\n<p>Plaintiff does very little housework. She can cook breakfast, but she does not cook lunch. She does cook some supper. She cannot use a washing machine or dryer or a vacuum cleaner; and does not dust or mop or sweep. Her daughter comes to her house and does most of her housework. Plaintiff always gets up before dawn because of her back pain, and has difficulty sleeping. She has to keep moving during the day and get in lots of different positions to relieve her back pain. When she gets dressed her husband has to help her fasten buttons and snaps. Her husband also has to help her get in and out of the bathtub and wash her hair and back. Plaintiff's daughter confirms that she comes over to plaintiff's house to do the vacuuming, ironing, laundry and hanging out clothes. Plaintiff also testified that she experiences headaches and shortness of breath.</p>\n<p>The ALJ acknowledged that plaintiff has conditions which reasonably could be expected to produce pain. The ALJ further stated</p>\n<blockquote>however, the objective medical evidence fails to identify medically determinable impairments which could reasonably be expected to produce the degree of discomfort alleged by the Plaintiff. The medical evidence in this case fails to demonstrate that the Plaintiff would be prevented <span class=\"star-pagination\">*234</span> from performing a limited range of light work activity.</blockquote>\n<p>The ALJ further acknowleded the opinions of Drs. Glinski and Williford, plaintiff's treating physicians, that plaintiff is disabled, but held that these opinions were not controlling.</p>\n<p>Dr. Thomas Baldwin, a Vocational Expert, was asked the following hypothetical question by the ALJ. \"Doctor, assuming that the claimant is 52 years old, has a limited education, can lift 20 pounds, stand and walk 4 out of an 8 hour day, but only 30 minutes at one time, assume no past work, assume claimant cannot  only perform simple repetitive tasks, must be able to do alternative sitting and standing or sit and stand at will, with no bending, stooping or climbing, and with those limitations are there any occupations that the claimant could perform.\" Based upon that hypothetical question, Dr. Baldwin stated that there were such occupations, and described several jobs classified as either sedentary or light work. When the ALJ asked Dr. Baldwin to assume that plaintiff's capacity for work is limited as she described in her testimony during the hearing, Dr. Baldwin stated that he would conclude plaintiff was \"unable to perform any job in the competitive economy on an 8 a hour day five days a week basis.\"</p>\n<p>In evaluating plaintiff's mental condition, the ALJ determined that more weight should be given to Dr. McCabe's psychiatric evaluation rather than the evaluation of Dr. Grotski. However, he did not indicate any reason for so doing.</p>\n<p>Based upon the record, the ALJ found that plaintiff could perform a limited range of light work activity. He further found that plaintiff was an individual approaching advanced age for purposes of 20 C.F.R. § 416.963; and plaintiff does not have any acquired work skills which are transferrable to the skilled or semi-skilled work activities of other work, <i>Id.</i> The ALJ also found that plaintiff has the residual functional capacity to perform the physical exertional and non-exertional requirements of light work except lifting more than 20 pounds, standing or walking more than 4 hours out of an 8 hour work day and more than 30 minutes at one time; work prohibiting alternating sitting and standing or sitting and standing at will; work requiring bending, stooping or climbing; or work involving more than simple repetitive tasks. The ALJ relied on the grids to support a finding that plaintiff's exertional capacity for light work and her age, education, and work experience would direct a conclusion that she is not disabled. The ALJ further found that there were a number of jobs in the national economy which plaintiff could perform based upon his findings, and that plaintiff was not under a disability as defined in the Social Security Act.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>There appears to be no question but that plaintiff established a prima facie case of disability in that she cannot return to her past relevant work. Therefore, the burden shifted to the Secretary to prove plaintiff's capacity to perform light work. <i>Foster v. Heckler,</i> 780 F.2d 1125 (4th Cir.1986); <i>Carter v. Schweiker,</i> 555 F.Supp. 151 (E.D.N. C.1982); <i>Saliby v. Schweiker,</i> 522 F.Supp. 541 (E.D.N.C.1981).</p>\n<blockquote>It is incumbent on the Secretary at a minimum, to come forward with specific findings showing that the claimant has the physical and mental capacity to perform specified jobs, taking into consideration the requirements of the job as well as the claimant's age, education, and background.</blockquote>\n<p><i>Wilson v. Califano,</i> 617 F.2d 1050, 1053 (4th Cir.1980) (quoting <i>Hall v. Secretary of Health, Education and Welfare,</i> 602 F.2d 1372, 1377 (9th Cir.1979)). Thus, this court must examine the record in this case to determine if the Secretary's finding that plaintiff can perform a limited range of light work is supported by substantial evidence.</p>\n<p>In support of his motion and in opposition to plaintiff's motions, the Secretary contends that substantial evidence supported the determination that plaintiff is not disabled because \"plaintiff retained the residual functional capacity for light work and although plaintiff's capacity for a <span class=\"star-pagination\">*235</span> full range of light work is reduced by non-exertional limitations, vocational expert testimony established the existence of jobs that plaintiff could perform despite her limitations.\" It is apparent that the Secretary defends his decision on the basis of the vocational expert's testimony. Because the court finds that the information relied upon by the expert in stating his opinion was not supported by substantial evidence, the court finds that the Secretary's decision in reliance thereon also is not supported by substantial evidence.</p>\n<p>The ALJ posed two hypothetical questions to the vocational expert. The first hypothetical asked the vocational expert to assume that the claimant had the ability to perform certain tasks, including lifting, standing and sitting, which no evidence in the record anywhere indicated that claimant had the ability to perform. According to plaintiff's testimony, she can sit for \"about 20 minutes without it bothering me,\" stand for \"approximately from 10 to 15 minutes,\" \"lift a 5 pound bag of sugar, if it is somewhere where I can reach it without stooping or bending,\" go up three steps \"like my back doorsteps,\" and walk for 150 to 200 feet without stopping.</p>\n<p>Nonetheless, the first hypothetical question posed by the ALJ asked the expert to assume</p>\n<blockquote>that the claimant is 52 years old, has a limited education, <i>can lift 20 pounds, stand and walk 4 out of an 8 hour day,</i> but only <i>30 minutes at one time,</i> assume no past work, assume plaintiff can not  only perform simple repetitive tasks, must be able to alternate sitting and standing or sit and stand at will, with no bending stooping or climbing, and with those limitations are there any occupations that the claimant could perform?</blockquote>\n<p>(Emphasis added). The expert answered this question in the affirmative and listed several such jobs.</p>\n<p>However, when the ALJ asked the expert to assume plaintiff's capacity to work is limited to an extent consistent with plaintiff's testimony at the hearing, the expert replied:</p>\n<blockquote>Your Honor, based on the [plaintiff's] testimony regarding her lack of stamina and ability to perform any sort of exertional activity for very short periods of time, even, I would conclude that the claimant would be unable to perform any job in the competitive economy on an 8 hour a day 5 days a week basis.</blockquote>\n<p>The ALJ ignored the expert's opinion based on the hypothetical assuming the truth of plaintiff's testimony, and adopted instead the opinion based on a hypothetical question which included factors entirely unsupported by evidence of record. If a hypothetical question posed to a vocational expert accurately summarizes a claimant's limitations, the opinion of the vocational expert in response to such a question is binding on the Secretary in the absence of substantial contradictory evidence. <i>Odierno v. Bowen,</i> 655 F.Supp. 173, 183 (S.D.N. Y.1987); <i>accord </i><i>Martin v. Bowen,</i> 652 F.Supp. 1270, 1277 (D.Kan.1987). On the other hand, if a hypothetical question does not set out all of the claimant's impairments, it is deficient. <i>Gamer v. Secretary of Health and Human Services,</i> 815 F.2d 1275 (9th Cir.1987).</p>\n<p>It is inappropriate for the ALJ to base his decision that \"jobs exist in significant numbers in the national economy which the claimant can perform despite the limitations produced by her impairments\" on an expert's response to the ALJ's hypothetical question which contains elements unsupported by the evidence in the case. The error is exacerbated by the fact that the expert's opinion was favorable to plaintiff when based on the testimony which had been admitted at the hearing and was in no way controverted.</p>\n<p>There is absolutely no evidence in the record, either medical or otherwise, that Ms. Edwards can lift 20 pounds, stand and walk 4 out of 8 hours a day even if only 30 minutes at a time, or otherwise meet the requirements for range of light work, limited or not. The answers given by a vocational expert in response to hypothetical questions are not sufficient to justify denial of benefits, even assuming that they could outweigh undisputed medical and lay <span class=\"star-pagination\">*236</span> testimony as to clinical facts and pain, when the assumptions upon which the questions were based are inadequate. <i>Stubbs v. Mathews,</i> 544 F.2d 1251, 1256 (5th Cir.1977). \"If the assumptions in the hypothetical are not supported by the record, the opinion of the vocational expert that claimant has residual working capacity has no evidentiary value.\" <i>Gallant v. Heckler,</i> 753 F.2d 1450, 1456 (9th Cir.1984).</p>\n<p>The court's conclusion that the Secretary's decision is not supported by substantial evidence is further bolstered by the following observations. Despite the fact that two of plaintiff's treating physicians' opinions were uncontroverted that plaintiff is disabled, and that her treating physician believes that her pain \"is indeed physical in nature, probably related to a large left renal calculus ...,\" the ALJ determined that plaintiff retains the residual functional capacity to perform a limited range of light work activity. In so doing, the ALJ stated:</p>\n<blockquote>In reaching this conclusion, the Administrative Law Judge has considered the claimant's subjective complaints, including pain, and has evaluated these complaints under the criteria mandated by the Social Security Disability Benefits Reform Act. Section 223(d)(5) of the Social Security Act requires that the claimant's symptoms, including pain, be considered to the extent that signs and laboratory findings confirm the presence of a medical condition which could reasonably be expected to produce the symptom of pain. The evaluation of that pain and its disabling effect is based on all of the evidence. In this case, the Administrative Law Judge acknowledges that the claimant has conditions which reasonably could be expected to produce some discomfort. <i>However, the objective medical evidence fails to identify medically determinable impairments which could reasonably be expected to produce the degree of discomfort alleged by the claimant.</i> The medical evidence in this case fails to demonstrate that the claimant would be prevented from performing a limited range of light work activity.</blockquote>\n<p>(Emphasis added).</p>\n<p>Further, there is absolutely no medical evidence in the present case which in any way contradicts the opinions of Dr. Glinski and Dr. Williford that plaintiff is disabled. No physician found that plaintiff has any residual functional capacity to perform light work which requires lifting at least 20 pounds, or prolonged sitting as well as standing and walking for more than 30 minutes at a time. An ALJ does not have the authority to base his decision in this type of case on his own medical opinions where he is not qualified on the record as a medical expert and there is no other medical evidence in the record to support his conclusion; such an action is an impermissible encroachment on a person's right to have the case decided, to the extent possible, on the record. <i>Helms v. Califano,</i> 473 F.Supp. 1329 (W.D.N.C.1979).</p>\n<p>It is true, as the Secretary points out, that the Secretary may disregard the opinion of a treating physician who has observed the plaintiff over a prolonged period of time, if the record contains persuasive and contradictory evidence. <i>Campbell v. Bowen,</i> 800 F.2d 1247, 1248 (4th Cir.1986). <i>See generally </i><i>Coffman v. Bowen,</i> 829 F.2d 514 (4th Cir.1987). However, neither the ALJ in his opinion nor the Secretary in his brief supporting the same has pointed to any evidence of record that is contradictory and thus, none that could be persuasive.</p>\n<p>In summary, the court finds that the opinion of the Secretary that plaintiff is \"not disabled\" is not based on substantial evidence. The Secretary failed to carry his burden of proving plaintiff's capacity to perform light work. Since this burden has not been met, the question now becomes whether this court should reverse and remand for calculation of benefits when the Secretary has failed to carry his burden of proof. The decision of whether to reverse and remand for calculation of benefits, or reverse and remand for a new hearing, is one which lies within the sound discretion of the court. <i>Gavin v. Heckler,</i> 811 F.2d 1195 (8th Cir.1987).</p>\n<p>A number of very recent cases have reversed and remanded for calculation of <span class=\"star-pagination\">*237</span> benefits when the Secretary has failed to carry his burden of proof. <i>Talbot v. Heckler,</i> 814 F.2d 1456 (10th Cir.1987); <i>Sprague v. Bowen,</i> 812 F.2d 1226 (9th Cir.1987); <i>Dixon v. Heckler,</i> 811 F.2d 506 (10th Cir. 1987); <i>accord </i><i>Summers v. Bowen,</i> 813 F.2d 241 (9th Cir.1987); <i>Kreie v. Bowen,</i> 656 F.Supp. 765 (D.Kan.1987). There being no indication of the likelihood of any additional evidence being discovered which could be beneficial to the Secretary in that he has had ample opportunity to present all evidence supporting his position and has not requested a remand for a new hearing, the court in its discretion orders that the decision of the Secretary be REVERSED, and this matter REMANDED for a calculation of benefits.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">672</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">230</span></span> (1987)</b></center>\n<center><h1>Doris D. EDWARDS, Plaintiff,<br>\nv.<br>\nOtis R. BOWEN, Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 86-98-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>October 7, 1987.</center>\n<p><span class=\"star-pagination\">*231</span> Legal Services of the Lower Cape Fear, James J. Wall, Wilmington, N.C., for plaintiff.</p>\n<p>John Douglas McCullough, U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>This matter is before the court on the parties' cross motions for judgment on the pleadings and on plaintiff's alternative motion for summary judgment. The issues have been thoroughly briefed, and the matter is ripe for disposition.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff applied for Supplemental Security Income on June 21, 1985. After unfavorable initial and reconsideration determinations, a timely request for an administrative hearing was made and a hearing before an Administrative Law Judge (hereinafter ALJ) was held on March 18, 1986, at which plaintiff was represented by counsel. A decision unfavorable to plaintiff was rendered in that hearing on June 11, 1986. After that decision was affirmed by the Appeals Council, plaintiff timely commenced this action for judicial review of the Secretary's decision pursuant to 42 U.S.C. § 405(g).</p>\n<p></p>\n<h2>FACTS</h2>\n<p>The facts of this case appear to be as follows. At the time of the hearing before the ALJ, plaintiff was 52 years old; she has an eighth grade education. For the <span class=\"star-pagination\">*232</span> past fifteen (15) years, plaintiff has worked as a seasonal farm laborer, planting and hoeing tobacco, setting out tobacco, stringing tobacco and other similar farm labor involved in the planting, growing and harvesting of tobacco. Plaintiff has a verbal IQ of 76, a performance IQ of 84 and a full scale IQ of 79. She had previously worked as a folder in the textile industry but this was more than fifteen (15) years preceding her application.</p>\n<p>The medical evidence tended to show that the plaintiff has a long history of lower back and left flank pain and tenderness with a more recent history of gross hematuria with passage of clots at times of urination. Her back and flank pain have been episodic for a number of years. She has been seen by at least two orthopedic surgeons. She was first seen by Dr. Murray Seidel of Wilmington who felt that her symptoms and physical findings were not suggestive of an orthopedic problem although Dr. Seidel did suggest further studies including possible myelography to exclude any evidence of nucleus pulposus injury. In his letter of November 14, 1984, concerning Ms. Edwards, Dr. Seidel pointed out that patients like Ms. Edwards \"tend to get shunted aside when something real is going on and missed because of the chronicity of their complaints.\" Plaintiff states that the reason she has not had the myelography performed is because she could not afford it. Plaintiff has a large renal calculus. Dr. Ronald Glinsky, her urologist, has suggested that she consider extracorporeal lithotripsy in an effort to improve her chronic pain syndrome, but plaintiff cannot afford that either.</p>\n<p>Plaintiff has a long history of hypertension. In March, 1986, she was undergoing studies to determine if she has evidence of renal vascular hypertension or evidence of pheochromocytoma. She is on large doses of diuretics, beta blockers, and vasodialators with only moderate control. In addition, she has diabetes mellitus, which has been of recent onset, and at the time of hearing was not fully controlled on oral sulfanourea. Her treating physician, Dr. Phillip M. Williford, believes she will likely require insulin therapy but has been reluctant to begin this treatment due to her concern about the use of insulin in needles. At the hearing, which was held subsequent to Dr. Williford's report, plaintiff testified that she did not want to take shots for diabetes, but said \"but if I have to take the shots, I have to take them.\" Insulin shots had not been prescribed for plaintiff at the time of the hearing.</p>\n<p>Plaintiff has a severe hiatal hernia with reflux requiring the use of antacids, histamine blockers in the form of Tagamet and Reglan with moderate control of her symptomatology. She has a mitral valve prolapse with history of recurrent paroxysmal supraventicular tachycardia, moderately well controlled; degenerative joint disease, mild to moderate; chronic malaise and weakness, which may have some element of anxiety and depression, situationally related to her economic condition and numerous medical problems, particularly her lower back pain and hermaturia. She also has chronic cystocele stress incontenance, status post multiple attempts at repair, none of which have been successful in eradicating her loss of urine.</p>\n<p>Plaintiff is taking a number of medications for her various conditions. Plaintiff is not able to afford the expensive medications prescribed to treat her conditions. Many of the medicines she receives are samples provided by pharmaceutical representatives to Dr. Williford. Dr. Williford believes that plaintiff is compliant with her prescribed medications.</p>\n<p>Plaintiff's treating physician, Dr. Phillip Williford, is of the opinion that she is disabled. He states:</p>\n<blockquote>I think unless she is given some form of assistance to allow further investigation, particularly treatment of her known nephrolithiasis, that we can expect that she can never be able to perform useful employment. I think with her severe hypertendion [sic] and progressive diabetes, it is unlikely that she will be gainfully employed at any time for the remainder of her life.</blockquote>\n<p>Dr. Williford goes on to point out that the possibility does exist that her medical situation <span class=\"star-pagination\">*233</span> might improve with proper care, but states that how much she will be helped would be somewhat speculative at this time. Dr. Ronald Glinski, the urologist who has treated plaintiff for some time, is also of the opinion that she is completely disabled.</p>\n<p>Ms. Edwards was examined by Dr. Howard Grotsky, a psychologist, who, in addition to a clinical interview, administered a Minnesota Multiphasic Personality Inventory (MMPI) and Wechsler Adult Intelligence Scale-Revised test (WAIS-R). Based upon his clinical interview and the findings from the clinical tests which are contained in the record, his diagnosis was \"depressive neurosis, characterized by loss of interest in most activities, high anxiety, concern with physical health, dependence on others, and duration of sad effect.\"</p>\n<p>Prior to Dr. Grotsky's examination, plaintiff was examined by Dr. James McCabe at the request of the Social Security Administration. Dr. McCabe, a psychiatrist, only interviewed plaintiff and performed no clinical tests. He did not have the benefits of the tests performed by Dr. Grotsky. In his summary of findings, Dr. McCabe notes that Ms. Edwards denies any and all symptoms suggestive of psychiatric illness. He further notes that her history does suggest the possibility of somatization as an expression of defect of depression but notes that insufficient data was elicited to support a diagnosis of an affective disorder. His impression, based upon plaintiff's statements to him, was no mental illness.</p>\n<p>Plaintiff testified at the hearing as to high blood pressure, recurrent and severe back pain, dizziness, nausea, blurred vision and her inability to stand, walk or sit for any extended period of time. She has scoleosis, and there is loss of curvature of the lumbar spine and occasional arthritic spurring of the cervical spine. Plaintiff's kidney pain and lower back pain are two different pains and she does not confuse the two of them.</p>\n<p>Plaintiff testified that she can only stand approximately 10 to 15 minutes without the pain bothering her. The most she can lift is a 5 pound bag of sugar if it is somewhere she can reach it without stooping or bending. She has a problem with stooping and bending, and can climb no more than 3 steps without it bothering her. She can walk no further than 150 to 200 feet without stopping. Plaintiff cannot sit for longer than 20 minutes without pain. Her difficulty sitting for extended periods of time is confirmed by other parts of the record. In the Social Security disability report, the worker who filled out the report noted that Ms. Edwards had difficulty answering, hearing, and sitting. The worker who interviewed plaintiff for the reconsideration disability report also observed that she \"seemed uncomfortable at my desk especially sitting.\" Plaintiff testified to severe pain in her back and legs.</p>\n<p>Plaintiff does very little housework. She can cook breakfast, but she does not cook lunch. She does cook some supper. She cannot use a washing machine or dryer or a vacuum cleaner; and does not dust or mop or sweep. Her daughter comes to her house and does most of her housework. Plaintiff always gets up before dawn because of her back pain, and has difficulty sleeping. She has to keep moving during the day and get in lots of different positions to relieve her back pain. When she gets dressed her husband has to help her fasten buttons and snaps. Her husband also has to help her get in and out of the bathtub and wash her hair and back. Plaintiff's daughter confirms that she comes over to plaintiff's house to do the vacuuming, ironing, laundry and hanging out clothes. Plaintiff also testified that she experiences headaches and shortness of breath.</p>\n<p>The ALJ acknowledged that plaintiff has conditions which reasonably could be expected to produce pain. The ALJ further stated</p>\n<blockquote>however, the objective medical evidence fails to identify medically determinable impairments which could reasonably be expected to produce the degree of discomfort alleged by the Plaintiff. The medical evidence in this case fails to demonstrate that the Plaintiff would be prevented <span class=\"star-pagination\">*234</span> from performing a limited range of light work activity.</blockquote>\n<p>The ALJ further acknowleded the opinions of Drs. Glinski and Williford, plaintiff's treating physicians, that plaintiff is disabled, but held that these opinions were not controlling.</p>\n<p>Dr. Thomas Baldwin, a Vocational Expert, was asked the following hypothetical question by the ALJ. \"Doctor, assuming that the claimant is 52 years old, has a limited education, can lift 20 pounds, stand and walk 4 out of an 8 hour day, but only 30 minutes at one time, assume no past work, assume claimant cannot  only perform simple repetitive tasks, must be able to do alternative sitting and standing or sit and stand at will, with no bending, stooping or climbing, and with those limitations are there any occupations that the claimant could perform.\" Based upon that hypothetical question, Dr. Baldwin stated that there were such occupations, and described several jobs classified as either sedentary or light work. When the ALJ asked Dr. Baldwin to assume that plaintiff's capacity for work is limited as she described in her testimony during the hearing, Dr. Baldwin stated that he would conclude plaintiff was \"unable to perform any job in the competitive economy on an 8 a hour day five days a week basis.\"</p>\n<p>In evaluating plaintiff's mental condition, the ALJ determined that more weight should be given to Dr. McCabe's psychiatric evaluation rather than the evaluation of Dr. Grotski. However, he did not indicate any reason for so doing.</p>\n<p>Based upon the record, the ALJ found that plaintiff could perform a limited range of light work activity. He further found that plaintiff was an individual approaching advanced age for purposes of 20 C.F.R. § 416.963; and plaintiff does not have any acquired work skills which are transferrable to the skilled or semi-skilled work activities of other work, <i>Id.</i> The ALJ also found that plaintiff has the residual functional capacity to perform the physical exertional and non-exertional requirements of light work except lifting more than 20 pounds, standing or walking more than 4 hours out of an 8 hour work day and more than 30 minutes at one time; work prohibiting alternating sitting and standing or sitting and standing at will; work requiring bending, stooping or climbing; or work involving more than simple repetitive tasks. The ALJ relied on the grids to support a finding that plaintiff's exertional capacity for light work and her age, education, and work experience would direct a conclusion that she is not disabled. The ALJ further found that there were a number of jobs in the national economy which plaintiff could perform based upon his findings, and that plaintiff was not under a disability as defined in the Social Security Act.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>There appears to be no question but that plaintiff established a prima facie case of disability in that she cannot return to her past relevant work. Therefore, the burden shifted to the Secretary to prove plaintiff's capacity to perform light work. <i>Foster v. Heckler,</i> <span class=\"citation\" data-id=\"463168\"><a href=\"/opinion/463168/12-socsecrepser-128-unemplinsrep-cch-16552-ivan-ned-foster-v/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1125</span></a></span> (4th Cir.1986); <i>Carter v. Schweiker,</i> <span class=\"citation\" data-id=\"1457336\"><a href=\"/opinion/1457336/carter-v-schweiker/\"><span class=\"volume\">555</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">151</span></a></span> (E.D.N. C.1982); <i>Saliby v. Schweiker,</i> <span class=\"citation\" data-id=\"1519078\"><a href=\"/opinion/1519078/saliby-v-schweiker/\"><span class=\"volume\">522</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">541</span></a></span> (E.D.N.C.1981).</p>\n<blockquote>It is incumbent on the Secretary at a minimum, to come forward with specific findings showing that the claimant has the physical and mental capacity to perform specified jobs, taking into consideration the requirements of the job as well as the claimant's age, education, and background.</blockquote>\n<p><i>Wilson v. Califano,</i> <span class=\"citation\" data-id=\"375921\"><a href=\"/opinion/375921/guy-chapman-wilson-v-joseph-a-califano-jr-secretary-of-health/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1050</span></a></span>, 1053 (4th Cir.1980) (quoting <i>Hall v. Secretary of Health, Education and Welfare,</i> <span class=\"citation\" data-id=\"368460\"><a href=\"/opinion/368460/mack-hall-sr-v-secretary-of-health-education-and-welfare/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1372</span></a></span>, 1377 (9th Cir.1979)). Thus, this court must examine the record in this case to determine if the Secretary's finding that plaintiff can perform a limited range of light work is supported by substantial evidence.</p>\n<p>In support of his motion and in opposition to plaintiff's motions, the Secretary contends that substantial evidence supported the determination that plaintiff is not disabled because \"plaintiff retained the residual functional capacity for light work and although plaintiff's capacity for a <span class=\"star-pagination\">*235</span> full range of light work is reduced by non-exertional limitations, vocational expert testimony established the existence of jobs that plaintiff could perform despite her limitations.\" It is apparent that the Secretary defends his decision on the basis of the vocational expert's testimony. Because the court finds that the information relied upon by the expert in stating his opinion was not supported by substantial evidence, the court finds that the Secretary's decision in reliance thereon also is not supported by substantial evidence.</p>\n<p>The ALJ posed two hypothetical questions to the vocational expert. The first hypothetical asked the vocational expert to assume that the claimant had the ability to perform certain tasks, including lifting, standing and sitting, which no evidence in the record anywhere indicated that claimant had the ability to perform. According to plaintiff's testimony, she can sit for \"about 20 minutes without it bothering me,\" stand for \"approximately from 10 to 15 minutes,\" \"lift a 5 pound bag of sugar, if it is somewhere where I can reach it without stooping or bending,\" go up three steps \"like my back doorsteps,\" and walk for 150 to 200 feet without stopping.</p>\n<p>Nonetheless, the first hypothetical question posed by the ALJ asked the expert to assume</p>\n<blockquote>that the claimant is 52 years old, has a limited education, <i>can lift 20 pounds, stand and walk 4 out of an 8 hour day,</i> but only <i>30 minutes at one time,</i> assume no past work, assume plaintiff can not  only perform simple repetitive tasks, must be able to alternate sitting and standing or sit and stand at will, with no bending stooping or climbing, and with those limitations are there any occupations that the claimant could perform?</blockquote>\n<p>(Emphasis added). The expert answered this question in the affirmative and listed several such jobs.</p>\n<p>However, when the ALJ asked the expert to assume plaintiff's capacity to work is limited to an extent consistent with plaintiff's testimony at the hearing, the expert replied:</p>\n<blockquote>Your Honor, based on the [plaintiff's] testimony regarding her lack of stamina and ability to perform any sort of exertional activity for very short periods of time, even, I would conclude that the claimant would be unable to perform any job in the competitive economy on an 8 hour a day 5 days a week basis.</blockquote>\n<p>The ALJ ignored the expert's opinion based on the hypothetical assuming the truth of plaintiff's testimony, and adopted instead the opinion based on a hypothetical question which included factors entirely unsupported by evidence of record. If a hypothetical question posed to a vocational expert accurately summarizes a claimant's limitations, the opinion of the vocational expert in response to such a question is binding on the Secretary in the absence of substantial contradictory evidence. <i>Odierno v. Bowen,</i> <span class=\"citation\" data-id=\"1423282\"><a href=\"/opinion/1423282/odierno-v-bowen/\"><span class=\"volume\">655</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">173</span></a></span>, 183 (S.D.N. Y.1987); <i>accord </i><i>Martin v. Bowen,</i> <span class=\"citation\" data-id=\"2305441\"><a href=\"/opinion/2305441/martin-v-bowen/\"><span class=\"volume\">652</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1270</span></a></span>, 1277 (D.Kan.1987). On the other hand, if a hypothetical question does not set out all of the claimant's impairments, it is deficient. <i>Gamer v. Secretary of Health and Human Services,</i> <span class=\"citation\" data-id=\"486459\"><a href=\"/opinion/486459/17-socsecrepser-367-unemplinsrep-cch-17377-lawrence-e-gamer-v/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1275</span></a></span> (9th Cir.1987).</p>\n<p>It is inappropriate for the ALJ to base his decision that \"jobs exist in significant numbers in the national economy which the claimant can perform despite the limitations produced by her impairments\" on an expert's response to the ALJ's hypothetical question which contains elements unsupported by the evidence in the case. The error is exacerbated by the fact that the expert's opinion was favorable to plaintiff when based on the testimony which had been admitted at the hearing and was in no way controverted.</p>\n<p>There is absolutely no evidence in the record, either medical or otherwise, that Ms. Edwards can lift 20 pounds, stand and walk 4 out of 8 hours a day even if only 30 minutes at a time, or otherwise meet the requirements for range of light work, limited or not. The answers given by a vocational expert in response to hypothetical questions are not sufficient to justify denial of benefits, even assuming that they could outweigh undisputed medical and lay <span class=\"star-pagination\">*236</span> testimony as to clinical facts and pain, when the assumptions upon which the questions were based are inadequate. <i>Stubbs v. Mathews,</i> <span class=\"citation\" data-id=\"340552\"><a href=\"/opinion/340552/ellen-h-stubbs-v-f-david-mathews-secretary-of-health-education-and/\"><span class=\"volume\">544</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1251</span></a></span>, 1256 (5th Cir.1977). \"If the assumptions in the hypothetical are not supported by the record, the opinion of the vocational expert that claimant has residual working capacity has no evidentiary value.\" <i>Gallant v. Heckler,</i> <span class=\"citation\" data-id=\"447564\"><a href=\"/opinion/447564/8-socsecrepser-277-unemplinsrep-cch-15827-henry-gallant-v/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1450</span></a></span>, 1456 (9th Cir.1984).</p>\n<p>The court's conclusion that the Secretary's decision is not supported by substantial evidence is further bolstered by the following observations. Despite the fact that two of plaintiff's treating physicians' opinions were uncontroverted that plaintiff is disabled, and that her treating physician believes that her pain \"is indeed physical in nature, probably related to a large left renal calculus ...,\" the ALJ determined that plaintiff retains the residual functional capacity to perform a limited range of light work activity. In so doing, the ALJ stated:</p>\n<blockquote>In reaching this conclusion, the Administrative Law Judge has considered the claimant's subjective complaints, including pain, and has evaluated these complaints under the criteria mandated by the Social Security Disability Benefits Reform Act. Section 223(d)(5) of the Social Security Act requires that the claimant's symptoms, including pain, be considered to the extent that signs and laboratory findings confirm the presence of a medical condition which could reasonably be expected to produce the symptom of pain. The evaluation of that pain and its disabling effect is based on all of the evidence. In this case, the Administrative Law Judge acknowledges that the claimant has conditions which reasonably could be expected to produce some discomfort. <i>However, the objective medical evidence fails to identify medically determinable impairments which could reasonably be expected to produce the degree of discomfort alleged by the claimant.</i> The medical evidence in this case fails to demonstrate that the claimant would be prevented from performing a limited range of light work activity.</blockquote>\n<p>(Emphasis added).</p>\n<p>Further, there is absolutely no medical evidence in the present case which in any way contradicts the opinions of Dr. Glinski and Dr. Williford that plaintiff is disabled. No physician found that plaintiff has any residual functional capacity to perform light work which requires lifting at least 20 pounds, or prolonged sitting as well as standing and walking for more than 30 minutes at a time. An ALJ does not have the authority to base his decision in this type of case on his own medical opinions where he is not qualified on the record as a medical expert and there is no other medical evidence in the record to support his conclusion; such an action is an impermissible encroachment on a person's right to have the case decided, to the extent possible, on the record. <i>Helms v. Califano,</i> <span class=\"citation\" data-id=\"2148229\"><a href=\"/opinion/2148229/helms-v-califano/\"><span class=\"volume\">473</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1329</span></a></span> (W.D.N.C.1979).</p>\n<p>It is true, as the Secretary points out, that the Secretary may disregard the opinion of a treating physician who has observed the plaintiff over a prolonged period of time, if the record contains persuasive and contradictory evidence. <i>Campbell v. Bowen,</i> <span class=\"citation\" data-id=\"476274\"><a href=\"/opinion/476274/josephine-campbell-v-otis-bowen-secretary-department-of-health-and-human/\"><span class=\"volume\">800</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1247</span></a></span>, 1248 (4th Cir.1986). <i>See generally </i><i>Coffman v. Bowen,</i> <span class=\"citation\" data-id=\"494627\"><a href=\"/opinion/494627/19-socsecrepser-73-unemplinsrep-cch-17575-hallie-coffman-as-of/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">514</span></a></span> (4th Cir.1987). However, neither the ALJ in his opinion nor the Secretary in his brief supporting the same has pointed to any evidence of record that is contradictory and thus, none that could be persuasive.</p>\n<p>In summary, the court finds that the opinion of the Secretary that plaintiff is \"not disabled\" is not based on substantial evidence. The Secretary failed to carry his burden of proving plaintiff's capacity to perform light work. Since this burden has not been met, the question now becomes whether this court should reverse and remand for calculation of benefits when the Secretary has failed to carry his burden of proof. The decision of whether to reverse and remand for calculation of benefits, or reverse and remand for a new hearing, is one which lies within the sound discretion of the court. <i>Gavin v. Heckler,</i> <span class=\"citation\" data-id=\"483319\"><a href=\"/opinion/483319/16-socsecrepser-299-unemplinsrep-cch-17160-lawrence-mark-gavin-v/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1195</span></a></span> (8th Cir.1987).</p>\n<p>A number of very recent cases have reversed and remanded for calculation of <span class=\"star-pagination\">*237</span> benefits when the Secretary has failed to carry his burden of proof. <i>Talbot v. Heckler,</i> <span class=\"citation\" data-id=\"485333\"><a href=\"/opinion/485333/17-socsecrepser-129-unemplinsrep-cch-17537-harley-t-talbot-v/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1456</span></a></span> (10th Cir.1987); <i>Sprague v. Bowen,</i> <span class=\"citation\" data-id=\"483886\"><a href=\"/opinion/483886/17-socsecrepser-19-unemplinsrep-cch-17220-coreen-l-sprague-v/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1226</span></a></span> (9th Cir.1987); <i>Dixon v. Heckler,</i> <span class=\"citation\" data-id=\"482929\"><a href=\"/opinion/482929/laura-j-dixon-v-margaret-m-heckler-secretary-department-of-health-and/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span> (10th Cir. 1987); <i>accord </i><i>Summers v. Bowen,</i> <span class=\"citation\" data-id=\"484308\"><a href=\"/opinion/484308/17-socsecrepser-41-unemplinsrep-cch-17221-richard-a-summers-v/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">241</span></a></span> (9th Cir.1987); <i>Kreie v. Bowen,</i> <span class=\"citation\" data-id=\"1394289\"><a href=\"/opinion/1394289/kreie-v-bowen/\"><span class=\"volume\">656</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">765</span></a></span> (D.Kan.1987). There being no indication of the likelihood of any additional evidence being discovered which could be beneficial to the Secretary in that he has had ample opportunity to present all evidence supporting his position and has not requested a remand for a new hearing, the court in its discretion orders that the decision of the Secretary be REVERSED, and this matter REMANDED for a calculation of benefits.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/340552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/476274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1394289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1423282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1457336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1519078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2148229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2305441/"
  ]
}