{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2092575/",
  "absolute_url": "/opinion/2092575/parham-v-pepsico-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2092575/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:18:02.268253Z",
  "date_modified": "2016-04-26T22:23:51.458612Z",
  "type": "010combined",
  "sha1": "51c9765c4d4bb1c60915d283ae35de1c621f6b40",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>927 F.Supp. 177 (1995)</b></center>\n<center><h1>Karon Ann PARHAM, Plaintiff,<br>\nv.<br>\nPEPSICO, INC., Defendant.</h1></center>\n<center>No. 5:95-CV-307-BR(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 28, 1995.</center>\n<p><span class=\"star-pagination\">*178</span> Karon Ann Parham, Kenbridge, VA, pro se.</p>\n<p>Louis B. Meyer, III, Poyner &amp; Spruill, Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>On 7 April 1995, plaintiff Karon Ann Parham, filed a complaint against defendant alleging copyright and trademark infringement, and related state law claims. Plaintiff proceeds <i>pro se.</i> The primary issue in the case concerns the use of the word \"crystal\" to describe a soft drink beverage. Plaintiff contends that defendant illegally appropriated this word without compensating plaintiff. Defendant, on the other hand, answers that plaintiff does not have a valid trademark or copyright to the word \"crystal,\" nor could she have obtained such a trademark or copyright because the word is a generic term, incapable of trademark or copyright protection.</p>\n<p>On 22 May 1995, defendant filed a motion to dismiss pursuant to Fed.R.Civ.P. 12(b)(6) and 12(b)(1). On 18 August 1995, plaintiff moved the court to extend the deadline to respond to defendant's motion to dismiss. Defendant opposed this motion; however, plaintiff's motion was granted and the deadline to respond was extended to 18 September 1995. Plaintiff responded, but defendant did not reply. The matter is now ripe for disposition.<sup>[1]</sup></p>\n<p>The standard under Rule 12(b)(6) is clear. A plaintiff's claim should be dismissed for failure to state a claim upon which relief may be granted when, viewing the allegations in the plaintiff's complaint in the light most favorable to her and drawing all reasonable inferences in her favor, it appears certain that the plaintiff can prove no set of facts in support of her claim which would entitle her to relief. <i>Mylan Lab., Inc. v. Matkari,</i> 7 F.3d 1130 (4th Cir.1993), <i>cert. denied,</i> 510 U.S. 1197, 114 S.Ct. 1307, 127 L.Ed.2d 658 (1994). Rule 12(b)(6) allows a court to eliminate actions that are fatally flawed in their legal premises and destined to fail, thus sparing litigants the burdens of unnecessary pretrial and trial activity. <i>Advanced Cardiovascular Sys., Inc. v. SciMed Life Sys., Inc.,</i> 988 F.2d 1157 (Fed.Cir.1993), <i>reh'g. denied,</i> ___ F.2d ___ (May 13, 1993). Conclusory allegations or legal conclusions masquerading as factual allegations will not suffice to prevent a motion to dismiss pursuant to 12(b)(6). <i>Fernandez-Montes v. Allied Pilots Assoc.,</i> 987 F.2d 278 (5th Cir.1993). In ruling on a motion to dismiss, a court should consider only those facts stated on the face of the complaint, documents appended to the complaint or incorporated into the complaint by reference, and matters of which judicial notice may be taken. <i>Allen v. WestPoint-Pepperell, Inc.,</i> 945 F.2d 40 (2d Cir.1991). If a complaint omits facts concerning pivotal elements of a plaintiff's claim, a court is justified in assuming the non-existence of those facts. <i>Ledesma for Ledesma v. Dillard Dept. Stores, Inc.,</i> 818 F.Supp. 983 (N.D.Tex.1993).</p>\n<p>Plaintiff's first claim is for trademark infringement and unfair competition under § 32(1) and § 43(a) of the Lanham Act. Under those sections, plaintiff must prove that she has a valid protectable trademark and that defendant has used that trademark without authorization in such a way as to cause confusion among consumers as to the source of the goods or services bearing the plaintiff's trademark. 15 U.S.C. § 1114(1); <i>Lone Star Steakhouse and Saloon, Inc. v. Alpha of Virginia, Inc.,</i> 43 F.3d 922, 930 (4th Cir.1995). The court finds that plaintiff's complaint fails to satisfy the requirements of the Lanham Act because plaintiff has not shown that she has a valid registered trademark <span class=\"star-pagination\">*179</span> for the word \"crystal.\" While Exhibit B attached to plaintiff's complaint shows that she did apply for trademark registration for the word \"crystal,\" nothing in the record indicates that plaintiff's application was accepted or approved by the United States Patent and Trademark Office.</p>\n<p>Furthermore, the court finds that the term \"crystal\" could not be the subject of trademark registration under the circumstances of this case. The Lanham Act defines a trademark as \"any word, name, symbol, or device or any combination thereof adopted and used to identify ... goods and to distinguish them from those manufactured or sold by others.\" 15 U.S.C. § 1127. A trademark cannot be used to protect a mere concept or idea for a product. <i>Gimix, Inc. v. JS &amp; A Group, Inc.,</i> 699 F.2d 901 (7th Cir. 1983) (generic term used as common name for a type of product cannot receive trademark protection).</p>\n<p>Webster's Third New International Dictionary 548 (1986) defines the word \"crystal\" as describing something \"resembling crystal in transparency or colorlessness.\" The only use which plaintiff has made of the word \"crystal\" is in some written ideas she allegedly submitted to defendant for marketing products and characters using the Coca Cola brand name and as the name of a character in her musical screenplay, \"Key Wasted.\" Under the Lanham Act, such use does not qualify for trademark registration. Therefore, since plaintiff had no registered trademark, defendant's use could not cause confusion among consumers as to the source of the goods bearing the trademark. <i>See </i><i>Lone Star,</i> 43 F.3d at 930.</p>\n<p>Furthermore, the court finds that plaintiff has not satisfied the <i>bona fide</i> commercial use requirement under the Lanham Act. <i>See </i><i>Goldstein v. California,</i> 412 U.S. 546, 93 S.Ct. 2303, 37 L.Ed.2d 163 (1973); <i>Zazu Designs v. L'Oreal, S.A.,</i> 979 F.2d 499 (7th Cir.1992). The word or phrase sought to be protected as a trademark must have actually been used in business as a trademark prior to registration. 15 U.S.C. § 1127; <i>Blue Bell, Inc. v. Jaymar-Ruby, Inc.,</i> 497 F.2d 433, 437 (2d Cir.1974) (<i>bona fide</i> commercial use required). There is nothing in the record to indicate that plaintiff marketed, licensed, or sold any products bearing the name \"crystal,\" nor has she alleged that she attempted to do so. Therefore, plaintiff's claim for trademark infringement fails as a matter of law.</p>\n<p>Plaintiff's second claim is for copyright infringement under the federal Copyright Act. Under the Fourth Circuit standard announced in <i>Keeler Brass Co. v. Continental Brass Co.,</i> 862 F.2d 1063, 1065 (4th Cir.1988), plaintiff must show that she owns a valid copyright in the work at issue and that the copyright has been infringed by actual copying. <i>See</i> 17 U.S.C. § 501. Plaintiff's claim under the Copyright Act is flawed because the term \"crystal\" is not original. <i>See</i> 17 U.S.C. § 102(a) (originality required for copyright protection). Ordinary phrases, slogans, and mottos are not original and thus are not copyrightable. <i>See, e.g., </i><i>Narell v. Freeman,</i> 872 F.2d 907, 911 (9th Cir.1989). Regulations issued by the United States Copyright Office state that \"words and short phrases such as names titles and slogans\" are not subject to copyright and that \"applications for registration of such works cannot be entertained.\" 37 C.F.R. § 202.1(a) (1991). Thus, the mere idea for a clear soft drink cannot be the subject of copyright protection. <i>See, e.g., </i><i>Kepner-Tregoe, Inc. v. Leadership Software, Inc.,</i> 12 F.3d 527 (5th Cir.1994) (ideas not protectable under copyright law); <i>Suid v. Newsweek Magazine,</i> 503 F.Supp. 146 (D.D.C.1980) (copyright does not preclude others from using existing ideas or information revealed by author's work but merely protects original ideas and information).</p>\n<p>The only evidence which plaintiff has produced to support her copyright claim is a musical screenplay, entitled \"Key Wasted,\" attached as Exhibit C to her complaint. Exhibit C indicates that plaintiff holds a registered copyright for this musical screenplay. The screenplay focuses on the adventures of its main characters on an island in Florida, one of whom is a leading mosquito named \"Crystal.\" The court has reviewed the screenplay in detail and, while the plot does <span class=\"star-pagination\">*180</span> have several references to \"Crystal Coca Cola,\" those references alone do not express an original idea for a clear cola soft drink. Therefore, in light of the entire record, the court finds that defendant's subsequent use of \"Crystal Pepsi\" as a trademark does not infringe on plaintiff's copyright for her screenplay, \"Key Wasted.\" Therefore, plaintiff's claim for copyright infringement fails as a matter of law.</p>\n<p>Defendant urges the court to dismiss plaintiff's remaining state law claims as a matter of law and, in the alternative, for lack of subject matter jurisdiction. While the court recognizes that complete diversity is lacking with regard to these state law claims, the court finds that it has pendent jurisdiction over these state claims because they arise out of the same set of operative facts as plaintiff's two claims under federal law. <i>See </i><i>Pennhurst State School and Hospital v. Halderman,</i> 465 U.S. 89, 104 S.Ct. 900, 79 L.Ed.2d 67 (1984); <i>United Mine Workers of Am. v. Gibbs,</i> 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966). Therefore, due to considerations of judicial economy, convenience, and fairness to the litigants, the court will exercise pendent jurisdiction over plaintiff's remaining state law claims.</p>\n<p>Plaintiff's remaining state law claims are for \"Unauthorized Use and Misappropriation of Trade Secrets, Unjust Enrichment, Breach of Contract, Tortious Acts, Unfair Trade Practices, Breach of Trust, False Description, Misappropriation and Adoption, Fraud and Misrepresentation, Deception, Piracy, Bad Faith and Unclean Hands.\" (Compl. at 2.) The court finds that these claims are frivolous as a matter of law, and therefore dismissed under Rule 12(b)(6). There is no evidence in the record that plaintiff had any kind of agreement with defendant for the marketing or selling of the word \"crystal\" to refer to a clear soft drink. There is nothing in the record from which to conclude that plaintiff had a relationship of trust with defendant. Therefore, plaintiff's claims for fraud, misrepresentation, or deception are fatally flawed because there is no evidence that defendant ever made a false statement to plaintiff with intent to deceive. Finally, plaintiff's claims for \"Bad Faith\" and \"Unclean Hands\" are not cognizable causes of action under either state or federal law.</p>\n<p>Therefore, the court grants defendant's motion to dismiss pursuant to Rule 12(b)(6). Plaintiff's complaint is dismissed in its entirety with prejudice.</p>\n<h2>NOTES</h2>\n<p>[1]  Although unclear from plaintiff's pleadings, it appears that plaintiff is asserting the court's diversity jurisdiction. Defendant opposes diversity jurisdiction on the grounds that both parties are present in the State of North Carolina, thereby failing the test of complete diversity. <i>See </i><i>City of Indianapolis v. Chase Nat. Bank of City of New York,</i> 314 U.S. 63, 62 S.Ct. 15, 86 L.Ed. 47, <i>reh. denied,</i> 314 U.S. 714, 62 S.Ct. 355, 86 L.Ed. 569 (1941) (all parties of one side of controversy must be citizens of different states from all parties on other side). However, this question is irrelevant since the court properly has federal question jurisdiction over the case.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">927</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">177</span></span> (1995)</b></center>\n<center><h1>Karon Ann PARHAM, Plaintiff,<br>\nv.<br>\nPEPSICO, INC., Defendant.</h1></center>\n<center>No. 5:95-CV-307-BR(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 28, 1995.</center>\n<p><span class=\"star-pagination\">*178</span> Karon Ann Parham, Kenbridge, VA, pro se.</p>\n<p>Louis B. Meyer, III, Poyner &amp; Spruill, Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>On 7 April 1995, plaintiff Karon Ann Parham, filed a complaint against defendant alleging copyright and trademark infringement, and related state law claims. Plaintiff proceeds <i>pro se.</i> The primary issue in the case concerns the use of the word \"crystal\" to describe a soft drink beverage. Plaintiff contends that defendant illegally appropriated this word without compensating plaintiff. Defendant, on the other hand, answers that plaintiff does not have a valid trademark or copyright to the word \"crystal,\" nor could she have obtained such a trademark or copyright because the word is a generic term, incapable of trademark or copyright protection.</p>\n<p>On 22 May 1995, defendant filed a motion to dismiss pursuant to Fed.R.Civ.P. 12(b)(6) and 12(b)(1). On 18 August 1995, plaintiff moved the court to extend the deadline to respond to defendant's motion to dismiss. Defendant opposed this motion; however, plaintiff's motion was granted and the deadline to respond was extended to 18 September 1995. Plaintiff responded, but defendant did not reply. The matter is now ripe for disposition.<sup>[1]</sup></p>\n<p>The standard under Rule 12(b)(6) is clear. A plaintiff's claim should be dismissed for failure to state a claim upon which relief may be granted when, viewing the allegations in the plaintiff's complaint in the light most favorable to her and drawing all reasonable inferences in her favor, it appears certain that the plaintiff can prove no set of facts in support of her claim which would entitle her to relief. <i>Mylan Lab., Inc. v. Matkari,</i> <span class=\"citation\" data-id=\"655512\"><a href=\"/opinion/655512/mylan-laboratories-incorporated-v-raj-matkari-dilip-shah-raju-vegesna/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span> (4th Cir.1993), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1197</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1307</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">658</span></span> (1994). Rule 12(b)(6) allows a court to eliminate actions that are fatally flawed in their legal premises and destined to fail, thus sparing litigants the burdens of unnecessary pretrial and trial activity. <i>Advanced Cardiovascular Sys., Inc. v. SciMed Life Sys., Inc.,</i> <span class=\"citation\" data-id=\"602463\"><a href=\"/opinion/602463/advanced-cardiovascular-systems-inc-plaintiffcross-complaint-v-scimed/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1157</span></a></span> (Fed.Cir.1993), <i>reh'g. denied,</i> ___ F.2d ___ (May 13, 1993). Conclusory allegations or legal conclusions masquerading as factual allegations will not suffice to prevent a motion to dismiss pursuant to 12(b)(6). <i>Fernandez-Montes v. Allied Pilots Assoc.,</i> <span class=\"citation\" data-id=\"601516\"><a href=\"/opinion/601516/manuel-m-fernandez-montes-v-allied-pilots-association-fred-vogel-and/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">278</span></a></span> (5th Cir.1993). In ruling on a motion to dismiss, a court should consider only those facts stated on the face of the complaint, documents appended to the complaint or incorporated into the complaint by reference, and matters of which judicial notice may be taken. <i>Allen v. WestPoint-Pepperell, Inc.,</i> <span class=\"citation\" data-id=\"568549\"><a href=\"/opinion/568549/gordon-e-allen-john-currier-james-j-dunne-leo-fornero-gerard-p-mandry/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">40</span></a></span> (2d Cir.1991). If a complaint omits facts concerning pivotal elements of a plaintiff's claim, a court is justified in assuming the non-existence of those facts. <i>Ledesma for Ledesma v. Dillard Dept. Stores, Inc.,</i> <span class=\"citation\" data-id=\"1491753\"><a href=\"/opinion/1491753/ledesma-for-ledesma-v-dillard-dept-stores-inc/\"><span class=\"volume\">818</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">983</span></a></span> (N.D.Tex.1993).</p>\n<p>Plaintiff's first claim is for trademark infringement and unfair competition under § 32(1) and § 43(a) of the Lanham Act. Under those sections, plaintiff must prove that she has a valid protectable trademark and that defendant has used that trademark without authorization in such a way as to cause confusion among consumers as to the source of the goods or services bearing the plaintiff's trademark. 15 U.S.C. § 1114(1); <i>Lone Star Steakhouse and Saloon, Inc. v. Alpha of Virginia, Inc.,</i> <span class=\"citation\" data-id=\"685608\"><a href=\"/opinion/685608/lone-star-steakhouse-saloon-incorporated-max-shayne-incorporated-v/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">922</span></a></span>, 930 (4th Cir.1995). The court finds that plaintiff's complaint fails to satisfy the requirements of the Lanham Act because plaintiff has not shown that she has a valid registered trademark <span class=\"star-pagination\">*179</span> for the word \"crystal.\" While Exhibit B attached to plaintiff's complaint shows that she did apply for trademark registration for the word \"crystal,\" nothing in the record indicates that plaintiff's application was accepted or approved by the United States Patent and Trademark Office.</p>\n<p>Furthermore, the court finds that the term \"crystal\" could not be the subject of trademark registration under the circumstances of this case. The Lanham Act defines a trademark as \"any word, name, symbol, or device or any combination thereof adopted and used to identify ... goods and to distinguish them from those manufactured or sold by others.\" 15 U.S.C. § 1127. A trademark cannot be used to protect a mere concept or idea for a product. <i>Gimix, Inc. v. JS &amp; A Group, Inc.,</i> <span class=\"citation\" data-id=\"414192\"><a href=\"/opinion/414192/gimix-inc-v-js-a-group-inc-auto-page-inc-and-iwata-electric-co/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">901</span></a></span> (7th Cir. 1983) (generic term used as common name for a type of product cannot receive trademark protection).</p>\n<p>Webster's Third New International Dictionary 548 (1986) defines the word \"crystal\" as describing something \"resembling crystal in transparency or colorlessness.\" The only use which plaintiff has made of the word \"crystal\" is in some written ideas she allegedly submitted to defendant for marketing products and characters using the Coca Cola brand name and as the name of a character in her musical screenplay, \"Key Wasted.\" Under the Lanham Act, such use does not qualify for trademark registration. Therefore, since plaintiff had no registered trademark, defendant's use could not cause confusion among consumers as to the source of the goods bearing the trademark. <i>See </i><i>Lone Star,</i> 43 F.3d at 930.</p>\n<p>Furthermore, the court finds that plaintiff has not satisfied the <i>bona fide</i> commercial use requirement under the Lanham Act. <i>See </i><i>Goldstein v. California,</i> <span class=\"citation\" data-id=\"108818\"><a href=\"/opinion/108818/goldstein-v-california/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">546</span></a></span>, <span class=\"citation\" data-id=\"108818\"><a href=\"/opinion/108818/goldstein-v-california/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2303</span></a></span>, <span class=\"citation\" data-id=\"108818\"><a href=\"/opinion/108818/goldstein-v-california/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">163</span></a></span> (1973); <i>Zazu Designs v. L'Oreal, S.A.,</i> <span class=\"citation\" data-id=\"594733\"><a href=\"/opinion/594733/zazu-designs-a-partnership-v-loreal-sa/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span> (7th Cir.1992). The word or phrase sought to be protected as a trademark must have actually been used in business as a trademark prior to registration. 15 U.S.C. § 1127; <i>Blue Bell, Inc. v. Jaymar-Ruby, Inc.,</i> <span class=\"citation\" data-id=\"319390\"><a href=\"/opinion/319390/blue-bell-inc-v-jaymar-ruby-inc/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">433</span></a></span>, 437 (2d Cir.1974) (<i>bona fide</i> commercial use required). There is nothing in the record to indicate that plaintiff marketed, licensed, or sold any products bearing the name \"crystal,\" nor has she alleged that she attempted to do so. Therefore, plaintiff's claim for trademark infringement fails as a matter of law.</p>\n<p>Plaintiff's second claim is for copyright infringement under the federal Copyright Act. Under the Fourth Circuit standard announced in <i>Keeler Brass Co. v. Continental Brass Co.,</i> <span class=\"citation\" data-id=\"515462\"><a href=\"/opinion/515462/keeler-brass-company-v-continental-brass-company-everett-bryant-sales/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1063</span></a></span>, 1065 (4th Cir.1988), plaintiff must show that she owns a valid copyright in the work at issue and that the copyright has been infringed by actual copying. <i>See</i> 17 U.S.C. § 501. Plaintiff's claim under the Copyright Act is flawed because the term \"crystal\" is not original. <i>See</i> 17 U.S.C. § 102(a) (originality required for copyright protection). Ordinary phrases, slogans, and mottos are not original and thus are not copyrightable. <i>See, e.g., </i><i>Narell v. Freeman,</i> <span class=\"citation\" data-id=\"521598\"><a href=\"/opinion/521598/irena-narell-v-cynthia-freeman-aka-bea-fineberg-gp-putnams-sons/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span>, 911 (9th Cir.1989). Regulations issued by the United States Copyright Office state that \"words and short phrases such as names titles and slogans\" are not subject to copyright and that \"applications for registration of such works cannot be entertained.\" 37 C.F.R. § 202.1(a) (1991). Thus, the mere idea for a clear soft drink cannot be the subject of copyright protection. <i>See, e.g., </i><i>Kepner-Tregoe, Inc. v. Leadership Software, Inc.,</i> <span class=\"citation\" data-id=\"659340\"><a href=\"/opinion/659340/kepner-tregoe-inc-v-leadership-software-inc/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">527</span></a></span> (5th Cir.1994) (ideas not protectable under copyright law); <i>Suid v. Newsweek Magazine,</i> <span class=\"citation\" data-id=\"1467157\"><a href=\"/opinion/1467157/suid-v-newsweek-magazine/\"><span class=\"volume\">503</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">146</span></a></span> (D.D.C.1980) (copyright does not preclude others from using existing ideas or information revealed by author's work but merely protects original ideas and information).</p>\n<p>The only evidence which plaintiff has produced to support her copyright claim is a musical screenplay, entitled \"Key Wasted,\" attached as Exhibit C to her complaint. Exhibit C indicates that plaintiff holds a registered copyright for this musical screenplay. The screenplay focuses on the adventures of its main characters on an island in Florida, one of whom is a leading mosquito named \"Crystal.\" The court has reviewed the screenplay in detail and, while the plot does <span class=\"star-pagination\">*180</span> have several references to \"Crystal Coca Cola,\" those references alone do not express an original idea for a clear cola soft drink. Therefore, in light of the entire record, the court finds that defendant's subsequent use of \"Crystal Pepsi\" as a trademark does not infringe on plaintiff's copyright for her screenplay, \"Key Wasted.\" Therefore, plaintiff's claim for copyright infringement fails as a matter of law.</p>\n<p>Defendant urges the court to dismiss plaintiff's remaining state law claims as a matter of law and, in the alternative, for lack of subject matter jurisdiction. While the court recognizes that complete diversity is lacking with regard to these state law claims, the court finds that it has pendent jurisdiction over these state claims because they arise out of the same set of operative facts as plaintiff's two claims under federal law. <i>See </i><i>Pennhurst State School and Hospital v. Halderman,</i> <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1984); <i>United Mine Workers of Am. v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966). Therefore, due to considerations of judicial economy, convenience, and fairness to the litigants, the court will exercise pendent jurisdiction over plaintiff's remaining state law claims.</p>\n<p>Plaintiff's remaining state law claims are for \"Unauthorized Use and Misappropriation of Trade Secrets, Unjust Enrichment, Breach of Contract, Tortious Acts, Unfair Trade Practices, Breach of Trust, False Description, Misappropriation and Adoption, Fraud and Misrepresentation, Deception, Piracy, Bad Faith and Unclean Hands.\" (Compl. at 2.) The court finds that these claims are frivolous as a matter of law, and therefore dismissed under Rule 12(b)(6). There is no evidence in the record that plaintiff had any kind of agreement with defendant for the marketing or selling of the word \"crystal\" to refer to a clear soft drink. There is nothing in the record from which to conclude that plaintiff had a relationship of trust with defendant. Therefore, plaintiff's claims for fraud, misrepresentation, or deception are fatally flawed because there is no evidence that defendant ever made a false statement to plaintiff with intent to deceive. Finally, plaintiff's claims for \"Bad Faith\" and \"Unclean Hands\" are not cognizable causes of action under either state or federal law.</p>\n<p>Therefore, the court grants defendant's motion to dismiss pursuant to Rule 12(b)(6). Plaintiff's complaint is dismissed in its entirety with prejudice.</p>\n<h2>NOTES</h2>\n<p>[1]  Although unclear from plaintiff's pleadings, it appears that plaintiff is asserting the court's diversity jurisdiction. Defendant opposes diversity jurisdiction on the grounds that both parties are present in the State of North Carolina, thereby failing the test of complete diversity. <i>See </i><i>City of Indianapolis v. Chase Nat. Bank of City of New York,</i> <span class=\"citation\" data-id=\"1210751\"><a href=\"/opinion/1210751/indianapolis-v-chase-nat-bank/\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">63</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">15</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">47</span></span>, <i>reh. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">355</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">569</span></span> (1941) (all parties of one side of controversy must be citizens of different states from all parties on other side). However, this question is irrelevant since the court properly has federal question jurisdiction over the case.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568549/",
    "http://www.courtlistener.com/api/rest/v3/opinions/594733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1210751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1467157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1491753/"
  ]
}