{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2092611/",
  "absolute_url": "/opinion/2092611/perdue-farms-inc-v-nlrb/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2092611/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:18:02.540548Z",
  "date_modified": "2016-04-26T23:15:15.417243Z",
  "type": "010combined",
  "sha1": "6d586c44a53ed5e807c22b5ad26d3fb2c632b321",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>927 F.Supp. 897 (1996)</b></center>\n<center><h1>PERDUE FARMS, INC., Plaintiff,<br>\nv.<br>\nNATIONAL LABOR RELATIONS BOARD and Willie L. Clark, Jr., Regional Director of the Eleventh Region of the National Labor Relations Board, Defendants.</h1></center>\n<center>No. 2:96-CV-27-BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>May 29, 1996.</center>\n<p><span class=\"star-pagination\">*898</span> <span class=\"star-pagination\">*899</span> Charles P. Roberts, III, Haynsworth, Baldwin, Johnson and Greaves, P.A., Greensboro, NC, for plaintiff.</p>\n<p>Jane North, National Labor Relations Board, Winston-Salem, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the Court on plaintiff's motion for a Temporary Restraining Order and/or Preliminary Injunction, Fed.R.Civ.P. Rule 65.</p>\n<p>Plaintiff Perdue Farms, Inc. (\"Perdue\") operates chicken processing plants in Lewiston and Robersonville, North Carolina. In April, 1995, both the Laborers' International Union of North America (\"LIUNA\") and the United Food and Commercial Workers Union, Local 204 (\"UFCW,\" or \"the Union\") began soliciting authorization cards from Perdue employees in support of representation elections at each facility. In May and June, 1995, both unions filed Petitions for Representation seeking such elections. However, the two unions apparently reached a pact whereby LIUNA would seek to organize the Robersonville plant, and UFCW would target the Lewiston plant. Accordingly, each union appeared by itself on the ballot at the respective plants.</p>\n<p><span class=\"star-pagination\">*900</span> By letter dated June 1, 1995, Perdue challenged the showing of interest supporting the Robersonville petition due to irregularities in the authorization cards, and requested the National Labor Relations Board (\"NLRB\") to investigate. By letter dated June 9, 1995, Perdue requested an NLRB investigation into the showing of interest supporting the petitions for each plant since \"neither union's authorization cards shows which plant the signing employee works in ...\"</p>\n<p>On June 28, 1995, an election was held at the Lewiston facility, wherein the employees defeated the UFCW by a vote of 952 to 851 with 53 challenged, but nondeterminative, ballots. Seven days later, on July 5, 1995, the NLRB responded to Perdue's June 1 letter by summarily declaring: \"After a complete investigation, I have determined that Petitioner's showing of interest is sufficient to warrant the continued processing of the petition in this matter.\" A week later, on July 12, 1995, the employees at Robersonville defeated the LIUNA at an election by a margin of approximately three to one.</p>\n<p>Relying on a rule established <i>after</i> the June 28, 1995 Lewiston election, the NLRB set aside the results of that election on February 2, 1996, and ordered a second election. <i>Perdue Farms, Inc.,</i> 320 N.L.R.B. No. 64, 1996 WL 46340 (1996). The second Lewiston election was set for April 4, 1996.<sup>[1]</sup></p>\n<p>On March 26, 1996, two former UFCW organizers came forward and confessed in highly detailed sworn affidavits that of the approximately 800 authorization cards returned to them by Lewiston employees prior to the first election, some 400 cards were unsigned and subsequently forged by, and at the direction of, the Local's president. The Union is alleged to have known and approved of the forgeries. Perdue immediately notified defendant Clark, the Federal Bureau of Investigation, and the Department of Labor's Division of Labor Racketeering of this information and requested investigation of the matter.</p>\n<p>Although criminal investigations by the FBI and the Department of Labor continue, the NLRB's regional office was not so interested. Defendant Clark requested of Perdue authentic signatures of employees who were eligible to vote in the first election, and received approximately 2000 such authentic signatures from the employer's W-4 records. Defendant Clark notified counsel for Perdue by telephone that although some unspecified number of cards were of \"questionable authenticity,\" not enough cards aroused his suspicion so as to affect the showing of interest. The second Lewiston election proceeded as scheduled; once again, the Union was defeated by the employees, this time by a vote of 947 to 755, with another 53 challenged yet non-determinative ballots.</p>\n<p>On April 11, 1996, the Union filed objections to the conduct of the second election. On May 1, 1996, Perdue's counsel made a request under the Freedom of Information Act (\"FOIA\") to the NLRB, seeking all documents relating to the Board's fraud investigation. On May 3, 1996, Perdue filed a motion for a more definite statement of the allegations. On May 9, 1996, Perdue filed a motion to dismiss the Union's election petition, certify the results of the first election, or hold the hearing scheduled on the Union's second election objections in abeyance.</p>\n<p>Also on May 9, 1996, Perdue's counsel contacted Mr. William Boddie, the NLRB field examiner assigned to this case, to discuss the possibility that the NLRB would dismiss some of the Union's objections. Mr. Boddie reportedly stated that the NLRB had no intention of dismissing any of the objections prior to the May 21 hearing, and that he was convinced that \"we need[ed] to have another election.\" Mr. Boddie then asked Perdue's counsel if \"the Company want[ed] to go ahead and schedule another election date now.\" Mr. Boddie represented that he was completely serious and had already discussed the matter with an NLRB attorney.</p>\n<p>Four days later, the NLRB concluded that thirteen of the Union's objections \"raise substantial and material factual issues which may best be resolved by hearing,\" and scheduled <span class=\"star-pagination\">*901</span> a hearing on the matter to commence May 21, 1996. In a footnote, the NLRB denied Perdue's motion for a more definite statement, declaring that \"[t]he hearing directed in this matter will provide the Employer an opportunity to hear the evidence in support of these objections and to respond as it deem necessary.\"</p>\n<p>On May 14, 1996, Perdue filed a motion asking the defendants to postpone the May 21 hearing until at least August 20, 1996, or such time that the criminal investigation into the Union's alleged corruption of the election process is concluded. In the alternative, Perdue again sought dismissal of the objections and certification of the first election. Perdue's counsel again contacted Mr. Boddie regarding this motion. Mr. Boddie stated the motion would be denied \"in probably a one- or two-line order.\" On three or four occasions during this phone conversation, Mr. Boddie related that the Board \"really wanted to get to the hearing on this.\"</p>\n<p>The next day, Perdue's motion was denied. In a footnote to the order denying the motion, the regional NLRB director stated that an investigation into the forgery matter was conducted and that \"[t]he Regional office was unable to conclude that the authorization cards submitted in support of the petition had been forged, as alleged.\" The order did state, however, that the Region had offered its full cooperation to the criminal investigation currently being conducted by the Labor Department's Office of Labor Racketeering. On May 16, 1996, Perdue asked the NLRB to review the Regional Office's order.</p>\n<p>On May 17, 1996, Perdue filed this complaint, seeking an injunction restraining and enjoining the defendants from conducting any hearing or issuing any orders relating to the Union's objections to the second election until the defendants conduct an investigation and make an appropriate determination of whether there exists a question of representation. The plaintiff further seeks an injunction ordering compliance with the outstanding FOIA request, which has thus far been ignored. Perdue filed the instant motion for a temporary restraining order or preliminary injunction on May 20, 1996. A hearing in this matter was held before the undersigned on May 28, 1996. The motion is now GRANTED.</p>\n<p></p>\n<h2>*   *   *</h2>\n<p></p>\n<h2><i>Jurisdiction</i></h2>\n<p>Jurisdiction over the subject matter is conferred upon the Court by 28 U.S.C. § 1337(a) and 5 U.S.C. § 552(a)(4)(B).</p>\n<p></p>\n<h2><i>A. The Labor Dispute, 28 U.S.C. § 1337(a).</i></h2>\n<p>Title 28 U.S.C. § 1337(a) grants the district courts \"original jurisdiction of any civil action or proceeding arising under any Act of Congress regulating commerce or protecting trade and commerce against restraints and monopolies.\" The National Labor Relations Act, as amended, 29 U.S.C. § 151 <i>et seq.</i> is an Act of Congress regulating commerce.</p>\n<p>The Supreme Court has held that National Labor Relations Board decisions relating to certification proceedings are not generally reviewable by the federal courts. <i>A.F.L. v. N.L.R.B.,</i> 308 U.S. 401, 60 S.Ct. 300, 84 L.Ed. 347 (1940). However, where \"unlawful action of the Board has inflicted an injury ... for which the law ... affords a remedy,\" <i>A.F.L.,</i> 308 U.S. at 412, 60 S.Ct. at 306, jurisdiction would be proper. \"If the absence of jurisdiction of the federal courts meant a sacrifice or obliteration of a right which Congress had created, the inference would be strong that Congress intended the statutory provisions governing the general jurisdiction of those courts to control.\" <i>Switchmen's Union v. National Mediation Board,</i> 320 U.S. 297, 300, 64 S.Ct. 95, 96, 88 L.Ed. 61 (1943). In <i>Leedom v. Kyne,</i> 358 U.S. 184, 79 S.Ct. 180, 3 L.Ed.2d 210 (1958), the Supreme Court expressly held that the district courts have jurisdiction, as suggested by <i>A.F.L.</i> and <i>Switchmen's Union,</i> to vacate a certification decision of the NLRB where the Board acts \"in excess of its delegated powers or contrary to a specific prohibition in the Act.\" <i>Leedom,</i> 358 U.S. at 188, 79 S.Ct. at 184.</p>\n<p>Although jurisdiction under <i>Leedom</i> is not ordinarily triggered until the Board commits a positive act outside the bounds of the law, <i>i.e. South Carolina State Ports Authority</i> <span class=\"star-pagination\">*902</span> <i>v. N.L.R.B.,</i> 914 F.2d 49 (4th Cir. 1990), the <i>Leedom</i> rule applies with equal force where the Board <i>refuses</i> to act as required by law. \"[A] party is as aggrieved of the failure of the Board to exercise its statutory responsibility, as by an act of the Board contrary to an express prohibition.\" <i>Templeton v. Dixie Color Printing Co.,</i> 444 F.2d 1064, 1068 (5th Cir.1971) (per Justice Clark) (citation omitted).</p>\n<p>The Court must therefore determine whether the NLRB has \"exceeded its delegated powers or ignored a statutory mandate,\" and if so, \"whether the absence of judicial review would sacrifice or obliterate a right created by Congress.\" <i>J.P. Stevens Emp. v. N.L.R.B.,</i> 582 F.2d 326, 328 (4th Cir.1978). The Court finds that each question must be answered in the affirmative.</p>\n<p>Section 9(c)(1) of the National Labor Relations Act, 29 U.S.C. § 159(c)(1), states in pertinent part:</p>\n<blockquote>Whenever a petition shall have been filed ... the Board <i>shall</i> investigate such petition ... If the Board finds ... that such a question of representation exists, it <i>shall</i> direct an election by secret ballot and <i>shall</i> certify the results thereof.</blockquote>\n<p>(emphasis added). Section 9(c) is not discretionary. It grants all directly interested parties  including the employer  a positive right to have the Board conduct a proper investigation of a petition, and make a determination as to whether a question exists concerning representation. Absent the requisite investigation and determination that there exists a question of representation, an election may not be held. The Board may not ignore the duties commanded by section 9(c) and skip ahead to questions concerning the conduct of the election  questions which are themselves exceptions to the rule that the Board \"shall certify\" election results.</p>\n<p>The central difficulty posed by this case is the conflict between two seemingly irreconcilable principles. On the one hand, the Court cannot define the proper scope of the NLRB's investigation. The agency has broad discretion in deciding how to carry out its lawful duties. \"We do not judge the accuracy of the Board's selective investigative technique. It has the authority to determine the scope of an investigation necessary to act on a ... petition.\" <i>Newport News Shipbuilding &amp; Dry Dock Co. v. N.L.R.B.,</i> 633 F.2d 1079, 1082 (4th Cir.1980). The district court lacks \"subject matter jurisdiction to quantitatively gauge the Board's representation investigation.\" <i>Id.</i></p>\n<p>Yet on the other hand, the NLRB may not abuse its discretion by defining its legal obligations in such a manner as to avoid their very exercise. Although \"a judicial body cannot interfere with its evaluation of the investigation short of the Board's arbitrary action,\" \"[i]f the NLRB completely abrogates its responsibility ... we will compel it to act.\" <i>Newport News,</i> 633 F.2d at 1082; <i>see also </i><i>Surratt v. N.L.R.B.,</i> 463 F.2d 378 (5th Cir.1972); <i>Templeton, supra</i><i>.</i> While the Court is reluctant to order the NLRB about the particulars of a fraud investigation, it may nevertheless insist upon the statutorily mandated investigation as a prerequisite to any Board action wholly dependent, as a matter of law, upon the outcome of such inquiries.</p>\n<p>The main dilemma, which does not lend itself to an easy solution, is simply this: at what point can the NLRB plausibly claim that it has fulfilled its statutory duty to investigate the question of representation? The NLRB maintains that the regional director's apparently non-expert visual comparison of an unspecified number of signatures, some portion of which were readily suspicious, suffices as an investigation within the metes and bounds of the agency's discretion. At this point, considering the exceptional facts of this case, the Court is not prepared to agree.</p>\n<p>The NLRB's Casehandling Manual speaks to the proper scope of an investigation into allegations of fraudulently prepared authorization cards. Section 11028.1 of that manual states in pertinent part:</p>\n<blockquote>[I]f a party alleges, and furnishes evidence that there are forgeries, such investigation should be made as is necessary and suitable action taken, including possible referral to other law enforcement agencies.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*903</span> The investigation should include, but not be limited to, attempts to obtain affidavits from the person or persons responsible for procuring and submitting the cards.... Persons purporting to have been signatories should be questioned.</blockquote>\n<p>Section 11028.2, \"Showing Believed to be Fraudulent; Procedure:\" also speaks to the scope of the investigation. It states that \"[i]f it is established that reasonable grounds exist for believing <i>any part</i> of the showing to be fraudulent, suitable action should be taken, including possible referral to other law enforcement agencies.\" (emphasis added). The \"suitable action\" is described in greater detail:</p>\n<blockquote>a. If the remaining <i>valid</i> showing falls below the required amount ... the petition ... based on the showing should be dismissed ... The stated grounds should be that the evidence of interest submitted `was of questionable authenticity'</blockquote>\n<p> the same language utilized by defendant Clark to describe the cards. The NLRB's guidelines continue:</p>\n<blockquote>b. ... [I]f an officer or responsible agent of the union was responsible for or had knowledge of and condoned submission of the fraudulent cards, casehandling advice should be requested of the Board through the Office of the Executive Secretary.</blockquote>\n<blockquote>c. A letter should be sent to the union involved (with a copy to its international, if petitioner is a local) advising it of the question as to the authenticity of the authorization cards. The letter will also set forth the provisions of Section 1001, Title 18, of the U.S. Code ...</blockquote>\n<blockquote>d. The questioned cards should not be returned.</blockquote>\n<blockquote>e. A memorandum reporting the results of the investigation, including the Regional Director's recommendation, should be submitted to the Division of Operations Management. If the Division of Operations Management agrees as to the merit of the charge, the matter, including all circumstances, should be reported to the office of the United States Attorney, which has jurisdiction, and full cooperation should be rendered that office. Contacts should be made or confirmed in writing, and the Division of Operations Management should be kept informed of developments.</blockquote>\n<p>It is not contested that the NLRB has largely ignored its own case-handling manual. With exception of the afore-mentioned signature comparison, the manual has had no impact upon the NLRB's conduct of this case. The NLRB points to language in the manual disclaiming any mandatory or regulatory intent or effect, and claims that it was well within its discretion to pick and choose among these guidelines as the facts suggested.</p>\n<p>The Court does not dispute that the manual is discretionary in nature. The NLRB cannot be ordered to fulfill the manual's suggestions to the letter. Yet there appears to be no other source that would shed light on the definition of the investigation contemplated in such cases by section 9(c) of the National Labor Relations Act. In delegating discretion to the NLRB, Congress could not have allowed the agency the option of abdicating its role by attaching boiler-plate disclaimers of discretion to every document setting forth the Board's relevant procedures. The Court must therefore look to the manual as a starting point in attempting to discern whether the NLRB has responded to the facts presented by this case in such a way as to discharge its lawful duties.</p>\n<p>In exceptional cases, where allegations of fraud are sworn, detailed, serious, and substantial, the NLRB can fairly be expected to do more than the bare minimum suggested by its guidelines. In the instant case, the fraud allegations are as compelling of an investigation as might ever be imagined, and yet the NLRB has admittedly failed to meet even this bare-minimum standard. As a matter of law, the NLRB does not fulfill its obligation under 29 U.S.C. § 159(c) to conduct investigations merely by declaring that it has done so. Where the sworn testimony of two former union officials implicates a union president of perpetrating election fraud on a massive scale, the NLRB's near total lack of interest cannot be sanctioned by section 9(c). This is especially so when considering the NLRB's active interest in the employer's conduct during elections authorized <span class=\"star-pagination\">*904</span> by the allegedly forged cards has already led to two elections being set aside.</p>\n<p>It appears that the NLRB has failed to comply with the statutory mandate of 29 U.S.C. § 159. The investigation has been so inadequate that it might be said this case is one of a \"strong and clear demonstration that a clear, specific and mandatory provision of the Act has been violated,\" <i>Newport News,</i> 633 F.2d at 1081 (citations omitted). The NLRB has essentially \"ignored a statutory mandate.\" <i>J.P. Stevens,</i> 582 F.2d at 328. The Court does not lightly reach this conclusion, especially at this stage of the litigation. The NLRB's cursory, dismissive treatment of the fraud allegations constrains the Court to assert its jurisdiction.</p>\n<p>Since the administrative determination relating to the sufficiency of the petition's showing of interest is not reviewable under the Labor Act or subject to litigation by the parties, <i>Linden Lumber Division, Summer &amp; Co. v. N.L.R.B.,</i> 419 U.S. 301, 309, 95 S.Ct. 429, 434, 42 L.Ed.2d 465 (1974); <i>Globe Iron Foundry,</i> 112 N.L.R.B. No. 145 (1955), the Board's refusal to conduct the proper investigation and make a proper determination will deprive the employer of its section 9 rights.</p>\n<p>The Court is thus compelled to exercise its jurisdiction over the subject matter pursuant to 28 U.S.C. § 1337(a).</p>\n<p></p>\n<h2><i>B. The FOIA, 5 U.S.C. § 552(a)(5)(B).</i></h2>\n<p>\"Under FOIA's statutory scheme, when an agency fails to comply in a timely fashion to a proper FOIA request, it may not insist on the exhaustion of administrative remedies, <i>see</i> 5 U.S.C. § 552(a)(6)(C), unless the agency responds to the request before suit is filed.\" <i>Pollack v. Department of Justice,</i> 49 F.3d 115, 118 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, 116 S.Ct. 130, 133 L.Ed.2d 78 (1995) (citations omitted). \"[T]he agency's failure to respond to the initial request within the initial 10-day period (plus any 10-day extension) may constitute `constructive exhaustion.'\" <i>Id.</i> (citations omitted).</p>\n<p>Perdue's FOIA request was filed on May 1. No response had been received prior to Perdue's initiation of this litigation on May 17, or plaintiff's motion for injunctive relief filed May 20. Indeed, the Court is not aware that the defendant has yet made any response to the FOIA request.</p>\n<p>Perdue \"may proceed immediately in court to enforce [its] FOIA request without exhausting any administrative remedies.\" <i>Pollack,</i> 49 F.3d at 119.</p>\n<p></p>\n<h2><i>Injunctive Relief</i></h2>\n<p>The factors to be weighed before issuing a temporary restraining order are the same as those considered before issuance of a preliminary injunction. <i>Doe by </i><i>Doe v. Shenandoah County School Board,</i> 737 F.Supp. 913, 915 (W.D.Va.1990), citing <i>Blackwelder Furniture Co. v. Seilig Mfg. Co.,</i> 550 F.2d 189, 193 (4th Cir.1977); <i>see also </i><i>Commonwealth of Virginia v. Kelly,</i> 29 F.3d 145, 147 (4th Cir.1994) (applying <i>Blackwelder</i> test to temporary restraining order); <i>James A. Merritt &amp; Sons v. Marsh,</i> 791 F.2d 328 (4th Cir.1986) (same); <i>Cannon v. North Carolina State Bd. of Educ.,</i> 917 F.Supp. 387, 390 (E.D.N.C.1996). The Fourth Circuit follows the \"hardship balancing test,\" whereby the court balances \"the harm or injury imposed on the plaintiff in the event relief is denied against the harm to the defendant if the relief is granted, and on the basis of such balancing proceeds to determine the degree by which a `likelihood of success' on the merits must be established before relief may issue.\" <i>Direx Israel, Ltd. v. Breakthrough Medical Corp.,</i> 952 F.2d 802, 811 (4th Cir. 1991). \"Four factors must be considered: (1) the likelihood of irreparable harm to the plaintiff if the preliminary injunction is denied, (2) the likelihood of harm to the defendant if the requested relief is granted, (3) the likelihood that the plaintiff will succeed on the merits, and (4) the public interest. The irreparable harm to the plaintiff and the harm to the defendant are the two most important factors.\" <i>Direx Israel,</i> 952 F.2d at 812, quoting <i>Rum Creek Coal Sales, Inc. v. Caperton,</i> 926 F.2d 353, 359 (4th Cir.1991).</p>\n<p>\"[T]he balance of harm evaluation should precede the determination of the degree by which plaintiff must establish the likelihood of success on his part.\" <i>Direx</i> <span class=\"star-pagination\">*905</span> <i>Israel,</i> 952 F.2d at 813 (citations omitted). As the balance of hardship calculated by reference to the first two factors \"tips decidedly in favor of the plaintiff,\" <i>Direx Israel,</i> 952 F.2d at 813, quoting <i>Rum Creek,</i> 926 F.2d at 359 (citations omitted), the less compelling need be the showing that there is a likelihood of success on the merits. Conversely, as the balance of hardships tips in favor of the defendant, the plaintiff is required to make a greater showing of success on the merits. <i>Direx Israel,</i> 952 F.2d at 813.</p>\n<p></p>\n<h2><i>1. Likelihood of Success</i></h2>\n<p>Perdue's likelihood of success on the merits is quite high. Defendant Clark has apparently admitted that some of the cards are of \"questionable authenticity.\" Yet the proper investigation has yet to be conducted. For example, it appears the NLRB has failed to \"obtain affidavits from the person or persons responsible for procuring and submitting the cards,\" <i>NLRB Casehandling Manual,</i> § 11028.1; question \"persons purporting to have been signatories,\" <i>id;</i> request casehandling advice through the Office of the Executive Secretary, <i>Manual,</i> § 11028.2(b); send letters to the Union's local and international setting forth the provisions of 18 U.S.C. § 1001, <i>Manual,</i> § 11028.2(c); or submit an appropriate memorandum to the Division of Operations Management so that the United States Attorney may be informed, <i>Manual,</i> § 11028.2(e).</p>\n<p>The failure to comply with a discretionary guideline, by itself, is not actionable. In total, however, and in the absence of any real investigatory action, ignorance of virtually all guidelines on the topic suggest section 9's mandate has been unfulfilled. This manifest abuse of the Board's discretion is even more serious when considering Mr. Boddie's statements. The NLRB may not normally hold hearings on unfair election practice allegations where it has already pre-determined the outcome. The NLRB's eagerness to hold a third election, denying the employer its due process and section 9 rights with regard to charges that it has engaged in unfair election practices, is particularly egregious where the Board has failed to properly investigate whether or not a question of representation even exists.</p>\n<p>As to the FOIA request, the Court finds no obvious reason why it would be denied.</p>\n<p></p>\n<h2><i>2. Irreparable Harm</i></h2>\n<p>The NLRB has itself recognized the harm caused when an election is tainted by forgery:</p>\n<blockquote>We will ... intervene in cases where a party has used forged documents which render the voters unable to recognize propaganda for what it is. Thus, we will set an election aside not because of the substance of the representation, but because of the deceptive manner in which it was made.</blockquote>\n<p><i>Midland Nat'l Life Ins. Co.,</i> 263 N.L.R.B. 127, 133, 1982 WL 23832 (1982). Clearly, then, the NLRB must recognize the harm caused where the forgery is not an element of an election campaign, but the basis upon which an election is granted in the first place.</p>\n<p>The Sixth Circuit has held that \"the use of forged authorization cards to create a false picture of Union support, independent of whether the cards actually were shown to any employees,\" might be the basis for setting aside an election. <i>Dayton Hudson Dept. Store v. N.L.R.B.,</i> 987 F.2d 359, 367 (6th Cir.1993). It follows that the use of forged authorization cards to create a false picture of Union support before the NLRB would be the basis for setting aside a purported showing of interest.</p>\n<p>The irreparable harm of not investigating serious and substantial allegations of such fraud cannot be understated. Absent an investigation into the Union's showing of interest, Perdue risks commission of an unfair labor practice by possible recognition of an unapproved, minority union.</p>\n<p>Without the requested FOIA information, Perdue would suffer the irreparable harm of not knowing whether the NLRB has taken adequate steps to secure its rights, and might lose access to evidence to which it is entitled that would tend to secure those rights.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*906</span> <i>3. Injury to Defendant</i>\n</h2>\n<p>The defendants will not suffer any injury by being ordered to carry out their mandatory lawful duties, the execution of which was the purpose for creating the NLRB. Neither would the defendants suffer any injury by complying with the Freedom of Information Act.</p>\n<p></p>\n<h2><i>4. The Public Interest</i></h2>\n<p>The public interest in holding free and fair elections is beyond question. Employers and employees alike are ill-served by appearances that their public servants are unwilling to investigate substantial allegations of massive fraud in labor elections. The public desires to know that its rights to democratic representation will be secured by those charged with keeping the election process honest. The public interest also lies in having government agencies carry out their lawful duties, especially duties to investigate and root out fraud where the aggrieved parties have no other recourse. Finally, the public has an interest in having its government be as open and forthcoming as possible when requested to provide the information it compiles relating to matters of public interest, such as labor disputes.</p>\n<p>Congress has reflected these interests of the public in the laws this injunction seeks to enforce.</p>\n<p></p>\n<h2>*   *   *</h2>\n<p>Plaintiff's motion for a Temporary Restraining Order is GRANTED. The National Labor Relations Board and Willie L. Clark, Jr., are hereby ENJOINED from conducting any proceeding or issuing any orders relating to objections filed to the representation election held on April 4, 1996 at plaintiff's facility in Lewiston, North Carolina, pending defendants' full compliance with the mandates of 29 U.S.C. § 159(c). The defendants are further ORDERED to immediately halt any proceedings relating to the second election currently under way, and are ENJOINED from enforcing any orders which may have issued in relation to said representation election.</p>\n<p>Proceedings relating to the Union's objections to the second election shall not commence until the Court is satisfied that an appropriate investigation and determination has been made concerning the question of representation. The Court does not expect any particular investigative actions of the NLRB, but it does expect a plausible effort will be made in the event the NLRB wishes to proceed with its inquiry into the conduct of the Lewiston elections.</p>\n<p>The Court shall retain jurisdiction over the dispute to assure that the defendants are complying with the law. The defendants shall not proceed to investigate the question of representation until all criminal investigations of the matter are completed.</p>\n<p>The defendants are further ORDERED to comply with plaintiff's May 1, 1996 Freedom of Information Act request, immediately and with all deliberate speed.</p>\n<p>This order shall remain in effect for ten (10) days from the date of this order. A hearing on plaintiff's motion for a preliminary injunction shall be held on Friday, June 7, 1996, at 2:00 p.m., in the United States District Court at Elizabeth City, North Carolina.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The NLRB has also ordered a second election for the Robersonville plant. However, that election has not yet been scheduled pending litigation of an unfair labor practice complaint currently set for trial on June 10, 1996. The instant complaint thus concerns only the Lewiston plant.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">927</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">897</span></span> (1996)</b></center>\n<center><h1>PERDUE FARMS, INC., Plaintiff,<br>\nv.<br>\nNATIONAL LABOR RELATIONS BOARD and Willie L. Clark, Jr., Regional Director of the Eleventh Region of the National Labor Relations Board, Defendants.</h1></center>\n<center>No. 2:96-CV-27-BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>May 29, 1996.</center>\n<p><span class=\"star-pagination\">*898</span> <span class=\"star-pagination\">*899</span> Charles P. Roberts, III, Haynsworth, Baldwin, Johnson and Greaves, P.A., Greensboro, NC, for plaintiff.</p>\n<p>Jane North, National Labor Relations Board, Winston-Salem, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the Court on plaintiff's motion for a Temporary Restraining Order and/or Preliminary Injunction, Fed.R.Civ.P. Rule 65.</p>\n<p>Plaintiff Perdue Farms, Inc. (\"Perdue\") operates chicken processing plants in Lewiston and Robersonville, North Carolina. In April, 1995, both the Laborers' International Union of North America (\"LIUNA\") and the United Food and Commercial Workers Union, Local 204 (\"UFCW,\" or \"the Union\") began soliciting authorization cards from Perdue employees in support of representation elections at each facility. In May and June, 1995, both unions filed Petitions for Representation seeking such elections. However, the two unions apparently reached a pact whereby LIUNA would seek to organize the Robersonville plant, and UFCW would target the Lewiston plant. Accordingly, each union appeared by itself on the ballot at the respective plants.</p>\n<p><span class=\"star-pagination\">*900</span> By letter dated June 1, 1995, Perdue challenged the showing of interest supporting the Robersonville petition due to irregularities in the authorization cards, and requested the National Labor Relations Board (\"NLRB\") to investigate. By letter dated June 9, 1995, Perdue requested an NLRB investigation into the showing of interest supporting the petitions for each plant since \"neither union's authorization cards shows which plant the signing employee works in ...\"</p>\n<p>On June 28, 1995, an election was held at the Lewiston facility, wherein the employees defeated the UFCW by a vote of 952 to 851 with 53 challenged, but nondeterminative, ballots. Seven days later, on July 5, 1995, the NLRB responded to Perdue's June 1 letter by summarily declaring: \"After a complete investigation, I have determined that Petitioner's showing of interest is sufficient to warrant the continued processing of the petition in this matter.\" A week later, on July 12, 1995, the employees at Robersonville defeated the LIUNA at an election by a margin of approximately three to one.</p>\n<p>Relying on a rule established <i>after</i> the June 28, 1995 Lewiston election, the NLRB set aside the results of that election on February 2, 1996, and ordered a second election. <i>Perdue Farms, Inc.,</i> 320 N.L.R.B. No. 64, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">46340</span></span> (1996). The second Lewiston election was set for April 4, 1996.<sup>[1]</sup></p>\n<p>On March 26, 1996, two former UFCW organizers came forward and confessed in highly detailed sworn affidavits that of the approximately 800 authorization cards returned to them by Lewiston employees prior to the first election, some 400 cards were unsigned and subsequently forged by, and at the direction of, the Local's president. The Union is alleged to have known and approved of the forgeries. Perdue immediately notified defendant Clark, the Federal Bureau of Investigation, and the Department of Labor's Division of Labor Racketeering of this information and requested investigation of the matter.</p>\n<p>Although criminal investigations by the FBI and the Department of Labor continue, the NLRB's regional office was not so interested. Defendant Clark requested of Perdue authentic signatures of employees who were eligible to vote in the first election, and received approximately 2000 such authentic signatures from the employer's W-4 records. Defendant Clark notified counsel for Perdue by telephone that although some unspecified number of cards were of \"questionable authenticity,\" not enough cards aroused his suspicion so as to affect the showing of interest. The second Lewiston election proceeded as scheduled; once again, the Union was defeated by the employees, this time by a vote of 947 to 755, with another 53 challenged yet non-determinative ballots.</p>\n<p>On April 11, 1996, the Union filed objections to the conduct of the second election. On May 1, 1996, Perdue's counsel made a request under the Freedom of Information Act (\"FOIA\") to the NLRB, seeking all documents relating to the Board's fraud investigation. On May 3, 1996, Perdue filed a motion for a more definite statement of the allegations. On May 9, 1996, Perdue filed a motion to dismiss the Union's election petition, certify the results of the first election, or hold the hearing scheduled on the Union's second election objections in abeyance.</p>\n<p>Also on May 9, 1996, Perdue's counsel contacted Mr. William Boddie, the NLRB field examiner assigned to this case, to discuss the possibility that the NLRB would dismiss some of the Union's objections. Mr. Boddie reportedly stated that the NLRB had no intention of dismissing any of the objections prior to the May 21 hearing, and that he was convinced that \"we need[ed] to have another election.\" Mr. Boddie then asked Perdue's counsel if \"the Company want[ed] to go ahead and schedule another election date now.\" Mr. Boddie represented that he was completely serious and had already discussed the matter with an NLRB attorney.</p>\n<p>Four days later, the NLRB concluded that thirteen of the Union's objections \"raise substantial and material factual issues which may best be resolved by hearing,\" and scheduled <span class=\"star-pagination\">*901</span> a hearing on the matter to commence May 21, 1996. In a footnote, the NLRB denied Perdue's motion for a more definite statement, declaring that \"[t]he hearing directed in this matter will provide the Employer an opportunity to hear the evidence in support of these objections and to respond as it deem necessary.\"</p>\n<p>On May 14, 1996, Perdue filed a motion asking the defendants to postpone the May 21 hearing until at least August 20, 1996, or such time that the criminal investigation into the Union's alleged corruption of the election process is concluded. In the alternative, Perdue again sought dismissal of the objections and certification of the first election. Perdue's counsel again contacted Mr. Boddie regarding this motion. Mr. Boddie stated the motion would be denied \"in probably a one- or two-line order.\" On three or four occasions during this phone conversation, Mr. Boddie related that the Board \"really wanted to get to the hearing on this.\"</p>\n<p>The next day, Perdue's motion was denied. In a footnote to the order denying the motion, the regional NLRB director stated that an investigation into the forgery matter was conducted and that \"[t]he Regional office was unable to conclude that the authorization cards submitted in support of the petition had been forged, as alleged.\" The order did state, however, that the Region had offered its full cooperation to the criminal investigation currently being conducted by the Labor Department's Office of Labor Racketeering. On May 16, 1996, Perdue asked the NLRB to review the Regional Office's order.</p>\n<p>On May 17, 1996, Perdue filed this complaint, seeking an injunction restraining and enjoining the defendants from conducting any hearing or issuing any orders relating to the Union's objections to the second election until the defendants conduct an investigation and make an appropriate determination of whether there exists a question of representation. The plaintiff further seeks an injunction ordering compliance with the outstanding FOIA request, which has thus far been ignored. Perdue filed the instant motion for a temporary restraining order or preliminary injunction on May 20, 1996. A hearing in this matter was held before the undersigned on May 28, 1996. The motion is now GRANTED.</p>\n<p></p>\n<h2>*   *   *</h2>\n<p></p>\n<h2><i>Jurisdiction</i></h2>\n<p>Jurisdiction over the subject matter is conferred upon the Court by 28 U.S.C. § 1337(a) and 5 U.S.C. § 552(a)(4)(B).</p>\n<p></p>\n<h2><i>A. The Labor Dispute, 28 U.S.C. § 1337(a).</i></h2>\n<p>Title 28 U.S.C. § 1337(a) grants the district courts \"original jurisdiction of any civil action or proceeding arising under any Act of Congress regulating commerce or protecting trade and commerce against restraints and monopolies.\" The National Labor Relations Act, as amended, 29 U.S.C. § 151 <i>et seq.</i> is an Act of Congress regulating commerce.</p>\n<p>The Supreme Court has held that National Labor Relations Board decisions relating to certification proceedings are not generally reviewable by the federal courts. <i>A.F.L. v. N.L.R.B.,</i> <span class=\"citation\" data-id=\"103267\"><a href=\"/opinion/103267/af-of-l-v-labor-board/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">300</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">347</span></span> (1940). However, where \"unlawful action of the Board has inflicted an injury ... for which the law ... affords a remedy,\" <i>A.F.L.,</i> 308 U.S. at 412, 60 S.Ct. at 306, jurisdiction would be proper. \"If the absence of jurisdiction of the federal courts meant a sacrifice or obliteration of a right which Congress had created, the inference would be strong that Congress intended the statutory provisions governing the general jurisdiction of those courts to control.\" <i>Switchmen's Union v. National Mediation Board,</i> <span class=\"citation\" data-id=\"103889\"><a href=\"/opinion/103889/switchmens-union-v-board/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span>, 300, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">95</span></span>, 96, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">61</span></span> (1943). In <i>Leedom v. Kyne,</i> <span class=\"citation\" data-id=\"105802\"><a href=\"/opinion/105802/leedom-v-kyne/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, <span class=\"citation\" data-id=\"105802\"><a href=\"/opinion/105802/leedom-v-kyne/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">180</span></a></span>, <span class=\"citation\" data-id=\"105802\"><a href=\"/opinion/105802/leedom-v-kyne/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1958), the Supreme Court expressly held that the district courts have jurisdiction, as suggested by <i>A.F.L.</i> and <i>Switchmen's Union,</i> to vacate a certification decision of the NLRB where the Board acts \"in excess of its delegated powers or contrary to a specific prohibition in the Act.\" <i>Leedom,</i> 358 U.S. at 188, 79 S.Ct. at 184.</p>\n<p>Although jurisdiction under <i>Leedom</i> is not ordinarily triggered until the Board commits a positive act outside the bounds of the law, <i>i.e. South Carolina State Ports Authority</i> <span class=\"star-pagination\">*902</span> <i>v. N.L.R.B.,</i> <span class=\"citation\" data-id=\"547674\"><a href=\"/opinion/547674/south-carolina-state-ports-authority-v-national-labor-relations-board/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span> (4th Cir. 1990), the <i>Leedom</i> rule applies with equal force where the Board <i>refuses</i> to act as required by law. \"[A] party is as aggrieved of the failure of the Board to exercise its statutory responsibility, as by an act of the Board contrary to an express prohibition.\" <i>Templeton v. Dixie Color Printing Co.,</i> <span class=\"citation\" data-id=\"297580\"><a href=\"/opinion/297580/neil-templeton-v-dixie-color-printing-co-inc-et-at-and-national/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1064</span></a></span>, 1068 (5th Cir.1971) (per Justice Clark) (citation omitted).</p>\n<p>The Court must therefore determine whether the NLRB has \"exceeded its delegated powers or ignored a statutory mandate,\" and if so, \"whether the absence of judicial review would sacrifice or obliterate a right created by Congress.\" <i>J.P. Stevens Emp. v. N.L.R.B.,</i> <span class=\"citation\" data-id=\"358929\"><a href=\"/opinion/358929/j-p-stevens-employees-educational-committee-an-unincorporated/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">326</span></a></span>, 328 (4th Cir.1978). The Court finds that each question must be answered in the affirmative.</p>\n<p>Section 9(c)(1) of the National Labor Relations Act, 29 U.S.C. § 159(c)(1), states in pertinent part:</p>\n<blockquote>Whenever a petition shall have been filed ... the Board <i>shall</i> investigate such petition ... If the Board finds ... that such a question of representation exists, it <i>shall</i> direct an election by secret ballot and <i>shall</i> certify the results thereof.</blockquote>\n<p>(emphasis added). Section 9(c) is not discretionary. It grants all directly interested parties  including the employer  a positive right to have the Board conduct a proper investigation of a petition, and make a determination as to whether a question exists concerning representation. Absent the requisite investigation and determination that there exists a question of representation, an election may not be held. The Board may not ignore the duties commanded by section 9(c) and skip ahead to questions concerning the conduct of the election  questions which are themselves exceptions to the rule that the Board \"shall certify\" election results.</p>\n<p>The central difficulty posed by this case is the conflict between two seemingly irreconcilable principles. On the one hand, the Court cannot define the proper scope of the NLRB's investigation. The agency has broad discretion in deciding how to carry out its lawful duties. \"We do not judge the accuracy of the Board's selective investigative technique. It has the authority to determine the scope of an investigation necessary to act on a ... petition.\" <i>Newport News Shipbuilding &amp; Dry Dock Co. v. N.L.R.B.,</i> <span class=\"citation\" data-id=\"383739\"><a href=\"/opinion/383739/newport-news-shipbuilding-and-dry-dock-company-and-the-designers-committee/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1079</span></a></span>, 1082 (4th Cir.1980). The district court lacks \"subject matter jurisdiction to quantitatively gauge the Board's representation investigation.\" <i>Id.</i></p>\n<p>Yet on the other hand, the NLRB may not abuse its discretion by defining its legal obligations in such a manner as to avoid their very exercise. Although \"a judicial body cannot interfere with its evaluation of the investigation short of the Board's arbitrary action,\" \"[i]f the NLRB completely abrogates its responsibility ... we will compel it to act.\" <i>Newport News,</i> 633 F.2d at 1082; <i>see also </i><i>Surratt v. N.L.R.B.,</i> <span class=\"citation\" data-id=\"304484\"><a href=\"/opinion/304484/algie-v-surratt-v-national-labor-relations-board/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">378</span></a></span> (5th Cir.1972); <i>Templeton, supra</i><i>.</i> While the Court is reluctant to order the NLRB about the particulars of a fraud investigation, it may nevertheless insist upon the statutorily mandated investigation as a prerequisite to any Board action wholly dependent, as a matter of law, upon the outcome of such inquiries.</p>\n<p>The main dilemma, which does not lend itself to an easy solution, is simply this: at what point can the NLRB plausibly claim that it has fulfilled its statutory duty to investigate the question of representation? The NLRB maintains that the regional director's apparently non-expert visual comparison of an unspecified number of signatures, some portion of which were readily suspicious, suffices as an investigation within the metes and bounds of the agency's discretion. At this point, considering the exceptional facts of this case, the Court is not prepared to agree.</p>\n<p>The NLRB's Casehandling Manual speaks to the proper scope of an investigation into allegations of fraudulently prepared authorization cards. Section 11028.1 of that manual states in pertinent part:</p>\n<blockquote>[I]f a party alleges, and furnishes evidence that there are forgeries, such investigation should be made as is necessary and suitable action taken, including possible referral to other law enforcement agencies.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*903</span> The investigation should include, but not be limited to, attempts to obtain affidavits from the person or persons responsible for procuring and submitting the cards.... Persons purporting to have been signatories should be questioned.</blockquote>\n<p>Section 11028.2, \"Showing Believed to be Fraudulent; Procedure:\" also speaks to the scope of the investigation. It states that \"[i]f it is established that reasonable grounds exist for believing <i>any part</i> of the showing to be fraudulent, suitable action should be taken, including possible referral to other law enforcement agencies.\" (emphasis added). The \"suitable action\" is described in greater detail:</p>\n<blockquote>a. If the remaining <i>valid</i> showing falls below the required amount ... the petition ... based on the showing should be dismissed ... The stated grounds should be that the evidence of interest submitted `was of questionable authenticity'</blockquote>\n<p> the same language utilized by defendant Clark to describe the cards. The NLRB's guidelines continue:</p>\n<blockquote>b. ... [I]f an officer or responsible agent of the union was responsible for or had knowledge of and condoned submission of the fraudulent cards, casehandling advice should be requested of the Board through the Office of the Executive Secretary.</blockquote>\n<blockquote>c. A letter should be sent to the union involved (with a copy to its international, if petitioner is a local) advising it of the question as to the authenticity of the authorization cards. The letter will also set forth the provisions of Section 1001, Title 18, of the U.S. Code ...</blockquote>\n<blockquote>d. The questioned cards should not be returned.</blockquote>\n<blockquote>e. A memorandum reporting the results of the investigation, including the Regional Director's recommendation, should be submitted to the Division of Operations Management. If the Division of Operations Management agrees as to the merit of the charge, the matter, including all circumstances, should be reported to the office of the United States Attorney, which has jurisdiction, and full cooperation should be rendered that office. Contacts should be made or confirmed in writing, and the Division of Operations Management should be kept informed of developments.</blockquote>\n<p>It is not contested that the NLRB has largely ignored its own case-handling manual. With exception of the afore-mentioned signature comparison, the manual has had no impact upon the NLRB's conduct of this case. The NLRB points to language in the manual disclaiming any mandatory or regulatory intent or effect, and claims that it was well within its discretion to pick and choose among these guidelines as the facts suggested.</p>\n<p>The Court does not dispute that the manual is discretionary in nature. The NLRB cannot be ordered to fulfill the manual's suggestions to the letter. Yet there appears to be no other source that would shed light on the definition of the investigation contemplated in such cases by section 9(c) of the National Labor Relations Act. In delegating discretion to the NLRB, Congress could not have allowed the agency the option of abdicating its role by attaching boiler-plate disclaimers of discretion to every document setting forth the Board's relevant procedures. The Court must therefore look to the manual as a starting point in attempting to discern whether the NLRB has responded to the facts presented by this case in such a way as to discharge its lawful duties.</p>\n<p>In exceptional cases, where allegations of fraud are sworn, detailed, serious, and substantial, the NLRB can fairly be expected to do more than the bare minimum suggested by its guidelines. In the instant case, the fraud allegations are as compelling of an investigation as might ever be imagined, and yet the NLRB has admittedly failed to meet even this bare-minimum standard. As a matter of law, the NLRB does not fulfill its obligation under 29 U.S.C. § 159(c) to conduct investigations merely by declaring that it has done so. Where the sworn testimony of two former union officials implicates a union president of perpetrating election fraud on a massive scale, the NLRB's near total lack of interest cannot be sanctioned by section 9(c). This is especially so when considering the NLRB's active interest in the employer's conduct during elections authorized <span class=\"star-pagination\">*904</span> by the allegedly forged cards has already led to two elections being set aside.</p>\n<p>It appears that the NLRB has failed to comply with the statutory mandate of 29 U.S.C. § 159. The investigation has been so inadequate that it might be said this case is one of a \"strong and clear demonstration that a clear, specific and mandatory provision of the Act has been violated,\" <i>Newport News,</i> 633 F.2d at 1081 (citations omitted). The NLRB has essentially \"ignored a statutory mandate.\" <i>J.P. Stevens,</i> 582 F.2d at 328. The Court does not lightly reach this conclusion, especially at this stage of the litigation. The NLRB's cursory, dismissive treatment of the fraud allegations constrains the Court to assert its jurisdiction.</p>\n<p>Since the administrative determination relating to the sufficiency of the petition's showing of interest is not reviewable under the Labor Act or subject to litigation by the parties, <i>Linden Lumber Division, Summer &amp; Co. v. N.L.R.B.,</i> <span class=\"citation\" data-id=\"109123\"><a href=\"/opinion/109123/linden-lumber-div-summer-co-v-nlrb/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">301</span></a></span>, 309, <span class=\"citation\" data-id=\"109123\"><a href=\"/opinion/109123/linden-lumber-div-summer-co-v-nlrb/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">429</span></a></span>, 434, <span class=\"citation\" data-id=\"109123\"><a href=\"/opinion/109123/linden-lumber-div-summer-co-v-nlrb/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">465</span></a></span> (1974); <i>Globe Iron Foundry,</i> 112 N.L.R.B. No. 145 (1955), the Board's refusal to conduct the proper investigation and make a proper determination will deprive the employer of its section 9 rights.</p>\n<p>The Court is thus compelled to exercise its jurisdiction over the subject matter pursuant to 28 U.S.C. § 1337(a).</p>\n<p></p>\n<h2><i>B. The FOIA, 5 U.S.C. § 552(a)(5)(B).</i></h2>\n<p>\"Under FOIA's statutory scheme, when an agency fails to comply in a timely fashion to a proper FOIA request, it may not insist on the exhaustion of administrative remedies, <i>see</i> 5 U.S.C. § 552(a)(6)(C), unless the agency responds to the request before suit is filed.\" <i>Pollack v. Department of Justice,</i> <span class=\"citation\" data-id=\"691044\"><a href=\"/opinion/691044/seymour-pollack-v-department-of-justice/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 118 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">130</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">78</span></span> (1995) (citations omitted). \"[T]he agency's failure to respond to the initial request within the initial 10-day period (plus any 10-day extension) may constitute `constructive exhaustion.'\" <i>Id.</i> (citations omitted).</p>\n<p>Perdue's FOIA request was filed on May 1. No response had been received prior to Perdue's initiation of this litigation on May 17, or plaintiff's motion for injunctive relief filed May 20. Indeed, the Court is not aware that the defendant has yet made any response to the FOIA request.</p>\n<p>Perdue \"may proceed immediately in court to enforce [its] FOIA request without exhausting any administrative remedies.\" <i>Pollack,</i> 49 F.3d at 119.</p>\n<p></p>\n<h2><i>Injunctive Relief</i></h2>\n<p>The factors to be weighed before issuing a temporary restraining order are the same as those considered before issuance of a preliminary injunction. <i>Doe by </i><i>Doe v. Shenandoah County School Board,</i> <span class=\"citation\" data-id=\"1446607\"><a href=\"/opinion/1446607/doe-by-doe-v-shenandoah-county-school-bd/\"><span class=\"volume\">737</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">913</span></a></span>, 915 (W.D.Va.1990), citing <i>Blackwelder Furniture Co. v. Seilig Mfg. Co.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 193 (4th Cir.1977); <i>see also </i><i>Commonwealth of Virginia v. Kelly,</i> <span class=\"citation\" data-id=\"673861\"><a href=\"/opinion/673861/commonwealth-of-virginia-v-frank-d-kelly-jr/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">145</span></a></span>, 147 (4th Cir.1994) (applying <i>Blackwelder</i> test to temporary restraining order); <i>James A. Merritt &amp; Sons v. Marsh,</i> <span class=\"citation\" data-id=\"470304\"><a href=\"/opinion/470304/james-a-merritt-and-sons-v-john-o-marsh-jr-secretary-of-us/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">328</span></a></span> (4th Cir.1986) (same); <i>Cannon v. North Carolina State Bd. of Educ.,</i> <span class=\"citation\" data-id=\"2140093\"><a href=\"/opinion/2140093/cannon-v-north-carolina-state-bd-of-educ/\"><span class=\"volume\">917</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">387</span></a></span>, 390 (E.D.N.C.1996). The Fourth Circuit follows the \"hardship balancing test,\" whereby the court balances \"the harm or injury imposed on the plaintiff in the event relief is denied against the harm to the defendant if the relief is granted, and on the basis of such balancing proceeds to determine the degree by which a `likelihood of success' on the merits must be established before relief may issue.\" <i>Direx Israel, Ltd. v. Breakthrough Medical Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></span>, 811 (4th Cir. 1991). \"Four factors must be considered: (1) the likelihood of irreparable harm to the plaintiff if the preliminary injunction is denied, (2) the likelihood of harm to the defendant if the requested relief is granted, (3) the likelihood that the plaintiff will succeed on the merits, and (4) the public interest. The irreparable harm to the plaintiff and the harm to the defendant are the two most important factors.\" <i>Direx Israel,</i> 952 F.2d at 812, quoting <i>Rum Creek Coal Sales, Inc. v. Caperton,</i> <span class=\"citation\" data-id=\"556436\"><a href=\"/opinion/556436/rum-creek-coal-sales-incorporated-v-honorable-w-gaston-caperton-colonel/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">353</span></a></span>, 359 (4th Cir.1991).</p>\n<p>\"[T]he balance of harm evaluation should precede the determination of the degree by which plaintiff must establish the likelihood of success on his part.\" <i>Direx</i> <span class=\"star-pagination\">*905</span> <i>Israel,</i> 952 F.2d at 813 (citations omitted). As the balance of hardship calculated by reference to the first two factors \"tips decidedly in favor of the plaintiff,\" <i>Direx Israel,</i> 952 F.2d at 813, quoting <i>Rum Creek,</i> 926 F.2d at 359 (citations omitted), the less compelling need be the showing that there is a likelihood of success on the merits. Conversely, as the balance of hardships tips in favor of the defendant, the plaintiff is required to make a greater showing of success on the merits. <i>Direx Israel,</i> 952 F.2d at 813.</p>\n<p></p>\n<h2><i>1. Likelihood of Success</i></h2>\n<p>Perdue's likelihood of success on the merits is quite high. Defendant Clark has apparently admitted that some of the cards are of \"questionable authenticity.\" Yet the proper investigation has yet to be conducted. For example, it appears the NLRB has failed to \"obtain affidavits from the person or persons responsible for procuring and submitting the cards,\" <i>NLRB Casehandling Manual,</i> § 11028.1; question \"persons purporting to have been signatories,\" <i>id;</i> request casehandling advice through the Office of the Executive Secretary, <i>Manual,</i> § 11028.2(b); send letters to the Union's local and international setting forth the provisions of 18 U.S.C. § 1001, <i>Manual,</i> § 11028.2(c); or submit an appropriate memorandum to the Division of Operations Management so that the United States Attorney may be informed, <i>Manual,</i> § 11028.2(e).</p>\n<p>The failure to comply with a discretionary guideline, by itself, is not actionable. In total, however, and in the absence of any real investigatory action, ignorance of virtually all guidelines on the topic suggest section 9's mandate has been unfulfilled. This manifest abuse of the Board's discretion is even more serious when considering Mr. Boddie's statements. The NLRB may not normally hold hearings on unfair election practice allegations where it has already pre-determined the outcome. The NLRB's eagerness to hold a third election, denying the employer its due process and section 9 rights with regard to charges that it has engaged in unfair election practices, is particularly egregious where the Board has failed to properly investigate whether or not a question of representation even exists.</p>\n<p>As to the FOIA request, the Court finds no obvious reason why it would be denied.</p>\n<p></p>\n<h2><i>2. Irreparable Harm</i></h2>\n<p>The NLRB has itself recognized the harm caused when an election is tainted by forgery:</p>\n<blockquote>We will ... intervene in cases where a party has used forged documents which render the voters unable to recognize propaganda for what it is. Thus, we will set an election aside not because of the substance of the representation, but because of the deceptive manner in which it was made.</blockquote>\n<p><i>Midland Nat'l Life Ins. Co.,</i> 263 N.L.R.B. 127, 133, <span class=\"citation no-link\"><span class=\"volume\">1982</span> <span class=\"reporter\">WL</span> <span class=\"page\">23832</span></span> (1982). Clearly, then, the NLRB must recognize the harm caused where the forgery is not an element of an election campaign, but the basis upon which an election is granted in the first place.</p>\n<p>The Sixth Circuit has held that \"the use of forged authorization cards to create a false picture of Union support, independent of whether the cards actually were shown to any employees,\" might be the basis for setting aside an election. <i>Dayton Hudson Dept. Store v. N.L.R.B.,</i> <span class=\"citation\" data-id=\"601526\"><a href=\"/opinion/601526/dayton-hudson-department-store-company-a-division-of-dayton-hudson/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">359</span></a></span>, 367 (6th Cir.1993). It follows that the use of forged authorization cards to create a false picture of Union support before the NLRB would be the basis for setting aside a purported showing of interest.</p>\n<p>The irreparable harm of not investigating serious and substantial allegations of such fraud cannot be understated. Absent an investigation into the Union's showing of interest, Perdue risks commission of an unfair labor practice by possible recognition of an unapproved, minority union.</p>\n<p>Without the requested FOIA information, Perdue would suffer the irreparable harm of not knowing whether the NLRB has taken adequate steps to secure its rights, and might lose access to evidence to which it is entitled that would tend to secure those rights.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*906</span> <i>3. Injury to Defendant</i>\n</h2>\n<p>The defendants will not suffer any injury by being ordered to carry out their mandatory lawful duties, the execution of which was the purpose for creating the NLRB. Neither would the defendants suffer any injury by complying with the Freedom of Information Act.</p>\n<p></p>\n<h2><i>4. The Public Interest</i></h2>\n<p>The public interest in holding free and fair elections is beyond question. Employers and employees alike are ill-served by appearances that their public servants are unwilling to investigate substantial allegations of massive fraud in labor elections. The public desires to know that its rights to democratic representation will be secured by those charged with keeping the election process honest. The public interest also lies in having government agencies carry out their lawful duties, especially duties to investigate and root out fraud where the aggrieved parties have no other recourse. Finally, the public has an interest in having its government be as open and forthcoming as possible when requested to provide the information it compiles relating to matters of public interest, such as labor disputes.</p>\n<p>Congress has reflected these interests of the public in the laws this injunction seeks to enforce.</p>\n<p></p>\n<h2>*   *   *</h2>\n<p>Plaintiff's motion for a Temporary Restraining Order is GRANTED. The National Labor Relations Board and Willie L. Clark, Jr., are hereby ENJOINED from conducting any proceeding or issuing any orders relating to objections filed to the representation election held on April 4, 1996 at plaintiff's facility in Lewiston, North Carolina, pending defendants' full compliance with the mandates of 29 U.S.C. § 159(c). The defendants are further ORDERED to immediately halt any proceedings relating to the second election currently under way, and are ENJOINED from enforcing any orders which may have issued in relation to said representation election.</p>\n<p>Proceedings relating to the Union's objections to the second election shall not commence until the Court is satisfied that an appropriate investigation and determination has been made concerning the question of representation. The Court does not expect any particular investigative actions of the NLRB, but it does expect a plausible effort will be made in the event the NLRB wishes to proceed with its inquiry into the conduct of the Lewiston elections.</p>\n<p>The Court shall retain jurisdiction over the dispute to assure that the defendants are complying with the law. The defendants shall not proceed to investigate the question of representation until all criminal investigations of the matter are completed.</p>\n<p>The defendants are further ORDERED to comply with plaintiff's May 1, 1996 Freedom of Information Act request, immediately and with all deliberate speed.</p>\n<p>This order shall remain in effect for ten (10) days from the date of this order. A hearing on plaintiff's motion for a preliminary injunction shall be held on Friday, June 7, 1996, at 2:00 p.m., in the United States District Court at Elizabeth City, North Carolina.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The NLRB has also ordered a second election for the Robersonville plant. However, that election has not yet been scheduled pending litigation of an unfair labor practice complaint currently set for trial on June 10, 1996. The instant complaint thus concerns only the Lewiston plant.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103267/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/297580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/304484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1446607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2140093/"
  ]
}