{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2094623/",
  "absolute_url": "/opinion/2094623/united-states-v-6143304-us-currency/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2094623/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:18:19.986401Z",
  "date_modified": "2016-04-26T23:15:19.293630Z",
  "type": "010combined",
  "sha1": "7c794b8f14af5cf1ff985761aa93c968046a5966",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>894 F.Supp. 906 (1995)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\n$61,433.04 U.S. CURRENCY and One Tract of Real Property (Consisting of Two Lots) With Appurtenances and Improvements Thereto, Located in Wilson County, Wilson Creek Township, Having a Street Address of 1699 Bynwood Circle, Wilson, North Carolina, and Being More Particularly Described in a Deed Recorded in Book 1336, Page 902 of the Wilson County Registry and Being Titled in the Names of James Ronson Taylor and Wife, Jamel Earleen White Taylor, and any and all Proceeds from the Sale of Said Property, Defendant.</h1></center>\n<center>No. 92-109-CIV-5-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 6, 1995.</center>\n<p><span class=\"star-pagination\">*907</span> <span class=\"star-pagination\">*908</span> <span class=\"star-pagination\">*909</span> Tom Swaim, Asst. U.S. Atty., Raleigh, NC, for plaintiff.</p>\n<p>John A. Shorter, Washington, DC, for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter comes before the court on the plaintiff's motion for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure and the motion to suppress presented by claimants James Ronson Taylor and Jamel Earleen Taylor (collectively, \"claimants\"). This matter was referred to the Honorable Charles K. McCotter, Jr., United States Magistrate Judge, who entered a Memorandum and Recommendation to the court on March 2, 1995. The claimants filed objections to the Memorandum and Recommendation on March 13, 1995. The plaintiff filed its response to the claimants' objection on March 22, 1995. This matter is ready for adjudication.</p>\n<p></p>\n<h2><i>Statement of the Facts</i></h2>\n<p>This action arises from a civil forfeiture action brought by the plaintiff United States of America of the defendant property pursuant <span class=\"star-pagination\">*910</span> to 18 U.S.C. § 981 and 18 U.S.C. § 1955(d). The complaint alleges that the defendant property, allegedly belonging to James Ronson Taylor and Jamel Earleen White Taylor, were properties used or involved in an illegal gambling operation. James Ronson Taylor and Jamel Earleen White Taylor filed separate claims for the defendant property on May 22, 1992. The plaintiff motioned the court for summary judgment on October 19, 1992. The claimants motioned to suppress the evidence presented by the plaintiff in support of its motion for summary judgment as a violation of their privacy rights of the Fourth Amendment. Following the claimants' response to the motion for summary judgment, the court denied the motion to suppress and granted the motion for summary judgment.</p>\n<p>The claimants presented notice of appeal of the court's March 24, 1993, order granting summary judgment. This action was stayed pending appeal by the claimants to the United States Court of Appeals for the Fourth Circuit (\"Fourth Circuit\"). In an order filed January 10, 1994, the Fourth Circuit vacated this court's holding and remanded the matter back to this court for an evidentiary hearing on the claimants' motion to suppress and for a review of the claimants' Eighth Amendment arguments of a disproportionate penalty.</p>\n<p>An evidentiary hearing was conduct by Magistrate Judge McCotter on August 30 to September 9, 1994. Magistrate Judge McCotter determined that the claimants' motion to suppress evidence should be denied and that the claimants' Eighth Amendment excessive fine arguments should not deny the forfeiture of the defendant property to the United States given the facts of this case and the existing law.</p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p>The claimants object to the Memorandum and Recommendation alleging that the claimants' home was searched in violation of the Fourth Amendment and that the court inappropriately utilized the instrumentality test for determining if the forfeiture violated the Eighth Amendment. In particular, the claimants maintain that they had a justifiable expectation of privacy when their venetian blinds were partially closed. The claimants contend that the police officer's statements concerning the observation of a bag of white powder at the hearing before Magistrate Judge McCotter was not credible. The claimants allege that the officers' grounds for arriving at the claimants' home was a mere pretext for their search of the location and they contend that Jamel Taylor did not voluntarily consent to the search.<sup>[1]</sup></p>\n<p>After a thorough and careful review of the Memorandum and Recommendation, the objections submitted by the claimants, and the entire record on this matter, this court finds that the recommendation of the Magistrate Judge is, in all respects, in accordance with the law and should be approved. Therefore, the court hereby adopts the Memorandum and Recommendation of the Magistrate Judge as its own.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Accordingly, the court finds that the evidence confiscated during a warrantless search of the claimants' residence was performed pursuant to a valid search of the premises. The court hereby DENIES the claimants' motion to suppress. The court GRANTS the plaintiff's motion for summary judgment. The defendant property is thereby FORFEITED to the United States of America. The court hereby ADOPTS the recommendations of the United States of America presented in its Response to Claimants' Objection to Magistrates Proposed Findings and Recommendation in that (1) the United States Marshal in conjuncture with the United States Department of Treasury shall SEIZE the defendant property; (2) the United States Marshals Service and the United States Department of Treasury are to provide the occupants of the defendant real property thirty (30) days to vacate the premises; (3) the United States Marshals Service and the United States Department of Treasury <span class=\"star-pagination\">*911</span> may enter into an \"occupancy agreement\" with the occupants of the defendant real property which allows the occupants to agree to a routine inspection of the defendant real property by law enforcement <i>with prior notice,</i> but without the necessity of a search warrant; and (4) the United States Marshals Service and the United States Department of Treasury shall dispose of the defendant property in the appropriate manner and in accordance with the law. Following seizure of the property, the clerk of the court is directed to close this case.</p>\n<p></p>\n<h2><i>MEMORANDUM AND RECOMMENDATION</i></h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p>This matter is before the court on remand from the Fourth Circuit Court of Appeals, to address the claimants' motion to suppress evidence and to address claimants' Eighth Amendment contention of a disproportionate penalty.</p>\n<p>An evidentiary hearing was held on August 30 to September 9, 1994. The government was represented by Assistant United States Attorney Thomas Swaim. The claimants were represented by John A. Shorter, Jr., and John W. Copeland, Jr.</p>\n<p>For the reasons set forth below, the claimants' motion to suppress evidence should be denied. After consideration of an Eighth Amendment excessive fine analysis, the court should order the forfeiture of the defendant property to the United States.</p>\n<p></p>\n<h2><i>PROPOSED FINDINGS OF FACT</i></h2>\n<p>1. Trooper Michael E. Lane of the North Carolina Highway Patrol testified at the hearing, and the court found his testimony credible. On April 15, 1990, Trooper Lane stopped a van on Highway 581 near Wilson, NC, being driven by claimant James Ronson Taylor. Trooper Lane stopped Mr. Taylor for driving left of center and for suspicion of driving while impaired. Lane asked Taylor to step out of the van to perform sobriety tests, which Taylor passed. However, during the stop, Trooper Lane found a Walther PPK-380 handgun concealed in a door pocket of the van. Trooper Lane cited Mr. Taylor for driving left of center and for carrying a concealed weapon.</p>\n<p>2. Both of the charges against Mr. Taylor were dismissed by the prosecuting attorney on July 5, 1990. The Walther handgun had been, and continued to be, in the possession of the Highway Patrol, Troop C, in Wilson, North Carolina.</p>\n<p>3. Over the next sixteen months, Trooper Lane attempted to notify Mr. Taylor several times, in person and by telephone, that the gun could be picked up at the Highway Patrol office, and would be released to Mr. Taylor only upon Mr. Taylor's signing a returned-property receipt. Mr. Taylor did not seek to have his weapon returned to him.</p>\n<p>4. On September 8, 1991, Sergeant C.H. Mercer of the Highway Patrol ordered Trooper Lane to take the gun and a receipt to Mr. Taylor's residence and return the weapon to him. Sergeant Mercer also testified at the hearing and the court found his testimony credible. Trooper Lane left the Highway Patrol office and went to the Wilson County Sheriff's Department office. There, he enlisted the assistance of Sergeant Levi Williams of the Sheriff's Department, to accompany him to the Taylor residence. The two drove in Lane's marked vehicle to 1699 Bynwood Circle in Wilson, the residence of claimant James Ronson Taylor, and arrived there at approximately 9:15 p.m.</p>\n<p>5. Sergeant Williams also testified at the hearing and the court found his testimony credible. Both he and Lane testified that Trooper Lane drove into and parked in the Taylors' driveway in front of the house. From the car, both Lane and Sgt. Williams saw, through a large picture window in the front of the house, two people apparently sitting at a table. Sgt. Williams saw one person get up and leave the room after Lane pulled the car into the driveway. The vertical blinds for the front window were partly open, and the lights inside the room were on.</p>\n<p>6. Trooper Lane and Sgt. Williams walked to the front door, opened an outer storm door, and knocked on the inner solid door. A black male partly opened the door. Trooper Lane identified himself and Sgt. <span class=\"star-pagination\">*912</span> Williams, and asked to see James Ronson Taylor. The black male who had opened the door identified himself as James Ronson Taylor. Trooper Lane said that the reason they were there was to return Mr. Taylor's weapon, which Lane showed to Mr. Taylor. Mr. Taylor made a remark either about going to get his wife or about putting his dog outdoors, asked Lane and Williams to wait, and closed the inner and outer doors. The inner door locked at this time.</p>\n<p>7. Trooper Lane heard \"scurrying\" sounds within the house after the doors were closed. Sgt. Williams did not hear anything inside the house due to radio traffic on his walkie-talkie. Trooper Lane walked three steps to his left along the porch that runs along the front of the Taylor residence, and looked through the picture window again. Lane saw a dining room table, which had on it a large amount of U.S. currency and what appeared to be a plastic bag containing a white powder. Lane also saw people moving around inside the house, but could not identify any of them as Mr. Taylor. Lane saw a person throwing a large bedsheet over the tabletop, but then the blinds abruptly closed. Lane shouted to Williams that there was \"money and drugs all over the place.\"</p>\n<p>8. Sgt. Williams opened the outer door and propped it open with his body. Trooper Lane knocked loudly on the front door, asking for Mr. Taylor to open the door. Lane and Williams knocked for approximately two minutes before Mr. Taylor opened the door again. Lane informed Mr. Taylor that he had seen money and drugs in the house and that the two officers \"needed to enter the house.\" Mr. Taylor made a statement concerning \"gambling,\" which neither Lane nor Williams heard clearly. Mr. Taylor stepped back from the doorway, and opened the door fully. Trooper Lane and Sgt. Williams entered the house.</p>\n<p>9. Both Lane and Williams saw several persons ahead and to their right, seated in the living room area of the house. Lane glanced to his left, and saw a person moving quickly to the left, into the dining room area. Lane saw a pistol lying on the floor of the dining room, on top of a paper bag. Williams saw a 9 mm pistol partially obscured by the sheet over the table. Lane chased the person, a black male later identified as Donnell Austin, into the dining room, and pushed him to the ground. As Austin began to rise, facing Lane, Lane drew his gun from his holster and ordered Austin to remain still. Meanwhile, Sgt. Williams ordered Mr. Taylor to remain still, standing in the entry area of the house; Williams then ordered Mr. Taylor into the living room. Mr. Taylor complied, and sat down. Williams returned to the main entryway, near the dining room doorway, and radioed for assistance. Mr. Taylor asked Sgt. Williams if he (Taylor) could use the bathroom, and Williams allowed it. On the way down the hallway, Williams explained to Taylor that the only reason the officers were there was to return a gun, but that they had seen money and drugs through the window. Taylor replied, \"We were only gambling.\" Mr. Taylor returned to the living room.</p>\n<p>10. While awaiting for backup units to arrive, Trooper Lane and Sgt. Williams removed the sheet covering the tabletop. They saw a large amount of currency in different denominations, and some papers and envelopes, but no plastic bag with white powder. Before the backup units arrived, there was no further conversation between any of the persons present in the house and either Lane or Williams.</p>\n<p>11. Sheriff Wayne Gay of the Wilson County Sheriff's Department received Williams' assistance call at approximately 9:20 p.m., and arrived at the Taylors' residence at approximately 9:40 p.m. Sheriff Gay testified at the hearing, and the court found his testimony to be credible. There were already several Sheriff's Department and Wilson Police Department vehicles at the scene when the Sheriff arrived. Gay spoke to both Lane and Williams before approaching Mr. Taylor. Gay introduced himself to Taylor, and asked permission to search the house. Mr. Taylor asked, \"Why do you want to search?\" Gay replied that, based on what the officers saw through the window, there was suspicious criminal activity going on at the house. Mr. Taylor said, \"The money is from gambling.\" Gay said that gambling was illegal in North Carolina. Mr. Taylor <span class=\"star-pagination\">*913</span> asked to speak to Sheriff Gay in private, which the Sheriff agreed to. The two walked down the hallway and into a back master bedroom.</p>\n<p>12. Mr. Taylor spoke first, and said, \"Mr. Gay, you know I don't mess with drugs; I do a lot of heavy gambling. I've been accused of messing with drugs, but I'm guilty by association only.\" Sheriff Gay said, \"This money seems tied to a lottery operation.\" Taylor replied, \"It is a lottery. I run the bank. We were in the process of counting.\" Gay asked if there were any illegal drugs in the house, to which Taylor replied, \"No. I don't do drugs. I don't mess with drugs. You can go ahead and search.\" Gay assured Taylor that the search would not be destructive, and that the officers would not \"tear up\" the house.</p>\n<p>13. Sheriff Gay told Sgt. Williams that he had received permission to search the house. Mr. Taylor did not protest, and in fact remained in the house, and at one point sat at the dining room table and drank cognac. Sgt. Williams told Deputy Danny Bailey of the Wilson County Sheriff's Department to begin the search. Sheriff Gay did not participate in the search himself, and stepped outside the house. Shortly thereafter, at approximately 10:10, Detective Sandy Johnson of the Wilson County Sheriff's Department arrived, responding to Sheriff Gay's radio call for a detective on duty. Detective Johnson testified at the hearing, and the court found his testimony credible. Johnson was placed in charge of coordinating the search.</p>\n<p>14. Deputy Bailey testified at the hearing and the court found his testimony to be credible. During the search, Deputy Bailey discovered some white powder on the floor of the bedroom. Bailey performed a field test on the powder, which tested positive for cocaine. Bailey also found a small amount of what appeared to be marijuana in a dresser drawer, inside a purse. At this point, Sheriff Gay informed Mr. Taylor of his <i>Miranda</i> rights. Mr. Taylor said that he waived his rights. Gay told Mr. Taylor about the discovery of the cocaine and marijuana, and asked if Taylor knew of any other illegal drugs in the house. Mr. Taylor said, \"I didn't know they were here,\" and appeared to Gay to be surprised that any drugs were found. Mr. Taylor asked his wife, claimant Jamel Earleen White Taylor, to come into the bedroom from the living room, where she was seated. She entered the bedroom, where Mr. Taylor asked her about the drugs found. She admitted that they were hers. Mrs. Taylor was not placed in custody nor read her <i>Miranda</i> rights.</p>\n<p>15. Deputy Bailey also found a free-standing safe in the bedroom, the door of which was partly open. Bailey opened the safe and discovered a large amount of rolled coins. Sheriff Gay asked Mr. Taylor where the coins had come from. Taylor said, \"I won the Maryland lottery. I'm surprised you haven't heard about it. I had a big party here a while ago.\" Bailey also found some paper currency under the bed.</p>\n<p>16. Detective Johnson found in a back bedroom several notebooks, notepads, and envelopes with writing on them, indicating State abbreviations, numbers, and other writing. Johnson also found bank deposit bags, coin and currency wrappers, adding machine tapes, and ledger sheets, both in the bedroom and the dining room. Johnson took these items into his possession.</p>\n<p>17. During the search, Deputy Bailey also found several large bundles of paper currency between the cushions of the living room sofa. All monies found in the dining room, living room, and bedroom, were counted at the scene, and totalled $61,312.19. Bailey took custody of the money overnight, and gave it to Sheriff Gay the following morning. Sheriff Gay and Detective Mickey Wilson of the Sheriff's Department, who also testified credibly at the hearing, performed a canine-alert test, using a trained drug-detecting dog. Four envelopes, one containing some of the money taken from the Taylor residence and three containing blank paper, were placed on the floor. The dog alerted on the envelope containing the money. The test was repeated after mixing the envelopes, and the dog again alerted on the envelope containing the money. Gay then took the money to the bank and had it counted and deposited in a special account. The total according to the bank's count was $61,433.09.</p>\n<p><span class=\"star-pagination\">*914</span> 18. Former IRS-CID Agent William Turner testified at the hearing, and the court found his testimony to be credible. Turner, who retired in 1993, served 25 years in law enforcement, investigating numbers lotteries and related drug offenses. He testified before numerous Grand Juries, and obtained indictments in North Carolina. He has lectured and instructed law enforcement agencies regarding lottery operations, and has previously qualified as an expert in federal court in North Carolina. Upon tender by the government, the court accepted Turner as an expert in the field of illegal lottery operations in eastern North Carolina.</p>\n<p>19. An illegal lottery operates on a multitiered system. On the \"street\" level are writing houses, where wagers are accepted from lottery participants, and tickets written by \"writers.\" The subject matter of the lottery is a bet on other, legal State lotteries, such as those in Illinois, New York, Maryland, and Virginia. The wagerer picks certain numbers to win, based on the State and the lottery game in that State. Once the tickets have been written and the wagers taken, they are brought to a \"turn-in\" house. Where the subject is other State lotteries, the tickets and money must be turned in before 8:00 p.m., when the winning numbers are drawn in the various legal lotteries. From the turn-in houses, \"runners\" pick up the money and tickets (and any records or summaries of wagers), and meet a \"bag-man\" who takes the money and writings to a \"tally house.\" At the tally house, essentially a counting house, the lottery's \"secretaries\" go through the ticket envelopes to compare the legal winning numbers against the illegal lottery's tickets. The tally house also determines the gross profits. Finally, the money from the lottery is turned over to the \"bank\" where the gross profits are kept, and where the operation is run. The management of the lottery operation is done through the \"bank.\" In some instances, the \"bank\" and the tally house may be one and the same. The tickets are separated from the money, because North Carolina law, at least that prior to January 1, 1995, was directed at possession of the numbers tickets, and not of money. The money, if found alone, is not evidence of the lottery. The person or persons who are the \"bank\" are usually armed, due to fears of police discovery and of robberies.</p>\n<p>20. A \"short envelope\" in an illegal lottery is one in which there is not enough money to cover the wagers actually taken, or not enough to pay off the actual winnings. A \"short ticket\" is one not sold at the right price, or given away for free. A \"hit\" is a winning ticket or bet. The odds of winning are determined by the number of persons participating. In the case at bar, there were odds of approximately 600-to-1. Bets are normally between two and three dollars, but can be as low as twenty-five cents or even a dime. Coins are used so the \"writers\" can deduct their pay. The \"writers\" get a percentage of the hits they sell or may get a commission of total tickets sold. Here, the writers received a 25% commission. The \"high gross\" of a lottery is the total amount accepted by writers. The \"low gross\" is the actual money sent to the \"bank\" after writers' deductions for commissions, which deductions are reflected on the envelopes sent to the \"bank.\" An \"overlook\" or \"OL\" occurs if the \"bank\" misses a winning ticket, and the bettor wants to be paid. Bettors are given carbon copies of their tickets when written.</p>\n<p>21. The winning numbers for the legal State lotteries are published the following day in the USA Today newspaper, which is how bettors discover whether they have won.</p>\n<p>22. The following exhibits were seized from the Taylors' residence (the defendant real property) on September 8, 1991. Government's Exhibit 41A is a summary of wagers accepted by writers for the lottery in question on September 7, 1991. The summary indicates eight groups of writers in the organization (the more experienced and successful writers (\"controllers\") oversee the newer ones), containing over 90 individual writers. Government's Exhibit 41B, an adding machine tape, indicates low gross wagers based on Exhibit 41A of roughly $17,000, $12,000, and $5,000. The projected annual income for this lottery based on the low gross wagers was $8,000,000. Government's Exhibit 42A, another adding machine tape, has a total figure of $12,188.01, and a handwritten <span class=\"star-pagination\">*915</span> notation, \"9/7/91 Cash Out\". Government's Exhibit 42B, consisting of two pieces of paper, is marked \"9/7/91\" and has two columns: the left is code names for writers, and the right is the money taken in by each. The second page of Exhibit 42B shows thirteen money amounts, untotaled. If added together, they total $12,188.01, the same as the figure on Exhibit 42A. Government's Exhibit 38 is headed \"9/7/91\" and contains abbreviations for Illinois, New York, Maryland, District of Columbia, and Virginia, with the winning 3-digit lottery numbers for each of those State's lotteries. Exhibit 38 also has writer code names who had winning bets on the numbers reported. Government's Exhibit 49, a copy of USA Today for September 9, 1991 (Monday), shows that the numbers on Exhibit 38 accurately reflect the winning 3-digit lottery numbers in the selected States. Government's Exhibit 43 is a balance sheet, headed \"9/7/91\", showing entries for \"Cash In\", \"Cash Out\", and \"Balance\". The gross profit based on this balance sheet for September 7, 1991, was $4,880.94.</p>\n<p>23. The following exhibits were also seized from the Taylors' residence on September 8, 1991. Government's Exhibit 44 is a pink lottery ticket, a carbon copy of the writer's ticket. It contains the notations \"9-7-91\", \"W11\", \"278\", and \"ILL\". This indicates an $11.00 bet, with $5.00 on the number 278 in the Illinois lottery, and $1.00 bet on the various combinations made with the numbers 2, 7, and 8. On the back of the ticket is written \"OL/tickets\" \"278\" and \"[$1.00]/KC\". These indicate that the ticket was overlooked as a winning ticket, that some combination of 278 won in the Illinois (referred to as \"KC\" or Kansas City) lottery. Government's Exhibit 45 is a ledger sheet reflecting 41 betting slips from a writer named \"K1\" transcribed onto the sheet. The date is 9/6/91, or September 6, 1991. Ledgers are kept usually for three days because of possible overlooks which need to be checked. Here, an overlook occurred for a ten-cent bet on the New York lottery.</p>\n<p>24. The following exhibits were also seized from the Taylors' residence on September 8, 1991. Government's Exhibit 37 is a ledger book with dates of February 17 through February 25. To the left under each date are writer code names, with money amounts to the right of each name. Entries are scratched through, with the written notation \"PD\" for \"Paid\", indicating that writers were paid, either for their commissions, percent of winning hits, or the actual winnings for the bettors. On the last page in the book with writing on it are the date \"9/7/91\", writer code names, and money amounts. None of the entries are scratched through, and none indicate \"Paid.\" Government's Exhibit 40 is a series of envelopes, most having the word \"money\" written on them and a writer's code name. They are dated \"9/8/91\". They are variously marked with high and low gross amounts, and short envelope amounts. Government's collective Exhibit 34 is a series of commercial bank deposit bags. There are eight bank bags, reflecting the eight groups of writers.</p>\n<p>25. The following exhibit was also seized from the Taylors' residence on September 8, 1991. Government's Exhibit 39A is the daily tally sheet for winning bets for September 8, 1991, which Mr. Taylor was beginning to perform when these events took place. Agent Turner was of the opinion that Sunday would be the worst day of the week to choose to search a house purposefully to discover a \"bank\" because two of the State lotteries do not have Sunday drawings, and some bettors do not bet on Sunday, thereby reducing gross revenues that could be targeted for seizure.</p>\n<p>26. Claimants James Ronson Taylor and Jamel Earleen White Taylor were both charged by the State; James Taylor pled guilty to one count of misdemeanor gambling, and all other charges against both claimants were dismissed. The charge of the gambling offense was based on the same evidence which claimants now seek to suppress.</p>\n<p>27. Claimant James Ronson Taylor testified at the hearing. Because of his obvious interest in the case, his demeanor while testifying, and the inconsistencies and admissions within his testimony, the court did not find him to be a credible witness.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*916</span> <i>PROPOSED CONCLUSIONS OF LAW</i>\n</h2>\n<p>The Complaint initiating this case seeks forfeiture of the defendant currency and claimants' real property as described above under the civil forfeiture provisions of 18 U.S.C. § 981 and 1955(d), incorporating conduct under § 1956(a)(1). Claimants have assailed these actions under two theories: first, that the evidence used to justify the forfeiture was obtained in violation of claimants' Fourth Amendment rights, and second, that forfeiture of the defendant property both real and personal would constitute an excessive fine in violation of the Eighth Amendment.</p>\n<p></p>\n<h2><i>A. Fourth Amendment Claim</i></h2>\n<p>The Fourth Amendment to the United States Constitution establishes the \"right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures.\" The Fourth Amendment's protection against unreasonable searches and seizures applies in civil forfeiture proceedings. <i>See </i><i>One 1958 Plymouth Sedan v. Pennsylvania,</i> 380 U.S. 693, 696, 85 S.Ct. 1246, 1248, 14 L.Ed.2d 170 (1965); <i>United States v. Taylor,</i> 13 F.3d 786, 788 (4th Cir.1994); <i>United States v. Turner,</i> 933 F.2d 240, 243 (4th Cir.1991). The exclusionary rule  that the government cannot use evidence against a defendant obtained in violation of the defendant's Fourth Amendment rights  also bars the government from relying on evidence derived from an illegal search to sustain a forfeiture. <i>One 1958 Plymouth Sedan,</i> 380 U.S. at 698, 85 S.Ct. at 1249.</p>\n<p>Claimants' primary contention is that they had a reasonable expectation of privacy in their home, manifested by the position and use of the vertical blinds in the front window near their front door. They further argue that when Trooper Lane looked through the window, he did so unreasonably and without probable cause, in violation of their Fourth Amendment rights. Next, claimants assert that the search cannot be retroactively justified under a \"protective sweep\" theory. They also assert that probable cause to search the residence did not develop subsequent to Lane's visual intrusion via the front window, nor were there exigent circumstances permitting a warrantless search. Finally, they put forth two final arguments: first, that James Taylor's consent to search the residence was invalidated by the prior illegal search or was in any case involuntary, and second, that the officers' proffered reason for going to the claimants' residence was a pretext used to gain entry into the house.</p>\n<p>The government responds that the claimants did not have an objectively reasonable expectation of privacy due to the position of the blinds, that the officers (Lane and Williams) acted reasonably at all times, and that the officers' actions did not constitute a \"search\" under the Fourth Amendment so as to implicate claimants' constitutional rights. The government also asserts that the officers had probable cause to cross the threshold of the house, and that there existed exigent circumstances such as to permit a warrantless entry into the claimants' residence; the government further argues that the search was justified under either a \"search incident to arrest\" theory or a \"protective sweep\" theory. The government claims that James Taylor's consent was entirely voluntary, and that the proffered reason of returning James Taylor's gun was not a pretext to search. Finally, the government argues that James Taylor's earlier guilty plea in State court collaterally estops claimants from now seeking suppression of the evidence supporting that State case.</p>\n<p></p>\n<h2><i>1. The Expectation of Privacy, the Visual Intrusion, and Plain View</i></h2>\n<blockquote>The Fourth Amendment protects legitimate expectations of privacy rather than simply places. If the inspection by police does not intrude upon a legitimate expectation of privacy, there is no \"search\" subject to the Warrant Clause.... The threshold question, then, is whether an individual has a legitimate expectation of privacy [in the area inspected].</blockquote>\n<p><i>Illinois v. Andreas,</i> 463 U.S. 765, 771, 103 S.Ct. 3319, 3324, 77 L.Ed.2d 1003 (1983). \"What a person knowingly exposes to the public, even in his own home or office, is not a subject of Fourth Amendment protection. ... [b]ut what he seeks to preserve as <span class=\"star-pagination\">*917</span> private, even in an area accessible to the public, may be constitutionally protected.\" <i>Katz v. United States,</i> 389 U.S. 347, 351, 88 S.Ct. 507, 511, 19 L.Ed.2d 576 (1967) (citations omitted). One's dwelling has ordinarily been afforded the most stringent Fourth Amendment protection. <i>United States v. Martinez-Fuerte,</i> 428 U.S. 543, 561, 96 S.Ct. 3074, 3084-85, 49 L.Ed.2d 1116 (1976). The burden rests on one who seeks to suppress to prove that his legitimate expectation of privacy has been violated by the challenged search. <i>United States v. Bellina,</i> 665 F.2d 1335, 1340 (4th Cir.1981). To prove such an expectation, one must exhibit by his acts and conduct an actual expectation of privacy in the <i>place</i> searched, which expectation society would consider \"reasonable\" or \"legitimate.\" <i>Id.</i></p>\n<p>Although Trooper Lane's and Sgt. Williams' testimony differed somewhat regarding the position of the vertical blinds on the claimants' front window as they approached the house, both stated that they could see into the dining room from the driveway. This indicates that the blinds were not fully drawn <i>and</i> turned so as to preclude any view into the house. Both officers could see two men sitting at a table, although they could not see the top of the table from the driveway vantage point. James Taylor's testimony regarding the blinds varied from his direct testimony that the blinds were completely closed to his cross-examination testimony that he couldn't remember if the blinds were completely closed and that there may have been openings between the blind slats. Furthermore, as Trooper Lane was standing in front of the window, looking into the dining room from the front porch, someone within the house fully closed and turned the blinds, preventing Lane's further inspection. Taken as a whole, this shows that both at the time the officers first arrived at claimants' house, and at the time Lane looked through the dining room window, the blinds were not completely closed to prevent any \"visual intrusion\" into the dining room.</p>\n<p>In light of this conclusion, the court also concludes that, although the claimants had a presumed legitimate expectation of privacy in their home on September 8, 1991, they have not shown that the actions of Trooper Lane and Sgt. Williams unreasonably infringed upon that expectation.</p>\n<p>The Fourth Circuit examined the issue whether an officer's visual inspection through a crack in a wall of a boarded, locked building (not a residence) violated a \"clearly established\" constitutional right, in considering the qualified immunity question of <i>Tarantino v. Baker,</i> 825 F.2d 772 (4th Cir.1987). The court held that Fourth Amendment principles in this area were not clearly settled at the time of the defendant officer's actions. The court also quite clearly stated at the outset of its opinion that it was not expressing a view on the constitutionality of the officer's conduct. <i>Id.</i> at 773. <i>Tarantino</i> does nevertheless offer valuable guidance in analyzing similar cases such as the one at bar.</p>\n<p>The court began with the premise that \"[n]ot all glances by a police officer, even those consciously directed at uncovering evidence of crime, constitute `searches' in fourth amendment terms.\" <i>Id.</i> at 775. The court, noting the \"vexing\" nature of the meaning of \"reasonable expectation of privacy,\" reasoned that most judicial assessments of those expectations have been closely tied to the facts of each particular case, and only general principles have emerged from the case law in this area. The court reviewed <i>United States v. Head,</i> 783 F.2d 1422 (9th Cir.1986) and <i>United States v. Wright,</i> 449 F.2d 1355 (D.C.Cir.1971), to demonstrate that some case law upholds \"visual intrusions\" by law enforcement officers as being outside the meaning of a Fourth Amendment \"search\". <i>Head</i> held that a police officer who cupped his hands around his eyes to look through the tinted windows of defendant's van did not engage in a search of the van; the Ninth Circuit cited with approval a number of cases supporting its proposition that no search occurs when an officer is in a place where he has a right to be, and looks through a window or opening into a private space \"and made observations `in the conditions created by or allowed by the owners or residents'.\" <i>Head,</i> 783 F.2d at 1427. Likewise, <i>Wright</i> held that no search occurred where officers <span class=\"star-pagination\">*918</span> lay down in front of a closed garage door, looked through the 8- or 9-inch opening at the bottom of the door, and shined a flashlight into the garage to look for stolen property. Here, however, no such contortion was required, and no shading of the eyes or peering through tinted windows occurred. Trooper Lane merely took three steps to his left, and stood before a window that was not completely blocked by shades. He did not move any objects, did not enhance his eyesight with artificial means, and did not touch the window in any way. His actions are similar to those taken by officers in <i>United States v. Hersh,</i> 464 F.2d 228 (9th Cir.1972), <i>United States v. Daoust,</i> 916 F.2d 757 (1st Cir.1990), <i>United States v. Anderson,</i> 552 F.2d 1296 (8th Cir.1296), and even the case claimants vigorously advance, <i>State of Washington v. Jordan,</i> 29 Wash.App. 924, 631 P.2d 989 (1981).</p>\n<p>In <i>Hersh,</i> officers responded to a neighbor's report that defendant was operating a laboratory in his house, and, without a warrant, visited defendant's house during daylight hours to question him. They knocked on the front door, and after receiving no response, remained on the front porch and looked through a front window which was partially covered with a drape. They saw oxygen tanks, beakers, other equipment, and white powder on the floor. They later arrested defendant and seized the equipment and chemicals without a warrant. The Ninth Circuit upheld the \"visual intrusion\" through the front window under a \"plain sight\" (or \"plain view\") theory. The factual basis for the court's upholding the observations included several concurrent with the case at bar: there were no \"No Trespassing\" signs posted; there was no fence closely surrounding the property; the officers went to the residence for a legitimate purpose; and the officers did not have to move objects or manipulate the window to see through it. The distinguishing fact is that in <i>Hersh,</i> the officers arrived at the house in broad daylight, whereas here, Lane and Williams arrived at claimants' residence on a Sunday night at nine o'clock. In short, the officers there and here were in a place where they had a right to be, and what they saw through the window was in plain sight from that vantage point.</p>\n<p>The First Circuit court similarly held in <i>Daoust</i> that where officers visited defendant's (a convicted felon) house to question him concerning his knowledge of drug activity, found the front door inaccessible and walked around to the back of the house, and saw through a kitchen window a gun hanging above the sink, the \"plain view\" theory<sup>[1]</sup> also applied, and the officer's conduct was lawful.</p>\n<p>In <i>Anderson,</i> the Eighth Circuit held the following \"visual intrusion\" as lawful under the plain view theory: officers, seeking to question defendant concerning the theft of 242 television sets, arrived at defendant's residence, and rang the doorbell. No one answered from within, but the officers heard a dog barking at the rear of the house. They walked around the house to see if anyone was with the dog. As they were walking along the side of the house, they saw a lighted basement window, partially covered by a shade, and through the window saw numerous crates containing the brand of television sets reported stolen. The Eighth Circuit stated the \"plain view rule\" applies only if</p>\n<blockquote>(1) the initial intrusion which afforded the plain view was lawful; (2) the discovery of the evidence was inadvertent; and (3) the incriminating nature of the evidence was immediately apparent.</blockquote>\n<p><i>Anderson,</i> 552 F.2d at 1299, <i>citing </i><i>Coolidge v. New Hampshire,</i> 403 U.S. 443, 464-73, 91 S.Ct. 2022, 2037-42, 29 L.Ed.2d 564 (1971).</p>\n<p>Finally, in <i>Jordan,</i> the Washington Court of Appeals held that suppression was warranted where police officers, responding to a complaint of a loud party at defendant's residence, stepped onto the front porch, and immediately looked through a six-inch opening between the edge of a front window and the drape inside. Through that opening, they saw evidence of marijuana possession and use, and on that observation, entered the house and arrested defendant. The court <span class=\"star-pagination\">*919</span> held that \"[t]he fact that the occupants had not completely succeeded in shutting the curtains does not diminish the reasonableness of their expectation of privacy,\" <i>Jordan,</i> 631 P.2d at 991, and cautioned against \"a regression into an Orwellian society\" by requiring citizens to live in light-tight, air-proof boxes. <i>Id.</i> Orwell, however, cautioned against a society based on total governmental intrusion <i>despite and in the face of</i> individual responsibility for one's own privacy. Chief Judge Reed, in his dissent in <i>Jordan,</i> takes a more reasoned and less exaggerated view:</p>\n<blockquote>The act of leaning over and peering through the opening provided by the carelessly drawn drapes was reasonable and judicious in the circumstances. Here was no purposeful \"search\" for suspected contraband.... Rather, the officers had a genuine and, I think, a legitimate interest in ascertaining if possible whom and how many persons they were soon to encounter.... As a general proposition, it is fair to say that when a law enforcement officer is able to detect something by utilization of one or more of his senses while lawfully present at the vantage point where those senses are used, that detection does not constitute a \"search\" within the meaning of the Fourth Amendment.<sup>[2]</sup></blockquote>\n<p><i>Id.</i> at 992 (citations omitted). This view is much more in line with precedent under <i>Katz</i> and <i>Coolidge,</i> and under the facts of the case at bar, is the more applicable.</p>\n<p>Upon consideration of the facts, and of the foregoing authority, the court concludes that the \"visual intrusion\" by Trooper Lane, in looking through the blinds into the claimants' dining room did not constitute a \"search\" for Fourth Amendment purposes.</p>\n<p>In the alternative, a review of the Fourth Circuit's approach to \"plain view\" searches and resulting seizures leads to the conclusion that Lane's observations fall within that exception to the warrant requirement. The warrantless seizure of property is permissible if these criteria are met: (1) the police officer must be first engaged in a lawful intrusion or must otherwise legitimately occupy the position affording a plain view of the evidence seized; (2) the discovery of the evidence must be inadvertent; and (3) it must be immediately apparent that the evidence may be either contraband or evidence of a crime. <i>United States v. Fawole,</i> 785 F.2d 1141, 1145 (4th Cir.1986); <i>United States v. Legg,</i> 18 F.3d 240 (4th Cir.1994). The facts show that these criteria are met. First, Lane and Williams were on a legitimate errand to return claimant's Walther handgun, and were standing on the front porch because Mr. Taylor had shut and locked the door in front of them. They were awaiting someone to reopen the front door. Lane heard scurrying sounds within the house immediately after Mr. Taylor closed the door; while this may have been consistent with a man putting his dog out the back door, it is also consistent with what Lane suspected was evidence being destroyed, a setup to harm the officers, or an escape of persons seeking to elude police. Because of his suspicions, Lane took three steps to his left and looked into the lit dining room through the partly open blinds. While doing so, he inadvertently viewed a large amount of currency on the table and a plastic bag of white powder. Lane immediately concluded that the money and powder added up to a criminal act in progress, which conclusion he shouted to Sgt. Williams. The three prongs of the \"plain view\" doctrine are satisfied, and the visual observation and subsequent seizure of evidence did not violate the Fourth Amendment.</p>\n<p>As a final coda to the analysis of the \"visual intrusion,\" the court concludes that Trooper Lane's actions in taking three steps to his left down the porch to stand in front of the window was not so incompatible with the scope of his original purpose  returning Mr. Taylor's gun  that any evidence inadvertently seen by him must be excluded as the fruit of an illegal search. Lane's actions were reasonable in light of Mr. Taylor's having closed and locked the door in front of the <span class=\"star-pagination\">*920</span> officers, and with the officers requiring Mr. Taylor's signature to return his weapon; it was reasonable for the officers to have wondered where Mr. Taylor went. <i>Cf. </i><i>United States v. Bradshaw,</i> 490 F.2d 1097, 1100 (4th Cir.), <i>cert. denied,</i> 419 U.S. 895, 95 S.Ct. 173, 42 L.Ed.2d 139 (1972) (officer approaching residence to question suspected moonshiner peered through crack in closed door of pickup truck near house and saw moonshine jugs; held that such evidence should be suppressed as outside the scope of the intended purpose of the officer's visit to the house).</p>\n<p></p>\n<h2><i>2. Exigent Circumstances and Probable Cause</i></h2>\n<p><i>Coolidge v. New Hampshire, supra</i><i>,</i> cautions that absent exigent circumstances, \"plain view <i>alone</i> is never enough to justify the warrantless seizure of evidence.\" 403 U.S. at 468, 91 S.Ct. at 2039; <i>see also </i><i>Bradshaw, supra,</i> 490 F.2d at 1101 (plain view is inapplicable to justify intrusion unless other justification for further intrusion also exists). Although these strictures apply to seizures and not searches, they are guiding precedent because the \"search\" here was inextricably concurrent with the seizure of evidence.</p>\n<p>Exigent circumstances include responding to an emergency, <i>United States v. Jeffers,</i> 342 U.S. 48, 72 S.Ct. 93, 96 L.Ed. 59 (1951), hot pursuit of a fleeing felon, <i>Warden v. Hayden,</i> 387 U.S. 294, 87 S.Ct. 1642, 18 L.Ed.2d 782 (1967), or being confronted with the imminent destruction of evidence, <i>Schmerber v. California,</i> 384 U.S. 757, 86 S.Ct. 1826, 16 L.Ed.2d 908 (1966). \"[W]hen officers have probable cause to believe that contraband is present and, in addition, they reasonably believe that the evidence may be destroyed or removed before they can secure a search warrant, a warrantless entry is justified.\" <i>United States v. Turner,</i> 650 F.2d 526, 528 (4th Cir.1981) (citations omitted). Factors to consider in determining whether exigent circumstances existed include (1) the degree of urgency involved and the amount of time necessary to obtain a warrant; (2) the officers' reasonable belief that the contraband is about to be removed or destroyed; (3) the possibility of danger to police guarding the area; (4) information that the possessors of the contraband are aware of police pursuit; and (5) the ready destructibility of the contraband. <i>United States v. Rubin,</i> 474 F.2d 262, 268 (3d Cir.1973).</p>\n<p>The initial thread of urgency began when Mr. Taylor closed the door, albeit politely, in the face of two officers who had just identified themselves and their purpose for disturbing claimants on a Sunday night. Once Lane looked into the front window and saw the money and bag of white powder, and later, when Mr. Taylor opened the door again, and Lane and Williams both saw a gun on the floor of the dining room, there raised a great urgency to prevent such evidence from being destroyed. No evidence was introduced at the hearing of the time Lane or Williams needed to obtain a search warrant. Lane and Williams' belief that money, white powder, and a weapon could be quickly removed or destroyed is reasonable under the circumstances as they knew them on September 8, 1991. The purpose of their errand to the claimants' house was to return a weapon. Once the door was opened again, they saw another weapon in easy reach. Should Lane or Williams have departed to obtain a search warrant, the remaining officer could have been in physical danger from that weapon, and, as it turned out, from a second gun inside the house. Once Lane loudly alerted Williams that a \"drug deal\" was apparently going down, and that \"money and drugs [were] all over the place,\" the officers could reasonably assume that the persons inside the house would know they were under police scrutiny, which was bolstered by the two-minute delay and noise inside the house before Mr. Taylor opened the front door again.<sup>[3]</sup> Finally, money, a bag of white powder, and a gun are items that can be easily removed and hidden, and the money and powder easily destroyed. That someone attempted to cover the table with a sheet during Lane's observation through the window supports such <span class=\"star-pagination\">*921</span> a conclusion. That the bag of white powder Lane saw through the window was never found supports the inference that it may have been either destroyed or removed by someone fleeing the house during Lane's and Williams' entry.</p>\n<p>Even if the court accepted claimants' assertion that the bag of white powder was a fiction created by Lane and others to justify entry, the facts still remain that Lane saw a large amount of cash on the table, and both Lane and Williams saw a gun in the same room. Lane's reaction was that the money was involved in a drug deal; even if the powder was not present, the unusual presence of thousands of dollars stacked on one's dining room table would lead police officer to a reasonable suspicion that criminal activity was afoot. Once the gun was sighted, the \"character\" of the money was rendered more suspicious. Under either view of the events, there were specific, articulable facts upon which Lane and Williams could reasonably have based their conclusion that contraband was probably present and a crime probably in progress in the claimants' house.</p>\n<p></p>\n<h2><i>3. Consent to Search</i></h2>\n<p>Claimants challenge the validity of James Taylor's consent to search his house given to Sheriff Gay, under two theories: first, that because the initial entry was invalid, any subsequent consent was tainted by that invalidity; and second, that consent was not given voluntarily, but was coerced.</p>\n<p>In light of the conclusions above, claimants' first theory is unpersuasive; the initial entry was valid under alternate lines of decision (no expectation of privacy; no search; plain view and exigent circumstances).</p>\n<p>Claimants' second theory, however, is a different question. Claimants eloquently assert that James Taylor, seriously ill, \"a prisoner in his home and surrounded by a host of armed officers, was easy prey for the Sheriff to extract a consent to search.\" Claimants contend that James Taylor's consent was coerced by Sheriff Gay's threats to \"tear up\" the Taylor residence if consent was denied and a warrant had to be obtained.</p>\n<p>The government bears the burden of showing that consent to search obtained from a defendant was freely and voluntarily given, \"a burden not satisfied by showing a mere submission to a claim of lawful authority.\" <i>Florida v. Royer,</i> 460 U.S. 491, 497, 103 S.Ct. 1319, 1324, 75 L.Ed.2d 229 (1983). The voluntary nature of a consent is determined by an objective assessment of the totality of circumstances surrounding the giving of the consent. <i>Schneckloth v. Bustamonte,</i> 412 U.S. 218, 93 S.Ct. 2041, 36 L.Ed.2d 854 (1973).</p>\n<p>The testimonial accounts of Gay's obtaining consent to search nearly constitute polar opposites. Sheriff Gay recounted that he spoke to Mr. Taylor and asked for permission to search while the two were in the living room. Upon questioning by Mr. Taylor, Gay explained why he wanted to search; when Mr. Taylor stated that the money was from gambling, Gay explained that gambling is illegal in North Carolina. Mr. Taylor explained to Gay, in private, that he was not involved in drugs, but was the bank for a lottery operation. Gay asked if there were any drugs in the house, presumably on Lane's report of seeing a baggie with white powder in it. Taylor then replied that he didn't do drugs, and didn't mess with drugs, and that Gay could go ahead and search, in effect volunteering consent. Gay assured Mr. Taylor that the officers would not \"tear up\" the house. Gay then stated to the other officers that Mr. Taylor had given permission to search, to which statement Mr. Taylor did not protest or reply.</p>\n<p>Mr. Taylor claims that the other backup officers were already rummaging around the house when Sheriff Gay arrived. He also recounted conversation with Gay, in which Taylor stated that since he and his wife were not under arrest, the police should leave. Later, Gay asked if the police could search the house, and Mr. Taylor replied, \"No. I don't like the way they [other officers] came in.\" Taylor agreed that Gay asked if there were any drugs in the house, and that Taylor denied the presence of drugs. Taylor claims Gay also said that he could get a warrant, and that he didn't want the officers to tear up the house. Then Taylor claims he said, <span class=\"star-pagination\">*922</span> \"You might as well, you're all over the place anyway.\"</p>\n<p>At the hearing, Sheriff Gay's testimony was credible, and based on that version of events, Mr. Taylor voluntarily and freely consented to a search of his residence. Even under Mr. Taylor's version of events, he demonstrated the ability and awareness that he could deny consent to search, because he denied it at least once, despite the presence of police officers in his house. There were no deprivations, no physical seizure of Mr. Taylor, and no other factors that would vitiate such consent. After consent was given, Mr. Taylor sat at the dining room table (see Government's Exhibit # 19), drinking cognac, while officers searched his house. This behavior is inconsistent with a denial of consent, and is also inconsistent with a simple submission to police authority. Under the totality of circumstances, Mr. Taylor's consent to search the house was freely and voluntarily given to Sheriff Gay.</p>\n<p></p>\n<h2><i>4. Protective Sweep and Search Incident to Arrest</i></h2>\n<p>In the alternative to voluntary consent, the government argues that the evidence seized during the search of the claimants' residence should be admitted under either the \"protective sweep\" theory of <i>Maryland v. Buie,</i> 494 U.S. 325, 110 S.Ct. 1093, 108 L.Ed.2d 276 (1990), or under a \"search incident to arrest\" theory, <i>see </i><i>Chimel v. California,</i> 395 U.S. 752, 89 S.Ct. 2034, 23 L.Ed.2d 685 <i>reh'g denied,</i> 396 U.S. 869, 90 S.Ct. 36, 24 L.Ed.2d 124 (1969).</p>\n<p>Under <i>Buie,</i> the Fourth Amendment permits a properly limited protective sweep in conjunction with an in-home arrest if the searching officer possesses a reasonable belief based on \"specific and articulable facts which, taken together with the rational inferences from those facts, reasonably warrant[ed] the officer in believing ... that the area swept harbor[s] an individual posing a danger to the officer or others.\" <i>Buie,</i> 494 U.S. at 327, 110 S.Ct. at 1095 (internal citations omitted). Although setting the standard for a protective sweep at reasonable suspicion rather than probable cause, the Court also warned that the sweep \"is not a full search of the premises, but may extend only to a cursory inspection of those spaces where a person may be found.\" <i>Id.</i> at 335, 110 S.Ct. at 1099 (emphasis added). Certainly a person was not hiding under the sheet thrown over the dining room table, where a great deal of the evidence (save the money and drug traces in the bedroom) was found. Under <i>United States v. Baker,</i> 577 F.2d 1147 (4th Cir.), <i>cert. denied,</i> 439 U.S. 850, 99 S.Ct. 154, 58 L.Ed.2d 153 (1978), where police officers had information that an armed accomplice might have been hiding in the house where defendant was arrested, they were justified in conducting a protective sweep to look for any persons, and to seize any evidence of crime in plain view. <i>Id.</i> at 1152. Again, the officers could not have been looking for a person under the sheet, and the presence of the sheet prevented a plain view seizure. The government asserts that the officers had a justifiable fear of harm arising from Donnell Austin's having \"lunged\" for the handgun on the dining room floor, and that <i>Buie</i> should be read to prevent a \"first bite\" rule for killers. Once Lane and Williams entered the house and prevented any person therein from moving about (both testified that they \"sat tight\" and made sure no one moved until backup arrived), the justification for a protective sweep ended. Their fear that Austin or anyone else would lunge for a weapon should have been put at bay by the fact that Trooper Lane had his weapon drawn and a bead on Austin, and Sgt. Williams had an unobstructed view of the living room and its occupants, the hallway of the house, and the doorway, where he stood. Even if a sweep were still justified after backup arrived, it would have been only to look cursorily for persons, not things smaller than persons in places where persons could not have been hiding.</p>\n<p>The \"search incident to arrest\" line of cases includes <i>Chimel v. California,</i> 395 U.S. 752, 89 S.Ct. 2034, 23 L.Ed.2d 685 (1968), which held that once an arrest is made, the arresting officer may search the person arrested to check for weapons or destructible evidence, and may further search the area within the immediate control of the arrestee  the area within which he might gain <span class=\"star-pagination\">*923</span> possession of a weapon or destructible evidence. The Court even used the example of \"a gun on a table or in a drawer in front of one arrested....\" <i>Id.</i> at 763, 89 S.Ct. at 2040. Austin had been escorted out of the dining room and into the living room when Lane removed the sheet from the dining room table. Austin could no longer gain control of the tabletop area from another room. With Lane and Williams both making sure that no one moved until backup arrived, the need for a search incident to arrest was nonexistent. Even without considering whether an \"arrest\" had taken place, the government's argument under this theory, like that of the protective sweep, should be regarded as unpersuasive.</p>\n<p></p>\n<h2><i>5. Pretext and Trespass</i></h2>\n<p>Claimants argue that the proffered reason for Lane's and Williams' presence at their house  to return James Taylor's Walther handgun  was a pretext used to gain entry into the Taylors' residence in order to search. They also argue that this constituted a trespass, which violates the Fourth Amendment.</p>\n<p>There is no evidence from which the court can reasonably conclude that the officers used the return of the Walther PPK as a pretext to search the claimants' residence. By all accounts, this was a housekeeping matter, an errand that could have been concluded in a matter of minutes on the steps of claimants' house. Sgt. Mercer wanted to get rid of the weapon, and the return to its rightful owner was the most reasonable avenue to accomplish his goal, and one not precluded by N.C. Gen.Stat. § 15-12, which claimants assert. Lane obtained the order of dismissal of charges against Mr. Taylor, which dismissal meant the return of the property to Mr. Taylor, even though more than a year had elapsed since the property had been seized. The testimony of Lane, Williams, Mercer, Gay, Bailey, and Johnson confirm that no investigation of the claimants, individually or otherwise, was underway or planned on September 8, 1991. That James Taylor never filed a motion for return of his property does not mean the Highway Patrol was required to dispose of the weapon in a manner other than return to its owner. The officers were at claimants' residence for a legitimate purpose and not for a pretextual search.</p>\n<p>\"Trespass\" does not per se implicate Fourth Amendment concerns unless the action underlying the trespass unreasonably infringes on a reasonable expectation of privacy. <i>United States v. Jackson,</i> 585 F.2d 653, 659 (4th Cir.1978). The Fourth Amendment addresses searches and seizures, not trespasses. Claimants' trespass argument is founded on the premise that the officers' presence at claimants' house was without justification, and was therefore a trespass in violation of claimants' property rights. Because there was no pretext, however, and the officers were there for a legitimate reason, the argument falters of its first premise. As concluded above, the officers' actions did not unreasonably infringe upon claimants' expectation of privacy in their home.</p>\n<p></p>\n<h2><i>6. Estoppel</i></h2>\n<p>The government's final argument states that because Mr. Taylor pleaded guilty to a State charge of misdemeanor gambling, based upon the same evidence that he now seeks to suppress, he is estopped from challenging that the defendant currency or realty was not involved in an illegal gambling operation. Claimants' arguments do not appear to be cast in such a challenge; rather, claimants challenge the manner in which the evidence that the currency and realty was involved in gambling was obtained. To the extent that claimants may challenge that the currency and realty were involved in gambling, collateral estoppel may apply in part.</p>\n<p>\"The federal courts must `give preclusive effect to state-court judgments whenever the courts of the State from which the judgments emerged would do so.'\" <i>United States v. Turner,</i> 933 F.2d 240, 243 (4th Cir.1991), <i>quoting </i><i>Haring v. Prosise,</i> 462 U.S. 306, 313, 103 S.Ct. 2368, 2373, 76 L.Ed.2d 595 (1983). A conviction in North Carolina conclusively establishes every element of the offense charged. <i>See </i><i>State v. Lewis,</i> 311 N.C. 727, 319 S.E.2d 145 (1984), <i>State v. McCoy,</i> 303 N.C. 1, 277 S.E.2d 515 (1981). Furthermore, \"a knowing and voluntary guilty plea is an <span class=\"star-pagination\">*924</span> admission of all elements or material facts of the charge.\" <i>United States v. One 1985 Mercedes Benz Automobile,</i> 716 F.Supp. 211, 213 (E.D.N.C.1989). James Taylor pled guilty to sale or possession of \"number tickets\" under N.C. Gen.Stat. § 14-290. That section addresses two kinds of conduct: promoting or running a lottery, and participating in a lottery. It is not clear from the record of the hearing to which of the two types of conduct Mr. Taylor pled guilty. The material facts which Mr. Taylor may have also admitted were not presented to the court at the hearing, however, and the collateral estoppel effect is therefore impossible to gauge as concerns those facts.</p>\n<p></p>\n<h2><i>Conclusion as to Fourth Amendment Claims</i></h2>\n<p>The claimants had a presumed expectation of privacy in their home on September 8, 1991, but have not shown that the officers' actions unreasonably infringed upon that expectation. Trooper Lane's observations through the front window of claimants' house did not constitute a \"search\" for Fourth Amendment purposes; in the alternative, such observations and subsequent warrantless entry were justified by the \"plain view\" and \"exigent circumstances\" exceptions to the warrant requirement. Because of the determination of credibility made above, the court should conclude that James Taylor freely and voluntarily consented to a search of his residence, the defendant property. There appears no evidence that the officers' initial reason for visiting claimants' house was a pretext to search, nor was there a trespass that would implicate Fourth Amendment concerns. There may be an issue preclusion (collateral estoppel) as to the elements of the crime for which James Taylor pled guilty, but any material facts which he also admitted in connection with that plea are not before the court, and therefore cannot be categorized as free from challenge under a collateral estoppel theory. In sum, the court should deny claimants' motion to suppress.</p>\n<p></p>\n<h2><i>B. Eighth Amendment Excessive Fine Claim</i></h2>\n<p>Claimants assert that the working of a forfeiture based upon the admissible evidence would constitute an excessive fine in violation of the Eighth Amendment. The Fourth Circuit, in its remand order, directed that, in the event the motion to suppress is denied, the district court should address the Taylors' Eighth Amendment arguments consistent with the remand opinion. <i>United States v. Taylor,</i> 13 F.3d 786, 790 (1994). The court's concern centered solely on the claimants' real property, and not the defendant currency. <i>Id.</i></p>\n<p>The Supreme Court has held that the Eighth Amendment Excessive Fines Clause does apply to civil forfeiture proceedings under 21 U.S.C. § 881 (forfeiture of certain property used in drug-related crimes). <i>Austin v. United States,</i> ___ U.S. ___, 113 S.Ct. 2801, 125 L.Ed.2d 488 (1993). The Fourth Circuit held that the reasoning in <i>Austin</i> is equally applicable to forfeiture actions under 18 U.S.C. § 981 and § 1955(d). <i>Taylor, supra,</i> 13 F.3d at 790.</p>\n<p>In the interim between the remand of this case and the submission of briefs by the parties after the evidentiary hearing ordered by the Fourth Circuit, that court decided <i>United States v. Chandler,</i> 36 F.3d 358 (4th Cir.1994). In <i>Chandler,</i> the Fourth Circuit articulated an instrumentality test, rejecting any proportionality test, for determining whether a civil forfeiture under 21 U.S.C. § 881 is excessive. The test consists of the lower court's consideration of the following:</p>\n<blockquote>(1) the nexus between the offense and the property and the extent of the property's role in the offense;</blockquote>\n<blockquote>(2) the role and culpability of the owner; and</blockquote>\n<blockquote>(3) the possibility of separating offending property that can readily be separated from the remainder.</blockquote>\n<p>The court added the following guidance:</p>\n<blockquote>In measuring the strength and extent of the nexus between the property and the offense, a court may take into account the following factors: (1) whether the use of the property in the offense was deliberate and planned or merely incidental and fortuitous; (2) whether the property was important <span class=\"star-pagination\">*925</span> to the success of the illegal activity; (3) the time during which the property was illegally used and the spacial extent of its use; (4) whether its illegal use was an isolated event or had been repeated; and (5) whether the purpose of acquiring, maintaining or using the property was to carry out the offense. No one factor is dispositive but, to sustain a forfeiture against an Eighth Amendment challenge, the court must be able to conclude, under the totality of circumstances, that the property was a substantial and meaningful instrumentality in the commission of the offense, or would have been, had the offensive conduct been carried out as intended.</blockquote>\n<p><i>Id.</i> at 365. Because of the similarity between 18 U.S.C. § 1955(d) and 21 U.S.C. § 881(d), and because the Fourth Circuit has held that the reasoning of <i>Austin,</i> in requiring an Eighth Amendment Excessive Fine analysis, applies to forfeitures under 18 U.S.C. §§ 981 and 1955, the court should conclude that the instrumentality test and consideration of factors set forth in <i>Chandler</i> also applies to forfeiture actions under 18 U.S.C. §§ 981 and 1955. Claimants' argument for a proportionality review is foreclosed by this conclusion.</p>\n<p>NEXUS: The government contends that the real property in question was intimately involved in a multi-million dollar illegal lottery operation, and relies on the testimony of former IRS-CID agent Turner, whom the court recognized as an expert in the operation of illegal lotteries in eastern North Carolina. Turner explained that the \"bank\" for the lottery is the highest level of operations, which keeps the gross profits, and in effect runs the illegal lottery. Mr. Taylor admitted to Sheriff Gay that Taylor was the \"bank\" for a lottery. Turner also explained that lottery tickets would not normally be found in the house that is the \"bank\" because the money intake from the lottery would not be held in the same place as the tickets themselves, in case of police detection. Turner explained that the \"bank\" also rolls loose coins, and deducts the commissions of the \"writers,\" the persons who write the lottery tickets and sell them. He also explained that the \"bank\" would be armed out of two fears: police searches and robberies.</p>\n<blockquote> The use of claimants' residence as the \"bank\" for the lottery appears to have been deliberate and planned, and not fortuitous. The items seized therein included not only the cash, coins, coin rolls, and guns, but at least one lottery ticket and several ledgers. There were also more than one calculator and a number of bank deposit bags. This shows a level of organization and management that goes beyond mere happenstance or spur-of-the-moment construction of the lottery.</blockquote>\n<blockquote> Turner's explanation of lottery operations leads to the conclusion that the \"bank\" is the most important part of the operation. Without it, no money would be tallied, none paid out, and no commissions paid to \"writers.\" Here, the residence of the Taylors served as the chief headquarters of the operation, the place where the profit of it all eventually came to be counted, some placed in a safe, and most deposited in actual banks. Having a place to count money is crucial to the success of the lottery operation, and the Taylors' house was crucial to the success of that lottery. Although Turner admitted on cross-examination that the lottery's records are entirely portable, and the \"banker\" can run the lottery from virtually anywhere he has a telephone, the fact that Mr. Taylor chose his home as his center of accounting made that home important to the success of the lottery.</blockquote>\n<blockquote> There was no direct evidence of how long the lottery operation had been run out of the Taylors' residence; however, Agent Turner pointed out Exhibit 37, which included ledger entries for the dates of February 17 through February 25. If those dates were for February of 1991, the lottery could have been in operation for at least five months. The ledgers do not, however reflect that the Taylors' residence was the location of the \"bank\" and so do not assist the court in this analysis. The dining room was being used to count money; in addition, there was a large amount of money found in the Taylors' bedroom, and some <span class=\"star-pagination\">*926</span> money found in the sofa cushions in the living room. There were also items seized (coin wrapper, wrapping machine, etc.) from another room in the house, which Capt. Johnson identified as an \"office.\" Therefore, at least four rooms of the defendant real property were being used in the lottery operation.</blockquote>\n<blockquote> Agent Turner explained that records from the September 7, 1991, day's take were still in claimants' house when they were seized on September 8, 1991. These records included a summary of wagers accepted by eight groups of \"writers\" on September 7, adding machine tape with handwritten notations \"9/7/91 Cash Out\", a balance sheet entitled \"9/7/91\", and a \"overlook\" lottery ticket also bearing the date \"9/7/91.\" These items, with some others, show that the lottery had been run the day before September 8, as well as on September 8. The illegal activity conducted at the Taylors' house  managing the proceeds from a lottery  occurred on more than one occasion.</blockquote>\n<blockquote> The Taylors presumably acquired their house to live in it. There appears no other motivation from the evidence, and any inference to the contrary would be unsupported by the evidence.</blockquote>\n<p>Based upon these considerations, the court should conclude that there was a strong nexus between the Taylors' house (the defendant real property) and the offense committed  running a lottery in violation of North Carolina law.</p>\n<p>OWNER'S CULPABILITY: Mr. Taylor pled guilty to one count of possession of \"numbers tickets\" under N.C. Gen.Stat. § 14-290. His fine was $100, which along with court costs, he paid. It can hardly be argued that he was not culpable. Agent Turner's testimony indicates that Mr. Taylor, as the self-professed \"bank\" of the lottery, was the head of an operation that, based on records seized, employed more than five persons for any thirty-day period, and had proceeds greater than $2000 for any given day. Turner also estimated, based on the \"low gross\" of the September 7, 1991 seized records, that the projected annual \"take\" for the lottery would approximate $8 million. The head of such an operation would play a key role in a lucrative illegal enterprise.</p>\n<p>Claimant Jamel Earleen White Taylor presented no evidence of an \"innocent owner\" defense (see 18 U.S.C. § 981(a)(2)) as to her involvement in the gambling offense, or as to the charged drug offenses. In fact, according to the testimony of Sheriff Gay and Detective Bailey, Mrs. Taylor admitted owning the drugs found in the Taylors' bedroom. From all appearances, she was fully aware of the activities taking place in her own dining room.</p>\n<p>SEPARABLE PROPERTY: The real property in question consists of a 1.5 acre lot, with a one-story, four-bedroom house upon it. There is also a separate building with two bedrooms, a small basketball court, and a swimming pool on the lot. The property was once two separate lots, # 10 and # 11, deeded separately, one to each claimant in 1986. In 1987, claimants deeded the property to themselves by the entirety. Claimants presented no evidence of where on the property the residence sits, or whether the residence sits entirely on either of lot # 10 or # 11. In argument, claimants refer to the property as a single lot. The government seeks the forfeiture of the entire property, wherein each claimant has no individual claim of title, <i>see, e.g., </i><i>Boyce v. Boyce,</i> 60 N.C.App. 685, 299 S.E.2d 805, <i>pet. denied,</i> 308 N.C. 190, 302 S.E.2d 242 (1983), and which may be accomplished based on the actions of one spouse if uncontroverted by a claim that the other spouse had no knowledge of the illegal activity. <i>See </i><i>United States v. One Single Family Residence,</i> 13 F.3d 1493 (11th Cir.1994) (wife who clearly asserted \"innocent owner\" defense as to entirety property forfeited was neither (1) collaterally estopped by husband's criminal conviction, nor (2) precluded from raising entirety interest under Florida law).</p>\n<p>It appears from the testimony that the residence is the main building on the property, and was the place used for the lottery operation. The property has been appraised (see Government's Exhibit # 59) at $86,000. From the evidence presented at the hearing, there appears no reasonable way to separate a portion of the property from any other <span class=\"star-pagination\">*927</span> portion, in order to accomplish the goal of the Fourth Circuit in <i>Chandler</i> to sever the offending property from the remainder. The forfeiture sought is, at its core, an all-or-nothing proposition.</p>\n<p>The totality of these circumstances demonstrates that the defendant real property, the Taylors' residence, was a substantial, meaningful, and important instrumentality in effectuating the offense of illegal gambling under 18 U.S.C. § 1955(a).</p>\n<p></p>\n<h2><i>Conclusion as to Eighth Amendment Claim</i></h2>\n<p>The court should follow the Eighth Amendment Excessive Fine analysis given by the Fourth Circuit in <i>Chandler, supra</i><i>;</i> the similarity between the forfeiture provisions of 21 U.S.C. § 881, which <i>Chandler</i> addressed, and 18 U.S.C. §§ 981 and 1955(d) warrant the use of the three-part, multi-factor test set forth in <i>Chandler.</i> After employing such a test, the court should find that the defendant real property was a substantial and meaningful instrumentality in the commission of the offenses complained of, under 18 U.S.C. §§ 1955 and 1956, and should therefore order the forfeiture of the defendant real property to the United States.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The claimants had a presumed expectation of privacy in their home on September 8, 1991, but have not shown that the officers' actions unreasonably infringed upon that expectation. Trooper Lane's observations through the front window of claimants' house did not constitute a \"search\" for Fourth Amendment purposes; in the alternative, such observations and subsequent warrantless entry were justified by the \"plain view\" and \"exigent circumstances\" exceptions to the warrant requirement. Because of the determination of credibility made above, the court should conclude that James Taylor freely and voluntarily consented to a search of his residence, the defendant property. There appears no evidence that the officers' initial reason for visiting claimants' house was a pretext to search, nor was there a trespass that would implicate Fourth Amendment concerns. There may be an issue preclusion (collateral estoppel) as to the elements of the crime for which James Taylor pled guilty, but any material facts which he also admitted in connection with that plea are not before the court, and therefore cannot be categorized as free from challenge under a collateral estoppel theory. The court should deny the claimants' motion to suppress.</p>\n<p>The court should follow the Eighth Amendment Excessive Fine analysis given by the Fourth Circuit in <i>Chandler, supra</i><i>;</i> the similarity between the forfeiture provisions of 21 U.S.C. § 881, which <i>Chandler</i> addressed, and 18 U.S.C. §§ 981 and 1955(d) warrant the use of the three-part, multi-factor test set forth in <i>Chandler.</i> After employing such a test, the court should find that the defendant real property was a substantial and meaningful instrumentality in the commission of the offenses complained of, under 18 U.S.C. §§ 1955 and 1956, and should therefore order the forfeiture of the defendant real property to the United States.</p>\n<p>MEMORANDUM AND RECOMMENDATION ENTERED, this 27th day of February, 1995.</p>\n<h2>NOTES</h2>\n<p>[1]  In particular, the claimants attempt to maintain that the photograph showing James Taylor sipping cognac following the search as evidence of a reward by the police officers for \"caving in\" to the intimidation exerted by the police officers.</p>\n<p>[1]  \"It has long been settled that objects falling in the plain view of an officer who has a right to be in the position to have that view are subject to seizure and may be introduced in evidence.\" <i>Harris v. United States,</i> 390 U.S. 234, 236, 88 S.Ct. 992, 993, 19 L.Ed.2d 1067 (1968).</p>\n<p>[2]  <i>See also, </i><i>State of Washington v. Manly,</i> 85 Wash.2d 120, 530 P.2d 306 <i>cert. denied,</i> 423 U.S. 855, 96 S.Ct. 104, 46 L.Ed.2d 81 (1975) (where the evidence of illegal activity could be seen through the front window even at a distance, visual observation by police did not constitute an unreasonable intrusion).</p>\n<p>[3]  Claimants' suggestion that the delay and noises inside the house were due to removing their dog and Mrs. Taylor's desire to \"don appropriate attire to receive guests\" is somewhat illogical. James Taylor testified that he and his wife were already entertaining guests, Donnell Austin and two of his wife's female friends, when the officers arrived.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">894</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">906</span></span> (1995)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\n$61,433.04 U.S. CURRENCY and One Tract of Real Property (Consisting of Two Lots) With Appurtenances and Improvements Thereto, Located in Wilson County, Wilson Creek Township, Having a Street Address of 1699 Bynwood Circle, Wilson, North Carolina, and Being More Particularly Described in a Deed Recorded in Book 1336, Page 902 of the Wilson County Registry and Being Titled in the Names of James Ronson Taylor and Wife, Jamel Earleen White Taylor, and any and all Proceeds from the Sale of Said Property, Defendant.</h1></center>\n<center>No. 92-109-CIV-5-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 6, 1995.</center>\n<p><span class=\"star-pagination\">*907</span> <span class=\"star-pagination\">*908</span> <span class=\"star-pagination\">*909</span> Tom Swaim, Asst. U.S. Atty., Raleigh, NC, for plaintiff.</p>\n<p>John A. Shorter, Washington, DC, for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter comes before the court on the plaintiff's motion for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure and the motion to suppress presented by claimants James Ronson Taylor and Jamel Earleen Taylor (collectively, \"claimants\"). This matter was referred to the Honorable Charles K. McCotter, Jr., United States Magistrate Judge, who entered a Memorandum and Recommendation to the court on March 2, 1995. The claimants filed objections to the Memorandum and Recommendation on March 13, 1995. The plaintiff filed its response to the claimants' objection on March 22, 1995. This matter is ready for adjudication.</p>\n<p></p>\n<h2><i>Statement of the Facts</i></h2>\n<p>This action arises from a civil forfeiture action brought by the plaintiff United States of America of the defendant property pursuant <span class=\"star-pagination\">*910</span> to 18 U.S.C. § 981 and 18 U.S.C. § 1955(d). The complaint alleges that the defendant property, allegedly belonging to James Ronson Taylor and Jamel Earleen White Taylor, were properties used or involved in an illegal gambling operation. James Ronson Taylor and Jamel Earleen White Taylor filed separate claims for the defendant property on May 22, 1992. The plaintiff motioned the court for summary judgment on October 19, 1992. The claimants motioned to suppress the evidence presented by the plaintiff in support of its motion for summary judgment as a violation of their privacy rights of the Fourth Amendment. Following the claimants' response to the motion for summary judgment, the court denied the motion to suppress and granted the motion for summary judgment.</p>\n<p>The claimants presented notice of appeal of the court's March 24, 1993, order granting summary judgment. This action was stayed pending appeal by the claimants to the United States Court of Appeals for the Fourth Circuit (\"Fourth Circuit\"). In an order filed January 10, 1994, the Fourth Circuit vacated this court's holding and remanded the matter back to this court for an evidentiary hearing on the claimants' motion to suppress and for a review of the claimants' Eighth Amendment arguments of a disproportionate penalty.</p>\n<p>An evidentiary hearing was conduct by Magistrate Judge McCotter on August 30 to September 9, 1994. Magistrate Judge McCotter determined that the claimants' motion to suppress evidence should be denied and that the claimants' Eighth Amendment excessive fine arguments should not deny the forfeiture of the defendant property to the United States given the facts of this case and the existing law.</p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p>The claimants object to the Memorandum and Recommendation alleging that the claimants' home was searched in violation of the Fourth Amendment and that the court inappropriately utilized the instrumentality test for determining if the forfeiture violated the Eighth Amendment. In particular, the claimants maintain that they had a justifiable expectation of privacy when their venetian blinds were partially closed. The claimants contend that the police officer's statements concerning the observation of a bag of white powder at the hearing before Magistrate Judge McCotter was not credible. The claimants allege that the officers' grounds for arriving at the claimants' home was a mere pretext for their search of the location and they contend that Jamel Taylor did not voluntarily consent to the search.<sup>[1]</sup></p>\n<p>After a thorough and careful review of the Memorandum and Recommendation, the objections submitted by the claimants, and the entire record on this matter, this court finds that the recommendation of the Magistrate Judge is, in all respects, in accordance with the law and should be approved. Therefore, the court hereby adopts the Memorandum and Recommendation of the Magistrate Judge as its own.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Accordingly, the court finds that the evidence confiscated during a warrantless search of the claimants' residence was performed pursuant to a valid search of the premises. The court hereby DENIES the claimants' motion to suppress. The court GRANTS the plaintiff's motion for summary judgment. The defendant property is thereby FORFEITED to the United States of America. The court hereby ADOPTS the recommendations of the United States of America presented in its Response to Claimants' Objection to Magistrates Proposed Findings and Recommendation in that (1) the United States Marshal in conjuncture with the United States Department of Treasury shall SEIZE the defendant property; (2) the United States Marshals Service and the United States Department of Treasury are to provide the occupants of the defendant real property thirty (30) days to vacate the premises; (3) the United States Marshals Service and the United States Department of Treasury <span class=\"star-pagination\">*911</span> may enter into an \"occupancy agreement\" with the occupants of the defendant real property which allows the occupants to agree to a routine inspection of the defendant real property by law enforcement <i>with prior notice,</i> but without the necessity of a search warrant; and (4) the United States Marshals Service and the United States Department of Treasury shall dispose of the defendant property in the appropriate manner and in accordance with the law. Following seizure of the property, the clerk of the court is directed to close this case.</p>\n<p></p>\n<h2><i>MEMORANDUM AND RECOMMENDATION</i></h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p>This matter is before the court on remand from the Fourth Circuit Court of Appeals, to address the claimants' motion to suppress evidence and to address claimants' Eighth Amendment contention of a disproportionate penalty.</p>\n<p>An evidentiary hearing was held on August 30 to September 9, 1994. The government was represented by Assistant United States Attorney Thomas Swaim. The claimants were represented by John A. Shorter, Jr., and John W. Copeland, Jr.</p>\n<p>For the reasons set forth below, the claimants' motion to suppress evidence should be denied. After consideration of an Eighth Amendment excessive fine analysis, the court should order the forfeiture of the defendant property to the United States.</p>\n<p></p>\n<h2><i>PROPOSED FINDINGS OF FACT</i></h2>\n<p>1. Trooper Michael E. Lane of the North Carolina Highway Patrol testified at the hearing, and the court found his testimony credible. On April 15, 1990, Trooper Lane stopped a van on Highway 581 near Wilson, NC, being driven by claimant James Ronson Taylor. Trooper Lane stopped Mr. Taylor for driving left of center and for suspicion of driving while impaired. Lane asked Taylor to step out of the van to perform sobriety tests, which Taylor passed. However, during the stop, Trooper Lane found a Walther PPK-380 handgun concealed in a door pocket of the van. Trooper Lane cited Mr. Taylor for driving left of center and for carrying a concealed weapon.</p>\n<p>2. Both of the charges against Mr. Taylor were dismissed by the prosecuting attorney on July 5, 1990. The Walther handgun had been, and continued to be, in the possession of the Highway Patrol, Troop C, in Wilson, North Carolina.</p>\n<p>3. Over the next sixteen months, Trooper Lane attempted to notify Mr. Taylor several times, in person and by telephone, that the gun could be picked up at the Highway Patrol office, and would be released to Mr. Taylor only upon Mr. Taylor's signing a returned-property receipt. Mr. Taylor did not seek to have his weapon returned to him.</p>\n<p>4. On September 8, 1991, Sergeant C.H. Mercer of the Highway Patrol ordered Trooper Lane to take the gun and a receipt to Mr. Taylor's residence and return the weapon to him. Sergeant Mercer also testified at the hearing and the court found his testimony credible. Trooper Lane left the Highway Patrol office and went to the Wilson County Sheriff's Department office. There, he enlisted the assistance of Sergeant Levi Williams of the Sheriff's Department, to accompany him to the Taylor residence. The two drove in Lane's marked vehicle to 1699 Bynwood Circle in Wilson, the residence of claimant James Ronson Taylor, and arrived there at approximately 9:15 p.m.</p>\n<p>5. Sergeant Williams also testified at the hearing and the court found his testimony credible. Both he and Lane testified that Trooper Lane drove into and parked in the Taylors' driveway in front of the house. From the car, both Lane and Sgt. Williams saw, through a large picture window in the front of the house, two people apparently sitting at a table. Sgt. Williams saw one person get up and leave the room after Lane pulled the car into the driveway. The vertical blinds for the front window were partly open, and the lights inside the room were on.</p>\n<p>6. Trooper Lane and Sgt. Williams walked to the front door, opened an outer storm door, and knocked on the inner solid door. A black male partly opened the door. Trooper Lane identified himself and Sgt. <span class=\"star-pagination\">*912</span> Williams, and asked to see James Ronson Taylor. The black male who had opened the door identified himself as James Ronson Taylor. Trooper Lane said that the reason they were there was to return Mr. Taylor's weapon, which Lane showed to Mr. Taylor. Mr. Taylor made a remark either about going to get his wife or about putting his dog outdoors, asked Lane and Williams to wait, and closed the inner and outer doors. The inner door locked at this time.</p>\n<p>7. Trooper Lane heard \"scurrying\" sounds within the house after the doors were closed. Sgt. Williams did not hear anything inside the house due to radio traffic on his walkie-talkie. Trooper Lane walked three steps to his left along the porch that runs along the front of the Taylor residence, and looked through the picture window again. Lane saw a dining room table, which had on it a large amount of U.S. currency and what appeared to be a plastic bag containing a white powder. Lane also saw people moving around inside the house, but could not identify any of them as Mr. Taylor. Lane saw a person throwing a large bedsheet over the tabletop, but then the blinds abruptly closed. Lane shouted to Williams that there was \"money and drugs all over the place.\"</p>\n<p>8. Sgt. Williams opened the outer door and propped it open with his body. Trooper Lane knocked loudly on the front door, asking for Mr. Taylor to open the door. Lane and Williams knocked for approximately two minutes before Mr. Taylor opened the door again. Lane informed Mr. Taylor that he had seen money and drugs in the house and that the two officers \"needed to enter the house.\" Mr. Taylor made a statement concerning \"gambling,\" which neither Lane nor Williams heard clearly. Mr. Taylor stepped back from the doorway, and opened the door fully. Trooper Lane and Sgt. Williams entered the house.</p>\n<p>9. Both Lane and Williams saw several persons ahead and to their right, seated in the living room area of the house. Lane glanced to his left, and saw a person moving quickly to the left, into the dining room area. Lane saw a pistol lying on the floor of the dining room, on top of a paper bag. Williams saw a 9 mm pistol partially obscured by the sheet over the table. Lane chased the person, a black male later identified as Donnell Austin, into the dining room, and pushed him to the ground. As Austin began to rise, facing Lane, Lane drew his gun from his holster and ordered Austin to remain still. Meanwhile, Sgt. Williams ordered Mr. Taylor to remain still, standing in the entry area of the house; Williams then ordered Mr. Taylor into the living room. Mr. Taylor complied, and sat down. Williams returned to the main entryway, near the dining room doorway, and radioed for assistance. Mr. Taylor asked Sgt. Williams if he (Taylor) could use the bathroom, and Williams allowed it. On the way down the hallway, Williams explained to Taylor that the only reason the officers were there was to return a gun, but that they had seen money and drugs through the window. Taylor replied, \"We were only gambling.\" Mr. Taylor returned to the living room.</p>\n<p>10. While awaiting for backup units to arrive, Trooper Lane and Sgt. Williams removed the sheet covering the tabletop. They saw a large amount of currency in different denominations, and some papers and envelopes, but no plastic bag with white powder. Before the backup units arrived, there was no further conversation between any of the persons present in the house and either Lane or Williams.</p>\n<p>11. Sheriff Wayne Gay of the Wilson County Sheriff's Department received Williams' assistance call at approximately 9:20 p.m., and arrived at the Taylors' residence at approximately 9:40 p.m. Sheriff Gay testified at the hearing, and the court found his testimony to be credible. There were already several Sheriff's Department and Wilson Police Department vehicles at the scene when the Sheriff arrived. Gay spoke to both Lane and Williams before approaching Mr. Taylor. Gay introduced himself to Taylor, and asked permission to search the house. Mr. Taylor asked, \"Why do you want to search?\" Gay replied that, based on what the officers saw through the window, there was suspicious criminal activity going on at the house. Mr. Taylor said, \"The money is from gambling.\" Gay said that gambling was illegal in North Carolina. Mr. Taylor <span class=\"star-pagination\">*913</span> asked to speak to Sheriff Gay in private, which the Sheriff agreed to. The two walked down the hallway and into a back master bedroom.</p>\n<p>12. Mr. Taylor spoke first, and said, \"Mr. Gay, you know I don't mess with drugs; I do a lot of heavy gambling. I've been accused of messing with drugs, but I'm guilty by association only.\" Sheriff Gay said, \"This money seems tied to a lottery operation.\" Taylor replied, \"It is a lottery. I run the bank. We were in the process of counting.\" Gay asked if there were any illegal drugs in the house, to which Taylor replied, \"No. I don't do drugs. I don't mess with drugs. You can go ahead and search.\" Gay assured Taylor that the search would not be destructive, and that the officers would not \"tear up\" the house.</p>\n<p>13. Sheriff Gay told Sgt. Williams that he had received permission to search the house. Mr. Taylor did not protest, and in fact remained in the house, and at one point sat at the dining room table and drank cognac. Sgt. Williams told Deputy Danny Bailey of the Wilson County Sheriff's Department to begin the search. Sheriff Gay did not participate in the search himself, and stepped outside the house. Shortly thereafter, at approximately 10:10, Detective Sandy Johnson of the Wilson County Sheriff's Department arrived, responding to Sheriff Gay's radio call for a detective on duty. Detective Johnson testified at the hearing, and the court found his testimony credible. Johnson was placed in charge of coordinating the search.</p>\n<p>14. Deputy Bailey testified at the hearing and the court found his testimony to be credible. During the search, Deputy Bailey discovered some white powder on the floor of the bedroom. Bailey performed a field test on the powder, which tested positive for cocaine. Bailey also found a small amount of what appeared to be marijuana in a dresser drawer, inside a purse. At this point, Sheriff Gay informed Mr. Taylor of his <i>Miranda</i> rights. Mr. Taylor said that he waived his rights. Gay told Mr. Taylor about the discovery of the cocaine and marijuana, and asked if Taylor knew of any other illegal drugs in the house. Mr. Taylor said, \"I didn't know they were here,\" and appeared to Gay to be surprised that any drugs were found. Mr. Taylor asked his wife, claimant Jamel Earleen White Taylor, to come into the bedroom from the living room, where she was seated. She entered the bedroom, where Mr. Taylor asked her about the drugs found. She admitted that they were hers. Mrs. Taylor was not placed in custody nor read her <i>Miranda</i> rights.</p>\n<p>15. Deputy Bailey also found a free-standing safe in the bedroom, the door of which was partly open. Bailey opened the safe and discovered a large amount of rolled coins. Sheriff Gay asked Mr. Taylor where the coins had come from. Taylor said, \"I won the Maryland lottery. I'm surprised you haven't heard about it. I had a big party here a while ago.\" Bailey also found some paper currency under the bed.</p>\n<p>16. Detective Johnson found in a back bedroom several notebooks, notepads, and envelopes with writing on them, indicating State abbreviations, numbers, and other writing. Johnson also found bank deposit bags, coin and currency wrappers, adding machine tapes, and ledger sheets, both in the bedroom and the dining room. Johnson took these items into his possession.</p>\n<p>17. During the search, Deputy Bailey also found several large bundles of paper currency between the cushions of the living room sofa. All monies found in the dining room, living room, and bedroom, were counted at the scene, and totalled $61,312.19. Bailey took custody of the money overnight, and gave it to Sheriff Gay the following morning. Sheriff Gay and Detective Mickey Wilson of the Sheriff's Department, who also testified credibly at the hearing, performed a canine-alert test, using a trained drug-detecting dog. Four envelopes, one containing some of the money taken from the Taylor residence and three containing blank paper, were placed on the floor. The dog alerted on the envelope containing the money. The test was repeated after mixing the envelopes, and the dog again alerted on the envelope containing the money. Gay then took the money to the bank and had it counted and deposited in a special account. The total according to the bank's count was $61,433.09.</p>\n<p><span class=\"star-pagination\">*914</span> 18. Former IRS-CID Agent William Turner testified at the hearing, and the court found his testimony to be credible. Turner, who retired in 1993, served 25 years in law enforcement, investigating numbers lotteries and related drug offenses. He testified before numerous Grand Juries, and obtained indictments in North Carolina. He has lectured and instructed law enforcement agencies regarding lottery operations, and has previously qualified as an expert in federal court in North Carolina. Upon tender by the government, the court accepted Turner as an expert in the field of illegal lottery operations in eastern North Carolina.</p>\n<p>19. An illegal lottery operates on a multitiered system. On the \"street\" level are writing houses, where wagers are accepted from lottery participants, and tickets written by \"writers.\" The subject matter of the lottery is a bet on other, legal State lotteries, such as those in Illinois, New York, Maryland, and Virginia. The wagerer picks certain numbers to win, based on the State and the lottery game in that State. Once the tickets have been written and the wagers taken, they are brought to a \"turn-in\" house. Where the subject is other State lotteries, the tickets and money must be turned in before 8:00 p.m., when the winning numbers are drawn in the various legal lotteries. From the turn-in houses, \"runners\" pick up the money and tickets (and any records or summaries of wagers), and meet a \"bag-man\" who takes the money and writings to a \"tally house.\" At the tally house, essentially a counting house, the lottery's \"secretaries\" go through the ticket envelopes to compare the legal winning numbers against the illegal lottery's tickets. The tally house also determines the gross profits. Finally, the money from the lottery is turned over to the \"bank\" where the gross profits are kept, and where the operation is run. The management of the lottery operation is done through the \"bank.\" In some instances, the \"bank\" and the tally house may be one and the same. The tickets are separated from the money, because North Carolina law, at least that prior to January 1, 1995, was directed at possession of the numbers tickets, and not of money. The money, if found alone, is not evidence of the lottery. The person or persons who are the \"bank\" are usually armed, due to fears of police discovery and of robberies.</p>\n<p>20. A \"short envelope\" in an illegal lottery is one in which there is not enough money to cover the wagers actually taken, or not enough to pay off the actual winnings. A \"short ticket\" is one not sold at the right price, or given away for free. A \"hit\" is a winning ticket or bet. The odds of winning are determined by the number of persons participating. In the case at bar, there were odds of approximately 600-to-1. Bets are normally between two and three dollars, but can be as low as twenty-five cents or even a dime. Coins are used so the \"writers\" can deduct their pay. The \"writers\" get a percentage of the hits they sell or may get a commission of total tickets sold. Here, the writers received a 25% commission. The \"high gross\" of a lottery is the total amount accepted by writers. The \"low gross\" is the actual money sent to the \"bank\" after writers' deductions for commissions, which deductions are reflected on the envelopes sent to the \"bank.\" An \"overlook\" or \"OL\" occurs if the \"bank\" misses a winning ticket, and the bettor wants to be paid. Bettors are given carbon copies of their tickets when written.</p>\n<p>21. The winning numbers for the legal State lotteries are published the following day in the USA Today newspaper, which is how bettors discover whether they have won.</p>\n<p>22. The following exhibits were seized from the Taylors' residence (the defendant real property) on September 8, 1991. Government's Exhibit 41A is a summary of wagers accepted by writers for the lottery in question on September 7, 1991. The summary indicates eight groups of writers in the organization (the more experienced and successful writers (\"controllers\") oversee the newer ones), containing over 90 individual writers. Government's Exhibit 41B, an adding machine tape, indicates low gross wagers based on Exhibit 41A of roughly $17,000, $12,000, and $5,000. The projected annual income for this lottery based on the low gross wagers was $8,000,000. Government's Exhibit 42A, another adding machine tape, has a total figure of $12,188.01, and a handwritten <span class=\"star-pagination\">*915</span> notation, \"9/7/91 Cash Out\". Government's Exhibit 42B, consisting of two pieces of paper, is marked \"9/7/91\" and has two columns: the left is code names for writers, and the right is the money taken in by each. The second page of Exhibit 42B shows thirteen money amounts, untotaled. If added together, they total $12,188.01, the same as the figure on Exhibit 42A. Government's Exhibit 38 is headed \"9/7/91\" and contains abbreviations for Illinois, New York, Maryland, District of Columbia, and Virginia, with the winning 3-digit lottery numbers for each of those State's lotteries. Exhibit 38 also has writer code names who had winning bets on the numbers reported. Government's Exhibit 49, a copy of USA Today for September 9, 1991 (Monday), shows that the numbers on Exhibit 38 accurately reflect the winning 3-digit lottery numbers in the selected States. Government's Exhibit 43 is a balance sheet, headed \"9/7/91\", showing entries for \"Cash In\", \"Cash Out\", and \"Balance\". The gross profit based on this balance sheet for September 7, 1991, was $4,880.94.</p>\n<p>23. The following exhibits were also seized from the Taylors' residence on September 8, 1991. Government's Exhibit 44 is a pink lottery ticket, a carbon copy of the writer's ticket. It contains the notations \"9-7-91\", \"W11\", \"278\", and \"ILL\". This indicates an $11.00 bet, with $5.00 on the number 278 in the Illinois lottery, and $1.00 bet on the various combinations made with the numbers 2, 7, and 8. On the back of the ticket is written \"OL/tickets\" \"278\" and \"[$1.00]/KC\". These indicate that the ticket was overlooked as a winning ticket, that some combination of 278 won in the Illinois (referred to as \"KC\" or Kansas City) lottery. Government's Exhibit 45 is a ledger sheet reflecting 41 betting slips from a writer named \"K1\" transcribed onto the sheet. The date is 9/6/91, or September 6, 1991. Ledgers are kept usually for three days because of possible overlooks which need to be checked. Here, an overlook occurred for a ten-cent bet on the New York lottery.</p>\n<p>24. The following exhibits were also seized from the Taylors' residence on September 8, 1991. Government's Exhibit 37 is a ledger book with dates of February 17 through February 25. To the left under each date are writer code names, with money amounts to the right of each name. Entries are scratched through, with the written notation \"PD\" for \"Paid\", indicating that writers were paid, either for their commissions, percent of winning hits, or the actual winnings for the bettors. On the last page in the book with writing on it are the date \"9/7/91\", writer code names, and money amounts. None of the entries are scratched through, and none indicate \"Paid.\" Government's Exhibit 40 is a series of envelopes, most having the word \"money\" written on them and a writer's code name. They are dated \"9/8/91\". They are variously marked with high and low gross amounts, and short envelope amounts. Government's collective Exhibit 34 is a series of commercial bank deposit bags. There are eight bank bags, reflecting the eight groups of writers.</p>\n<p>25. The following exhibit was also seized from the Taylors' residence on September 8, 1991. Government's Exhibit 39A is the daily tally sheet for winning bets for September 8, 1991, which Mr. Taylor was beginning to perform when these events took place. Agent Turner was of the opinion that Sunday would be the worst day of the week to choose to search a house purposefully to discover a \"bank\" because two of the State lotteries do not have Sunday drawings, and some bettors do not bet on Sunday, thereby reducing gross revenues that could be targeted for seizure.</p>\n<p>26. Claimants James Ronson Taylor and Jamel Earleen White Taylor were both charged by the State; James Taylor pled guilty to one count of misdemeanor gambling, and all other charges against both claimants were dismissed. The charge of the gambling offense was based on the same evidence which claimants now seek to suppress.</p>\n<p>27. Claimant James Ronson Taylor testified at the hearing. Because of his obvious interest in the case, his demeanor while testifying, and the inconsistencies and admissions within his testimony, the court did not find him to be a credible witness.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*916</span> <i>PROPOSED CONCLUSIONS OF LAW</i>\n</h2>\n<p>The Complaint initiating this case seeks forfeiture of the defendant currency and claimants' real property as described above under the civil forfeiture provisions of 18 U.S.C. § 981 and 1955(d), incorporating conduct under § 1956(a)(1). Claimants have assailed these actions under two theories: first, that the evidence used to justify the forfeiture was obtained in violation of claimants' Fourth Amendment rights, and second, that forfeiture of the defendant property both real and personal would constitute an excessive fine in violation of the Eighth Amendment.</p>\n<p></p>\n<h2><i>A. Fourth Amendment Claim</i></h2>\n<p>The Fourth Amendment to the United States Constitution establishes the \"right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures.\" The Fourth Amendment's protection against unreasonable searches and seizures applies in civil forfeiture proceedings. <i>See </i><i>One 1958 Plymouth Sedan v. Pennsylvania,</i> <span class=\"citation\" data-id=\"107043\"><a href=\"/opinion/107043/one-1958-plymouth-sedan-v-pennsylvania/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, 696, <span class=\"citation\" data-id=\"107043\"><a href=\"/opinion/107043/one-1958-plymouth-sedan-v-pennsylvania/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1246</span></a></span>, 1248, <span class=\"citation\" data-id=\"107043\"><a href=\"/opinion/107043/one-1958-plymouth-sedan-v-pennsylvania/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">170</span></a></span> (1965); <i>United States v. Taylor,</i> <span class=\"citation\" data-id=\"660199\"><a href=\"/opinion/660199/no-93-1470/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">786</span></a></span>, 788 (4th Cir.1994); <i>United States v. Turner,</i> <span class=\"citation\" data-id=\"561275\"><a href=\"/opinion/561275/united-states-v-mark-turner-iv-james-spencer-claimants-appellants-one/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">240</span></a></span>, 243 (4th Cir.1991). The exclusionary rule  that the government cannot use evidence against a defendant obtained in violation of the defendant's Fourth Amendment rights  also bars the government from relying on evidence derived from an illegal search to sustain a forfeiture. <i>One 1958 Plymouth Sedan,</i> 380 U.S. at 698, 85 S.Ct. at 1249.</p>\n<p>Claimants' primary contention is that they had a reasonable expectation of privacy in their home, manifested by the position and use of the vertical blinds in the front window near their front door. They further argue that when Trooper Lane looked through the window, he did so unreasonably and without probable cause, in violation of their Fourth Amendment rights. Next, claimants assert that the search cannot be retroactively justified under a \"protective sweep\" theory. They also assert that probable cause to search the residence did not develop subsequent to Lane's visual intrusion via the front window, nor were there exigent circumstances permitting a warrantless search. Finally, they put forth two final arguments: first, that James Taylor's consent to search the residence was invalidated by the prior illegal search or was in any case involuntary, and second, that the officers' proffered reason for going to the claimants' residence was a pretext used to gain entry into the house.</p>\n<p>The government responds that the claimants did not have an objectively reasonable expectation of privacy due to the position of the blinds, that the officers (Lane and Williams) acted reasonably at all times, and that the officers' actions did not constitute a \"search\" under the Fourth Amendment so as to implicate claimants' constitutional rights. The government also asserts that the officers had probable cause to cross the threshold of the house, and that there existed exigent circumstances such as to permit a warrantless entry into the claimants' residence; the government further argues that the search was justified under either a \"search incident to arrest\" theory or a \"protective sweep\" theory. The government claims that James Taylor's consent was entirely voluntary, and that the proffered reason of returning James Taylor's gun was not a pretext to search. Finally, the government argues that James Taylor's earlier guilty plea in State court collaterally estops claimants from now seeking suppression of the evidence supporting that State case.</p>\n<p></p>\n<h2><i>1. The Expectation of Privacy, the Visual Intrusion, and Plain View</i></h2>\n<blockquote>The Fourth Amendment protects legitimate expectations of privacy rather than simply places. If the inspection by police does not intrude upon a legitimate expectation of privacy, there is no \"search\" subject to the Warrant Clause.... The threshold question, then, is whether an individual has a legitimate expectation of privacy [in the area inspected].</blockquote>\n<p><i>Illinois v. Andreas,</i> <span class=\"citation\" data-id=\"111013\"><a href=\"/opinion/111013/illinois-v-andreas/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">765</span></a></span>, 771, <span class=\"citation\" data-id=\"111013\"><a href=\"/opinion/111013/illinois-v-andreas/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3319</span></a></span>, 3324, <span class=\"citation\" data-id=\"111013\"><a href=\"/opinion/111013/illinois-v-andreas/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1003</span></a></span> (1983). \"What a person knowingly exposes to the public, even in his own home or office, is not a subject of Fourth Amendment protection. ... [b]ut what he seeks to preserve as <span class=\"star-pagination\">*917</span> private, even in an area accessible to the public, may be constitutionally protected.\" <i>Katz v. United States,</i> <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 351, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></a></span>, 511, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (1967) (citations omitted). One's dwelling has ordinarily been afforded the most stringent Fourth Amendment protection. <i>United States v. Martinez-Fuerte,</i> <span class=\"citation\" data-id=\"109541\"><a href=\"/opinion/109541/united-states-v-martinez-fuerte/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">543</span></a></span>, 561, <span class=\"citation\" data-id=\"109541\"><a href=\"/opinion/109541/united-states-v-martinez-fuerte/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3074</span></a></span>, 3084-85, <span class=\"citation\" data-id=\"109541\"><a href=\"/opinion/109541/united-states-v-martinez-fuerte/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1116</span></a></span> (1976). The burden rests on one who seeks to suppress to prove that his legitimate expectation of privacy has been violated by the challenged search. <i>United States v. Bellina,</i> <span class=\"citation\" data-id=\"397849\"><a href=\"/opinion/397849/united-states-v-matthew-bellina-daniel-david-hochroth-and-anthony-di/\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1335</span></a></span>, 1340 (4th Cir.1981). To prove such an expectation, one must exhibit by his acts and conduct an actual expectation of privacy in the <i>place</i> searched, which expectation society would consider \"reasonable\" or \"legitimate.\" <i>Id.</i></p>\n<p>Although Trooper Lane's and Sgt. Williams' testimony differed somewhat regarding the position of the vertical blinds on the claimants' front window as they approached the house, both stated that they could see into the dining room from the driveway. This indicates that the blinds were not fully drawn <i>and</i> turned so as to preclude any view into the house. Both officers could see two men sitting at a table, although they could not see the top of the table from the driveway vantage point. James Taylor's testimony regarding the blinds varied from his direct testimony that the blinds were completely closed to his cross-examination testimony that he couldn't remember if the blinds were completely closed and that there may have been openings between the blind slats. Furthermore, as Trooper Lane was standing in front of the window, looking into the dining room from the front porch, someone within the house fully closed and turned the blinds, preventing Lane's further inspection. Taken as a whole, this shows that both at the time the officers first arrived at claimants' house, and at the time Lane looked through the dining room window, the blinds were not completely closed to prevent any \"visual intrusion\" into the dining room.</p>\n<p>In light of this conclusion, the court also concludes that, although the claimants had a presumed legitimate expectation of privacy in their home on September 8, 1991, they have not shown that the actions of Trooper Lane and Sgt. Williams unreasonably infringed upon that expectation.</p>\n<p>The Fourth Circuit examined the issue whether an officer's visual inspection through a crack in a wall of a boarded, locked building (not a residence) violated a \"clearly established\" constitutional right, in considering the qualified immunity question of <i>Tarantino v. Baker,</i> <span class=\"citation\" data-id=\"492384\"><a href=\"/opinion/492384/joseph-mario-tarantino-v-br-baker-jr-detective-avery-co-sheriffs/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span> (4th Cir.1987). The court held that Fourth Amendment principles in this area were not clearly settled at the time of the defendant officer's actions. The court also quite clearly stated at the outset of its opinion that it was not expressing a view on the constitutionality of the officer's conduct. <i>Id.</i> at 773. <i>Tarantino</i> does nevertheless offer valuable guidance in analyzing similar cases such as the one at bar.</p>\n<p>The court began with the premise that \"[n]ot all glances by a police officer, even those consciously directed at uncovering evidence of crime, constitute `searches' in fourth amendment terms.\" <i>Id.</i> at 775. The court, noting the \"vexing\" nature of the meaning of \"reasonable expectation of privacy,\" reasoned that most judicial assessments of those expectations have been closely tied to the facts of each particular case, and only general principles have emerged from the case law in this area. The court reviewed <i>United States v. Head,</i> <span class=\"citation\" data-id=\"465011\"><a href=\"/opinion/465011/united-states-v-mitchell-edwin-head/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1422</span></a></span> (9th Cir.1986) and <i>United States v. Wright,</i> <span class=\"citation\" data-id=\"299629\"><a href=\"/opinion/299629/united-states-v-harold-wright/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1355</span></a></span> (D.C.Cir.1971), to demonstrate that some case law upholds \"visual intrusions\" by law enforcement officers as being outside the meaning of a Fourth Amendment \"search\". <i>Head</i> held that a police officer who cupped his hands around his eyes to look through the tinted windows of defendant's van did not engage in a search of the van; the Ninth Circuit cited with approval a number of cases supporting its proposition that no search occurs when an officer is in a place where he has a right to be, and looks through a window or opening into a private space \"and made observations `in the conditions created by or allowed by the owners or residents'.\" <i>Head,</i> 783 F.2d at 1427. Likewise, <i>Wright</i> held that no search occurred where officers <span class=\"star-pagination\">*918</span> lay down in front of a closed garage door, looked through the 8- or 9-inch opening at the bottom of the door, and shined a flashlight into the garage to look for stolen property. Here, however, no such contortion was required, and no shading of the eyes or peering through tinted windows occurred. Trooper Lane merely took three steps to his left, and stood before a window that was not completely blocked by shades. He did not move any objects, did not enhance his eyesight with artificial means, and did not touch the window in any way. His actions are similar to those taken by officers in <i>United States v. Hersh,</i> <span class=\"citation\" data-id=\"304759\"><a href=\"/opinion/304759/united-states-v-clifford-hersh/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">228</span></a></span> (9th Cir.1972), <i>United States v. Daoust,</i> <span class=\"citation\" data-id=\"550086\"><a href=\"/opinion/550086/united-states-v-rodney-j-daoust/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">757</span></a></span> (1st Cir.1990), <i>United States v. Anderson,</i> <span class=\"citation\" data-id=\"344510\"><a href=\"/opinion/344510/united-states-v-frederick-dale-anderson/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1296</span></a></span> (8th Cir.1296), and even the case claimants vigorously advance, <i>State of Washington v. Jordan,</i> 29 Wash.App. 924, <span class=\"citation\" data-id=\"1450306\"><a href=\"/opinion/1450306/state-v-jordan/\"><span class=\"volume\">631</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">989</span></a></span> (1981).</p>\n<p>In <i>Hersh,</i> officers responded to a neighbor's report that defendant was operating a laboratory in his house, and, without a warrant, visited defendant's house during daylight hours to question him. They knocked on the front door, and after receiving no response, remained on the front porch and looked through a front window which was partially covered with a drape. They saw oxygen tanks, beakers, other equipment, and white powder on the floor. They later arrested defendant and seized the equipment and chemicals without a warrant. The Ninth Circuit upheld the \"visual intrusion\" through the front window under a \"plain sight\" (or \"plain view\") theory. The factual basis for the court's upholding the observations included several concurrent with the case at bar: there were no \"No Trespassing\" signs posted; there was no fence closely surrounding the property; the officers went to the residence for a legitimate purpose; and the officers did not have to move objects or manipulate the window to see through it. The distinguishing fact is that in <i>Hersh,</i> the officers arrived at the house in broad daylight, whereas here, Lane and Williams arrived at claimants' residence on a Sunday night at nine o'clock. In short, the officers there and here were in a place where they had a right to be, and what they saw through the window was in plain sight from that vantage point.</p>\n<p>The First Circuit court similarly held in <i>Daoust</i> that where officers visited defendant's (a convicted felon) house to question him concerning his knowledge of drug activity, found the front door inaccessible and walked around to the back of the house, and saw through a kitchen window a gun hanging above the sink, the \"plain view\" theory<sup>[1]</sup> also applied, and the officer's conduct was lawful.</p>\n<p>In <i>Anderson,</i> the Eighth Circuit held the following \"visual intrusion\" as lawful under the plain view theory: officers, seeking to question defendant concerning the theft of 242 television sets, arrived at defendant's residence, and rang the doorbell. No one answered from within, but the officers heard a dog barking at the rear of the house. They walked around the house to see if anyone was with the dog. As they were walking along the side of the house, they saw a lighted basement window, partially covered by a shade, and through the window saw numerous crates containing the brand of television sets reported stolen. The Eighth Circuit stated the \"plain view rule\" applies only if</p>\n<blockquote>(1) the initial intrusion which afforded the plain view was lawful; (2) the discovery of the evidence was inadvertent; and (3) the incriminating nature of the evidence was immediately apparent.</blockquote>\n<p><i>Anderson,</i> 552 F.2d at 1299, <i>citing </i><i>Coolidge v. New Hampshire,</i> <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, 464-73, <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2022</span></a></span>, 2037-42, <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span></a></span> (1971).</p>\n<p>Finally, in <i>Jordan,</i> the Washington Court of Appeals held that suppression was warranted where police officers, responding to a complaint of a loud party at defendant's residence, stepped onto the front porch, and immediately looked through a six-inch opening between the edge of a front window and the drape inside. Through that opening, they saw evidence of marijuana possession and use, and on that observation, entered the house and arrested defendant. The court <span class=\"star-pagination\">*919</span> held that \"[t]he fact that the occupants had not completely succeeded in shutting the curtains does not diminish the reasonableness of their expectation of privacy,\" <i>Jordan,</i> 631 P.2d at 991, and cautioned against \"a regression into an Orwellian society\" by requiring citizens to live in light-tight, air-proof boxes. <i>Id.</i> Orwell, however, cautioned against a society based on total governmental intrusion <i>despite and in the face of</i> individual responsibility for one's own privacy. Chief Judge Reed, in his dissent in <i>Jordan,</i> takes a more reasoned and less exaggerated view:</p>\n<blockquote>The act of leaning over and peering through the opening provided by the carelessly drawn drapes was reasonable and judicious in the circumstances. Here was no purposeful \"search\" for suspected contraband.... Rather, the officers had a genuine and, I think, a legitimate interest in ascertaining if possible whom and how many persons they were soon to encounter.... As a general proposition, it is fair to say that when a law enforcement officer is able to detect something by utilization of one or more of his senses while lawfully present at the vantage point where those senses are used, that detection does not constitute a \"search\" within the meaning of the Fourth Amendment.<sup>[2]</sup></blockquote>\n<p><i>Id.</i> at 992 (citations omitted). This view is much more in line with precedent under <i>Katz</i> and <i>Coolidge,</i> and under the facts of the case at bar, is the more applicable.</p>\n<p>Upon consideration of the facts, and of the foregoing authority, the court concludes that the \"visual intrusion\" by Trooper Lane, in looking through the blinds into the claimants' dining room did not constitute a \"search\" for Fourth Amendment purposes.</p>\n<p>In the alternative, a review of the Fourth Circuit's approach to \"plain view\" searches and resulting seizures leads to the conclusion that Lane's observations fall within that exception to the warrant requirement. The warrantless seizure of property is permissible if these criteria are met: (1) the police officer must be first engaged in a lawful intrusion or must otherwise legitimately occupy the position affording a plain view of the evidence seized; (2) the discovery of the evidence must be inadvertent; and (3) it must be immediately apparent that the evidence may be either contraband or evidence of a crime. <i>United States v. Fawole,</i> <span class=\"citation\" data-id=\"466270\"><a href=\"/opinion/466270/united-states-v-owalabi-fawole/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1141</span></a></span>, 1145 (4th Cir.1986); <i>United States v. Legg,</i> <span class=\"citation\" data-id=\"664651\"><a href=\"/opinion/664651/united-states-v-jeffrey-s-legg/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">240</span></a></span> (4th Cir.1994). The facts show that these criteria are met. First, Lane and Williams were on a legitimate errand to return claimant's Walther handgun, and were standing on the front porch because Mr. Taylor had shut and locked the door in front of them. They were awaiting someone to reopen the front door. Lane heard scurrying sounds within the house immediately after Mr. Taylor closed the door; while this may have been consistent with a man putting his dog out the back door, it is also consistent with what Lane suspected was evidence being destroyed, a setup to harm the officers, or an escape of persons seeking to elude police. Because of his suspicions, Lane took three steps to his left and looked into the lit dining room through the partly open blinds. While doing so, he inadvertently viewed a large amount of currency on the table and a plastic bag of white powder. Lane immediately concluded that the money and powder added up to a criminal act in progress, which conclusion he shouted to Sgt. Williams. The three prongs of the \"plain view\" doctrine are satisfied, and the visual observation and subsequent seizure of evidence did not violate the Fourth Amendment.</p>\n<p>As a final coda to the analysis of the \"visual intrusion,\" the court concludes that Trooper Lane's actions in taking three steps to his left down the porch to stand in front of the window was not so incompatible with the scope of his original purpose  returning Mr. Taylor's gun  that any evidence inadvertently seen by him must be excluded as the fruit of an illegal search. Lane's actions were reasonable in light of Mr. Taylor's having closed and locked the door in front of the <span class=\"star-pagination\">*920</span> officers, and with the officers requiring Mr. Taylor's signature to return his weapon; it was reasonable for the officers to have wondered where Mr. Taylor went. <i>Cf. </i><i>United States v. Bradshaw,</i> <span class=\"citation\" data-id=\"316481\"><a href=\"/opinion/316481/united-states-v-william-garland-bradshaw/\"><span class=\"volume\">490</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1097</span></a></span>, 1100 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">895</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">173</span></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">139</span></span> (1972) (officer approaching residence to question suspected moonshiner peered through crack in closed door of pickup truck near house and saw moonshine jugs; held that such evidence should be suppressed as outside the scope of the intended purpose of the officer's visit to the house).</p>\n<p></p>\n<h2><i>2. Exigent Circumstances and Probable Cause</i></h2>\n<p><i>Coolidge v. New Hampshire, supra</i><i>,</i> cautions that absent exigent circumstances, \"plain view <i>alone</i> is never enough to justify the warrantless seizure of evidence.\" 403 U.S. at 468, 91 S.Ct. at 2039; <i>see also </i><i>Bradshaw, supra,</i> 490 F.2d at 1101 (plain view is inapplicable to justify intrusion unless other justification for further intrusion also exists). Although these strictures apply to seizures and not searches, they are guiding precedent because the \"search\" here was inextricably concurrent with the seizure of evidence.</p>\n<p>Exigent circumstances include responding to an emergency, <i>United States v. Jeffers,</i> <span class=\"citation\" data-id=\"104932\"><a href=\"/opinion/104932/united-states-v-jeffers/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></a></span>, <span class=\"citation\" data-id=\"104932\"><a href=\"/opinion/104932/united-states-v-jeffers/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">93</span></a></span>, <span class=\"citation\" data-id=\"104932\"><a href=\"/opinion/104932/united-states-v-jeffers/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">59</span></a></span> (1951), hot pursuit of a fleeing felon, <i>Warden v. Hayden,</i> <span class=\"citation\" data-id=\"107465\"><a href=\"/opinion/107465/warden-md-penitentiary-v-hayden/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, <span class=\"citation\" data-id=\"107465\"><a href=\"/opinion/107465/warden-md-penitentiary-v-hayden/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1642</span></a></span>, <span class=\"citation\" data-id=\"107465\"><a href=\"/opinion/107465/warden-md-penitentiary-v-hayden/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">782</span></a></span> (1967), or being confronted with the imminent destruction of evidence, <i>Schmerber v. California,</i> <span class=\"citation\" data-id=\"107262\"><a href=\"/opinion/107262/schmerber-v-california/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">757</span></a></span>, <span class=\"citation\" data-id=\"107262\"><a href=\"/opinion/107262/schmerber-v-california/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1826</span></a></span>, <span class=\"citation\" data-id=\"107262\"><a href=\"/opinion/107262/schmerber-v-california/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">908</span></a></span> (1966). \"[W]hen officers have probable cause to believe that contraband is present and, in addition, they reasonably believe that the evidence may be destroyed or removed before they can secure a search warrant, a warrantless entry is justified.\" <i>United States v. Turner,</i> <span class=\"citation\" data-id=\"391028\"><a href=\"/opinion/391028/united-states-v-gregory-darnell-turner-and-curtis-woodrow-jones-united/\"><span class=\"volume\">650</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">526</span></a></span>, 528 (4th Cir.1981) (citations omitted). Factors to consider in determining whether exigent circumstances existed include (1) the degree of urgency involved and the amount of time necessary to obtain a warrant; (2) the officers' reasonable belief that the contraband is about to be removed or destroyed; (3) the possibility of danger to police guarding the area; (4) information that the possessors of the contraband are aware of police pursuit; and (5) the ready destructibility of the contraband. <i>United States v. Rubin,</i> <span class=\"citation\" data-id=\"308715\"><a href=\"/opinion/308715/united-states-v-paul-gary-rubin-united-states-of-america-v-louis-martin/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">262</span></a></span>, 268 (3d Cir.1973).</p>\n<p>The initial thread of urgency began when Mr. Taylor closed the door, albeit politely, in the face of two officers who had just identified themselves and their purpose for disturbing claimants on a Sunday night. Once Lane looked into the front window and saw the money and bag of white powder, and later, when Mr. Taylor opened the door again, and Lane and Williams both saw a gun on the floor of the dining room, there raised a great urgency to prevent such evidence from being destroyed. No evidence was introduced at the hearing of the time Lane or Williams needed to obtain a search warrant. Lane and Williams' belief that money, white powder, and a weapon could be quickly removed or destroyed is reasonable under the circumstances as they knew them on September 8, 1991. The purpose of their errand to the claimants' house was to return a weapon. Once the door was opened again, they saw another weapon in easy reach. Should Lane or Williams have departed to obtain a search warrant, the remaining officer could have been in physical danger from that weapon, and, as it turned out, from a second gun inside the house. Once Lane loudly alerted Williams that a \"drug deal\" was apparently going down, and that \"money and drugs [were] all over the place,\" the officers could reasonably assume that the persons inside the house would know they were under police scrutiny, which was bolstered by the two-minute delay and noise inside the house before Mr. Taylor opened the front door again.<sup>[3]</sup> Finally, money, a bag of white powder, and a gun are items that can be easily removed and hidden, and the money and powder easily destroyed. That someone attempted to cover the table with a sheet during Lane's observation through the window supports such <span class=\"star-pagination\">*921</span> a conclusion. That the bag of white powder Lane saw through the window was never found supports the inference that it may have been either destroyed or removed by someone fleeing the house during Lane's and Williams' entry.</p>\n<p>Even if the court accepted claimants' assertion that the bag of white powder was a fiction created by Lane and others to justify entry, the facts still remain that Lane saw a large amount of cash on the table, and both Lane and Williams saw a gun in the same room. Lane's reaction was that the money was involved in a drug deal; even if the powder was not present, the unusual presence of thousands of dollars stacked on one's dining room table would lead police officer to a reasonable suspicion that criminal activity was afoot. Once the gun was sighted, the \"character\" of the money was rendered more suspicious. Under either view of the events, there were specific, articulable facts upon which Lane and Williams could reasonably have based their conclusion that contraband was probably present and a crime probably in progress in the claimants' house.</p>\n<p></p>\n<h2><i>3. Consent to Search</i></h2>\n<p>Claimants challenge the validity of James Taylor's consent to search his house given to Sheriff Gay, under two theories: first, that because the initial entry was invalid, any subsequent consent was tainted by that invalidity; and second, that consent was not given voluntarily, but was coerced.</p>\n<p>In light of the conclusions above, claimants' first theory is unpersuasive; the initial entry was valid under alternate lines of decision (no expectation of privacy; no search; plain view and exigent circumstances).</p>\n<p>Claimants' second theory, however, is a different question. Claimants eloquently assert that James Taylor, seriously ill, \"a prisoner in his home and surrounded by a host of armed officers, was easy prey for the Sheriff to extract a consent to search.\" Claimants contend that James Taylor's consent was coerced by Sheriff Gay's threats to \"tear up\" the Taylor residence if consent was denied and a warrant had to be obtained.</p>\n<p>The government bears the burden of showing that consent to search obtained from a defendant was freely and voluntarily given, \"a burden not satisfied by showing a mere submission to a claim of lawful authority.\" <i>Florida v. Royer,</i> <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span>, 497, <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1319</span></a></span>, 1324, <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span></a></span> (1983). The voluntary nature of a consent is determined by an objective assessment of the totality of circumstances surrounding the giving of the consent. <i>Schneckloth v. Bustamonte,</i> <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2041</span></a></span>, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1973).</p>\n<p>The testimonial accounts of Gay's obtaining consent to search nearly constitute polar opposites. Sheriff Gay recounted that he spoke to Mr. Taylor and asked for permission to search while the two were in the living room. Upon questioning by Mr. Taylor, Gay explained why he wanted to search; when Mr. Taylor stated that the money was from gambling, Gay explained that gambling is illegal in North Carolina. Mr. Taylor explained to Gay, in private, that he was not involved in drugs, but was the bank for a lottery operation. Gay asked if there were any drugs in the house, presumably on Lane's report of seeing a baggie with white powder in it. Taylor then replied that he didn't do drugs, and didn't mess with drugs, and that Gay could go ahead and search, in effect volunteering consent. Gay assured Mr. Taylor that the officers would not \"tear up\" the house. Gay then stated to the other officers that Mr. Taylor had given permission to search, to which statement Mr. Taylor did not protest or reply.</p>\n<p>Mr. Taylor claims that the other backup officers were already rummaging around the house when Sheriff Gay arrived. He also recounted conversation with Gay, in which Taylor stated that since he and his wife were not under arrest, the police should leave. Later, Gay asked if the police could search the house, and Mr. Taylor replied, \"No. I don't like the way they [other officers] came in.\" Taylor agreed that Gay asked if there were any drugs in the house, and that Taylor denied the presence of drugs. Taylor claims Gay also said that he could get a warrant, and that he didn't want the officers to tear up the house. Then Taylor claims he said, <span class=\"star-pagination\">*922</span> \"You might as well, you're all over the place anyway.\"</p>\n<p>At the hearing, Sheriff Gay's testimony was credible, and based on that version of events, Mr. Taylor voluntarily and freely consented to a search of his residence. Even under Mr. Taylor's version of events, he demonstrated the ability and awareness that he could deny consent to search, because he denied it at least once, despite the presence of police officers in his house. There were no deprivations, no physical seizure of Mr. Taylor, and no other factors that would vitiate such consent. After consent was given, Mr. Taylor sat at the dining room table (see Government's Exhibit # 19), drinking cognac, while officers searched his house. This behavior is inconsistent with a denial of consent, and is also inconsistent with a simple submission to police authority. Under the totality of circumstances, Mr. Taylor's consent to search the house was freely and voluntarily given to Sheriff Gay.</p>\n<p></p>\n<h2><i>4. Protective Sweep and Search Incident to Arrest</i></h2>\n<p>In the alternative to voluntary consent, the government argues that the evidence seized during the search of the claimants' residence should be admitted under either the \"protective sweep\" theory of <i>Maryland v. Buie,</i> <span class=\"citation\" data-id=\"112384\"><a href=\"/opinion/112384/maryland-v-buie/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, <span class=\"citation\" data-id=\"112384\"><a href=\"/opinion/112384/maryland-v-buie/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1093</span></a></span>, <span class=\"citation\" data-id=\"112384\"><a href=\"/opinion/112384/maryland-v-buie/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">276</span></a></span> (1990), or under a \"search incident to arrest\" theory, <i>see </i><i>Chimel v. California,</i> <span class=\"citation\" data-id=\"107979\"><a href=\"/opinion/107979/chimel-v-california/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">752</span></a></span>, <span class=\"citation\" data-id=\"107979\"><a href=\"/opinion/107979/chimel-v-california/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2034</span></a></span>, <span class=\"citation\" data-id=\"107979\"><a href=\"/opinion/107979/chimel-v-california/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">685</span></a></span> <i>reh'g denied,</i> <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">869</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">36</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">124</span></span> (1969).</p>\n<p>Under <i>Buie,</i> the Fourth Amendment permits a properly limited protective sweep in conjunction with an in-home arrest if the searching officer possesses a reasonable belief based on \"specific and articulable facts which, taken together with the rational inferences from those facts, reasonably warrant[ed] the officer in believing ... that the area swept harbor[s] an individual posing a danger to the officer or others.\" <i>Buie,</i> 494 U.S. at 327, 110 S.Ct. at 1095 (internal citations omitted). Although setting the standard for a protective sweep at reasonable suspicion rather than probable cause, the Court also warned that the sweep \"is not a full search of the premises, but may extend only to a cursory inspection of those spaces where a person may be found.\" <i>Id.</i> at 335, 110 S.Ct. at 1099 (emphasis added). Certainly a person was not hiding under the sheet thrown over the dining room table, where a great deal of the evidence (save the money and drug traces in the bedroom) was found. Under <i>United States v. Baker,</i> <span class=\"citation\" data-id=\"357060\"><a href=\"/opinion/357060/united-states-v-allen-ray-baker-united-states-of-america-v-norman/\"><span class=\"volume\">577</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1147</span></a></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">850</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">153</span></span> (1978), where police officers had information that an armed accomplice might have been hiding in the house where defendant was arrested, they were justified in conducting a protective sweep to look for any persons, and to seize any evidence of crime in plain view. <i>Id.</i> at 1152. Again, the officers could not have been looking for a person under the sheet, and the presence of the sheet prevented a plain view seizure. The government asserts that the officers had a justifiable fear of harm arising from Donnell Austin's having \"lunged\" for the handgun on the dining room floor, and that <i>Buie</i> should be read to prevent a \"first bite\" rule for killers. Once Lane and Williams entered the house and prevented any person therein from moving about (both testified that they \"sat tight\" and made sure no one moved until backup arrived), the justification for a protective sweep ended. Their fear that Austin or anyone else would lunge for a weapon should have been put at bay by the fact that Trooper Lane had his weapon drawn and a bead on Austin, and Sgt. Williams had an unobstructed view of the living room and its occupants, the hallway of the house, and the doorway, where he stood. Even if a sweep were still justified after backup arrived, it would have been only to look cursorily for persons, not things smaller than persons in places where persons could not have been hiding.</p>\n<p>The \"search incident to arrest\" line of cases includes <i>Chimel v. California,</i> <span class=\"citation\" data-id=\"107979\"><a href=\"/opinion/107979/chimel-v-california/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">752</span></a></span>, <span class=\"citation\" data-id=\"107979\"><a href=\"/opinion/107979/chimel-v-california/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2034</span></a></span>, <span class=\"citation\" data-id=\"107979\"><a href=\"/opinion/107979/chimel-v-california/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">685</span></a></span> (1968), which held that once an arrest is made, the arresting officer may search the person arrested to check for weapons or destructible evidence, and may further search the area within the immediate control of the arrestee  the area within which he might gain <span class=\"star-pagination\">*923</span> possession of a weapon or destructible evidence. The Court even used the example of \"a gun on a table or in a drawer in front of one arrested....\" <i>Id.</i> at 763, 89 S.Ct. at 2040. Austin had been escorted out of the dining room and into the living room when Lane removed the sheet from the dining room table. Austin could no longer gain control of the tabletop area from another room. With Lane and Williams both making sure that no one moved until backup arrived, the need for a search incident to arrest was nonexistent. Even without considering whether an \"arrest\" had taken place, the government's argument under this theory, like that of the protective sweep, should be regarded as unpersuasive.</p>\n<p></p>\n<h2><i>5. Pretext and Trespass</i></h2>\n<p>Claimants argue that the proffered reason for Lane's and Williams' presence at their house  to return James Taylor's Walther handgun  was a pretext used to gain entry into the Taylors' residence in order to search. They also argue that this constituted a trespass, which violates the Fourth Amendment.</p>\n<p>There is no evidence from which the court can reasonably conclude that the officers used the return of the Walther PPK as a pretext to search the claimants' residence. By all accounts, this was a housekeeping matter, an errand that could have been concluded in a matter of minutes on the steps of claimants' house. Sgt. Mercer wanted to get rid of the weapon, and the return to its rightful owner was the most reasonable avenue to accomplish his goal, and one not precluded by N.C. Gen.Stat. § 15-12, which claimants assert. Lane obtained the order of dismissal of charges against Mr. Taylor, which dismissal meant the return of the property to Mr. Taylor, even though more than a year had elapsed since the property had been seized. The testimony of Lane, Williams, Mercer, Gay, Bailey, and Johnson confirm that no investigation of the claimants, individually or otherwise, was underway or planned on September 8, 1991. That James Taylor never filed a motion for return of his property does not mean the Highway Patrol was required to dispose of the weapon in a manner other than return to its owner. The officers were at claimants' residence for a legitimate purpose and not for a pretextual search.</p>\n<p>\"Trespass\" does not per se implicate Fourth Amendment concerns unless the action underlying the trespass unreasonably infringes on a reasonable expectation of privacy. <i>United States v. Jackson,</i> <span class=\"citation\" data-id=\"360319\"><a href=\"/opinion/360319/united-states-v-david-carson-jackson-united-states-of-america-v-margaret/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">653</span></a></span>, 659 (4th Cir.1978). The Fourth Amendment addresses searches and seizures, not trespasses. Claimants' trespass argument is founded on the premise that the officers' presence at claimants' house was without justification, and was therefore a trespass in violation of claimants' property rights. Because there was no pretext, however, and the officers were there for a legitimate reason, the argument falters of its first premise. As concluded above, the officers' actions did not unreasonably infringe upon claimants' expectation of privacy in their home.</p>\n<p></p>\n<h2><i>6. Estoppel</i></h2>\n<p>The government's final argument states that because Mr. Taylor pleaded guilty to a State charge of misdemeanor gambling, based upon the same evidence that he now seeks to suppress, he is estopped from challenging that the defendant currency or realty was not involved in an illegal gambling operation. Claimants' arguments do not appear to be cast in such a challenge; rather, claimants challenge the manner in which the evidence that the currency and realty was involved in gambling was obtained. To the extent that claimants may challenge that the currency and realty were involved in gambling, collateral estoppel may apply in part.</p>\n<p>\"The federal courts must `give preclusive effect to state-court judgments whenever the courts of the State from which the judgments emerged would do so.'\" <i>United States v. Turner,</i> <span class=\"citation\" data-id=\"561275\"><a href=\"/opinion/561275/united-states-v-mark-turner-iv-james-spencer-claimants-appellants-one/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">240</span></a></span>, 243 (4th Cir.1991), <i>quoting </i><i>Haring v. Prosise,</i> <span class=\"citation\" data-id=\"110961\"><a href=\"/opinion/110961/haring-v-prosise/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">306</span></a></span>, 313, <span class=\"citation\" data-id=\"110961\"><a href=\"/opinion/110961/haring-v-prosise/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2368</span></a></span>, 2373, <span class=\"citation\" data-id=\"110961\"><a href=\"/opinion/110961/haring-v-prosise/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">595</span></a></span> (1983). A conviction in North Carolina conclusively establishes every element of the offense charged. <i>See </i><i>State v. Lewis,</i> <span class=\"citation\" data-id=\"1350114\"><a href=\"/opinion/1350114/state-by-through-new-bern-csa-v-lewis/\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">727</span></a></span>, <span class=\"citation\" data-id=\"1350114\"><a href=\"/opinion/1350114/state-by-through-new-bern-csa-v-lewis/\"><span class=\"volume\">319</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">145</span></a></span> (1984), <i>State v. McCoy,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></span>, <span class=\"citation\" data-id=\"1309634\"><a href=\"/opinion/1309634/state-v-mccoy/\"><span class=\"volume\">277</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">515</span></a></span> (1981). Furthermore, \"a knowing and voluntary guilty plea is an <span class=\"star-pagination\">*924</span> admission of all elements or material facts of the charge.\" <i>United States v. One 1985 Mercedes Benz Automobile,</i> <span class=\"citation\" data-id=\"2345611\"><a href=\"/opinion/2345611/united-states-v-one-1985-mercedes-benz-auto/\"><span class=\"volume\">716</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">211</span></a></span>, 213 (E.D.N.C.1989). James Taylor pled guilty to sale or possession of \"number tickets\" under N.C. Gen.Stat. § 14-290. That section addresses two kinds of conduct: promoting or running a lottery, and participating in a lottery. It is not clear from the record of the hearing to which of the two types of conduct Mr. Taylor pled guilty. The material facts which Mr. Taylor may have also admitted were not presented to the court at the hearing, however, and the collateral estoppel effect is therefore impossible to gauge as concerns those facts.</p>\n<p></p>\n<h2><i>Conclusion as to Fourth Amendment Claims</i></h2>\n<p>The claimants had a presumed expectation of privacy in their home on September 8, 1991, but have not shown that the officers' actions unreasonably infringed upon that expectation. Trooper Lane's observations through the front window of claimants' house did not constitute a \"search\" for Fourth Amendment purposes; in the alternative, such observations and subsequent warrantless entry were justified by the \"plain view\" and \"exigent circumstances\" exceptions to the warrant requirement. Because of the determination of credibility made above, the court should conclude that James Taylor freely and voluntarily consented to a search of his residence, the defendant property. There appears no evidence that the officers' initial reason for visiting claimants' house was a pretext to search, nor was there a trespass that would implicate Fourth Amendment concerns. There may be an issue preclusion (collateral estoppel) as to the elements of the crime for which James Taylor pled guilty, but any material facts which he also admitted in connection with that plea are not before the court, and therefore cannot be categorized as free from challenge under a collateral estoppel theory. In sum, the court should deny claimants' motion to suppress.</p>\n<p></p>\n<h2><i>B. Eighth Amendment Excessive Fine Claim</i></h2>\n<p>Claimants assert that the working of a forfeiture based upon the admissible evidence would constitute an excessive fine in violation of the Eighth Amendment. The Fourth Circuit, in its remand order, directed that, in the event the motion to suppress is denied, the district court should address the Taylors' Eighth Amendment arguments consistent with the remand opinion. <i>United States v. Taylor,</i> <span class=\"citation\" data-id=\"660199\"><a href=\"/opinion/660199/no-93-1470/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">786</span></a></span>, 790 (1994). The court's concern centered solely on the claimants' real property, and not the defendant currency. <i>Id.</i></p>\n<p>The Supreme Court has held that the Eighth Amendment Excessive Fines Clause does apply to civil forfeiture proceedings under 21 U.S.C. § 881 (forfeiture of certain property used in drug-related crimes). <i>Austin v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112904\"><a href=\"/opinion/112904/austin-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2801</span></a></span>, <span class=\"citation\" data-id=\"112904\"><a href=\"/opinion/112904/austin-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span></a></span> (1993). The Fourth Circuit held that the reasoning in <i>Austin</i> is equally applicable to forfeiture actions under 18 U.S.C. § 981 and § 1955(d). <i>Taylor, supra,</i> 13 F.3d at 790.</p>\n<p>In the interim between the remand of this case and the submission of briefs by the parties after the evidentiary hearing ordered by the Fourth Circuit, that court decided <i>United States v. Chandler,</i> <span class=\"citation\" data-id=\"678822\"><a href=\"/opinion/678822/united-states-v-robert-h-chandler-ii-claimant-appellant-and-the-real/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">358</span></a></span> (4th Cir.1994). In <i>Chandler,</i> the Fourth Circuit articulated an instrumentality test, rejecting any proportionality test, for determining whether a civil forfeiture under 21 U.S.C. § 881 is excessive. The test consists of the lower court's consideration of the following:</p>\n<blockquote>(1) the nexus between the offense and the property and the extent of the property's role in the offense;</blockquote>\n<blockquote>(2) the role and culpability of the owner; and</blockquote>\n<blockquote>(3) the possibility of separating offending property that can readily be separated from the remainder.</blockquote>\n<p>The court added the following guidance:</p>\n<blockquote>In measuring the strength and extent of the nexus between the property and the offense, a court may take into account the following factors: (1) whether the use of the property in the offense was deliberate and planned or merely incidental and fortuitous; (2) whether the property was important <span class=\"star-pagination\">*925</span> to the success of the illegal activity; (3) the time during which the property was illegally used and the spacial extent of its use; (4) whether its illegal use was an isolated event or had been repeated; and (5) whether the purpose of acquiring, maintaining or using the property was to carry out the offense. No one factor is dispositive but, to sustain a forfeiture against an Eighth Amendment challenge, the court must be able to conclude, under the totality of circumstances, that the property was a substantial and meaningful instrumentality in the commission of the offense, or would have been, had the offensive conduct been carried out as intended.</blockquote>\n<p><i>Id.</i> at 365. Because of the similarity between 18 U.S.C. § 1955(d) and 21 U.S.C. § 881(d), and because the Fourth Circuit has held that the reasoning of <i>Austin,</i> in requiring an Eighth Amendment Excessive Fine analysis, applies to forfeitures under 18 U.S.C. §§ 981 and 1955, the court should conclude that the instrumentality test and consideration of factors set forth in <i>Chandler</i> also applies to forfeiture actions under 18 U.S.C. §§ 981 and 1955. Claimants' argument for a proportionality review is foreclosed by this conclusion.</p>\n<p>NEXUS: The government contends that the real property in question was intimately involved in a multi-million dollar illegal lottery operation, and relies on the testimony of former IRS-CID agent Turner, whom the court recognized as an expert in the operation of illegal lotteries in eastern North Carolina. Turner explained that the \"bank\" for the lottery is the highest level of operations, which keeps the gross profits, and in effect runs the illegal lottery. Mr. Taylor admitted to Sheriff Gay that Taylor was the \"bank\" for a lottery. Turner also explained that lottery tickets would not normally be found in the house that is the \"bank\" because the money intake from the lottery would not be held in the same place as the tickets themselves, in case of police detection. Turner explained that the \"bank\" also rolls loose coins, and deducts the commissions of the \"writers,\" the persons who write the lottery tickets and sell them. He also explained that the \"bank\" would be armed out of two fears: police searches and robberies.</p>\n<blockquote> The use of claimants' residence as the \"bank\" for the lottery appears to have been deliberate and planned, and not fortuitous. The items seized therein included not only the cash, coins, coin rolls, and guns, but at least one lottery ticket and several ledgers. There were also more than one calculator and a number of bank deposit bags. This shows a level of organization and management that goes beyond mere happenstance or spur-of-the-moment construction of the lottery.</blockquote>\n<blockquote> Turner's explanation of lottery operations leads to the conclusion that the \"bank\" is the most important part of the operation. Without it, no money would be tallied, none paid out, and no commissions paid to \"writers.\" Here, the residence of the Taylors served as the chief headquarters of the operation, the place where the profit of it all eventually came to be counted, some placed in a safe, and most deposited in actual banks. Having a place to count money is crucial to the success of the lottery operation, and the Taylors' house was crucial to the success of that lottery. Although Turner admitted on cross-examination that the lottery's records are entirely portable, and the \"banker\" can run the lottery from virtually anywhere he has a telephone, the fact that Mr. Taylor chose his home as his center of accounting made that home important to the success of the lottery.</blockquote>\n<blockquote> There was no direct evidence of how long the lottery operation had been run out of the Taylors' residence; however, Agent Turner pointed out Exhibit 37, which included ledger entries for the dates of February 17 through February 25. If those dates were for February of 1991, the lottery could have been in operation for at least five months. The ledgers do not, however reflect that the Taylors' residence was the location of the \"bank\" and so do not assist the court in this analysis. The dining room was being used to count money; in addition, there was a large amount of money found in the Taylors' bedroom, and some <span class=\"star-pagination\">*926</span> money found in the sofa cushions in the living room. There were also items seized (coin wrapper, wrapping machine, etc.) from another room in the house, which Capt. Johnson identified as an \"office.\" Therefore, at least four rooms of the defendant real property were being used in the lottery operation.</blockquote>\n<blockquote> Agent Turner explained that records from the September 7, 1991, day's take were still in claimants' house when they were seized on September 8, 1991. These records included a summary of wagers accepted by eight groups of \"writers\" on September 7, adding machine tape with handwritten notations \"9/7/91 Cash Out\", a balance sheet entitled \"9/7/91\", and a \"overlook\" lottery ticket also bearing the date \"9/7/91.\" These items, with some others, show that the lottery had been run the day before September 8, as well as on September 8. The illegal activity conducted at the Taylors' house  managing the proceeds from a lottery  occurred on more than one occasion.</blockquote>\n<blockquote> The Taylors presumably acquired their house to live in it. There appears no other motivation from the evidence, and any inference to the contrary would be unsupported by the evidence.</blockquote>\n<p>Based upon these considerations, the court should conclude that there was a strong nexus between the Taylors' house (the defendant real property) and the offense committed  running a lottery in violation of North Carolina law.</p>\n<p>OWNER'S CULPABILITY: Mr. Taylor pled guilty to one count of possession of \"numbers tickets\" under N.C. Gen.Stat. § 14-290. His fine was $100, which along with court costs, he paid. It can hardly be argued that he was not culpable. Agent Turner's testimony indicates that Mr. Taylor, as the self-professed \"bank\" of the lottery, was the head of an operation that, based on records seized, employed more than five persons for any thirty-day period, and had proceeds greater than $2000 for any given day. Turner also estimated, based on the \"low gross\" of the September 7, 1991 seized records, that the projected annual \"take\" for the lottery would approximate $8 million. The head of such an operation would play a key role in a lucrative illegal enterprise.</p>\n<p>Claimant Jamel Earleen White Taylor presented no evidence of an \"innocent owner\" defense (see 18 U.S.C. § 981(a)(2)) as to her involvement in the gambling offense, or as to the charged drug offenses. In fact, according to the testimony of Sheriff Gay and Detective Bailey, Mrs. Taylor admitted owning the drugs found in the Taylors' bedroom. From all appearances, she was fully aware of the activities taking place in her own dining room.</p>\n<p>SEPARABLE PROPERTY: The real property in question consists of a 1.5 acre lot, with a one-story, four-bedroom house upon it. There is also a separate building with two bedrooms, a small basketball court, and a swimming pool on the lot. The property was once two separate lots, # 10 and # 11, deeded separately, one to each claimant in 1986. In 1987, claimants deeded the property to themselves by the entirety. Claimants presented no evidence of where on the property the residence sits, or whether the residence sits entirely on either of lot # 10 or # 11. In argument, claimants refer to the property as a single lot. The government seeks the forfeiture of the entire property, wherein each claimant has no individual claim of title, <i>see, e.g., </i><i>Boyce v. Boyce,</i> 60 N.C.App. 685, <span class=\"citation\" data-id=\"1332942\"><a href=\"/opinion/1332942/boyce-v-boyce/\"><span class=\"volume\">299</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">805</span></a></span>, <i>pet. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">308</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">190</span></span>, <span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">242</span></span> (1983), and which may be accomplished based on the actions of one spouse if uncontroverted by a claim that the other spouse had no knowledge of the illegal activity. <i>See </i><i>United States v. One Single Family Residence,</i> <span class=\"citation\" data-id=\"660299\"><a href=\"/opinion/660299/united-states-v-one-single-family-residence-located-at-18755-north-bay/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1493</span></a></span> (11th Cir.1994) (wife who clearly asserted \"innocent owner\" defense as to entirety property forfeited was neither (1) collaterally estopped by husband's criminal conviction, nor (2) precluded from raising entirety interest under Florida law).</p>\n<p>It appears from the testimony that the residence is the main building on the property, and was the place used for the lottery operation. The property has been appraised (see Government's Exhibit # 59) at $86,000. From the evidence presented at the hearing, there appears no reasonable way to separate a portion of the property from any other <span class=\"star-pagination\">*927</span> portion, in order to accomplish the goal of the Fourth Circuit in <i>Chandler</i> to sever the offending property from the remainder. The forfeiture sought is, at its core, an all-or-nothing proposition.</p>\n<p>The totality of these circumstances demonstrates that the defendant real property, the Taylors' residence, was a substantial, meaningful, and important instrumentality in effectuating the offense of illegal gambling under 18 U.S.C. § 1955(a).</p>\n<p></p>\n<h2><i>Conclusion as to Eighth Amendment Claim</i></h2>\n<p>The court should follow the Eighth Amendment Excessive Fine analysis given by the Fourth Circuit in <i>Chandler, supra</i><i>;</i> the similarity between the forfeiture provisions of 21 U.S.C. § 881, which <i>Chandler</i> addressed, and 18 U.S.C. §§ 981 and 1955(d) warrant the use of the three-part, multi-factor test set forth in <i>Chandler.</i> After employing such a test, the court should find that the defendant real property was a substantial and meaningful instrumentality in the commission of the offenses complained of, under 18 U.S.C. §§ 1955 and 1956, and should therefore order the forfeiture of the defendant real property to the United States.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The claimants had a presumed expectation of privacy in their home on September 8, 1991, but have not shown that the officers' actions unreasonably infringed upon that expectation. Trooper Lane's observations through the front window of claimants' house did not constitute a \"search\" for Fourth Amendment purposes; in the alternative, such observations and subsequent warrantless entry were justified by the \"plain view\" and \"exigent circumstances\" exceptions to the warrant requirement. Because of the determination of credibility made above, the court should conclude that James Taylor freely and voluntarily consented to a search of his residence, the defendant property. There appears no evidence that the officers' initial reason for visiting claimants' house was a pretext to search, nor was there a trespass that would implicate Fourth Amendment concerns. There may be an issue preclusion (collateral estoppel) as to the elements of the crime for which James Taylor pled guilty, but any material facts which he also admitted in connection with that plea are not before the court, and therefore cannot be categorized as free from challenge under a collateral estoppel theory. The court should deny the claimants' motion to suppress.</p>\n<p>The court should follow the Eighth Amendment Excessive Fine analysis given by the Fourth Circuit in <i>Chandler, supra</i><i>;</i> the similarity between the forfeiture provisions of 21 U.S.C. § 881, which <i>Chandler</i> addressed, and 18 U.S.C. §§ 981 and 1955(d) warrant the use of the three-part, multi-factor test set forth in <i>Chandler.</i> After employing such a test, the court should find that the defendant real property was a substantial and meaningful instrumentality in the commission of the offenses complained of, under 18 U.S.C. §§ 1955 and 1956, and should therefore order the forfeiture of the defendant real property to the United States.</p>\n<p>MEMORANDUM AND RECOMMENDATION ENTERED, this 27th day of February, 1995.</p>\n<h2>NOTES</h2>\n<p>[1]  In particular, the claimants attempt to maintain that the photograph showing James Taylor sipping cognac following the search as evidence of a reward by the police officers for \"caving in\" to the intimidation exerted by the police officers.</p>\n<p>[1]  \"It has long been settled that objects falling in the plain view of an officer who has a right to be in the position to have that view are subject to seizure and may be introduced in evidence.\" <i>Harris v. United States,</i> <span class=\"citation\" data-id=\"107625\"><a href=\"/opinion/107625/harris-v-united-states/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 236, <span class=\"citation\" data-id=\"107625\"><a href=\"/opinion/107625/harris-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>, 993, <span class=\"citation\" data-id=\"107625\"><a href=\"/opinion/107625/harris-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1067</span></a></span> (1968).</p>\n<p>[2]  <i>See also, </i><i>State of Washington v. Manly,</i> 85 Wash.2d 120, <span class=\"citation\" data-id=\"2609109\"><a href=\"/opinion/2609109/state-v-manly/\"><span class=\"volume\">530</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">306</span></a></span> <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">855</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">104</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">81</span></span> (1975) (where the evidence of illegal activity could be seen through the front window even at a distance, visual observation by police did not constitute an unreasonable intrusion).</p>\n<p>[3]  Claimants' suggestion that the delay and noises inside the house were due to removing their dog and Mrs. Taylor's desire to \"don appropriate attire to receive guests\" is somewhat illogical. James Taylor testified that he and his wife were already entertaining guests, Donnell Austin and two of his wife's female friends, when the officers arrived.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/299629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/304759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/308715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/344510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/357060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664651/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1309634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332942/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1350114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1450306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2345611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2609109/"
  ]
}