{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2094942/",
  "absolute_url": "/opinion/2094942/wrenn-v-freeman/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2094942/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:18:23.555174Z",
  "date_modified": "2016-04-27T01:58:09.580939Z",
  "type": "010combined",
  "sha1": "d3c7c6163a803fa7c8a0d486565c4f726fe87b9f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>894 F.Supp. 244 (1995)</b></center>\n<center><h1>Charles WRENN, Kermedis Jacobs, and Frederick Thomas, Plaintiffs,<br>\nv.<br>\nFranklin E. FREEMAN, Jr., Secretary of the North Carolina Department of Correction; and Michael F. Easley, Attorney General of the State of North Carolina, Defendants.</h1></center>\n<center>No. 5:94-CT-786-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 14, 1995.</center>\n<p><span class=\"star-pagination\">*245</span> Charles H. Wrenn, Lillington, NC, pro se.</p>\n<p>Kermedis Jacobs, Mason, TN, pro se.</p>\n<p>Frederick Thomas, Lillington, NC, pro se.</p>\n<p>James Elliott Price, Sr., Lillington, NC, pro se.</p>\n<p>James Byrd Miller, Asheboro, NC, pro se.</p>\n<p>Frederick W. Corbett, Lillington, NC, pro se.</p>\n<p>William Dennis Worley, Raleigh, NC, for defendants Franklin E. Freeman, Jr., Sec. NCDOC, Michael F. Easley, N.C. Atty. Gen.</p>\n<p></p>\n<h2><i>POSTURE OF THE CASE</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>Plaintiffs commenced this action, ostensibly <span class=\"star-pagination\">*246</span> pursuant to 42 U.S.C. § 1983,<sup>[1]</sup> on September 6, 1994, in the General Court of Justice, Superior Court Division, of Wake County, North Carolina. Defendants subsequently removed the matter to this court on October 11, 1994. Defendants now have moved to dismiss this action, which motion is supported amply and therefore shall be regarded as a motion for summary judgment. Fed.R.Civ.P. 12(c). Plaintiffs having responded to defendants' motion, defendants having replied thereto, and plaintiffs having responded yet again to defendants' reply,<sup>[2]</sup> this matter is ripe for resolution. Defendants further have moved to amend their motion to dismiss due to a technical error in citing the applicable rules of procedure. Because defendants' amendment shall not prejudice plaintiffs in any respect, defendants' motion to amend is ALLOWED.</p>\n<p>Also pending before the court is a motion by plaintiffs to amend their complaint, which motion was filed in the General Court of Justice, Superior Court Division, prior to plaintiffs' case having been removed to this court. Plaintiffs' motion to amend, however, was not formally renewed following defendants' removal of the action and the same went unnoticed by the court. Now having reviewed the substance of plaintiffs' motion to amend, the court finds that plaintiffs sought thereby merely to add to the action three new plaintiffs who had suffered similar harms as were raised in plaintiffs' initial complaint. Because plaintiffs at all times have proceeded herein as if their motion to amend was allowed, and the same was filed in a timely and appropriate manner prior to removal, the court finds that allowing plaintiffs' motion to amend at this date will not prejudice defendants in any respect. Accordingly, plaintiffs' motion to amend their complaint to add James E. Price, Sr., James Byrd Miller and Frederick Corbett as named plaintiffs in this action is ALLOWED.</p>\n<p>The court now shall turn to defendants' motion to dismiss, which shall be regarded as one for summary judgment.</p>\n<p></p>\n<h2><i>SUMMARY JUDGMENT STANDARD</i></h2>\n<p>Summary judgment under Federal Rule of Civil Procedure 56 serves the important function of \"conserv[ing] judicial time and energy by avoiding unnecessary trial and by providing a speedy and efficient summary disposition\" of litigation in which the plaintiff fails to make some minimal showing that the defendant may be liable on the claims alleged. <i>Bland v. Norfolk &amp; Southern R.R. Co.,</i> 406 F.2d 863, 866 (4th Cir.1969).</p>\n<p>The party moving for summary judgment has the initial burden of presenting a prima facie showing of the absence of a genuine issue of material fact through affidavits, documents or the pleadings on file. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265 (1986). The mere existence, however, of some alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment; the requirement is there be no genuine issue of material fact. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 2509, 91 L.Ed.2d 202 (1986). In determining whether the moving party has met its burden in this regard, the court must consider whether, when assessing the evidence in the light most favorable to the non-moving party, a \"fair-minded jury could return a verdict\" for such non-movant. <i>Id.</i> at 252, 106 S.Ct. at 2512.</p>\n<p>In order to overcome such a motion, the non-moving party must therefore establish the existence of a genuine issue of material fact by presenting evidence on which a jury could reasonably find in his favor. <i>Id.</i> at 248-49, 106 S.Ct. at 2510; <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986). \"[T]he court is <span class=\"star-pagination\">*247</span> obliged to credit the factual asservations contained in the material before it which favor the party resisting summary judgment and to draw inferences favorable to that party if the inferences are reasonable (however improbable they may seem).\" <i>Cole v. Cole,</i> 633 F.2d 1083, 1092 (4th Cir.1980). When, however, the evidence from the entire record could not lead a rational fact-finder to find for the non-moving party, no genuine issue for trial exists and summary judgment is appropriate. <i>Matsushita,</i> 475 U.S. at 587, 106 S.Ct. at 1356.</p>\n<p></p>\n<h2><i>PLAINTIFFS' ALLEGATIONS</i></h2>\n<p>Plaintiffs' complaint presents the court with a common nucleus of allegations the court revisits time and time again in the course of <i>pro se</i> prisoner litigation. The court concedes, however, that few such complaints articulate the claims plaintiffs have raised as well as have plaintiffs in the instant complaint and their subsequent briefs. In particular, plaintiffs allege in their complaint that</p>\n<p>(a) \"Defendants have consistently failed to provide plaintiffs with adequate legal counsel and/or an adequate law library to assist them in their postconviction, civil rights and habeas corpus complaints, thereby denying plaintiffs their guaranteed right of meaningful access to the courts;\"</p>\n<p>(b) \"[D]efendants promulgate and enforce an unconstitutional disciplinary rule prohibiting inmate-to-inmate gratuitous legal assistance of any kind, to include the proscription of plaintiffs from discussing legal matters in general, borrowing one another's legal texts, briefs, etcetera, to draw from to work on one's personal case(s);\" and</p>\n<p>(c) \"[D]efendants promulgate and enforce a policy to determine plaintiffs' indigency in an unconstitutional manner that impedes their access to the courts.\"</p>\n<p>As a result of these alleged violations, the supporting facts of which are discussed below, plaintiffs claim that they have been and continue to be denied their fundamental right of access to the courts, the result of which has been plaintiffs' failure to prevail in legal actions they have commenced or have sought to commence. Plaintiffs have brought their claims against the named defendants in their official and individual capacities and have sought injunctive and declaratory relief, including \"<i>de novo</i> postconviction appeals on all postconviction matters previously filed <i>pro se</i>\" and the \"immediate installation of a adequate law library with trained legal assistance,\" as well as compensatory and punitive damages.</p>\n<p></p>\n<h2><i>LEGAL ANALYSIS</i></h2>\n<p></p>\n<h2><i>(a) Plaintiffs' Claims for Monetary Damages</i></h2>\n<p>Through the instant action, plaintiffs seek both compensatory and punitive damages from defendants Freeman and Easley, who have been sued in their individual and official capacities. As it is a well-rooted principle of law that the Eleventh Amendment prohibits suits for monetary damages against state actors in their official capacities, <i>see </i><i>Will v. Michigan Dep't of State Police,</i> 491 U.S. 58, 70-71, 109 S.Ct. 2304, 2312, 105 L.Ed.2d 45 (1989), plaintiffs' claims for monetary relief against both defendants in their official capacity are DISMISSED. The Eleventh Amendment, however, does not bar plaintiffs' claims against the defendants in their individual capacities, <i>see </i><i>Ex parte Young,</i> 209 U.S. 123, 28 S.Ct. 441, 52 L.Ed. 714 (1908), nor does it bar plaintiffs' claims for prospective injunctive relief. <i>See </i><i>Will,</i> 491 U.S. at 71, n. 10, 109 S.Ct. at 2312, n. 10.</p>\n<p></p>\n<h2><i>(b) Plaintiffs' Claim Regarding the Provision of Legal Assistance and Resources</i></h2>\n<p>In plaintiffs' first claim for relief, plaintiffs accurately recount that, as a result of the landmark decision in <i>Bounds v. Smith,</i> 430 U.S. 817, 97 S.Ct. 1491, 52 L.Ed.2d 72 (1977), this court determined that the North Carolina plan for the provision of legal resources to its inmates via a library system failed to rise to the constitutionally mandated threshold for providing a minimum level of \"meaningful access\" to the courts. <i>See </i><i>Smith v. Bounds,</i> 610 F.Supp. 597 (E.D.N.C.1985), <i>aff'd,</i> 813 F.2d 1299 (4th Cir.1987). Pursuant to this court's order, the North Carolina <span class=\"star-pagination\">*248</span> Department of Correction entered into a contract with Legal Services of North Carolina for the provision of attorney assistance to North Carolina inmates. In conjunction with such plan, the North Carolina Department of Correction removed the prison libraries' legal resources, thereby establishing North Carolina Prisoner Legal Services (hereinafter \"NCPLS\") as the sole vehicle by which inmates could receive legal assistance with which to access the courts.</p>\n<p>Plaintiffs now claim, as have and do many of their colleagues who are similarly situated, that the NCPLS plan for providing legal assistance to inmates is equally ill adept at providing the minimum standard of access to the courts for which it was designed. Pursuant to this plan, prisoner claims are referred to NCPLS for an evaluation of their merits, following which review, NCPLS attorneys are at liberty to use their professional judgment in determining whether to accept representation in the particular action presented. In the event that NCPLS declines representation, on the basis of either of a finding of no merit or due to a conflict of interest, the latter of which has occurred in this matter, an inmate is left with no further legal resources which he can utilize in prosecuting his claim(s) on his own behalf. No general legal or legislative materials are made available to inmates, nor do inmates have access to a library of case law. Furthermore, North Carolina law and prison regulations prohibit \"jail house lawyers\" or \"writ writers,\" as they have become known, from assisting other less skilled or versed inmates in the pursuit of their legal claims.<sup>[3]</sup> Thus, inmates are left to their own personal resources, intelligence and skills to articulate their legal claims and to prosecute their actions through the courts.</p>\n<p>Since inception of the current NCPLS plan, the court repeatedly has confronted, evaluated and dismissed \"meaningful access\" claims equivalent to that now asserted by plaintiffs herein. For example, in the matter of <i>Titus, et al. v. Johnson, et al.,</i> No. 87-194-CRT-F (E.D.N.C. September 5, 1989), <i>aff'd sub nom. Ganey, et al. v. Johnson, et al.,</i> No. 89-6813, 1990 WL 101531 (4th Cir. June 26, 1990) (unpublished), the undersigned adopted the Memorandum and Recommendation of the Magistrate Judge, thereby finding the NCPLS plan constitutionally adequate and, in fact, preferable to the law libraries that it replaced. Because states need not provide <i>both</i> law libraries <i>and</i> direct attorney assistance programs, <i>Williams v. Leeke,</i> 584 F.2d 1336 (4th Cir.1978), <i>cert. denied,</i> 442 U.S. 911, 99 S.Ct. 2825, 61 L.Ed.2d 276 (1979), the court concluded that North Carolina's NCPLS plan provided the constitutionally mandated minimum level of access dictated by <i>Bounds</i> and that the further provision of legal resources was not required.</p>\n<p>Similarly, Judge W. Earl Britt rejected a claim virtually identical in nature to that raised by plaintiffs herein in the matter of <i>Freeman v. Johnson, et al.,</i> No. 90-91-CRT-BR (E.D.N.C. July 9, 1991), <i>vacated,</i> No. 91-7194, 1992 WL 90276 (4th Cir. May 4, 1992) (per curiam) (unpublished) (vacating and remanding with instructions to dismiss as moot due to appellant's release from prison). In that matter, plaintiff argued that, notwithstanding the implementation of the NCPLS plan, inmates lacked meaningful access to the courts without prison law libraries to aid them once NCPLS declined representation. In rejecting plaintiff's argument, the court held that \"[t]he constitutional right of meaningful access to the courts, via law libraries or persons trained in the law, does not extend `further than protecting the ability of an inmate to prepare a petition or complaint.'\" <i>Id.</i> at 7 (quoting <i>Wolff v. McDonnell,</i> 418 U.S. 539, 576, 94 S.Ct. 2963, 2984, 41 L.Ed.2d 935 (1974)). The court also flatly rejected plaintiff's claim that law libraries were necessary following denial of representation by NCPLS on the authority of <i>Blake v. Berman,</i> 877 F.2d 145, 146-47 (1st Cir.1989) and <i>Carter v. Fair,</i> 786 F.2d 433, 435 (1st Cir.1986).</p>\n<p>Thus, the claims advanced by plaintiffs herein are not novel or unique. The court, now having confronted such claims for several years, is cognizant of the shortcomings and limitations of the NCPLS plan for providing legal assistance to inmates and of the inmates' desire for more comprehensive <span class=\"star-pagination\">*249</span> assistance in the pursuit of their legal claims. Nonetheless, the court finds that the NCPLS direct attorney assistance plan now in place has been designed to better protect the constitutional interests identified in the <i>Bounds</i> decision and its progeny and to better serve the inmates of North Carolina than did its predecessor system of law libraries. In addition, no facet of the present NCPLS plan deprives inmates of their ability to access <i>the courts;</i> the NCPLS plan merely deprives inmates of the continued chaperoning of their actions through the courts by a trained attorney, to which luxury inmates are not entitled. In fact, the instant matter, in which plaintiffs have submitted an articulate and even compelling complaint and briefs in support thereof, exemplifies the ability of inmates to access the courts. As the court of appeals has held in <i>Strickler v. Waters,</i> 989 F.2d 1375 (4th Cir.1993),</p>\n<blockquote>\n<i>Bounds</i> did not hold that there is a right of access to a law library; it held that there is a right of access to the <i>courts.</i> It does not inexorably follow from the fact that an institution's library is inadequate or that access to that library is restricted ... that the prisoner was denied access to the courts.</blockquote>\n<p><i>Id.</i> at 1385. The same principle applies equally here with respect to access to trained legal assistants or attorneys through the NCPLS plan.</p>\n<p>Finally, with respect to this issue, having reviewed plaintiffs' claimed denial of access to the courts, the court finds that plaintiffs' allegations are not sufficient to demonstrate the requisite specific harm or prejudice flowing from the alleged denial of access to allow this claim to proceed to trial. In rejecting the approaches of other circuit courts to the contrary, the Court of Appeals for the Fourth Circuit has required inmates to demonstrate some actual harm or injury occasioned by the claimed inadequate access to the courts, as opposed to an amorphous complaint regarding the mechanics or structure of the plan in place for the provision of legal resources or assistance. <i>Id.</i> In fact, the court of appeals recently has affirmed a similar holding by the undersigned in a matter in which the plaintiff presented a claim nearly identical to that at issue in the case at bar. <i>Murray v. North Carolina Prisoner Legal Servs.,</i> No. 5:94-CT-188-F (E.D.N.C. March 9, 1995), <i>aff'd,</i> No. 95-6428, 1995 WL 381902 (4th Cir. June 28, 1995) (unpublished).</p>\n<p>Accordingly, the court finds that the present NCPLS plan offers North Carolina inmates that constitutionally mandated level of assistance necessary to protect their right of \"meaningful access\" to the courts. Given the absence of any more workable alternative to the current NCPLS plan, the court finds, on the authority of the prior decisions of both the district and circuit courts, that the NCPLS plan comports with constitutional standards. In addition, absent some specific tangible injury or harm, plaintiffs cannot proceed on a complaint asserting that they merely were denied the level of legal assistance or access to legal resources that they would have liked. For these reasons, it is hereby ORDERED that defendants' motion for summary judgment is ALLOWED as to plaintiffs' first claim of a denial of access to the courts premised on inadequate legal assistance and resources.</p>\n<p></p>\n<h2><i>(c) Inmate to Inmate Legal Assistance</i></h2>\n<p>In their second claim, plaintiffs allege that defendants maintain an unconstitutional policy of proscribing inmate-to-inmate legal counseling and assistance, including shared legal resources and assistance in perfecting and prosecuting legal actions. Plaintiffs claim that, in the absence of adequate law libraries and legal resources or more complete legal assistance and guidance from attorneys, inmates are left no alternative but to assist one another with their legal actions. As goes plaintiffs' argument, defendants' policy of prohibiting such assistance denies plaintiffs their right of access to the courts by denying them their primary source of legal assistance.</p>\n<p>5 N.C.A.C. 2G.0209 reads as follows:</p>\n<blockquote>.0209 INMATE ASSISTANCE</blockquote>\n<blockquote>The establishment of the attorney assistance program with a duly licensed legal services contractor negates the need for one inmate to provide legal assistance to another inmate. It shall be a disciplinary <span class=\"star-pagination\">*250</span> infraction for inmates to provide legal assistance to other inmates or to otherwise practice law as defined by G.S. 84-2.1. Inmates who violate this rule may be charged with violating disciplinary offense # 39 and/or prosecuted under G.S. 84-4 and G.S. 84-8.</blockquote>\n<p>(Defs' Br. Ex. E). As defendants correctly note, the State may impose reasonable regulations and restrictions on inmates' legal research activities. <i>Johnson v. Avery,</i> 393 U.S. 483, 490, 89 S.Ct. 747, 751, 21 L.Ed.2d 718 (1969). Notwithstanding this administrative right, \"unless and until the State provides some reasonable alternative to assist inmates in the preparation of petitions for post-conviction relief, it may not validly enforce a regulation ... barring inmates from furnishing such assistance to other prisoners.\" <i>Id.; </i><i>Wolff v. McDonnell,</i> 418 U.S. 539, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974); <i>Graham v. Hutto,</i> 437 F.Supp. 118, 119 (E.D.Va.1977), <i>aff'd,</i> 571 F.2d 575 (4th Cir.1978).</p>\n<p>As with plaintiffs' first claim, the court has encountered and reviewed the instant charge on numerous occasions and, most often, in conjunction with claims challenging the adequacy of the NCPLS plan. Once again having considered plaintiffs' juxtaposed claims regarding their access to the courts and their inability to consult other inmates for legal assistance, the court finds that plaintiffs' second claim must fail on the above finding that the NCPLS program now in place passes constitutional muster. Having provided a constitutionally acceptable and judicially mandated reasonable alternative for legal assistance to inmates, the State may affirmatively prohibit and punish inmate-to-inmate legal assistance. This decision is supported by the weight of authority in this district, and the court finds no reason to disturb such authority at this time. <i>See, e.g., Tolley v. Johnson,</i> No. 91-225-CRT-F (E.D.N.C. October 29, 1991); <i>Freeman v. Johnson,</i> No. 90-91-CRT-BR (E.D.N.C. July 9, 1991). Accordingly, it is hereby ORDERED that defendants' motion for summary judgment is ALLOWED as to plaintiffs' second claim regarding the prohibition of inmate-to-inmate legal assistance.</p>\n<p></p>\n<h2><i>(d) Plaintiffs' Claim Regarding Provision of Legal Postage</i></h2>\n<p>In plaintiffs' final claim for relief, plaintiffs contend that the defendants have promulgated and currently maintain an unconstitutional policy regarding the provision of legal postage to inmates. Plaintiffs aver that defendants' policy regarding indigency determination with respect to the provision of legal postage is unduly restrictive and burdensome and compels inmates to elect between basic necessities or legal postage. Plaintiffs' allegations also establish that uncertainties and time constraints that occur within the course of legal proceedings cannot be foreseen sufficiently in advance to allow inmates to reserve proper funds for legal postage, thereby resulting in an inability to comply with filing deadlines or court directives when free legal postage is denied them. At least plaintiff Jacobs has had an action dismissed for this reason.</p>\n<p>North Carolina Department of Correction policies 5 N.C.A.C. 2D .0307(a)(3) and 1C Fiscal Admin. .1102(A)(1) govern the provision of free legal postage to inmates. These policies require an inmate to tender a request for free legal postage. If, at the time of his request, the inmate has any amount of funds available in his trust account, regardless of the sufficiency of such funds to cover the needed postage, the policy prohibits the provision of free legal postage to such inmate. In addition, if, during the thirty days preceding the request the inmate has received $10.00 or more from his trust account, incentive wages, work release, personal expense fund or any other source, the inmate similarly is denied free legal postage.</p>\n<p>As defendants correctly argue, the Due Process Clause of the Fourteenth Amendment has been interpreted by the courts as guaranteeing state inmates the right to \"adequate, effective, and meaningful\" access to the courts, <i>Bounds,</i> 430 U.S. at 822, 97 S.Ct. at 1495, but that right \"has not been extended ... to apply further than protecting the ability of an inmate to prepare a petition or complaint.\" <i>Wolff,</i> 418 U.S. at 576, 94 S.Ct. at 2984. Thus, the right of access is \"facilitative\" in nature; that is, \"[i]t is designed to ensure that a citizen has the <span class=\"star-pagination\">*251</span> opportunity to exercise his or her legal rights to present a cognizable claim to the appropriate court.\" <i>Crowder v. Sinyard,</i> 884 F.2d 804, 814 (5th Cir.1989), <i>cert. denied,</i> 496 U.S. 924, 110 S.Ct. 2617, 110 L.Ed.2d 638 (1990). To this end, the State may be called upon and, in fact, required, to assist an inmate in a particular way to ensure that he has the same ability to present his claim to the court as does a free citizen. However, as one court has held, the Constitution simply \"does not require the elimination of <i>all</i> economic, intellectual and technological barriers to litigation.\" <i>Sands v. Lewis,</i> 886 F.2d 1166, 1169 (9th Cir.1989) (emphasis added).</p>\n<p>It therefore is incumbent upon State and Correction policy makers to implement reasonable regulations that balance the budgetary considerations of the Department of Correction with those rights the Constitution guarantees inmates. <i>White v. White,</i> 886 F.2d 721, 723 (4th Cir.1989). In this regard, although Correction officials must afford inmates the opportunity to access the courts, Correction officials are not required to afford inmates the right to unlimited free postage in order to do so; Correction officials may restrict inmates to a \"reasonable\" amount of postage for legal mail. <i>Twyman v. Crisp,</i> 584 F.2d 352, 359 (10th Cir.1978) (citing <i>Bach v. Coughlin,</i> 508 F.2d 303 (7th Cir.1974)). However, once a prisoner has alleged  and has offered a basis therefor  that the prison policy regarding mail handling or the provision of legal postage has deprived him of his ability to access the courts or that he has suffered adverse consequences as a result therefrom, he has stated a colorable claim. <i>White,</i> 886 F.2d at 723.</p>\n<p>In the instant case, plaintiffs have alleged generally in their verified complaint<sup>[4]</sup> that the Department of Correction's policy regarding the provision of free legal postage places unconstitutional restrictions on plaintiffs' access to the courts by compelling them to elect between basic necessities, such as personal hygiene items, and legal postage. In addition, plaintiffs contend that the indigency determination employed by Correction officials in determining an inmate's entitlement to legal postage allows for the unconstitutional denial of legal postage despite the fact that the inmate has insufficient funds to provide for such postage on his own. Plaintiffs contend that this hampers their ability to meet filing deadlines and procedural requirements for prosecuting an action. Only plaintiff Jacobs, however, is alleged to have suffered the dismissal of a postconviction action due to the denial of legal postage. The remaining plaintiffs, then, must particularize their claims regarding the nature of the harm they have suffered due to this policy regarding their entitlement to free legal mail.</p>\n<p>Because plaintiffs have alleged generally adverse conditions resulting from the implementation of the Department of Correction policy regarding the entitlement to and provision of free legal mail, the court shall not dismiss this claim at this time. Plaintiff Jacobs further has alleged an actual adverse consequence, that is, the dismissal of an appeal, due to his inability to receive free legal postage and thereby tender a response when required. The court finds these allegations sufficient at this time to state a colorable claim in this regard. Defendants' motion to dismiss this claim, therefore, is DENIED.</p>\n<p>Because plaintiffs have filed this action <i>pro se,</i> and the court has found plaintiffs' third claim regarding the provision of legal mail to be a potentially viable claim, it is hereby ORDERED that, pursuant to this court's Eastern District Prisoner Representation Plan, North Carolina Prisoner Legal Services is requested to investigate plaintiffs' third claim regarding the North Carolina Department of Correction's policy regarding the provision of legal postage.<sup>[5]</sup> NCPLS is <span class=\"star-pagination\">*252</span> DIRECTED to respond to the court within SIXTY (60) DAYS of the date of entry of this order. In the event NCPLS responds by accepting representation herein in this matter, NCPLS is further DIRECTED to file within THIRTY (30) DAYS following such response, a particularization of plaintiffs' third claim regarding the provision of legal postage and the actual harms and injuries suffered by all plaintiffs named herein. In the event NCPLS responds by declining representation, plaintiffs are DIRECTED to file within THIRTY (30) DAYS following such response, a particularization of plaintiffs' third claim regarding the provision of legal postage and the actual harms and injuries suffered by all plaintiffs named herein.</p>\n<h2>NOTES</h2>\n<p>[1]  Although plaintiffs have failed to allege a jurisdictional basis for this action, the court and defendants have surmised the basis for such complaint from the nature of the allegations therein.</p>\n<p>[2]  Plaintiffs are advised that responses to replies are not contemplated within the Federal Rules of Civil Procedure or in the Local Rules of this court. In fact, Local Rule 4.06 (EDNC) explicitly states that \"Replies to responses are discouraged,\" thus implicitly acknowledging that further responses to replies are not accepted.</p>\n<p>[3]  This regulation is the subject of plaintiffs' second claim for relief, addressed below.</p>\n<p>[4]  Plaintiffs have failed to address this claim in their brief in opposition to defendants' motion. Affording them the latitude historically given to <i>pro se</i> litigants, however, the court shall consider the allegations in their complaint in opposition to defendants' motion.</p>\n<p>[5]  Although the court previously ordered an investigation of plaintiffs' claims by NCPLS, <i>see</i> Order of October 20, 1994, NCPLS declined representation on the ground that a conflict of interest appeared to exist. <i>See</i> November 3, 1994, Response to Order of Investigation. It now appearing to the court that any such conflict has been eliminated by the dismissal of plaintiffs' first and second claims, the court perceives no conflict preventing NCPLS's investigation of this matter for representation.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">894</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">244</span></span> (1995)</b></center>\n<center><h1>Charles WRENN, Kermedis Jacobs, and Frederick Thomas, Plaintiffs,<br>\nv.<br>\nFranklin E. FREEMAN, Jr., Secretary of the North Carolina Department of Correction; and Michael F. Easley, Attorney General of the State of North Carolina, Defendants.</h1></center>\n<center>No. 5:94-CT-786-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 14, 1995.</center>\n<p><span class=\"star-pagination\">*245</span> Charles H. Wrenn, Lillington, NC, pro se.</p>\n<p>Kermedis Jacobs, Mason, TN, pro se.</p>\n<p>Frederick Thomas, Lillington, NC, pro se.</p>\n<p>James Elliott Price, Sr., Lillington, NC, pro se.</p>\n<p>James Byrd Miller, Asheboro, NC, pro se.</p>\n<p>Frederick W. Corbett, Lillington, NC, pro se.</p>\n<p>William Dennis Worley, Raleigh, NC, for defendants Franklin E. Freeman, Jr., Sec. NCDOC, Michael F. Easley, N.C. Atty. Gen.</p>\n<p></p>\n<h2><i>POSTURE OF THE CASE</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>Plaintiffs commenced this action, ostensibly <span class=\"star-pagination\">*246</span> pursuant to 42 U.S.C. § 1983,<sup>[1]</sup> on September 6, 1994, in the General Court of Justice, Superior Court Division, of Wake County, North Carolina. Defendants subsequently removed the matter to this court on October 11, 1994. Defendants now have moved to dismiss this action, which motion is supported amply and therefore shall be regarded as a motion for summary judgment. Fed.R.Civ.P. 12(c). Plaintiffs having responded to defendants' motion, defendants having replied thereto, and plaintiffs having responded yet again to defendants' reply,<sup>[2]</sup> this matter is ripe for resolution. Defendants further have moved to amend their motion to dismiss due to a technical error in citing the applicable rules of procedure. Because defendants' amendment shall not prejudice plaintiffs in any respect, defendants' motion to amend is ALLOWED.</p>\n<p>Also pending before the court is a motion by plaintiffs to amend their complaint, which motion was filed in the General Court of Justice, Superior Court Division, prior to plaintiffs' case having been removed to this court. Plaintiffs' motion to amend, however, was not formally renewed following defendants' removal of the action and the same went unnoticed by the court. Now having reviewed the substance of plaintiffs' motion to amend, the court finds that plaintiffs sought thereby merely to add to the action three new plaintiffs who had suffered similar harms as were raised in plaintiffs' initial complaint. Because plaintiffs at all times have proceeded herein as if their motion to amend was allowed, and the same was filed in a timely and appropriate manner prior to removal, the court finds that allowing plaintiffs' motion to amend at this date will not prejudice defendants in any respect. Accordingly, plaintiffs' motion to amend their complaint to add James E. Price, Sr., James Byrd Miller and Frederick Corbett as named plaintiffs in this action is ALLOWED.</p>\n<p>The court now shall turn to defendants' motion to dismiss, which shall be regarded as one for summary judgment.</p>\n<p></p>\n<h2><i>SUMMARY JUDGMENT STANDARD</i></h2>\n<p>Summary judgment under Federal Rule of Civil Procedure 56 serves the important function of \"conserv[ing] judicial time and energy by avoiding unnecessary trial and by providing a speedy and efficient summary disposition\" of litigation in which the plaintiff fails to make some minimal showing that the defendant may be liable on the claims alleged. <i>Bland v. Norfolk &amp; Southern R.R. Co.,</i> <span class=\"citation\" data-id=\"283398\"><a href=\"/opinion/283398/evelyn-edmondson-bland-v-norfolk-and-southern-railroad-company/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">863</span></a></span>, 866 (4th Cir.1969).</p>\n<p>The party moving for summary judgment has the initial burden of presenting a prima facie showing of the absence of a genuine issue of material fact through affidavits, documents or the pleadings on file. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The mere existence, however, of some alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment; the requirement is there be no genuine issue of material fact. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2509, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In determining whether the moving party has met its burden in this regard, the court must consider whether, when assessing the evidence in the light most favorable to the non-moving party, a \"fair-minded jury could return a verdict\" for such non-movant. <i>Id.</i> at 252, 106 S.Ct. at 2512.</p>\n<p>In order to overcome such a motion, the non-moving party must therefore establish the existence of a genuine issue of material fact by presenting evidence on which a jury could reasonably find in his favor. <i>Id.</i> at 248-49, 106 S.Ct. at 2510; <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). \"[T]he court is <span class=\"star-pagination\">*247</span> obliged to credit the factual asservations contained in the material before it which favor the party resisting summary judgment and to draw inferences favorable to that party if the inferences are reasonable (however improbable they may seem).\" <i>Cole v. Cole,</i> <span class=\"citation\" data-id=\"383740\"><a href=\"/opinion/383740/james-d-cole-v-mary-franklin-carter-cole-dale-padgett-j-h-padgett/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1083</span></a></span>, 1092 (4th Cir.1980). When, however, the evidence from the entire record could not lead a rational fact-finder to find for the non-moving party, no genuine issue for trial exists and summary judgment is appropriate. <i>Matsushita,</i> 475 U.S. at 587, 106 S.Ct. at 1356.</p>\n<p></p>\n<h2><i>PLAINTIFFS' ALLEGATIONS</i></h2>\n<p>Plaintiffs' complaint presents the court with a common nucleus of allegations the court revisits time and time again in the course of <i>pro se</i> prisoner litigation. The court concedes, however, that few such complaints articulate the claims plaintiffs have raised as well as have plaintiffs in the instant complaint and their subsequent briefs. In particular, plaintiffs allege in their complaint that</p>\n<p>(a) \"Defendants have consistently failed to provide plaintiffs with adequate legal counsel and/or an adequate law library to assist them in their postconviction, civil rights and habeas corpus complaints, thereby denying plaintiffs their guaranteed right of meaningful access to the courts;\"</p>\n<p>(b) \"[D]efendants promulgate and enforce an unconstitutional disciplinary rule prohibiting inmate-to-inmate gratuitous legal assistance of any kind, to include the proscription of plaintiffs from discussing legal matters in general, borrowing one another's legal texts, briefs, etcetera, to draw from to work on one's personal case(s);\" and</p>\n<p>(c) \"[D]efendants promulgate and enforce a policy to determine plaintiffs' indigency in an unconstitutional manner that impedes their access to the courts.\"</p>\n<p>As a result of these alleged violations, the supporting facts of which are discussed below, plaintiffs claim that they have been and continue to be denied their fundamental right of access to the courts, the result of which has been plaintiffs' failure to prevail in legal actions they have commenced or have sought to commence. Plaintiffs have brought their claims against the named defendants in their official and individual capacities and have sought injunctive and declaratory relief, including \"<i>de novo</i> postconviction appeals on all postconviction matters previously filed <i>pro se</i>\" and the \"immediate installation of a adequate law library with trained legal assistance,\" as well as compensatory and punitive damages.</p>\n<p></p>\n<h2><i>LEGAL ANALYSIS</i></h2>\n<p></p>\n<h2><i>(a) Plaintiffs' Claims for Monetary Damages</i></h2>\n<p>Through the instant action, plaintiffs seek both compensatory and punitive damages from defendants Freeman and Easley, who have been sued in their individual and official capacities. As it is a well-rooted principle of law that the Eleventh Amendment prohibits suits for monetary damages against state actors in their official capacities, <i>see </i><i>Will v. Michigan Dep't of State Police,</i> <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 70-71, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2304</span></a></span>, 2312, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span> (1989), plaintiffs' claims for monetary relief against both defendants in their official capacity are DISMISSED. The Eleventh Amendment, however, does not bar plaintiffs' claims against the defendants in their individual capacities, <i>see </i><i>Ex parte Young,</i> <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></span> (1908), nor does it bar plaintiffs' claims for prospective injunctive relief. <i>See </i><i>Will,</i> 491 U.S. at 71, n. 10, 109 S.Ct. at 2312, n. 10.</p>\n<p></p>\n<h2><i>(b) Plaintiffs' Claim Regarding the Provision of Legal Assistance and Resources</i></h2>\n<p>In plaintiffs' first claim for relief, plaintiffs accurately recount that, as a result of the landmark decision in <i>Bounds v. Smith,</i> <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1491</span></a></span>, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></a></span> (1977), this court determined that the North Carolina plan for the provision of legal resources to its inmates via a library system failed to rise to the constitutionally mandated threshold for providing a minimum level of \"meaningful access\" to the courts. <i>See </i><i>Smith v. Bounds,</i> <span class=\"citation\" data-id=\"1469537\"><a href=\"/opinion/1469537/smith-v-bounds/\"><span class=\"volume\">610</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">597</span></a></span> (E.D.N.C.1985), <i>aff'd,</i> <span class=\"citation\" data-id=\"484886\"><a href=\"/opinion/484886/robert-bobby-smith-ronald-d-carnes-bradford-mizell-lilley-donald-w/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span> (4th Cir.1987). Pursuant to this court's order, the North Carolina <span class=\"star-pagination\">*248</span> Department of Correction entered into a contract with Legal Services of North Carolina for the provision of attorney assistance to North Carolina inmates. In conjunction with such plan, the North Carolina Department of Correction removed the prison libraries' legal resources, thereby establishing North Carolina Prisoner Legal Services (hereinafter \"NCPLS\") as the sole vehicle by which inmates could receive legal assistance with which to access the courts.</p>\n<p>Plaintiffs now claim, as have and do many of their colleagues who are similarly situated, that the NCPLS plan for providing legal assistance to inmates is equally ill adept at providing the minimum standard of access to the courts for which it was designed. Pursuant to this plan, prisoner claims are referred to NCPLS for an evaluation of their merits, following which review, NCPLS attorneys are at liberty to use their professional judgment in determining whether to accept representation in the particular action presented. In the event that NCPLS declines representation, on the basis of either of a finding of no merit or due to a conflict of interest, the latter of which has occurred in this matter, an inmate is left with no further legal resources which he can utilize in prosecuting his claim(s) on his own behalf. No general legal or legislative materials are made available to inmates, nor do inmates have access to a library of case law. Furthermore, North Carolina law and prison regulations prohibit \"jail house lawyers\" or \"writ writers,\" as they have become known, from assisting other less skilled or versed inmates in the pursuit of their legal claims.<sup>[3]</sup> Thus, inmates are left to their own personal resources, intelligence and skills to articulate their legal claims and to prosecute their actions through the courts.</p>\n<p>Since inception of the current NCPLS plan, the court repeatedly has confronted, evaluated and dismissed \"meaningful access\" claims equivalent to that now asserted by plaintiffs herein. For example, in the matter of <i>Titus, et al. v. Johnson, et al.,</i> No. 87-194-CRT-F (E.D.N.C. September 5, 1989), <i>aff'd sub nom. Ganey, et al. v. Johnson, et al.,</i> No. 89-6813, <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">101531</span></span> (4th Cir. June 26, 1990) (unpublished), the undersigned adopted the Memorandum and Recommendation of the Magistrate Judge, thereby finding the NCPLS plan constitutionally adequate and, in fact, preferable to the law libraries that it replaced. Because states need not provide <i>both</i> law libraries <i>and</i> direct attorney assistance programs, <i>Williams v. Leeke,</i> <span class=\"citation\" data-id=\"360168\"><a href=\"/opinion/360168/robert-williams-v-william-d-leeke-director-south-carolina-department-of/\"><span class=\"volume\">584</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1336</span></a></span> (4th Cir.1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2825</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">276</span></span> (1979), the court concluded that North Carolina's NCPLS plan provided the constitutionally mandated minimum level of access dictated by <i>Bounds</i> and that the further provision of legal resources was not required.</p>\n<p>Similarly, Judge W. Earl Britt rejected a claim virtually identical in nature to that raised by plaintiffs herein in the matter of <i>Freeman v. Johnson, et al.,</i> No. 90-91-CRT-BR (E.D.N.C. July 9, 1991), <i>vacated,</i> No. 91-7194, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">90276</span></span> (4th Cir. May 4, 1992) (per curiam) (unpublished) (vacating and remanding with instructions to dismiss as moot due to appellant's release from prison). In that matter, plaintiff argued that, notwithstanding the implementation of the NCPLS plan, inmates lacked meaningful access to the courts without prison law libraries to aid them once NCPLS declined representation. In rejecting plaintiff's argument, the court held that \"[t]he constitutional right of meaningful access to the courts, via law libraries or persons trained in the law, does not extend `further than protecting the ability of an inmate to prepare a petition or complaint.'\" <i>Id.</i> at 7 (quoting <i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 576, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, 2984, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974)). The court also flatly rejected plaintiff's claim that law libraries were necessary following denial of representation by NCPLS on the authority of <i>Blake v. Berman,</i> <span class=\"citation\" data-id=\"524959\"><a href=\"/opinion/524959/albert-j-blake-v-louis-m-berman/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">145</span></a></span>, 146-47 (1st Cir.1989) and <i>Carter v. Fair,</i> <span class=\"citation\" data-id=\"466435\"><a href=\"/opinion/466435/ralph-b-carter-v-michael-v-fair/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">433</span></a></span>, 435 (1st Cir.1986).</p>\n<p>Thus, the claims advanced by plaintiffs herein are not novel or unique. The court, now having confronted such claims for several years, is cognizant of the shortcomings and limitations of the NCPLS plan for providing legal assistance to inmates and of the inmates' desire for more comprehensive <span class=\"star-pagination\">*249</span> assistance in the pursuit of their legal claims. Nonetheless, the court finds that the NCPLS direct attorney assistance plan now in place has been designed to better protect the constitutional interests identified in the <i>Bounds</i> decision and its progeny and to better serve the inmates of North Carolina than did its predecessor system of law libraries. In addition, no facet of the present NCPLS plan deprives inmates of their ability to access <i>the courts;</i> the NCPLS plan merely deprives inmates of the continued chaperoning of their actions through the courts by a trained attorney, to which luxury inmates are not entitled. In fact, the instant matter, in which plaintiffs have submitted an articulate and even compelling complaint and briefs in support thereof, exemplifies the ability of inmates to access the courts. As the court of appeals has held in <i>Strickler v. Waters,</i> <span class=\"citation\" data-id=\"603777\"><a href=\"/opinion/603777/robert-dale-strickler-v-gary-waters-sheriff-commonwealth-of-virginia-city/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1375</span></a></span> (4th Cir.1993),</p>\n<blockquote>\n<i>Bounds</i> did not hold that there is a right of access to a law library; it held that there is a right of access to the <i>courts.</i> It does not inexorably follow from the fact that an institution's library is inadequate or that access to that library is restricted ... that the prisoner was denied access to the courts.</blockquote>\n<p><i>Id.</i> at 1385. The same principle applies equally here with respect to access to trained legal assistants or attorneys through the NCPLS plan.</p>\n<p>Finally, with respect to this issue, having reviewed plaintiffs' claimed denial of access to the courts, the court finds that plaintiffs' allegations are not sufficient to demonstrate the requisite specific harm or prejudice flowing from the alleged denial of access to allow this claim to proceed to trial. In rejecting the approaches of other circuit courts to the contrary, the Court of Appeals for the Fourth Circuit has required inmates to demonstrate some actual harm or injury occasioned by the claimed inadequate access to the courts, as opposed to an amorphous complaint regarding the mechanics or structure of the plan in place for the provision of legal resources or assistance. <i>Id.</i> In fact, the court of appeals recently has affirmed a similar holding by the undersigned in a matter in which the plaintiff presented a claim nearly identical to that at issue in the case at bar. <i>Murray v. North Carolina Prisoner Legal Servs.,</i> No. 5:94-CT-188-F (E.D.N.C. March 9, 1995), <i>aff'd,</i> No. 95-6428, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">381902</span></span> (4th Cir. June 28, 1995) (unpublished).</p>\n<p>Accordingly, the court finds that the present NCPLS plan offers North Carolina inmates that constitutionally mandated level of assistance necessary to protect their right of \"meaningful access\" to the courts. Given the absence of any more workable alternative to the current NCPLS plan, the court finds, on the authority of the prior decisions of both the district and circuit courts, that the NCPLS plan comports with constitutional standards. In addition, absent some specific tangible injury or harm, plaintiffs cannot proceed on a complaint asserting that they merely were denied the level of legal assistance or access to legal resources that they would have liked. For these reasons, it is hereby ORDERED that defendants' motion for summary judgment is ALLOWED as to plaintiffs' first claim of a denial of access to the courts premised on inadequate legal assistance and resources.</p>\n<p></p>\n<h2><i>(c) Inmate to Inmate Legal Assistance</i></h2>\n<p>In their second claim, plaintiffs allege that defendants maintain an unconstitutional policy of proscribing inmate-to-inmate legal counseling and assistance, including shared legal resources and assistance in perfecting and prosecuting legal actions. Plaintiffs claim that, in the absence of adequate law libraries and legal resources or more complete legal assistance and guidance from attorneys, inmates are left no alternative but to assist one another with their legal actions. As goes plaintiffs' argument, defendants' policy of prohibiting such assistance denies plaintiffs their right of access to the courts by denying them their primary source of legal assistance.</p>\n<p>5 N.C.A.C. 2G.0209 reads as follows:</p>\n<blockquote>.0209 INMATE ASSISTANCE</blockquote>\n<blockquote>The establishment of the attorney assistance program with a duly licensed legal services contractor negates the need for one inmate to provide legal assistance to another inmate. It shall be a disciplinary <span class=\"star-pagination\">*250</span> infraction for inmates to provide legal assistance to other inmates or to otherwise practice law as defined by G.S. 84-2.1. Inmates who violate this rule may be charged with violating disciplinary offense # 39 and/or prosecuted under G.S. 84-4 and G.S. 84-8.</blockquote>\n<p>(Defs' Br. Ex. E). As defendants correctly note, the State may impose reasonable regulations and restrictions on inmates' legal research activities. <i>Johnson v. Avery,</i> <span class=\"citation\" data-id=\"107840\"><a href=\"/opinion/107840/johnson-v-avery/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 490, <span class=\"citation\" data-id=\"107840\"><a href=\"/opinion/107840/johnson-v-avery/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">747</span></a></span>, 751, <span class=\"citation\" data-id=\"107840\"><a href=\"/opinion/107840/johnson-v-avery/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></a></span> (1969). Notwithstanding this administrative right, \"unless and until the State provides some reasonable alternative to assist inmates in the preparation of petitions for post-conviction relief, it may not validly enforce a regulation ... barring inmates from furnishing such assistance to other prisoners.\" <i>Id.; </i><i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974); <i>Graham v. Hutto,</i> <span class=\"citation\" data-id=\"1572139\"><a href=\"/opinion/1572139/graham-v-hutto/\"><span class=\"volume\">437</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">118</span></a></span>, 119 (E.D.Va.1977), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">571</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">575</span></span> (4th Cir.1978).</p>\n<p>As with plaintiffs' first claim, the court has encountered and reviewed the instant charge on numerous occasions and, most often, in conjunction with claims challenging the adequacy of the NCPLS plan. Once again having considered plaintiffs' juxtaposed claims regarding their access to the courts and their inability to consult other inmates for legal assistance, the court finds that plaintiffs' second claim must fail on the above finding that the NCPLS program now in place passes constitutional muster. Having provided a constitutionally acceptable and judicially mandated reasonable alternative for legal assistance to inmates, the State may affirmatively prohibit and punish inmate-to-inmate legal assistance. This decision is supported by the weight of authority in this district, and the court finds no reason to disturb such authority at this time. <i>See, e.g., Tolley v. Johnson,</i> No. 91-225-CRT-F (E.D.N.C. October 29, 1991); <i>Freeman v. Johnson,</i> No. 90-91-CRT-BR (E.D.N.C. July 9, 1991). Accordingly, it is hereby ORDERED that defendants' motion for summary judgment is ALLOWED as to plaintiffs' second claim regarding the prohibition of inmate-to-inmate legal assistance.</p>\n<p></p>\n<h2><i>(d) Plaintiffs' Claim Regarding Provision of Legal Postage</i></h2>\n<p>In plaintiffs' final claim for relief, plaintiffs contend that the defendants have promulgated and currently maintain an unconstitutional policy regarding the provision of legal postage to inmates. Plaintiffs aver that defendants' policy regarding indigency determination with respect to the provision of legal postage is unduly restrictive and burdensome and compels inmates to elect between basic necessities or legal postage. Plaintiffs' allegations also establish that uncertainties and time constraints that occur within the course of legal proceedings cannot be foreseen sufficiently in advance to allow inmates to reserve proper funds for legal postage, thereby resulting in an inability to comply with filing deadlines or court directives when free legal postage is denied them. At least plaintiff Jacobs has had an action dismissed for this reason.</p>\n<p>North Carolina Department of Correction policies 5 N.C.A.C. 2D .0307(a)(3) and 1C Fiscal Admin. .1102(A)(1) govern the provision of free legal postage to inmates. These policies require an inmate to tender a request for free legal postage. If, at the time of his request, the inmate has any amount of funds available in his trust account, regardless of the sufficiency of such funds to cover the needed postage, the policy prohibits the provision of free legal postage to such inmate. In addition, if, during the thirty days preceding the request the inmate has received $10.00 or more from his trust account, incentive wages, work release, personal expense fund or any other source, the inmate similarly is denied free legal postage.</p>\n<p>As defendants correctly argue, the Due Process Clause of the Fourteenth Amendment has been interpreted by the courts as guaranteeing state inmates the right to \"adequate, effective, and meaningful\" access to the courts, <i>Bounds,</i> 430 U.S. at 822, 97 S.Ct. at 1495, but that right \"has not been extended ... to apply further than protecting the ability of an inmate to prepare a petition or complaint.\" <i>Wolff,</i> 418 U.S. at 576, 94 S.Ct. at 2984. Thus, the right of access is \"facilitative\" in nature; that is, \"[i]t is designed to ensure that a citizen has the <span class=\"star-pagination\">*251</span> opportunity to exercise his or her legal rights to present a cognizable claim to the appropriate court.\" <i>Crowder v. Sinyard,</i> <span class=\"citation\" data-id=\"528813\"><a href=\"/opinion/528813/nancy-crowder-individually-and-as-independent-of-the-estate-of-james/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">804</span></a></span>, 814 (5th Cir.1989), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">924</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2617</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">638</span></span> (1990). To this end, the State may be called upon and, in fact, required, to assist an inmate in a particular way to ensure that he has the same ability to present his claim to the court as does a free citizen. However, as one court has held, the Constitution simply \"does not require the elimination of <i>all</i> economic, intellectual and technological barriers to litigation.\" <i>Sands v. Lewis,</i> <span class=\"citation\" data-id=\"530033\"><a href=\"/opinion/530033/royce-calvin-sands-ii-v-sam-lewis-director-adoc-john-mcfarland/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1166</span></a></span>, 1169 (9th Cir.1989) (emphasis added).</p>\n<p>It therefore is incumbent upon State and Correction policy makers to implement reasonable regulations that balance the budgetary considerations of the Department of Correction with those rights the Constitution guarantees inmates. <i>White v. White,</i> <span class=\"citation\" data-id=\"529971\"><a href=\"/opinion/529971/judson-warren-white-v-cm-white-warden-a-v-dodrill-commissioner-of/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">721</span></a></span>, 723 (4th Cir.1989). In this regard, although Correction officials must afford inmates the opportunity to access the courts, Correction officials are not required to afford inmates the right to unlimited free postage in order to do so; Correction officials may restrict inmates to a \"reasonable\" amount of postage for legal mail. <i>Twyman v. Crisp,</i> <span class=\"citation\" data-id=\"359816\"><a href=\"/opinion/359816/robert-l-twyman-v-richard-a-crisp-phillip-kirk-melvin-d-typer-james/\"><span class=\"volume\">584</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">352</span></a></span>, 359 (10th Cir.1978) (citing <i>Bach v. Coughlin,</i> <span class=\"citation\" data-id=\"324049\"><a href=\"/opinion/324049/earnest-bach-and-robert-pryor-v-joseph-s-coughlin/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">303</span></a></span> (7th Cir.1974)). However, once a prisoner has alleged  and has offered a basis therefor  that the prison policy regarding mail handling or the provision of legal postage has deprived him of his ability to access the courts or that he has suffered adverse consequences as a result therefrom, he has stated a colorable claim. <i>White,</i> 886 F.2d at 723.</p>\n<p>In the instant case, plaintiffs have alleged generally in their verified complaint<sup>[4]</sup> that the Department of Correction's policy regarding the provision of free legal postage places unconstitutional restrictions on plaintiffs' access to the courts by compelling them to elect between basic necessities, such as personal hygiene items, and legal postage. In addition, plaintiffs contend that the indigency determination employed by Correction officials in determining an inmate's entitlement to legal postage allows for the unconstitutional denial of legal postage despite the fact that the inmate has insufficient funds to provide for such postage on his own. Plaintiffs contend that this hampers their ability to meet filing deadlines and procedural requirements for prosecuting an action. Only plaintiff Jacobs, however, is alleged to have suffered the dismissal of a postconviction action due to the denial of legal postage. The remaining plaintiffs, then, must particularize their claims regarding the nature of the harm they have suffered due to this policy regarding their entitlement to free legal mail.</p>\n<p>Because plaintiffs have alleged generally adverse conditions resulting from the implementation of the Department of Correction policy regarding the entitlement to and provision of free legal mail, the court shall not dismiss this claim at this time. Plaintiff Jacobs further has alleged an actual adverse consequence, that is, the dismissal of an appeal, due to his inability to receive free legal postage and thereby tender a response when required. The court finds these allegations sufficient at this time to state a colorable claim in this regard. Defendants' motion to dismiss this claim, therefore, is DENIED.</p>\n<p>Because plaintiffs have filed this action <i>pro se,</i> and the court has found plaintiffs' third claim regarding the provision of legal mail to be a potentially viable claim, it is hereby ORDERED that, pursuant to this court's Eastern District Prisoner Representation Plan, North Carolina Prisoner Legal Services is requested to investigate plaintiffs' third claim regarding the North Carolina Department of Correction's policy regarding the provision of legal postage.<sup>[5]</sup> NCPLS is <span class=\"star-pagination\">*252</span> DIRECTED to respond to the court within SIXTY (60) DAYS of the date of entry of this order. In the event NCPLS responds by accepting representation herein in this matter, NCPLS is further DIRECTED to file within THIRTY (30) DAYS following such response, a particularization of plaintiffs' third claim regarding the provision of legal postage and the actual harms and injuries suffered by all plaintiffs named herein. In the event NCPLS responds by declining representation, plaintiffs are DIRECTED to file within THIRTY (30) DAYS following such response, a particularization of plaintiffs' third claim regarding the provision of legal postage and the actual harms and injuries suffered by all plaintiffs named herein.</p>\n<h2>NOTES</h2>\n<p>[1]  Although plaintiffs have failed to allege a jurisdictional basis for this action, the court and defendants have surmised the basis for such complaint from the nature of the allegations therein.</p>\n<p>[2]  Plaintiffs are advised that responses to replies are not contemplated within the Federal Rules of Civil Procedure or in the Local Rules of this court. In fact, Local Rule 4.06 (EDNC) explicitly states that \"Replies to responses are discouraged,\" thus implicitly acknowledging that further responses to replies are not accepted.</p>\n<p>[3]  This regulation is the subject of plaintiffs' second claim for relief, addressed below.</p>\n<p>[4]  Plaintiffs have failed to address this claim in their brief in opposition to defendants' motion. Affording them the latitude historically given to <i>pro se</i> litigants, however, the court shall consider the allegations in their complaint in opposition to defendants' motion.</p>\n<p>[5]  Although the court previously ordered an investigation of plaintiffs' claims by NCPLS, <i>see</i> Order of October 20, 1994, NCPLS declined representation on the ground that a conflict of interest appeared to exist. <i>See</i> November 3, 1994, Response to Order of Investigation. It now appearing to the court that any such conflict has been eliminated by the dismissal of plaintiffs' first and second claims, the court perceives no conflict preventing NCPLS's investigation of this matter for representation.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/283398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/324049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/359816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1469537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1572139/"
  ]
}