{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2096206/",
  "absolute_url": "/opinion/2096206/barnes-motor-parts-company-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2096206/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:18:37.604021Z",
  "date_modified": "2016-04-27T00:06:40.892157Z",
  "type": "010combined",
  "sha1": "dcd04302f79fd10fdefcbd424a6fc69029e06000",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>309 F.Supp. 298 (1970)</b></center>\n<center><h1>BARNES MOTOR &amp; PARTS COMPANY, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>Civ. No. 1113.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>February 17, 1970.</center>\n<p>Thomas L. Norris, Jr., N. A. Townsend, Jr., of Poyner, Geraghty, Hartsfield &amp; Townsend, Raleigh N. C., for plaintiff.</p>\n<p>Warren H. Coolidge, U. S. Atty., Raleigh, N. C., Myron C. Baum, G. Thaddeus Williams, Tax Division, Department of Justice, Washington, D. C., for defendant.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p></p>\n<h2>SUMMARY</h2>\n<p>LARKINS, District Judge.</p>\n<p>The issues in this action relate to the statutory limitations on the availability of Subchapter S (Title 26 U.S.C.A. §§ <span class=\"star-pagination\">*299</span> 1371 through 1377) elections to small business corporations, specifically, the one-class-of-stock and the affiliated-group requirements, and the applicability of the laches principle to the conduct of government agents. The action was filed by the plaintiff on March 25, 1969, as a suit to recover Internal Revenue taxes paid for the years 1963 through 1966. This Court has jurisdiction of the subject matter under Title 28 U.S.C.A. § 1346(a) (1). The issues are before the Court upon the parties' cross motions for summary judgment filed with appropriate exhibits and affidavits pursuant to the provisions of Rule 56 of the Federal Rules of Civil Procedure. This Court is of the opinion that the plaintiff is not entitled to any recovery for the reasons given in this opinion.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>The plaintiff is a North Carolina corporation with its principal place of business in Wilson, North Carolina. During all of the taxable years in question, the plaintiff was an accrual-basis taxpayer, filed its federal income tax returns in Greensboro with the District Director of Internal Revenue for the District of North Carolina and used a taxable year ending December 31.</p>\n<p>The plaintiff was organized on February 16, 1925, under the name of Barnes Motor Company with an authorized capital of $50,000 consisting of 500 shares of capital stock with a par value of $100 per share. On January 3, 1928, its Articles of Incorporation were amended to change the name of the corporation to Barnes Motor &amp; Parts Company. On January 2, 1941, the Articles of Incorporation were again amended to increase the authorized capital to $100,000 and to provide for 300 shares of $100 par value preferred stocks and 200 shares of $100 par value \"Class A Non-voting Common Stock\" in addition to the previously authorized 500 shares of $100 par value common stock. The corporate charter shows that the \"Class A\" common differs from the original voting common only as to the voting rights of the shareholders. The plaintiff has never issued any of its authorized preferred stock.</p>\n<p>Subsequent to January 2, 1941, the plaintiff issued the following certificates for 180 shares of its \"Class A\" common stock:</p>\n<p></p>\n<pre>\n            Certificate        Name of         Number of\n           Number         Shareholder         Shares  \n             16         R. E. Kirkland          50\n             17         R. E. Kirkland          50\n             18         R. E. Kirkland          20\n             21         R. E. Kirkland          20\n             19         K. M. Banks             20\n             20         Sarah N. Harrell        20\n</pre>\n<p>The certificates evidencing the shares came from the plaintiff's regular common stock book and differed from the voting common stock certificates in that the words \"Class A\" were written in ink on the faces of the certificates. On September 18, 1944, K. M. Banks sold his 20 shares to R. E. Kirkland. A new certificate issued upon the transfer of these 20 shares came from the plaintiff's common stock book and had the words \"Class A\" written on the certificate in ink.</p>\n<p>The plaintiff alleges that since the transfer of Banks' shares to R. E. Kirkland in 1944, all 180 shares of the \"Class A\" stock have been treated as voting common stock for all purposes. The six certificates originally having the words \"Class A\" written on their faces have been cancelled, the first on December 16, 1952, two more in January, 1953, and <span class=\"star-pagination\">*300</span> the remaining three on October 28, 1964, and the stock certificates issued in their places were the plaintiff's regular common stock certificates without the \"Class A\" designations. It is the plaintiff's contention that even if shares of the \"Class A\" non-voting common stock were ever validly issued, such shares were converted to voting common stock in 1944 or shortly thereafter.</p>\n<p>In 1955, Barnes Motor &amp; Parts Company of Raleigh, Inc. (the Raleigh Corporation) was organized as a subsidiary of the plaintiff to carry on the activities formerly carried on by the Raleigh branch of the plaintiff. Upon the organization of the Raleigh Corporation, its manager purchased 12½% of the stock, and the remaining 87½% was purchased by the plaintiff. The plaintiff owned 87½% of the Raleigh Corporation from July 1, 1955, until December 31, 1959. On that date the plaintiff acquired the remaining 12½% of the outstanding stock. It held 100% of the stock from December 31, 1959, until September 29, 1961, at which time it transferred 60% of the outstanding stock in the Raleigh Corporation to its stockholders. It transferred the remaining 40% of the stock to that corporation's new manager on or about June 25, 1962. Therefore, since June 25, 1962, the stockholders of the plaintiff have owned 60% of the outstanding stock of the Raleigh Corporation and its manager has owned the remaining 40%.</p>\n<p>Following the enactment of the Small Business Corporations Act in 1958, the plaintiff decided to file an election under Subchapter S of the Internal Revenue Code. Prior to filing such an election, the plaintiff and its stockholders conferred with their accountant, who advised them that the plaintiff could properly make the Subchapter S election. The plaintiff then made a timely election to be treated as a small business corporation beginning with the taxable year 1958.</p>\n<p>On or about February 18, 1963, R. E. Kirkland, one of the plaintiff's stockholders, died. Thereafter, on or about March 18, 1963, within the time prescribed by the Federal Tax Regulations, the executor of the estate of R. E. Kirkland filed with the office of the District Director of Internal Revenue in Greensboro a \"Statement of Consent to Election by New Shareholders,\" whereby he consented to the corporation's election to be treated as a small business corporation. The remaining stockholders did not file a consent to the election in 1963 because they believed that the election made by the plaintiff for 1958 and subsequent years, to which they had already consented, constituted a valid and proper election and that no further action was necessary.</p>\n<p>In 1964, the plaintiff organized another subsidiary corporation, Barnes Motor &amp; Parts Company of Smithfield, Inc. (the Smithfield Corporation). Upon incorporation, the manager of the new subsidiary purchased 100 shares of stock, and the plaintiff purchased 350 shares. The manager's employment was terminated after about 1½ years, and, at this point, it was determined that the Smithfield Corporation should be liquidated as of the end of the calendar year 1965. Therefore, pursuant to a plan of liquidation, the plaintiff purchased the manager's stock on October 6, 1965. The assets of the Smithfield Corporation were transferred to the plaintiff, and Articles of Dissolution of the Smithfield Corporation were filed as of December 31, 1965.</p>\n<p>The plaintiff has filed an information return, Form 1120-S, each year since 1958, and the returns have been accepted by the Internal Revenue Service until an audit in 1967. The stockholders reported their respective pro rata portions of the taxable income of the plaintiff on their individual federal income tax returns for each of the years after 1958 and paid the appropriate income tax thereon.</p>\n<p>After examining the plaintiff's federal income tax returns for the taxable years ended December 31, 1963, December 31, 1964, December 31, 1965, and December <span class=\"star-pagination\">*301</span> 31, 1966, the Commissioner of Internal Revenue determined that the plaintiff's election in 1958 to be treated as a small business corporation under Subchapter S had not been a valid election because of the plaintiff's failure to meet the statutory requirements and that consequently the plaintiff was not entitled to be treated as a small business corporation for any of the taxable years under examination. Therefore, on or about April 12, 1968, deficiencies were assessed against the plaintiff in the following amounts:</p>\n<p></p>\n<pre>\n        Year       Income Tax       Interest         Total\n        1963        $20,076.84     $ 4,910.85     $ 24,987.69\n        1964         17,663.50       3,260.73       20,924.23\n        1965         26,814.03       3,341.10       30,155.13\n        1966         26,850.26       1,734.60       28,584.86\n                    __________     __________     ___________\n                    $91,404.63     $13,247.28     $104,651.91\n                    __________     __________     ___________\n</pre>\n<p>The plaintiff paid the assessed deficiencies and the interest on or about April 22, 1968, and, on or about August 12, 1968, within two years after payment of the assessments, filed a timely claim for refund of the amounts paid. On November 27, 1968, the Commissioner of Internal Revenue notified the plaintiff that all of the claim for refund had been disallowed in full. As a result of the Commissioner's denial of the claim for a refund, this action was brought to recover the deficiencies and interest paid in April 1968.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>Subchapter S of the Internal Revenue Code (26 U.S.C.A. §§ 1371 through 1377) was passed by Congress in 1958 to enable individuals operating a small business to minimize the importance of tax considerations in choosing a form of business organization. The statute does this by permitting certain small corporations to avoid the corporate tax and elect to \"pass through\" their earnings or net operating losses to shareholders, who in turn report the earnings or losses on their individual returns.</p>\n<p>To prevent complexities in attributing the corporate distributions to the various shareholders, Congress placed several limitations on the electing small business corporations, one of which is that a Subchapter S corporation must have only one class of stock.<sup>[1]</sup> This requirement was inserted in the statute because holders of preferred stock have certain preferences in distribution rights over holders of common stock, voting stock is worth more than non-voting stock, and the government, if forced to account for these value differences, would have a difficult time in allocating the proper proportion of earnings or losses to each individual shareholder. The Commissioner, adopting this reasoning in promulgating his Federal Tax Regulations, declared that treasury or unissued stock of a separate class would not disqualify a corporation but that the existence of outstanding shares not identical with respect to a number of rights, including voting rights, would prevent a corporation <span class=\"star-pagination\">*302</span> from being entitled to Subchapter S status.<sup>[2]</sup></p>\n<p>The plaintiff's contention is that it had only one class of stock outstanding when it elected in 1958 to be taxed as a small business corporation under Subchapter S. The plaintiff points out that none of the authorized preferred stock was ever issued but does concede that the \"Class A\" non-voting common was issued in 1941 to give its Raleigh manager ownership of the corporation without any control. However, argues the plaintiff, in 1944 the \"Class A\" stock was transferred to the holders of the original common, and the record shows that since 1945 all outstanding shares of the \"Class A\" stock have been treated as voting common, that all of the shares did vote at all stockholders' meetings at which their owners were present in person or represented by proxy and that no distinction as to class was made in the corporate records after 1945. The plaintiff contends that even though some of the \"Class A\" certificates were still outstanding between 1958 and 1964, the certificates were not the thing owned but were only representative of the rights of the certificate-holders. Since the holders of these certificates actually had voting rights, then the \"Class A\" nonvoting common should be treated as identical to the regular voting common and therefore the corporation should be presumed to have only one class of stock for purposes of Subchapter S.</p>\n<p>As additional argument, the plaintiff contends that the \"Class A\" stock is <i>de facto</i> voting common because the corporation replaced all \"Class A\" shares canceled after 1958 with regular certificates that did not have the \"Class A\" designation on their faces. Although there was no technical cancellation, this was obviously the intent of the corporation and the shareholders, and its informal action at the expense of technical accuracy should not deprive the plaintiff of Subchapter S status. The plaintiff also attacks the Commissioner's regulation, which defines a second class of stock as one which differs in voting rights, on the grounds that it is not related to limiting complexities of distribution, the original reason for the one-class-of-stock requirement.</p>\n<p>Despite the persuasiveness of the plaintiff's substance-over-form argument, this Court feels impelled to conclude that the statute should be strictly construed and that the existence of the \"Class A\" stock should preclude the plaintiff from electing to be taxed under Subchapter S. The plaintiff concedes that it did issue 180 shares of the \"Class A\" non-voting common stock in 1941 and that the last certificate representing those shares was not canceled until a corporate reorganization in 1967. Therefore, a second class of stock with a difference in voting rights did exist on the records at the time of the election in 1958. Although the statute itself does not define a second class of stock in terms of voting rights, the Treasury Regulation which does so is reinforced by the legislative history of the statute.<sup>[3]</sup><span class=\"star-pagination\">*303</span> Therefore, this Court must hold, simply on the basis of the language of the statute and the regulation, that the existence of an outstanding class of stock with a difference in voting rights will disqualify a corporation from being treated as a small business corporation under Subchapter S. Pollack v. Commissioner of Internal Revenue, 392 F.2d 409 (5th Cir., 1968).</p>\n<p>The Court must also take exception to the plaintiff's <i>de facto</i> argument, that it changed the \"Class A\" stock to voting common but simply failed to change the certificates. If the plaintiff's failure had been simply a bookkeeping omission, its case would be much stronger. Here, however, until the corporate reorganization in 1967, the corporate charter authorized the issuance of only 500 shares of voting common stock; and yet, as of 1946, there were 760 shares outstanding. An amendment to the charter authorizing cancellation of the non-voting \"Class A\" shares was not made until 1967. If this Court accepted the plaintiff's argument that the \"Class A\" shares were actually voting common, it would not only violate the designations on the certificates but also the specific language of the plaintiff's charter.</p>\n<p>The plaintiff's contention that the \"Class A\" shares were actually voted after 1945 is not demonstrated by the record. The minutes of the stockholders' meetings do show the number of outstanding shares and list the \"Class A\" shares as part of the outstanding stock. However, there is no breakdown on how or whether the particular blocks of shares were voted because all matters were apparently decided unanimously. To say that the \"Class A\" shares would have been considered voting shares in any dispute which may have arisen is mere speculation.</p>\n<p>A second question raised by the contentions of the parties is whether the plaintiff fails to qualify for Subchapter S status because it was a member of an affiliated group. Section 1371(a) defines \"affiliated group\" in terms of the section 1504 definition which includes parent-subsidiary arrangements in which the parent owns 80% of the voting stock of the subsidiary.<sup>[4]</sup> Again, the apparent reasoning behind the affiliated-group requirement, like the one-class-of-stock requirement, is that Congress intended to limit the availability of Subchapter S to those corporations whose distributions to shareholders do not create difficult computations and who are conducting primarily a small and simple business operation.</p>\n<p>The plaintiff's ownership of 87½% of its Raleigh subsidiary at the time of its election in 1958 is undisputed. The plaintiff argues, however, that this Court should disregard the affiliated-group requirement in this case because the plaintiff eliminated this disability on September 29, 1961, when it transferred 60% of the subsidiary's stock to its shareholders, because it relied on the advice of its accountant and therefore made the election in good faith and because the government should not be permitted to question plaintiff's election after accepting its returns for nine years after the election and for six years after the disqualifying factor had disappeared. The defendant, again requesting a strict construction of the statute, suggests that the election was void from its inception since the plaintiff failed to meet the statutory requirements; and again the Court must agree.</p>\n<p><span class=\"star-pagination\">*304</span> Even if the Court were to overlook the disqualifying aspect of the 80% ownership at the time of the election because the defect was removed before the taxable years in question, the plaintiff again violated the requirements of the statute by owning more than 80% of its Smithfield subsidiary between October 6 and December 31, 1965, an interval which was during the taxable period in question. Although the ownership of the subsidiary was merely a temporary arrangement which was part of a plan of liquidation, the plaintiff carried out the plan apparently without consideration for the consequences it might have on the Subchapter S election. The Court therefore feels that such manipulation offers further grounds to support the finding that the plaintiff did not meet the statute's affiliated-group requirement.</p>\n<p>The third and final issue in this action is whether the principle of laches should bar the government from challenging the plaintiff's 1958 election. The essence of the plaintiff's argument is that if the taxpayer met all the requirements for a properly electing small business corporation in the years under examination and made an election which was proper on its face during a year which is now barred by the statute of limitations, then the Commissioner of Internal Revenue should not now be permitted to look at the barred years to determine whether the election was properly made. The plaintiff shows by affidavit that the information necessary to discover the disqualifying characteristics was available to the government at the time of the election and that the government's failure to thoroughly investigate the election then should bar it from challenging the election now.</p>\n<p>The plaintiff's argument is not acceptable. The form on which the 1958 election was made, No. 2553, entitled \"Election by Small Business Corporation,\" does not disclose that the plaintiff owned 87½% of its Raleigh subsidiary, nor does it disclose that the plaintiff issued a non-voting class of stock in 1941.<sup>[5]</sup> Moreover, the information return, No. 1120-S, filed each year after 1958, also does not show the disqualifying features of the corporation. Therefore, the government had no notice until the audit in 1967 that the plaintiff was not entitled to be treated as a small business corporation under Subchapter S. In such a situation, where the plaintiff did not rely on the assertions of a particular agent but merely on the government's inaction, and where the facts constituting the disability were peculiarly within the knowledge of plaintiff's officers, stockholders and tax advisor, the law appears to be wellsettled that the rights of the government are not affected by the laches or inaction of its agents and that the government is not now estopped from going back to question the plaintiff's 1958 election under Subchapter S. McComb v. Homeworker's Handicraft Cooperative et al., 176 F.2d 633, 641 (4th Cir., 1949); NLRB v. Baltimore Transit Co., 140 F.2d 51, 55 (4th Cir., 1944); United States v. City of Greenville, 118 F.2d 963, 966 (4th Cir., 1941); Maxwell Co. v. NLRB, 414 F.2d 477, 479 (6th Cir., 1969).</p>\n<p>On the basis of the foregoing and after a careful examination of the record and a due consideration of the contentions of the parties, this Court is of the opinion that the plaintiff did not meet the requirements of section 1371(a) and is therefore not entitled to be taxed as a small business corporation under Subchapter S. See Fulk &amp; Needham, Inc. v. United States, 411 F.2d 1403 (4th Cir., 1969). Therefore, the plaintiff is entitled to no relief.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Now therefore, in accordance with the foregoing, it is:</p>\n<p><span class=\"star-pagination\">*305</span> Ordered that the plaintiff's motion for summary judgment be, and the same hereby is, denied;</p>\n<p>Further ordered that the defendant's motion for summary judgment be, and the same hereby is, allowed;</p>\n<p>Further ordered that the Clerk shall serve copies of this opinion and order upon all counsel of record.</p>\n<p>Let this order be entered forthwith.</p>\n<h2>NOTES</h2>\n<p>[1]  Title 26 U.S.C.A. § 1371(a) states:\n</p>\n<p>* * * the term \"small business corporation\" means a domestic corporation which is not a member of an affiliated group (as defined in section 1504) and which does not </p>\n<p>(1) have more than 10 shareholders;</p>\n<p>(2) have as a shareholder a person (other than an estate) who is not an individual;</p>\n<p>(3) have a nonresident alien as a shareholder; and</p>\n<p>(4) have more than one class of stock.</p>\n<p>[2]  The Federal Tax Regulations § 1.1371-1 (g) states:\n</p>\n<p>A corporation having more than one class of stock does not qualify as a small business corporation. In determining whether a corporation has more than one class of stock, only stock which is issued and outstanding is considered. Therefore, treasury stock and unissued stock of a different class than that held by the shareholders will not disqualify a corporation under section 1371(a) (4). If the outstanding shares of stock of the corporation are not identical with respect to the rights and interest which they convey in the control, profits, and assets of the corporation, then the corporation is considered to have more than one class of stock. Thus, a difference as to voting rights, dividend rights, or liquidation preferences of outstanding stock will disqualify a corporation. * * *</p>\n<p>[3]  The Senate Report states:\n</p>\n<p>The corporation may have only one class of stock outstanding. No class of stock may be preferred over another as to either dividends, distributions, or voting rights. S.Rep. No. 1622, 83d Cong., 2d Sess., p. 453 (3 U.S.C. Cong. &amp; Adm. News 1954, pp. 4621, 5097).</p>\n<p>[4]  Title 26 U.S.C.A. § 1504 states:\n</p>\n<p>* * * the term \"affiliated group\" means one or more chains of includible corporations connected through stock ownership with a common parent corporation which is an includible corporation if </p>\n<p>* * * * *</p>\n<p>(2) The common parent corporation owns directly stock possessing at least 80 percent of the voting power of all classes of stock and at least 80 percent of each class of the nonvoting stock of at least one of the other includible corporations. * * *</p>\n<p>[5]  A note on the face of form No. 2553 advised that an election under section 1371(a) had to meet certain requirements and thus put the taxpayer on notice that some more investigation was necessary if there were any questions about whether the corporation would qualify.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">298</span></span> (1970)</b></center>\n<center><h1>BARNES MOTOR &amp; PARTS COMPANY, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>Civ. No. 1113.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>February 17, 1970.</center>\n<p>Thomas L. Norris, Jr., N. A. Townsend, Jr., of Poyner, Geraghty, Hartsfield &amp; Townsend, Raleigh N. C., for plaintiff.</p>\n<p>Warren H. Coolidge, U. S. Atty., Raleigh, N. C., Myron C. Baum, G. Thaddeus Williams, Tax Division, Department of Justice, Washington, D. C., for defendant.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p></p>\n<h2>SUMMARY</h2>\n<p>LARKINS, District Judge.</p>\n<p>The issues in this action relate to the statutory limitations on the availability of Subchapter S (Title 26 U.S.C.A. §§ <span class=\"star-pagination\">*299</span> 1371 through 1377) elections to small business corporations, specifically, the one-class-of-stock and the affiliated-group requirements, and the applicability of the laches principle to the conduct of government agents. The action was filed by the plaintiff on March 25, 1969, as a suit to recover Internal Revenue taxes paid for the years 1963 through 1966. This Court has jurisdiction of the subject matter under Title 28 U.S.C.A. § 1346(a) (1). The issues are before the Court upon the parties' cross motions for summary judgment filed with appropriate exhibits and affidavits pursuant to the provisions of Rule 56 of the Federal Rules of Civil Procedure. This Court is of the opinion that the plaintiff is not entitled to any recovery for the reasons given in this opinion.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>The plaintiff is a North Carolina corporation with its principal place of business in Wilson, North Carolina. During all of the taxable years in question, the plaintiff was an accrual-basis taxpayer, filed its federal income tax returns in Greensboro with the District Director of Internal Revenue for the District of North Carolina and used a taxable year ending December 31.</p>\n<p>The plaintiff was organized on February 16, 1925, under the name of Barnes Motor Company with an authorized capital of $50,000 consisting of 500 shares of capital stock with a par value of $100 per share. On January 3, 1928, its Articles of Incorporation were amended to change the name of the corporation to Barnes Motor &amp; Parts Company. On January 2, 1941, the Articles of Incorporation were again amended to increase the authorized capital to $100,000 and to provide for 300 shares of $100 par value preferred stocks and 200 shares of $100 par value \"Class A Non-voting Common Stock\" in addition to the previously authorized 500 shares of $100 par value common stock. The corporate charter shows that the \"Class A\" common differs from the original voting common only as to the voting rights of the shareholders. The plaintiff has never issued any of its authorized preferred stock.</p>\n<p>Subsequent to January 2, 1941, the plaintiff issued the following certificates for 180 shares of its \"Class A\" common stock:</p>\n<p></p>\n<pre>\n            Certificate        Name of         Number of\n           Number         Shareholder         Shares  \n             16         R. E. Kirkland          50\n             17         R. E. Kirkland          50\n             18         R. E. Kirkland          20\n             21         R. E. Kirkland          20\n             19         K. M. Banks             20\n             20         Sarah N. Harrell        20\n</pre>\n<p>The certificates evidencing the shares came from the plaintiff's regular common stock book and differed from the voting common stock certificates in that the words \"Class A\" were written in ink on the faces of the certificates. On September 18, 1944, K. M. Banks sold his 20 shares to R. E. Kirkland. A new certificate issued upon the transfer of these 20 shares came from the plaintiff's common stock book and had the words \"Class A\" written on the certificate in ink.</p>\n<p>The plaintiff alleges that since the transfer of Banks' shares to R. E. Kirkland in 1944, all 180 shares of the \"Class A\" stock have been treated as voting common stock for all purposes. The six certificates originally having the words \"Class A\" written on their faces have been cancelled, the first on December 16, 1952, two more in January, 1953, and <span class=\"star-pagination\">*300</span> the remaining three on October 28, 1964, and the stock certificates issued in their places were the plaintiff's regular common stock certificates without the \"Class A\" designations. It is the plaintiff's contention that even if shares of the \"Class A\" non-voting common stock were ever validly issued, such shares were converted to voting common stock in 1944 or shortly thereafter.</p>\n<p>In 1955, Barnes Motor &amp; Parts Company of Raleigh, Inc. (the Raleigh Corporation) was organized as a subsidiary of the plaintiff to carry on the activities formerly carried on by the Raleigh branch of the plaintiff. Upon the organization of the Raleigh Corporation, its manager purchased 12½% of the stock, and the remaining 87½% was purchased by the plaintiff. The plaintiff owned 87½% of the Raleigh Corporation from July 1, 1955, until December 31, 1959. On that date the plaintiff acquired the remaining 12½% of the outstanding stock. It held 100% of the stock from December 31, 1959, until September 29, 1961, at which time it transferred 60% of the outstanding stock in the Raleigh Corporation to its stockholders. It transferred the remaining 40% of the stock to that corporation's new manager on or about June 25, 1962. Therefore, since June 25, 1962, the stockholders of the plaintiff have owned 60% of the outstanding stock of the Raleigh Corporation and its manager has owned the remaining 40%.</p>\n<p>Following the enactment of the Small Business Corporations Act in 1958, the plaintiff decided to file an election under Subchapter S of the Internal Revenue Code. Prior to filing such an election, the plaintiff and its stockholders conferred with their accountant, who advised them that the plaintiff could properly make the Subchapter S election. The plaintiff then made a timely election to be treated as a small business corporation beginning with the taxable year 1958.</p>\n<p>On or about February 18, 1963, R. E. Kirkland, one of the plaintiff's stockholders, died. Thereafter, on or about March 18, 1963, within the time prescribed by the Federal Tax Regulations, the executor of the estate of R. E. Kirkland filed with the office of the District Director of Internal Revenue in Greensboro a \"Statement of Consent to Election by New Shareholders,\" whereby he consented to the corporation's election to be treated as a small business corporation. The remaining stockholders did not file a consent to the election in 1963 because they believed that the election made by the plaintiff for 1958 and subsequent years, to which they had already consented, constituted a valid and proper election and that no further action was necessary.</p>\n<p>In 1964, the plaintiff organized another subsidiary corporation, Barnes Motor &amp; Parts Company of Smithfield, Inc. (the Smithfield Corporation). Upon incorporation, the manager of the new subsidiary purchased 100 shares of stock, and the plaintiff purchased 350 shares. The manager's employment was terminated after about 1½ years, and, at this point, it was determined that the Smithfield Corporation should be liquidated as of the end of the calendar year 1965. Therefore, pursuant to a plan of liquidation, the plaintiff purchased the manager's stock on October 6, 1965. The assets of the Smithfield Corporation were transferred to the plaintiff, and Articles of Dissolution of the Smithfield Corporation were filed as of December 31, 1965.</p>\n<p>The plaintiff has filed an information return, Form 1120-S, each year since 1958, and the returns have been accepted by the Internal Revenue Service until an audit in 1967. The stockholders reported their respective pro rata portions of the taxable income of the plaintiff on their individual federal income tax returns for each of the years after 1958 and paid the appropriate income tax thereon.</p>\n<p>After examining the plaintiff's federal income tax returns for the taxable years ended December 31, 1963, December 31, 1964, December 31, 1965, and December <span class=\"star-pagination\">*301</span> 31, 1966, the Commissioner of Internal Revenue determined that the plaintiff's election in 1958 to be treated as a small business corporation under Subchapter S had not been a valid election because of the plaintiff's failure to meet the statutory requirements and that consequently the plaintiff was not entitled to be treated as a small business corporation for any of the taxable years under examination. Therefore, on or about April 12, 1968, deficiencies were assessed against the plaintiff in the following amounts:</p>\n<p></p>\n<pre>\n        Year       Income Tax       Interest         Total\n        1963        $20,076.84     $ 4,910.85     $ 24,987.69\n        1964         17,663.50       3,260.73       20,924.23\n        1965         26,814.03       3,341.10       30,155.13\n        1966         26,850.26       1,734.60       28,584.86\n                    __________     __________     ___________\n                    $91,404.63     $13,247.28     $104,651.91\n                    __________     __________     ___________\n</pre>\n<p>The plaintiff paid the assessed deficiencies and the interest on or about April 22, 1968, and, on or about August 12, 1968, within two years after payment of the assessments, filed a timely claim for refund of the amounts paid. On November 27, 1968, the Commissioner of Internal Revenue notified the plaintiff that all of the claim for refund had been disallowed in full. As a result of the Commissioner's denial of the claim for a refund, this action was brought to recover the deficiencies and interest paid in April 1968.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>Subchapter S of the Internal Revenue Code (26 U.S.C.A. §§ 1371 through 1377) was passed by Congress in 1958 to enable individuals operating a small business to minimize the importance of tax considerations in choosing a form of business organization. The statute does this by permitting certain small corporations to avoid the corporate tax and elect to \"pass through\" their earnings or net operating losses to shareholders, who in turn report the earnings or losses on their individual returns.</p>\n<p>To prevent complexities in attributing the corporate distributions to the various shareholders, Congress placed several limitations on the electing small business corporations, one of which is that a Subchapter S corporation must have only one class of stock.<sup>[1]</sup> This requirement was inserted in the statute because holders of preferred stock have certain preferences in distribution rights over holders of common stock, voting stock is worth more than non-voting stock, and the government, if forced to account for these value differences, would have a difficult time in allocating the proper proportion of earnings or losses to each individual shareholder. The Commissioner, adopting this reasoning in promulgating his Federal Tax Regulations, declared that treasury or unissued stock of a separate class would not disqualify a corporation but that the existence of outstanding shares not identical with respect to a number of rights, including voting rights, would prevent a corporation <span class=\"star-pagination\">*302</span> from being entitled to Subchapter S status.<sup>[2]</sup></p>\n<p>The plaintiff's contention is that it had only one class of stock outstanding when it elected in 1958 to be taxed as a small business corporation under Subchapter S. The plaintiff points out that none of the authorized preferred stock was ever issued but does concede that the \"Class A\" non-voting common was issued in 1941 to give its Raleigh manager ownership of the corporation without any control. However, argues the plaintiff, in 1944 the \"Class A\" stock was transferred to the holders of the original common, and the record shows that since 1945 all outstanding shares of the \"Class A\" stock have been treated as voting common, that all of the shares did vote at all stockholders' meetings at which their owners were present in person or represented by proxy and that no distinction as to class was made in the corporate records after 1945. The plaintiff contends that even though some of the \"Class A\" certificates were still outstanding between 1958 and 1964, the certificates were not the thing owned but were only representative of the rights of the certificate-holders. Since the holders of these certificates actually had voting rights, then the \"Class A\" nonvoting common should be treated as identical to the regular voting common and therefore the corporation should be presumed to have only one class of stock for purposes of Subchapter S.</p>\n<p>As additional argument, the plaintiff contends that the \"Class A\" stock is <i>de facto</i> voting common because the corporation replaced all \"Class A\" shares canceled after 1958 with regular certificates that did not have the \"Class A\" designation on their faces. Although there was no technical cancellation, this was obviously the intent of the corporation and the shareholders, and its informal action at the expense of technical accuracy should not deprive the plaintiff of Subchapter S status. The plaintiff also attacks the Commissioner's regulation, which defines a second class of stock as one which differs in voting rights, on the grounds that it is not related to limiting complexities of distribution, the original reason for the one-class-of-stock requirement.</p>\n<p>Despite the persuasiveness of the plaintiff's substance-over-form argument, this Court feels impelled to conclude that the statute should be strictly construed and that the existence of the \"Class A\" stock should preclude the plaintiff from electing to be taxed under Subchapter S. The plaintiff concedes that it did issue 180 shares of the \"Class A\" non-voting common stock in 1941 and that the last certificate representing those shares was not canceled until a corporate reorganization in 1967. Therefore, a second class of stock with a difference in voting rights did exist on the records at the time of the election in 1958. Although the statute itself does not define a second class of stock in terms of voting rights, the Treasury Regulation which does so is reinforced by the legislative history of the statute.<sup>[3]</sup><span class=\"star-pagination\">*303</span> Therefore, this Court must hold, simply on the basis of the language of the statute and the regulation, that the existence of an outstanding class of stock with a difference in voting rights will disqualify a corporation from being treated as a small business corporation under Subchapter S. Pollack v. Commissioner of Internal Revenue, <span class=\"citation\" data-id=\"279547\"><a href=\"/opinion/279547/samuel-pollack-and-annie-pollack-v-commissioner-of-internal-revenue/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">409</span></a></span> (5th Cir., 1968).</p>\n<p>The Court must also take exception to the plaintiff's <i>de facto</i> argument, that it changed the \"Class A\" stock to voting common but simply failed to change the certificates. If the plaintiff's failure had been simply a bookkeeping omission, its case would be much stronger. Here, however, until the corporate reorganization in 1967, the corporate charter authorized the issuance of only 500 shares of voting common stock; and yet, as of 1946, there were 760 shares outstanding. An amendment to the charter authorizing cancellation of the non-voting \"Class A\" shares was not made until 1967. If this Court accepted the plaintiff's argument that the \"Class A\" shares were actually voting common, it would not only violate the designations on the certificates but also the specific language of the plaintiff's charter.</p>\n<p>The plaintiff's contention that the \"Class A\" shares were actually voted after 1945 is not demonstrated by the record. The minutes of the stockholders' meetings do show the number of outstanding shares and list the \"Class A\" shares as part of the outstanding stock. However, there is no breakdown on how or whether the particular blocks of shares were voted because all matters were apparently decided unanimously. To say that the \"Class A\" shares would have been considered voting shares in any dispute which may have arisen is mere speculation.</p>\n<p>A second question raised by the contentions of the parties is whether the plaintiff fails to qualify for Subchapter S status because it was a member of an affiliated group. Section 1371(a) defines \"affiliated group\" in terms of the section 1504 definition which includes parent-subsidiary arrangements in which the parent owns 80% of the voting stock of the subsidiary.<sup>[4]</sup> Again, the apparent reasoning behind the affiliated-group requirement, like the one-class-of-stock requirement, is that Congress intended to limit the availability of Subchapter S to those corporations whose distributions to shareholders do not create difficult computations and who are conducting primarily a small and simple business operation.</p>\n<p>The plaintiff's ownership of 87½% of its Raleigh subsidiary at the time of its election in 1958 is undisputed. The plaintiff argues, however, that this Court should disregard the affiliated-group requirement in this case because the plaintiff eliminated this disability on September 29, 1961, when it transferred 60% of the subsidiary's stock to its shareholders, because it relied on the advice of its accountant and therefore made the election in good faith and because the government should not be permitted to question plaintiff's election after accepting its returns for nine years after the election and for six years after the disqualifying factor had disappeared. The defendant, again requesting a strict construction of the statute, suggests that the election was void from its inception since the plaintiff failed to meet the statutory requirements; and again the Court must agree.</p>\n<p><span class=\"star-pagination\">*304</span> Even if the Court were to overlook the disqualifying aspect of the 80% ownership at the time of the election because the defect was removed before the taxable years in question, the plaintiff again violated the requirements of the statute by owning more than 80% of its Smithfield subsidiary between October 6 and December 31, 1965, an interval which was during the taxable period in question. Although the ownership of the subsidiary was merely a temporary arrangement which was part of a plan of liquidation, the plaintiff carried out the plan apparently without consideration for the consequences it might have on the Subchapter S election. The Court therefore feels that such manipulation offers further grounds to support the finding that the plaintiff did not meet the statute's affiliated-group requirement.</p>\n<p>The third and final issue in this action is whether the principle of laches should bar the government from challenging the plaintiff's 1958 election. The essence of the plaintiff's argument is that if the taxpayer met all the requirements for a properly electing small business corporation in the years under examination and made an election which was proper on its face during a year which is now barred by the statute of limitations, then the Commissioner of Internal Revenue should not now be permitted to look at the barred years to determine whether the election was properly made. The plaintiff shows by affidavit that the information necessary to discover the disqualifying characteristics was available to the government at the time of the election and that the government's failure to thoroughly investigate the election then should bar it from challenging the election now.</p>\n<p>The plaintiff's argument is not acceptable. The form on which the 1958 election was made, No. 2553, entitled \"Election by Small Business Corporation,\" does not disclose that the plaintiff owned 87½% of its Raleigh subsidiary, nor does it disclose that the plaintiff issued a non-voting class of stock in 1941.<sup>[5]</sup> Moreover, the information return, No. 1120-S, filed each year after 1958, also does not show the disqualifying features of the corporation. Therefore, the government had no notice until the audit in 1967 that the plaintiff was not entitled to be treated as a small business corporation under Subchapter S. In such a situation, where the plaintiff did not rely on the assertions of a particular agent but merely on the government's inaction, and where the facts constituting the disability were peculiarly within the knowledge of plaintiff's officers, stockholders and tax advisor, the law appears to be wellsettled that the rights of the government are not affected by the laches or inaction of its agents and that the government is not now estopped from going back to question the plaintiff's 1958 election under Subchapter S. McComb v. Homeworker's Handicraft Cooperative et al., <span class=\"citation\" data-id=\"1484859\"><a href=\"/opinion/1484859/mccomb-v-homeworkershandicraft-cooperative/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 641 (4th Cir., 1949); NLRB v. Baltimore Transit Co., <span class=\"citation\" data-id=\"1566961\"><a href=\"/opinion/1566961/national-labor-relations-board-v-baltimore-t-co/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">51</span></a></span>, 55 (4th Cir., 1944); United States v. City of Greenville, <span class=\"citation\" data-id=\"1562853\"><a href=\"/opinion/1562853/united-states-v-city-of-greenville/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">963</span></a></span>, 966 (4th Cir., 1941); Maxwell Co. v. NLRB, <span class=\"citation\" data-id=\"286010\"><a href=\"/opinion/286010/the-maxwell-company-v-national-labor-relations-board-truck-drivers-union/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">477</span></a></span>, 479 (6th Cir., 1969).</p>\n<p>On the basis of the foregoing and after a careful examination of the record and a due consideration of the contentions of the parties, this Court is of the opinion that the plaintiff did not meet the requirements of section 1371(a) and is therefore not entitled to be taxed as a small business corporation under Subchapter S. See Fulk &amp; Needham, Inc. v. United States, <span class=\"citation\" data-id=\"285257\"><a href=\"/opinion/285257/fulk-needham-inc-v-united-states/\"><span class=\"volume\">411</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1403</span></a></span> (4th Cir., 1969). Therefore, the plaintiff is entitled to no relief.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Now therefore, in accordance with the foregoing, it is:</p>\n<p><span class=\"star-pagination\">*305</span> Ordered that the plaintiff's motion for summary judgment be, and the same hereby is, denied;</p>\n<p>Further ordered that the defendant's motion for summary judgment be, and the same hereby is, allowed;</p>\n<p>Further ordered that the Clerk shall serve copies of this opinion and order upon all counsel of record.</p>\n<p>Let this order be entered forthwith.</p>\n<h2>NOTES</h2>\n<p>[1]  Title 26 U.S.C.A. § 1371(a) states:\n</p>\n<p>* * * the term \"small business corporation\" means a domestic corporation which is not a member of an affiliated group (as defined in section 1504) and which does not </p>\n<p>(1) have more than 10 shareholders;</p>\n<p>(2) have as a shareholder a person (other than an estate) who is not an individual;</p>\n<p>(3) have a nonresident alien as a shareholder; and</p>\n<p>(4) have more than one class of stock.</p>\n<p>[2]  The Federal Tax Regulations § 1.1371-1 (g) states:\n</p>\n<p>A corporation having more than one class of stock does not qualify as a small business corporation. In determining whether a corporation has more than one class of stock, only stock which is issued and outstanding is considered. Therefore, treasury stock and unissued stock of a different class than that held by the shareholders will not disqualify a corporation under section 1371(a) (4). If the outstanding shares of stock of the corporation are not identical with respect to the rights and interest which they convey in the control, profits, and assets of the corporation, then the corporation is considered to have more than one class of stock. Thus, a difference as to voting rights, dividend rights, or liquidation preferences of outstanding stock will disqualify a corporation. * * *</p>\n<p>[3]  The Senate Report states:\n</p>\n<p>The corporation may have only one class of stock outstanding. No class of stock may be preferred over another as to either dividends, distributions, or voting rights. S.Rep. No. 1622, 83d Cong., 2d Sess., p. 453 (3 U.S.C. Cong. &amp; Adm. News 1954, pp. 4621, 5097).</p>\n<p>[4]  Title 26 U.S.C.A. § 1504 states:\n</p>\n<p>* * * the term \"affiliated group\" means one or more chains of includible corporations connected through stock ownership with a common parent corporation which is an includible corporation if </p>\n<p>* * * * *</p>\n<p>(2) The common parent corporation owns directly stock possessing at least 80 percent of the voting power of all classes of stock and at least 80 percent of each class of the nonvoting stock of at least one of the other includible corporations. * * *</p>\n<p>[5]  A note on the face of form No. 2553 advised that an election under section 1371(a) had to meet certain requirements and thus put the taxpayer on notice that some more investigation was necessary if there were any questions about whether the corporation would qualify.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/279547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/285257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/286010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1484859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1562853/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1566961/"
  ]
}