{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2097935/",
  "absolute_url": "/opinion/2097935/harrington-v-schlesinger/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2097935/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/482/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:18:52.341954Z",
  "date_modified": "2016-04-26T22:24:02.456097Z",
  "type": "010combined",
  "sha1": "cdc4bcb566a36db17602aa2ac6f3b9f55c01bf1b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>373 F.Supp. 1138 (1974)</b></center>\n<center><h1>Michael HARRINGTON et al., Plaintiffs,<br>\nv.<br>\nJames H. SCHLESINGER et al., Defendants.</h1></center>\n<center>No. 1670-Civil.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>March 22, 1974.</center>\n<p>Deborah G. Mailman, Raleigh, N. C., James E. Keenan, Durham, N. C., Jerry W. Leonard, Raleigh, N. C., Norman B. Smith, Greensboro, N. C., for plaintiffs.</p>\n<p>Joseph W. Dean, Asst. U. S. Atty., Raleigh, N. C., John T. Boese, Civil Div., Dept. of Justice, Washington, D. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM DECISION</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>This is an action instituted by several taxpayers and members of Congress to enjoin the shipment of war ordnance from the Military Ocean Terminal at Sunny Point, North Carolina (hereinafter Sunny Point), on the grounds that such shipments are in violation of Public Laws 93-50 and 93-52, approved July 1, 1973. The defendants are all officers of the executive branch of the federal government or Army officers,<sup>[1]</sup> and all defendants are alleged to be responsible, in some manner, for the alleged violations of Public Laws 93-50 and 93-52.</p>\n<p>Public Law 93-50, Section 307, provides in pertinent part as follows:</p>\n<blockquote>None of the funds herein appropriated under this Act may be expended to support directly or indirectly combat activities in or over Cambodia, Laos, North Vietnam and South Vietnam or off the shores of Cambodia, Laos, North Vietnam and South Vietnam by United States forces, and after August 15, 1973, no other funds heretofore appropriated under any other Act may be expended for such purposes.</blockquote>\n<p><span class=\"star-pagination\">*1139</span> Public Law 93-52, Section 108, provides in pertinent part as follows:</p>\n<blockquote>Notwithstanding any other provision of law, on or after August 15, 1973, no funds herein or heretofore appropriated may be obligated or expended to finance directly or indirectly combat activities by United States military forces in or over or from off the shores of North Vietnam, South Vietnam, Laos, or Cambodia.</blockquote>\n<p>The plaintiffs allege, by way of illustration, several specific acts as constituting violations of the above-quoted public laws. They allege that mercenary forces organized, trained, armed, and commanded by United States agencies are engaged in combat activities in the countries enumerated in Public Laws 93-50 and 93-52. There are also allegations that United States military advisors are assigned to combat units in the countries enumerated. The plaintiffs allege that United States reconnaissance planes are being used to identify and locate target areas in aid of the armed forces of certain countries in Southeast Asia. The complaint contains further allegations of other specific acts as violating Public Laws 93-50 and 93-52.</p>\n<p>The plaintiffs allege that the actions of the defendants violate Article I, Section 9, Clause 7 of the Constitution, which provides:</p>\n<blockquote>No money shall be drawn from the Treasury, but in consequence of appropriations made by law, . . .</blockquote>\n<p>The plaintiffs seek an injunction to enjoin the following activities of defendants:</p>\n<blockquote>(1) The expenditure of tax moneys to support combat activities by United States forces in North Vietnam, South Vietnam, Laos and Cambodia.</blockquote>\n<blockquote>(2) The continued shipment from Sunny Point, or any other base maintained by the United States, of ordnance destined for North Vietnam, South Vietnam, Laos and Cambodia.</blockquote>\n<blockquote>(3) The continued use of United States military forces to support, directly or indirectly, combat activities in or over or from the shores of North Vietnam, South Vietnam, Laos, and Cambodia.</blockquote>\n<p>The plaintiffs further request that this court declare the alleged actions of the defendants to be illegal, and that the court maintain jurisdiction over the action indefinitely and require the defendants to report to the court at regular intervals as to their compliance with its orders.</p>\n<p>The defendants have filed a motion to dismiss, in which they assert the following defenses to the action:</p>\n<blockquote>(1) The complaint raises issues concerning the conduct of foreign relations which are non-justiciable political questions.</blockquote>\n<blockquote>(2) The plaintiffs lack standing to maintain the action.</blockquote>\n<blockquote>(3) The defendants are immune from suit.</blockquote>\n<p>A hearing was conducted on February 13, 1974, in Raleigh, North Carolina, on the defendants' motion to dismiss. In view of the result reached, this court will consider only the political question issue.</p>\n<p>The standards for determining which questions are political questions and, thus, non-justiciable are set out in Baker v. Carr, 369 U.S. 186, 217, 82 S.Ct. 691, 710, 7 L.Ed.2d 663 (1962), as follows:</p>\n<blockquote>. . . a textually demonstrable constitutional commitment of the issue to a coordinate political department; or a lack of judicially discoverable and manageable standards for resolving it; or the impossibility of deciding without an initial policy determination of a kind clearly for nonjudicial discretion; or the impossibility of a court's undertaking independent resolution without expressing lack of respect due coordinate branches of government; or an unusual need for unquestioning adherence to a political <span class=\"star-pagination\">*1140</span> decision already made; or the potentiality of embarrassment from multifarious pronouncements by various departments on one question.</blockquote>\n<p>This action is, in essence, against the executive branch of the government, including the President. All of the named defendants are ultimately responsible to the President. The President is Commander in Chief of the defendant members of the Army. The other defendants who are members of the Cabinet, and the Director of the Central Intelligence Agency, are directly responsible to the President. As stated in the landmark decision of Marbury v. Madison, 1 Cranch (5 U.S.) 137, 165-166, 2 L.Ed. 60 (1803):</p>\n<blockquote>To aid him [the President] in the performance of these duties, he is authorized to appoint certain officers, who act by his authority and in conformity with his orders.</blockquote>\n<blockquote>In such cases, their acts are his acts; . . .</blockquote>\n<p>Under Constitutional principles of separation of powers, the authority to conduct foreign affairs has been committed to the executive and legislative branches of the government, and the judiciary has traditionally refused to review decisions concerning foreign policy on the ground that such decisions concern questions political in nature, and therefore, of a non-justiciable character. As stated in Oetjen v. Central Leather Co., 246 U.S. 297, 38 S.Ct. 309, 62 L.Ed. 726 (1918):</p>\n<blockquote>The conduct of the foreign relations of our government is committed by the Constitution to the executive and legislative\"the political\"departments of the government, and the propriety of what may be done in the exercise of this political power is not subject to judicial inquiry or decision.</blockquote>\n<p>One reason frequently cited for the refusal of the courts to become involved in questions of foreign relations is that the judiciary is not equipped to deal with the delicate and difficult issues presented by such questions. As stated in Chicago &amp; Southern Air Lines, Inc. v. Waterman S. S. Corporation, 333 U.S. 103, 111, 68 S.Ct. 431, 436, 92 L.Ed. 568 (1948):</p>\n<blockquote>. . . But even if courts could require full disclosure, the very nature of executive decisions as to foreign policy is political, not judicial. Such decisions are wholly confided by our Constitution to the political departments of the government, Executive and Legislative. They are delicate, complex, and involve large elements of prophecy. They are and should be undertaken only by those directly responsible to the people whose welfare they advance or imperil. They are decisions of a kind for which the Judiciary has neither aptitude, facilities nor responsibility and have long been held to belong in the domain of political power not subject to judicial intrusion or inquiry.</blockquote>\n<p>In Atlee v. Laird, D.C., 347 F.Supp. 689 (1972), the only case involving the Vietnamese conflict which has been affirmed by the Supreme Court, 411 U.S. 911, 93 S.Ct. 1545, 36 L.Ed.2d 304 (1973), a three-judge district court held that a complaint similar to the case at bar presented non-justiciable political questions and dismissed the action.<sup>[2]</sup> In <i>Atlee,</i> the gist of the complaint was that, absent a Congressional declaration of war, the President was exceeding his <span class=\"star-pagination\">*1141</span> authority by maintaining American armed forces in Southeast Asia. It appears to this court that the action at bar is substantially similar in that the complaint charges an excess of authority by the executive branch of the government in a matter concerning foreign affairs. After an exhaustive review of the political question doctrine, the Court, in <i>Atlee,</i> 347 F.Supp. at 708, held:</p>\n<blockquote>It seems that the often extraordinary character of public actions, and the dangerous implications they suggest for the proper functioning of our constitutional system, and in particular of the federal courts, make principled forbearance the touchstone of a wise judicial policy.</blockquote>\n<p>Articles I and II of the Constitution present \"a textually demonstrable constitutional commitment of the issues presented in this case to coordinate political\" departments. Baker v. Carr, <i>supra</i><i>.</i></p>\n<p>From a reading of Public Laws 93-50 and 93-52, what the laws do not prohibit is apparent. The expenditure of funds to support combat activities of the armed forces of North Vietnam, South Vietnam, Laos, or Cambodia is not proscribed. Funds may also be expended to support activities of United States forces not related to combat. It is only the expenditure of funds to support directly or indirectly <i>combat</i> activities of <i>United States forces</i> in or over, or from off the shores of North Vietnam, South Vietnam, Laos, or Cambodia that is prohibited. Critical questions in regard to the laws are: What constitutes \"United States forces\" and what constitutes \"combat activities\"? The answers to these questions would be crucial to a resolution of this action on the merits.</p>\n<p>The executive and legislative branches of the government were agreed on the passage of Public Laws 93-50 and 93-52. They were passed by the Congress and approved by the President. The President, under the Constitution, is charged with administering and executing these laws, as well as all other federal laws. This court is of the opinion that the execution and administration of Public Laws 93-50 and 93-52 is not merely a ministerial function, but is a function in which the Executive is vested with discretion. See Mississippi v. Johnson, 71 U.S. 475, 4 Wall. 475, 18 L. Ed. 437 (1866); Atlee v. Laird, D.C., 347 F.Supp. 689, 695 (1972), affirmed 411 U.S. 911, 93 S.Ct. 1545, 36 L.Ed.2d 304 (1973).</p>\n<p>It is the opinion of this court that the determination of what constitutes a \"United States force\" or \"combat activities\" is a \"determination of a kind clearly for nonjudicial discretion\"; that there is a \"lack of judicially discoverable and manageable standards for resolving it\"; and that this court could not undertake an \"independent resolution [of those questions] without expressing lack of the respect due coordinate branches of government.\" Baker v. Carr, <i>supra,</i> 369 U.S. at 217, 82 S.Ct. at 710.</p>\n<p>There has been no suggestion in this case that the legislative and executive branches of the government are at odds over the manner in which the executive has construed its responsibilities under Public Laws 93-50 and 93-52. The fact that the plaintiff members of Congress have filed this action cannot be interpreted as an indication that the Congress as a whole disagrees with the construction being given the laws by the Executive.</p>\n<p>Furthermore, since Public Laws 93-50 and 93-52, in essence, relate to the conduct of foreign affairs, this court is of the opinion that it is the function of the Congress to determine whether the Executive has executed the laws at variance with the intent of Congress. Congress passed these laws and it, rather than the courts, is far better equipped to determine its intent in passing them. Congress, with the broad powers of its committees, has better facilities to investigate any excesses of the Executive under the laws. If the laws are being too broadly construed by the Executive, the Congress could enact new legislation <span class=\"star-pagination\">*1142</span> to impose additional restrictions on the expenditure of funds in Southeast Asia. Since this action involves questions of foreign policy and since there has been no indication or suggestion in this case that the political branchesexecutive and legislativeare in disagreement over the manner in which Public Laws 93-50 and 93-52 are being construed, executed, and administered by the executive, this court is of the opinion that there is an \"unusual need for unquestioning adherence to a political decision already made.\" Baker v. Carr, <i>supra,</i> 369 U.S. at 217, 82 S.Ct. at 710.</p>\n<p>This court concludes that the questions presented by this action are clearly political, and beyond the scope of judicial inquiry or decision. The court, in Atlee v. Laird, <i>supra,</i> 347 F.Supp. at 708, was confronted with issues similar to the ones in this case and concluded:</p>\n<blockquote>It is suggested that Presidential action with regard to Southeast Asia has for the last decade effectively reversed the roles contemplated by the Constitution for the executive and legislature in dealing with war. It should be clear, however, that Congress possesses whatever power is necessary to set right this supposed transposition of control.</blockquote>\n<blockquote>In this regard, it would seem that to fight out questions concerning the wise use of executive authority in the forum of public opinion rather than to transfer such a contest to the judicial arena would more appropriately serve to vindicate the confidence and conviction of a democratic society without, at the same time, placing in jeopardy the balance envisioned by the separation of powers concept and adopted by our federal system.</blockquote>\n<blockquote>The great power wielded by federal courts brings them close to the most sensitive areas of public affairs. As appeals from executive decisions or legislative actions become more frequent, judicial self-restraint looms ever more important. Otherwise, we shall begin to enter political domains far outside our competence and legitimate concern.</blockquote>\n<p>Judgment will be entered granting the defendants' motion to dismiss.</p>\n<h2>NOTES</h2>\n<p>[1]  The defendants include the Secretary of Defense, Secretary of State, Secretary of the Treasury, Director of the Central Intelligence Agency, Secretary of the Army, and Assistant Secretary of the Army. The Army officers named as defendants constitute the military chain-of-command from the Commander at Sunny Point to the Assistant Secretary of the Army.</p>\n<p>[2]  There are numerous other cases dismissing suits challenging United States involvement in Southeast Asia, on the basis that such suits presented non-justiciable political questions. Da Costa v. Laird, 471 F.2d 1146 (2nd Cir. 1973); Luftig v. McNamara, 126 U.S.App.D.C. 4, 373 F.2d 664, cert. denied, 387 U.S. 945, 87 S.Ct. 2078, 18 L.Ed.2d 1332 (1967); Mora v. McNamara, 128 U.S.App. D.C. 297, 387 F.2d 862, cert. denied, 389 U. S. 934, 88 S.Ct. 282, 19 L.Ed.2d 287 (1967); Holtzman v. Schlesinger, 2 Cir., 484 F.2d 1307; Gravel v. Laird, 347 F.Supp. 7 (D.D. C.1972); Davi v. Laird, 318 F.Supp. 478 (W.D.Va.1970); Massachusetts v. Laird, D. C., 327 F.Supp. 378, affirmed on other grounds, 451 F.2d 26 (1st Cir. 1971).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">373</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1138</span></span> (1974)</b></center>\n<center><h1>Michael HARRINGTON et al., Plaintiffs,<br>\nv.<br>\nJames H. SCHLESINGER et al., Defendants.</h1></center>\n<center>No. 1670-Civil.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>March 22, 1974.</center>\n<p>Deborah G. Mailman, Raleigh, N. C., James E. Keenan, Durham, N. C., Jerry W. Leonard, Raleigh, N. C., Norman B. Smith, Greensboro, N. C., for plaintiffs.</p>\n<p>Joseph W. Dean, Asst. U. S. Atty., Raleigh, N. C., John T. Boese, Civil Div., Dept. of Justice, Washington, D. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM DECISION</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>This is an action instituted by several taxpayers and members of Congress to enjoin the shipment of war ordnance from the Military Ocean Terminal at Sunny Point, North Carolina (hereinafter Sunny Point), on the grounds that such shipments are in violation of Public Laws 93-50 and 93-52, approved July 1, 1973. The defendants are all officers of the executive branch of the federal government or Army officers,<sup>[1]</sup> and all defendants are alleged to be responsible, in some manner, for the alleged violations of Public Laws 93-50 and 93-52.</p>\n<p>Public Law 93-50, Section 307, provides in pertinent part as follows:</p>\n<blockquote>None of the funds herein appropriated under this Act may be expended to support directly or indirectly combat activities in or over Cambodia, Laos, North Vietnam and South Vietnam or off the shores of Cambodia, Laos, North Vietnam and South Vietnam by United States forces, and after August 15, 1973, no other funds heretofore appropriated under any other Act may be expended for such purposes.</blockquote>\n<p><span class=\"star-pagination\">*1139</span> Public Law 93-52, Section 108, provides in pertinent part as follows:</p>\n<blockquote>Notwithstanding any other provision of law, on or after August 15, 1973, no funds herein or heretofore appropriated may be obligated or expended to finance directly or indirectly combat activities by United States military forces in or over or from off the shores of North Vietnam, South Vietnam, Laos, or Cambodia.</blockquote>\n<p>The plaintiffs allege, by way of illustration, several specific acts as constituting violations of the above-quoted public laws. They allege that mercenary forces organized, trained, armed, and commanded by United States agencies are engaged in combat activities in the countries enumerated in Public Laws 93-50 and 93-52. There are also allegations that United States military advisors are assigned to combat units in the countries enumerated. The plaintiffs allege that United States reconnaissance planes are being used to identify and locate target areas in aid of the armed forces of certain countries in Southeast Asia. The complaint contains further allegations of other specific acts as violating Public Laws 93-50 and 93-52.</p>\n<p>The plaintiffs allege that the actions of the defendants violate Article I, Section 9, Clause 7 of the Constitution, which provides:</p>\n<blockquote>No money shall be drawn from the Treasury, but in consequence of appropriations made by law, . . .</blockquote>\n<p>The plaintiffs seek an injunction to enjoin the following activities of defendants:</p>\n<blockquote>(1) The expenditure of tax moneys to support combat activities by United States forces in North Vietnam, South Vietnam, Laos and Cambodia.</blockquote>\n<blockquote>(2) The continued shipment from Sunny Point, or any other base maintained by the United States, of ordnance destined for North Vietnam, South Vietnam, Laos and Cambodia.</blockquote>\n<blockquote>(3) The continued use of United States military forces to support, directly or indirectly, combat activities in or over or from the shores of North Vietnam, South Vietnam, Laos, and Cambodia.</blockquote>\n<p>The plaintiffs further request that this court declare the alleged actions of the defendants to be illegal, and that the court maintain jurisdiction over the action indefinitely and require the defendants to report to the court at regular intervals as to their compliance with its orders.</p>\n<p>The defendants have filed a motion to dismiss, in which they assert the following defenses to the action:</p>\n<blockquote>(1) The complaint raises issues concerning the conduct of foreign relations which are non-justiciable political questions.</blockquote>\n<blockquote>(2) The plaintiffs lack standing to maintain the action.</blockquote>\n<blockquote>(3) The defendants are immune from suit.</blockquote>\n<p>A hearing was conducted on February 13, 1974, in Raleigh, North Carolina, on the defendants' motion to dismiss. In view of the result reached, this court will consider only the political question issue.</p>\n<p>The standards for determining which questions are political questions and, thus, non-justiciable are set out in Baker v. Carr, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, 217, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">691</span></a></span>, 710, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">663</span></a></span> (1962), as follows:</p>\n<blockquote>. . . a textually demonstrable constitutional commitment of the issue to a coordinate political department; or a lack of judicially discoverable and manageable standards for resolving it; or the impossibility of deciding without an initial policy determination of a kind clearly for nonjudicial discretion; or the impossibility of a court's undertaking independent resolution without expressing lack of respect due coordinate branches of government; or an unusual need for unquestioning adherence to a political <span class=\"star-pagination\">*1140</span> decision already made; or the potentiality of embarrassment from multifarious pronouncements by various departments on one question.</blockquote>\n<p>This action is, in essence, against the executive branch of the government, including the President. All of the named defendants are ultimately responsible to the President. The President is Commander in Chief of the defendant members of the Army. The other defendants who are members of the Cabinet, and the Director of the Central Intelligence Agency, are directly responsible to the President. As stated in the landmark decision of Marbury v. Madison, 1 Cranch (5 U.S.) 137, 165-166, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">60</span></span> (1803):</p>\n<blockquote>To aid him [the President] in the performance of these duties, he is authorized to appoint certain officers, who act by his authority and in conformity with his orders.</blockquote>\n<blockquote>In such cases, their acts are his acts; . . .</blockquote>\n<p>Under Constitutional principles of separation of powers, the authority to conduct foreign affairs has been committed to the executive and legislative branches of the government, and the judiciary has traditionally refused to review decisions concerning foreign policy on the ground that such decisions concern questions political in nature, and therefore, of a non-justiciable character. As stated in Oetjen v. Central Leather Co., <span class=\"citation\" data-id=\"99123\"><a href=\"/opinion/99123/oetjen-v-central-leather-co/\"><span class=\"volume\">246</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">309</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">726</span></span> (1918):</p>\n<blockquote>The conduct of the foreign relations of our government is committed by the Constitution to the executive and legislative\"the political\"departments of the government, and the propriety of what may be done in the exercise of this political power is not subject to judicial inquiry or decision.</blockquote>\n<p>One reason frequently cited for the refusal of the courts to become involved in questions of foreign relations is that the judiciary is not equipped to deal with the delicate and difficult issues presented by such questions. As stated in Chicago &amp; Southern Air Lines, Inc. v. Waterman S. S. Corporation, <span class=\"citation\" data-id=\"104510\"><a href=\"/opinion/104510/chicago-southern-air-lines-inc-v-waterman-ss-corp/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 111, <span class=\"citation\" data-id=\"104510\"><a href=\"/opinion/104510/chicago-southern-air-lines-inc-v-waterman-ss-corp/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">431</span></a></span>, 436, <span class=\"citation\" data-id=\"104510\"><a href=\"/opinion/104510/chicago-southern-air-lines-inc-v-waterman-ss-corp/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">568</span></a></span> (1948):</p>\n<blockquote>. . . But even if courts could require full disclosure, the very nature of executive decisions as to foreign policy is political, not judicial. Such decisions are wholly confided by our Constitution to the political departments of the government, Executive and Legislative. They are delicate, complex, and involve large elements of prophecy. They are and should be undertaken only by those directly responsible to the people whose welfare they advance or imperil. They are decisions of a kind for which the Judiciary has neither aptitude, facilities nor responsibility and have long been held to belong in the domain of political power not subject to judicial intrusion or inquiry.</blockquote>\n<p>In Atlee v. Laird, D.C., <span class=\"citation\" data-id=\"1404384\"><a href=\"/opinion/1404384/atlee-v-laird/\"><span class=\"volume\">347</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">689</span></a></span> (1972), the only case involving the Vietnamese conflict which has been affirmed by the Supreme Court, <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1545</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">304</span></span> (1973), a three-judge district court held that a complaint similar to the case at bar presented non-justiciable political questions and dismissed the action.<sup>[2]</sup> In <i>Atlee,</i> the gist of the complaint was that, absent a Congressional declaration of war, the President was exceeding his <span class=\"star-pagination\">*1141</span> authority by maintaining American armed forces in Southeast Asia. It appears to this court that the action at bar is substantially similar in that the complaint charges an excess of authority by the executive branch of the government in a matter concerning foreign affairs. After an exhaustive review of the political question doctrine, the Court, in <i>Atlee,</i> 347 F.Supp. at 708, held:</p>\n<blockquote>It seems that the often extraordinary character of public actions, and the dangerous implications they suggest for the proper functioning of our constitutional system, and in particular of the federal courts, make principled forbearance the touchstone of a wise judicial policy.</blockquote>\n<p>Articles I and II of the Constitution present \"a textually demonstrable constitutional commitment of the issues presented in this case to coordinate political\" departments. Baker v. Carr, <i>supra</i><i>.</i></p>\n<p>From a reading of Public Laws 93-50 and 93-52, what the laws do not prohibit is apparent. The expenditure of funds to support combat activities of the armed forces of North Vietnam, South Vietnam, Laos, or Cambodia is not proscribed. Funds may also be expended to support activities of United States forces not related to combat. It is only the expenditure of funds to support directly or indirectly <i>combat</i> activities of <i>United States forces</i> in or over, or from off the shores of North Vietnam, South Vietnam, Laos, or Cambodia that is prohibited. Critical questions in regard to the laws are: What constitutes \"United States forces\" and what constitutes \"combat activities\"? The answers to these questions would be crucial to a resolution of this action on the merits.</p>\n<p>The executive and legislative branches of the government were agreed on the passage of Public Laws 93-50 and 93-52. They were passed by the Congress and approved by the President. The President, under the Constitution, is charged with administering and executing these laws, as well as all other federal laws. This court is of the opinion that the execution and administration of Public Laws 93-50 and 93-52 is not merely a ministerial function, but is a function in which the Executive is vested with discretion. See Mississippi v. Johnson, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">475</span></span>, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">475</span></span>, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">437</span></span> (1866); Atlee v. Laird, D.C., <span class=\"citation\" data-id=\"1404384\"><a href=\"/opinion/1404384/atlee-v-laird/\"><span class=\"volume\">347</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">689</span></a></span>, 695 (1972), affirmed <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1545</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">304</span></span> (1973).</p>\n<p>It is the opinion of this court that the determination of what constitutes a \"United States force\" or \"combat activities\" is a \"determination of a kind clearly for nonjudicial discretion\"; that there is a \"lack of judicially discoverable and manageable standards for resolving it\"; and that this court could not undertake an \"independent resolution [of those questions] without expressing lack of the respect due coordinate branches of government.\" Baker v. Carr, <i>supra,</i> 369 U.S. at 217, 82 S.Ct. at 710.</p>\n<p>There has been no suggestion in this case that the legislative and executive branches of the government are at odds over the manner in which the executive has construed its responsibilities under Public Laws 93-50 and 93-52. The fact that the plaintiff members of Congress have filed this action cannot be interpreted as an indication that the Congress as a whole disagrees with the construction being given the laws by the Executive.</p>\n<p>Furthermore, since Public Laws 93-50 and 93-52, in essence, relate to the conduct of foreign affairs, this court is of the opinion that it is the function of the Congress to determine whether the Executive has executed the laws at variance with the intent of Congress. Congress passed these laws and it, rather than the courts, is far better equipped to determine its intent in passing them. Congress, with the broad powers of its committees, has better facilities to investigate any excesses of the Executive under the laws. If the laws are being too broadly construed by the Executive, the Congress could enact new legislation <span class=\"star-pagination\">*1142</span> to impose additional restrictions on the expenditure of funds in Southeast Asia. Since this action involves questions of foreign policy and since there has been no indication or suggestion in this case that the political branchesexecutive and legislativeare in disagreement over the manner in which Public Laws 93-50 and 93-52 are being construed, executed, and administered by the executive, this court is of the opinion that there is an \"unusual need for unquestioning adherence to a political decision already made.\" Baker v. Carr, <i>supra,</i> 369 U.S. at 217, 82 S.Ct. at 710.</p>\n<p>This court concludes that the questions presented by this action are clearly political, and beyond the scope of judicial inquiry or decision. The court, in Atlee v. Laird, <i>supra,</i> 347 F.Supp. at 708, was confronted with issues similar to the ones in this case and concluded:</p>\n<blockquote>It is suggested that Presidential action with regard to Southeast Asia has for the last decade effectively reversed the roles contemplated by the Constitution for the executive and legislature in dealing with war. It should be clear, however, that Congress possesses whatever power is necessary to set right this supposed transposition of control.</blockquote>\n<blockquote>In this regard, it would seem that to fight out questions concerning the wise use of executive authority in the forum of public opinion rather than to transfer such a contest to the judicial arena would more appropriately serve to vindicate the confidence and conviction of a democratic society without, at the same time, placing in jeopardy the balance envisioned by the separation of powers concept and adopted by our federal system.</blockquote>\n<blockquote>The great power wielded by federal courts brings them close to the most sensitive areas of public affairs. As appeals from executive decisions or legislative actions become more frequent, judicial self-restraint looms ever more important. Otherwise, we shall begin to enter political domains far outside our competence and legitimate concern.</blockquote>\n<p>Judgment will be entered granting the defendants' motion to dismiss.</p>\n<h2>NOTES</h2>\n<p>[1]  The defendants include the Secretary of Defense, Secretary of State, Secretary of the Treasury, Director of the Central Intelligence Agency, Secretary of the Army, and Assistant Secretary of the Army. The Army officers named as defendants constitute the military chain-of-command from the Commander at Sunny Point to the Assistant Secretary of the Army.</p>\n<p>[2]  There are numerous other cases dismissing suits challenging United States involvement in Southeast Asia, on the basis that such suits presented non-justiciable political questions. Da Costa v. Laird, <span class=\"citation\" data-id=\"307727\"><a href=\"/opinion/307727/ernest-dacosta-v-melvin-laird-individually-and-as-secretary-of-defense/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1146</span></a></span> (2nd Cir. 1973); Luftig v. McNamara, 126 U.S.App.D.C. 4, <span class=\"citation\" data-id=\"274947\"><a href=\"/opinion/274947/robert-luftig-v-robert-s-mcnamara-secretary-of-defense/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">664</span></a></span>, cert. denied, <span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">945</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2078</span></span>, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1332</span></span> (1967); Mora v. McNamara, 128 U.S.App. D.C. 297, <span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></span>, cert. denied, <span class=\"citation\" data-id=\"107593\"><a href=\"/opinion/107593/dennis-mora-v-robert-s-mcnamara-secretary-of-defense/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">934</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">282</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">287</span></span> (1967); Holtzman v. Schlesinger, 2 Cir., 484 F.2d 1307; Gravel v. Laird, <span class=\"citation\" data-id=\"1404129\"><a href=\"/opinion/1404129/gravel-v-laird/\"><span class=\"volume\">347</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">7</span></a></span> (D.D. C.1972); Davi v. Laird, <span class=\"citation\" data-id=\"1480975\"><a href=\"/opinion/1480975/davi-v-laird/\"><span class=\"volume\">318</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">478</span></a></span> (W.D.Va.1970); Massachusetts v. Laird, D. C., <span class=\"citation no-link\"><span class=\"volume\">327</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">378</span></span>, affirmed on other grounds, <span class=\"citation\" data-id=\"299987\"><a href=\"/opinion/299987/commonwealth-of-massachusetts-v-melvin-r-laird-etc/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span> (1st Cir. 1971).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/99123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/299987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/307727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1404129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1404384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1480975/"
  ]
}