{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2114768/",
  "absolute_url": "/opinion/2114768/kelly-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2114768/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:21:21.049750Z",
  "date_modified": "2016-04-26T20:08:01.450710Z",
  "type": "010combined",
  "sha1": "5949d2a186a226e712511d7cbfb5d9514030a6cb",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>809 F.Supp.2d 429 (2011)</b></center>\n<center><h1>Morgan KELLY; Pamela Kelly; and Terry Kelly, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 7:10-CV-172-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>August 11, 2011.</center>\n<p><span class=\"star-pagination\">*431</span> Steven Michael Stancliff, James L. Chapman, IV, Crenshaw, Ware and Martin, P.L.C., Norfolk, VA, for Plaintiffs.</p>\n<p>R.A. Renfer, Jr., W. Ellis Boyle, U.S. Attorney's Office, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN Chief Judge.</p>\n<p>This matter comes before the court on plaintiffs' motion to strike affirmative defenses <span class=\"star-pagination\">*432</span> pursuant to Federal Rule of Civil Procedure 12(f), or in the alternative, for partial judgment pursuant to Federal Rule of Civil Procedure 12(c) (DE #20). Plaintiffs' motion has been fully briefed. Also before the court is the parties' joint request for hearing on the motion (DE #24). For the reasons that follow, plaintiffs' motion to strike is allowed in part and denied in part. The companion joint motion for hearing is denied.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>This is an action pursuant to the Federal Tort Claims Act, 28 U.S.C. §§ 2671, <i>et seq.</i> (\"FTCA\"), to recover damages for injuries allegedly suffered by Morgan Kelly, a minor, at United States Marine Corps Base Camp Lejeune (\"Camp Lejeuene\"). Morgan Kelly's parents, Pamela Kelly and Terry Kelly, join their daughter as plaintiffs in this action.</p>\n<p>Plaintiffs filed complaint on September 2, 2010. The government filed answer on December 29, 2010, stating several affirmative defenses. The court conducted a telephonic scheduling conference on February 23, 2011, and afterward entered a preliminary case management order providing for an initial period of written discovery to be completed by April 1, 2011, and for all Rule 12 motions to be filed by May 15, 2011. Further discovery in the case was stayed pending resolution of any motions pursuant to Rule 12.</p>\n<p>On May 15, 2011, plaintiffs filed the instant motion to strike the government's affirmative defenses pursuant to Rule 12(f), or in the alternative, for partial judgment pursuant to Rule 12(c). The motion has been fully briefed. On July 1, 2011, the parties filed joint request for hearing on the motion. On July 6, 2011, the government filed motion for judgment on the pleadings pursuant to Rule 12(c). Plaintiffs were granted an extension of time to respond, and that Rule 12 motion is not yet ripe.</p>\n<p></p>\n<h2>STATEMENT OF THE UNDISPUTED FACTS</h2>\n<p>In July, 2007, Morgan Kelly, then a fifteen-year-old high school student, was a cadet in the Navy Junior Reserve Officer Training Corps (\"NJROTC\") program at her high school. As part of the program, she voluntarily attended an orientation visit to Camp Lejeune. The United States Marines Corps (\"the Marines\") required all NJROTC cadets attending the orientation visit to sign a waiver, which was drafted by the Marines, before being allowed to enter Camp Lejeune.<sup>[1]</sup> The Marines also required the parent or guardian of any cadet who was a minor to sign the waiver. Morgan Kelly and her mother, Pamela Kelly, both signed the waiver, which is dated July 20, 2007.</p>\n<p>The NJROTC group arrived at Camp Lejeune on July 23, 2007. On July 25, 2007, Morgan Kelly participated in scheduled training activities at the confidence course. On the last obstacle, called the \"Slide for Life\" (\"SFL\"), Morgan Kelly fell as she was climbing and suffered unspecified but allegedly serious injuries. Plaintiffs now seek damages in excess of ten million dollars ($10,000,000.00).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*433</span> DISCUSSION</h2>\n<p></p>\n<h2>A. Joint Request for Hearing</h2>\n<p>Counsel for the parties have suggested to the court that, due to the complexity of the matters at issue in plaintiffs' motion, oral argument would aid the court in its determination of the motion. On this basis, the parties jointly request a hearing on the motion. Local Civil Rule 7(i) provides that hearings on motions may be ordered by the court in its discretion, but that motions shall be determined without a hearing unless the court orders otherwise. The court is sensitive to counsel's request, however, hearing is not necessary on this thoroughly briefed motion. Counsel have been quite articulate in their respective written presentations. Accordingly, the parties' request for hearing on plaintiffs' motion is denied. The court turns its attention below to the underlying motion.</p>\n<p></p>\n<h2>B. Motion to Strike or for Judgment on the Pleadings</h2>\n<p></p>\n<h2>1. Standard of Review</h2>\n<p>Plaintiffs have moved, pursuant to Rule 12(f), to strike the government's fourth and seventh affirmative defenses.<sup>[2]</sup> Rule 12(f) permits a district court, on motion of a party or on its own initiative, to strike from a pleading an \"insufficient defense.\" Fed.R.Civ.P. 12(f). \"A defense is insufficient if it is clearly invalid as a matter of law.\" <i>Spell v. McDaniel,</i> 591 F.Supp. 1090, 1112 (E.D.N.C.1984). \"Rule 12(f) motions are generally viewed with disfavor because striking a portion of a pleading is a drastic remedy and because it is often sought by the movant simply as a dilatory tactic.\" <i>Waste Management Holdings, Inc. v. Gilmore,</i> 252 F.3d 316, 347 (4th Cir.2001) (internal citations omitted). Therefore, motions to strike are rather strictly considered, <i>see </i><i>Godfredson v. JBC Legal Group, P.C.,</i> 387 F.Supp.2d 543, 547 (E.D.N.C.2005), and the court is required to \"view the pleading under attack in a light most favorable to the pleader.\" <i>Racick v. Dominion Law Associates,</i> 270 F.R.D. 228, 232 (E.D.N.C.2010). \"Nevertheless, a defense that might confuse the issues in the case and would not, under the facts alleged, constitute a valid defense to the action can and should be deleted.\" <i>Waste Management,</i> 252 F.3d at 347 (internal citations omitted).</p>\n<p></p>\n<h2>2. Analysis</h2>\n<p>Plaintiffs move to strike the government's fourth affirmative defense, which asserts that the court lacks subject matter jurisdiction to hear plaintiffs' claims pursuant to the <i>Feres</i> doctrine, which provides the government with immunity from tort claims advanced by armed services personnel. <i>See </i><i>Feres v. U.S.,</i> 340 U.S. 135, 146, 71 S.Ct. 153, 95 L.Ed. 152 (1950). It is undisputed that Morgan Kelly has never been a member of the armed forces. Pls.' Mot., at 5; Govt's Resp. in Opp'n, at 1 n. 1. Therefore, as the government concedes, it is not entitled to defend on the basis of the <i>Feres</i> doctrine.<sup>[3]</sup> Because the fourth affirmative defense <span class=\"star-pagination\">*434</span> does not constitute a valid defense to the action under the facts alleged, <i>see </i><i>Waste Management,</i> 252 F.3d at 347, plaintiffs' motion to strike in this part is granted. The government's fourth affirmative defense is stricken from its answer.</p>\n<p>Plaintiffs also move to strike the government's seventh affirmative defense. At issue is whether, under North Carolina law,<sup>[4]</sup> the liability waiver signed by the minor, Morgan Kelly, on her own behalf, and also by Pamela Kelly on the minor's behalf, is enforceable. It is well-established under North Carolina law that liability waivers are generally enforceable. <i>See </i><i>Hall v. Sinclair Refining Co.,</i> 242 N.C. 707, 709, 89 S.E.2d 396, 397 (1955) (\"[A] person may effectively bargain against liability for harm caused by his ordinary negligence in the performance of a legal duty.\"). North Carolina courts strictly construe the terms of exculpatory agreements against the parties seeking to enforce them. <i>Id.</i> Nevertheless, courts will enforce such contracts unless the contract (1) is violative of a statute; (2) is gained through inequality of bargaining power; or (3) is contrary to a substantial public interest. <i>Waggoner v. Nags Head Water Sports, Inc.,</i> 141 F.3d 1162 (4th Cir.1998) (unpublished table decision); see also <i>Strawbridge v. Sugar Mountain Resort, Inc.,</i> 320 F.Supp.2d 425, 432 (W.D.N.C.2004).</p>\n<p>Although liability waivers are generally enforceable, it is beyond dispute that Morgan Kelly's own waiver is unenforceable. Under North Carolina law, the contract of a minor generally is not binding on him. See <i>Baker v. Adidas America, Inc.,</i> 335 Fed.App'x. 356, 359 (4th Cir. 2009); <i>see also </i><i>Creech ex rel. Creech v. Melnik,</i> 147 N.C.App. 471, 475, 556 S.E.2d 587, 590 (2001) (citing <i>Freeman v. Bridger,</i> 49 N.C. 1 (1856)). The rule is based on the theory that minors do not have contractual capacity. <i>Nationwide Mut. Ins. Co. v. Chantos,</i> 293 N.C. 431, 443, 238 S.E.2d 597, 605 (1977). \"[B]ecause a minor lacks legal capacity there cannot be a valid contract in most transactions, unless it is for necessaries or the statutes make the contract valid.\" <i>Creech,</i> 147 N.C.App. at 477, 556 S.E.2d at 591. Accordingly, contracts entered into by a minor, except those for necessities or authorized by statute, are voidable at the election of the minor, and may be disaffirmed. <i>Id.</i> (citing <i>Jackson v. Beard,</i> 162 N.C. 105, 78 S.E. 6 (1913)). Having disaffirmed the waiver by filing complaint, Morgan Kelly's own contract purporting to waive her personal injury claims is not enforceable. Therefore, the seventh affirmative defense, to the extent it reaches the actions of minor plaintiff Morgan Kelly, is clearly invalid as a matter of law and therefore insufficient. <i>See </i><i>Spell,</i> 591 F.Supp. at 1112. For this reason, the court allows plaintiffs motion to strike the seventh affirmative defense as it pertains to any waiver by Morgan Kelly.</p>\n<p>The question now turns on whether, under North Carolina law, a liability waiver signed by a parent on behalf <span class=\"star-pagination\">*435</span> of a minor child<sup>[5]</sup> is enforceable, or whether such a waiver is unenforceable as contrary to a substantial public interest under the third <i>Waggoner</i> factor.<sup>[6]</sup> The parties agree that there is no controlling precedent, and the court similarly is unaware of any. The court therefore must forecast how the North Carolina Supreme Court would rule on the question. <i>See </i><i>Liberty Mut. Ins. Co. v. Triangle Indus.,</i> 957 F.2d 1153, 1156 (4th Cir.1992) (holding that where state law is unclear, federal courts must predict the decision of the state's highest court). Because no North Carolina case or statute directly addresses the issue, the court turns to the law of other jurisdictions for persuasive guidance. Each party relies on a series of decisions from other jurisdictions that fall on either side of the issue. The cases indicate the difficulty in reaching the proper balance between the important interests and policies at stake.</p>\n<p>As plaintiffs correctly note, the majority rule in the United States is that parents may not bind their children to pre-injury liability waivers by signing the waivers on their children's behalf. <i>See </i><i>Galloway v. State,</i> 790 N.W.2d 252, 256 (Iowa 2010) (listing cases and concluding that \"the majority of state courts who have examined the issue . . . have concluded public policy precludes enforcement of a parent's pre-injury waiver of her child's cause of action for injuries caused by negligence\"); <i>see also </i><i>Kirton v. Fields,</i> 997 So.2d 349, 356 (Fla.2008) (listing cases, and stating that \"[i]n holding that pre-injury releases executed by parents on behalf of minor children are unenforceable for participation in commercial activities, we are in agreement with the majority of other jurisdictions\").</p>\n<p>Many of the states holding that parents cannot bind children to pre-injury releases have reached that conclusion by relying on legal principles that also are recognized in North Carolina. For example, in many states, a parent may not bind a minor child to a post-injury settlement agreement releasing tort claims without court approval. <i>See </i><i>Galloway,</i> 790 N.W.2d at 257 (noting that, under Iowa law, parents may not <span class=\"star-pagination\">*436</span> compromise and settle a minor child's tort claim without court approval, and that therefore it would not make sense to permit a parent to prospectively release a child's cause of action); see also <i>J.T. ex rel. Thode v. Monster Mountain, LLC,</i> 754 F.Supp.2d 1323, 1328 (M.D.Ala.2010) (observing that under Alabama law, a parent may not bind a child to a settlement without court approval); <i>see also </i><i>Scott v. Pacific West Mountain Resort,</i> 119 Wash.2d 484, 494, 834 P.2d 6, 11-12 (1992) (concluding that since, under Washington law, \"a parent generally may not release a child's cause of action after injury, it makes little, if any, sense to conclude a parent has the authority to release a child's cause of action prior to an injury\").</p>\n<p>Similarly, under North Carolina law, a parent cannot bind his minor child by settling a tort claim and executing a release of liability on the minor's behalf. <i>Sell v. Hotchkiss,</i> 264 N.C. 185, 191, 141 S.E.2d 259, 264 (1965). \"The settlement of an infant's tort claim becomes effective and binding upon him only upon judicial examination and adjudication.\" <i>Id.</i> Indeed, \"failure to present proof of court approval of a [settlement] contract on behalf of a minor is fatal at any stage of a proceeding seeking to enforce such a contract.\" <i>Creech,</i> 147 N.C.App. at 475, 556 S.E.2d at 590. It seems, therefore, that the North Carolina Supreme Court would join those other state courts listed above in holding that, in general, a parent may not bind a child to a pre-injury liability waiver by signing the liability waiver on the child's behalf.</p>\n<p>Although the majority rule is that parents may not bind their children to pre-injury liability waivers, many states recognize an exception where the liability waiver is in the context of non-profit activities sponsored by schools, volunteers, or community organizations. <i>See </i><i>Monster Mountain,</i> 754 F.Supp.2d at 1327 (noting that \"the only published decisions from other jurisdictions that have bound children to pre-injury releases executed by a parent or guardian on the child's behalf have done so in the context of a minor's participation in school-run or community-sponsored activities\").<sup>[7]</sup> For example, courts have upheld liability waivers in the context of school-sponsored fundraising events, high school athletic programs, municipal athletic programs, and voluntary extracurricular programs. <i>See </i><i>Gonzalez v. City of Coral Gables,</i> 871 So.2d 1067, 1067-68 (Fla.Dist.Ct.App.2004); <i>Sharon v. City of Newton,</i> 437 Mass. 99, 769 N.E.2d 738, 747 (2002); <i>Zivich v. Mentor Soccer Club, Inc.,</i> 82 Ohio St.3d 367, 696 N.E.2d 201 (1998); <i>Hohe v. San Diego Unified Sch. Dist.,</i> 224 Cal.App.3d 1559, 274 Cal.Rptr. 647 (1990).</p>\n<p>In <i>Gonzalez,</i> the parent of a fifteen-year-old high school student signed a liability waiver in order for the student to participate in a school-sponsored training program at the municipal fire station, for which she was to receive class credit. 871 So.2d 1067. In holding that the waiver <span class=\"star-pagination\">*437</span> was enforceable, the court concluded that the program fell \"within the category of commonplace child oriented community or school supported activities for which a parent or guardian may waive his or her child's litigation rights in authorizing the child's participation.\" <i>Id.</i> Also in the context of school-sponsored extracurricular activities, a California state court and a Massachusetts state court each upheld liability waivers executed in conjunction with high school fundraising events and high school cheerleading practice, respectively. <i>See </i><i>Hohe,</i> 224 Cal.App.3d at 1563, 274 Cal.Rptr. 647 (noting specifically the voluntary and recreational nature of the activity, which was sponsored by plaintiffs high school); <i>Sharon,</i> 437 Mass. at 107-08, 769 N.E.2d 738. Finally, apart from the school-sponsored context, the Ohio Supreme Court held that a liability waiver was enforceable in the context of a community-based recreational soccer club. <i>Zivich,</i> 82 Ohio St.3d 367, 696 N.E.2d 201. The court in that case held the waiver enforceable to bar the claim of a child who was injured on the soccer field, noting that \"the public as a whole received the benefit of these exculpatory agreements [which allowed the club] to offer affordable recreation and to continue to do so without the risks and overwhelming costs of litigations.\" <i>Id.</i> at 372, 696 N.E.2d 201.</p>\n<p>Plaintiffs rely heavily on <i>Galloway,</i> wherein the Iowa Supreme Court held a liability waiver unenforceable where it was executed in the context of a high school field trip. 790 N.W.2d at 258-59. In declining to adopt the exception described above, the court noted that the policy concerns justifying the exception were \"speculative and overstated,\" finding that \"the strong public policy favoring the protection of children's legal rights must prevail over speculative fears about their continuing access to activities.\" <i>Id.</i> at 259. This case, however, appears to be an outlier, as the exception is well-established by the majority of state court cases that have discussed the issue, as discussed above.</p>\n<p>The court is persuaded by the analysis of those courts that have upheld such waivers in the context of litigation filed against schools, municipalities, or clubs providing activities for children, and concludes that, if faced with the issue, the North Carolina Supreme Court would similarly uphold a preinjury release executed by a parent on behalf of a minor child in this context.</p>\n<p>Applying these principles to the case now at bar, the court observes that the activity at issue here was not commercial in nature, unlike those at issue in <i>Meyer, Paz, Johnson,</i> and <i>Kirton,</i> among others cited by plaintiffs. Here, it is undisputed that the liability waiver was executed on behalf of a fifteen-year-old high school student by her mother in conjunction with the student's participation in a school-sponsored activity. The facts, therefore, are very similar to those in <i>Gonzalez.</i> As in that case, the court concludes that the activity falls \"within the category of commonplace child oriented community or school supported activities for which a parent or guardian may waive his or her child's litigation rights in authorizing the child's participation.\" <i>Gonzalez,</i> 871 So.2d 1067.</p>\n<p>Here, the liability waiver was executed so that Morgan Kelly could participate in a school-sponsored enrichment program that was extracurricular and voluntary. On these facts, the court anticipates that the North Carolina Supreme Court would hold the liability waiver enforceable under the exception for non-commercial or community-based activities. Therefore, the seventh affirmative defense is not \"clearly invalid as a matter of law\" as it relates to a waiver of claims by Pamela Kelly, and therefore is <span class=\"star-pagination\">*438</span> not an insufficient defense. <i>See </i><i>Spell,</i> 591 F.Supp. at 1112. As such, plaintiffs motion to strike the seventh affirmative defense must be and is denied as to that issue.<sup>[8]</sup></p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the parties' joint request for hearing (DE #24) is DENIED. Plaintiffs' motion to strike affirmative defenses (DE #20) is ALLOWED as to the fourth affirmative defense. As to the seventh affirmative defense, plaintiffs' motion to strike is ALLOWED as to the minor's waiver of her own claims. Attempted defense on this basis is not supported under law. Affirmative defense persists however, at to the mother's waiver of the minor's claims. As discussed at length above, plaintiffs' motion to strike is DENIED in this remaining part.</p>\n<h2>NOTES</h2>\n<p>[1]  The waiver is entitled \"Waiver of Liability and Assumption of Risk Agreement United States Marine Corps\" and states that the individual promises to waive all rights and claims for damages and any other actions arising out of participation in the event, or use of any Marine Corps base, Camp Lejeune, North Carolina, or government equipment or facilities in conjunction with such participation. (Pls.' Mot., Ex. 1). The waiver further stipulates that the individual assumes the risks involved in the activities and agrees to hold the government harmless for any resulting injury. <i>Id.</i></p>\n<p>[2]  As noted above, plaintiffs move in the alternative for partial judgment pursuant to Rule 12(c). The court, however, will examine the arguments through the lens of Rule 12(f), because \"a Rule 12(f) motion to strike is more fitting for situations, such as the one at bar, where a plaintiff challenges only some of the defenses raised in a defendant's pleading.\" <i>Bradshaw v. Hilco Receivables, LLC,</i> 725 F.Supp.2d 532, 534 (D.Md.2010) (noting that \"Rule 12(f) serves as a pruning device to eliminate objectionable matter from an opponent's pleadings and, unlike the Rule 12(c) procedure, is not directed at gaining a final judgment on the merits\").</p>\n<p>[3]  The government also informs that it has abandoned this defense. Govt's Resp. in Opp'n, at 1 n. 1.</p>\n<p>[4]  Under the FTCA, the government is liable in tort \"in the same manner and to the same extent as a private individual under like circumstances.\" 28 U.S.C. § 2674. In such actions, \"federal courts apply the substantive law of the state in which the act or omission giving rise to the action occurred.\" <i>Myrick v. U.S.,</i> 723 F.2d 1158, 1159 (4th Cir.1983). Because the alleged act or omission giving rise to the action occurred in North Carolina, North Carolina law governs the nature and extent of the government's liability for plaintiffs' injuries. The parties further agree that North Carolina law governs the interpretation and enforce ability of the waiver. Pls.' Mot., at 8-9, Govt's Resp. in Opp'n, at 2, n. 2.</p>\n<p>[5]  In North Carolina, a minor is defined as any person who has not reached the age of eighteen (18) years. N.C. Gen.Stat. 48A-2.</p>\n<p>[6]  Plaintiffs also argue that the liability waiver is unenforceable under the first two prongs of the <i>Waggoner</i> analysis. Plaintiffs first assert that enforcement of the waiver would violate a statute. However, they point to no specific statute that would be violated by enforcement of the waiver, relying instead on legislative history reciting the purposes of the NJROTC program. The court is unwilling to find that the waiver is violative of statute on this basis, where plaintiffs can offer no statute in clear support of their argument.\n</p>\n<p>Plaintiffs also claim that the waiver was obtained through inequality of bargaining power because plaintiffs were not free to negotiate different terms. In <i>Waggoner,</i> plaintiff rented a jet ski from defendant, signed a liability waiver as part of the rental agreement, and was injured while using the rented equipment. The Fourth Circuit rejected plaintiff's argument that the waiver was obtained through inequality of bargaining power, reasoning that \"[i]t is true that Waggoner could not negotiate the terms of the contract, but either had to sign the exculpatory clause or decline to rent the jet ski; however, this supposed inequality of bargaining power . . . is more apparent than real. It is not different from that which exists in any other case in which a potential seller is the only supplier of the particular article or service desired. Only where it is necessary for [the plaintiff] to enter into the contract to obtain something of importance to him which for all practical purposes is not obtainable elsewhere will unequal bargaining power void an exculpatory clause.\" <i>Waggoner,</i> 141 F.3d at 1162. In this case as well, the supposed inequality of bargaining power is more apparent than real, where Morgan Kelly was free to forego participation in the voluntary program. The court therefore declines to find the waiver unenforceable based on the second <i>Waggoner</i> factor.</p>\n<p>[7]  Indeed, where the liability waiver is in the context of a for-profit activity, it is almost certainly unenforceable. See <i>Monster Mountain,</i> 754 F.Supp.2d at 1327 (stating that \"this court is not aware of a single case, that has not been overturned, that has held these clauses to be binding in the context of a for-profit activity\"). The many cases cited by plaintiffs overwhelmingly demonstrate the tendency of courts to strike down exculpatory agreements in the context of a commercial activity. <i>See, e.g., </i><i>Meyer v. Naperville Manner, Inc.,</i> 262 Ill.App.3d 141, 199 Ill.Dec. 572, 634 N.E.2d 411 (1994) (horseback riding lessons); <i>Paz v. Life Time Fitness, Inc.,</i> 757 F.Supp.2d 658 (S.D.Tex.2010) (fitness center); <i>Johnson v. New River Scenic Whitewater Tours, Inc.,</i> 313 F.Supp.2d 621 (S.D.W.Va.2004) (whitewater rafting); <i>Kirton v. Fields,</i> 997 So.2d 349 (Fla.2003) (motor sports park).</p>\n<p>[8]  Plaintiffs argue in the alternative that even if the waiver is enforceable to bar Morgan Kelly's claims, it is not enforceable against the claims of her parents. Plaintiffs argue that \"the text of the waiver form envisions an agreement only between the United States and the minor participant.\" Pls.' Mot., at 13. In support, plaintiffs point to language of the waiver which, they claim, emphasizes Morgan Kelly over her parents. For example, the contract refers to \"my participation [in the training program]\" and the provision that \"should I decline to execute this agreement, I will not be permitted to attend the organized event.\" Pls.' Mot., at 13-14. However, the waiver clearly states that \"I, the undersigned person, intending to be legally bound, hereby promise to waive for myself, my guardians, heirs, executor, administrators, legal representatives and any other persons on my behalf, any and all rights and claims for damages\" arising out of \"my participation in the activities comprising the aforesaid event.\" As such, the waiver's plain language extends not only to Morgan Kelly's claims but those of her parents as well.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">809</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">429</span></span> (2011)</b></center>\n<center><h1>Morgan KELLY; Pamela Kelly; and Terry Kelly, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 7:10-CV-172-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>August 11, 2011.</center>\n<p><span class=\"star-pagination\">*431</span> Steven Michael Stancliff, James L. Chapman, IV, Crenshaw, Ware and Martin, P.L.C., Norfolk, VA, for Plaintiffs.</p>\n<p>R.A. Renfer, Jr., W. Ellis Boyle, U.S. Attorney's Office, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN Chief Judge.</p>\n<p>This matter comes before the court on plaintiffs' motion to strike affirmative defenses <span class=\"star-pagination\">*432</span> pursuant to Federal Rule of Civil Procedure 12(f), or in the alternative, for partial judgment pursuant to Federal Rule of Civil Procedure 12(c) (DE #20). Plaintiffs' motion has been fully briefed. Also before the court is the parties' joint request for hearing on the motion (DE #24). For the reasons that follow, plaintiffs' motion to strike is allowed in part and denied in part. The companion joint motion for hearing is denied.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>This is an action pursuant to the Federal Tort Claims Act, 28 U.S.C. §§ 2671, <i>et seq.</i> (\"FTCA\"), to recover damages for injuries allegedly suffered by Morgan Kelly, a minor, at United States Marine Corps Base Camp Lejeune (\"Camp Lejeuene\"). Morgan Kelly's parents, Pamela Kelly and Terry Kelly, join their daughter as plaintiffs in this action.</p>\n<p>Plaintiffs filed complaint on September 2, 2010. The government filed answer on December 29, 2010, stating several affirmative defenses. The court conducted a telephonic scheduling conference on February 23, 2011, and afterward entered a preliminary case management order providing for an initial period of written discovery to be completed by April 1, 2011, and for all Rule 12 motions to be filed by May 15, 2011. Further discovery in the case was stayed pending resolution of any motions pursuant to Rule 12.</p>\n<p>On May 15, 2011, plaintiffs filed the instant motion to strike the government's affirmative defenses pursuant to Rule 12(f), or in the alternative, for partial judgment pursuant to Rule 12(c). The motion has been fully briefed. On July 1, 2011, the parties filed joint request for hearing on the motion. On July 6, 2011, the government filed motion for judgment on the pleadings pursuant to Rule 12(c). Plaintiffs were granted an extension of time to respond, and that Rule 12 motion is not yet ripe.</p>\n<p></p>\n<h2>STATEMENT OF THE UNDISPUTED FACTS</h2>\n<p>In July, 2007, Morgan Kelly, then a fifteen-year-old high school student, was a cadet in the Navy Junior Reserve Officer Training Corps (\"NJROTC\") program at her high school. As part of the program, she voluntarily attended an orientation visit to Camp Lejeune. The United States Marines Corps (\"the Marines\") required all NJROTC cadets attending the orientation visit to sign a waiver, which was drafted by the Marines, before being allowed to enter Camp Lejeune.<sup>[1]</sup> The Marines also required the parent or guardian of any cadet who was a minor to sign the waiver. Morgan Kelly and her mother, Pamela Kelly, both signed the waiver, which is dated July 20, 2007.</p>\n<p>The NJROTC group arrived at Camp Lejeune on July 23, 2007. On July 25, 2007, Morgan Kelly participated in scheduled training activities at the confidence course. On the last obstacle, called the \"Slide for Life\" (\"SFL\"), Morgan Kelly fell as she was climbing and suffered unspecified but allegedly serious injuries. Plaintiffs now seek damages in excess of ten million dollars ($10,000,000.00).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*433</span> DISCUSSION</h2>\n<p></p>\n<h2>A. Joint Request for Hearing</h2>\n<p>Counsel for the parties have suggested to the court that, due to the complexity of the matters at issue in plaintiffs' motion, oral argument would aid the court in its determination of the motion. On this basis, the parties jointly request a hearing on the motion. Local Civil Rule 7(i) provides that hearings on motions may be ordered by the court in its discretion, but that motions shall be determined without a hearing unless the court orders otherwise. The court is sensitive to counsel's request, however, hearing is not necessary on this thoroughly briefed motion. Counsel have been quite articulate in their respective written presentations. Accordingly, the parties' request for hearing on plaintiffs' motion is denied. The court turns its attention below to the underlying motion.</p>\n<p></p>\n<h2>B. Motion to Strike or for Judgment on the Pleadings</h2>\n<p></p>\n<h2>1. Standard of Review</h2>\n<p>Plaintiffs have moved, pursuant to Rule 12(f), to strike the government's fourth and seventh affirmative defenses.<sup>[2]</sup> Rule 12(f) permits a district court, on motion of a party or on its own initiative, to strike from a pleading an \"insufficient defense.\" Fed.R.Civ.P. 12(f). \"A defense is insufficient if it is clearly invalid as a matter of law.\" <i>Spell v. McDaniel,</i> <span class=\"citation\" data-id=\"2388468\"><a href=\"/opinion/2388468/spell-v-mcdaniel/\"><span class=\"volume\">591</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1090</span></a></span>, 1112 (E.D.N.C.1984). \"Rule 12(f) motions are generally viewed with disfavor because striking a portion of a pleading is a drastic remedy and because it is often sought by the movant simply as a dilatory tactic.\" <i>Waste Management Holdings, Inc. v. Gilmore,</i> <span class=\"citation\" data-id=\"773531\"><a href=\"/opinion/773531/waste-management-holdings-incorporated-hale-intermodal-marine-company/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">316</span></a></span>, 347 (4th Cir.2001) (internal citations omitted). Therefore, motions to strike are rather strictly considered, <i>see </i><i>Godfredson v. JBC Legal Group, P.C.,</i> <span class=\"citation\" data-id=\"2513594\"><a href=\"/opinion/2513594/godfredson-v-jbc-legal-group-pc/\"><span class=\"volume\">387</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">543</span></a></span>, 547 (E.D.N.C.2005), and the court is required to \"view the pleading under attack in a light most favorable to the pleader.\" <i>Racick v. Dominion Law Associates,</i> <span class=\"citation no-link\"><span class=\"volume\">270</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">228</span></span>, 232 (E.D.N.C.2010). \"Nevertheless, a defense that might confuse the issues in the case and would not, under the facts alleged, constitute a valid defense to the action can and should be deleted.\" <i>Waste Management,</i> 252 F.3d at 347 (internal citations omitted).</p>\n<p></p>\n<h2>2. Analysis</h2>\n<p>Plaintiffs move to strike the government's fourth affirmative defense, which asserts that the court lacks subject matter jurisdiction to hear plaintiffs' claims pursuant to the <i>Feres</i> doctrine, which provides the government with immunity from tort claims advanced by armed services personnel. <i>See </i><i>Feres v. U.S.,</i> <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></a></span>, 146, <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">153</span></a></span>, <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">152</span></a></span> (1950). It is undisputed that Morgan Kelly has never been a member of the armed forces. Pls.' Mot., at 5; Govt's Resp. in Opp'n, at 1 n. 1. Therefore, as the government concedes, it is not entitled to defend on the basis of the <i>Feres</i> doctrine.<sup>[3]</sup> Because the fourth affirmative defense <span class=\"star-pagination\">*434</span> does not constitute a valid defense to the action under the facts alleged, <i>see </i><i>Waste Management,</i> 252 F.3d at 347, plaintiffs' motion to strike in this part is granted. The government's fourth affirmative defense is stricken from its answer.</p>\n<p>Plaintiffs also move to strike the government's seventh affirmative defense. At issue is whether, under North Carolina law,<sup>[4]</sup> the liability waiver signed by the minor, Morgan Kelly, on her own behalf, and also by Pamela Kelly on the minor's behalf, is enforceable. It is well-established under North Carolina law that liability waivers are generally enforceable. <i>See </i><i>Hall v. Sinclair Refining Co.,</i> <span class=\"citation\" data-id=\"1200968\"><a href=\"/opinion/1200968/hall-v-sinclair-refining-company/\"><span class=\"volume\">242</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">707</span></a></span>, 709, <span class=\"citation\" data-id=\"1200968\"><a href=\"/opinion/1200968/hall-v-sinclair-refining-company/\"><span class=\"volume\">89</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">396</span></a></span>, 397 (1955) (\"[A] person may effectively bargain against liability for harm caused by his ordinary negligence in the performance of a legal duty.\"). North Carolina courts strictly construe the terms of exculpatory agreements against the parties seeking to enforce them. <i>Id.</i> Nevertheless, courts will enforce such contracts unless the contract (1) is violative of a statute; (2) is gained through inequality of bargaining power; or (3) is contrary to a substantial public interest. <i>Waggoner v. Nags Head Water Sports, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1162</span></span> (4th Cir.1998) (unpublished table decision); see also <i>Strawbridge v. Sugar Mountain Resort, Inc.,</i> <span class=\"citation\" data-id=\"2468871\"><a href=\"/opinion/2468871/strawbridge-v-sugar-mountain-resort-inc/\"><span class=\"volume\">320</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">425</span></a></span>, 432 (W.D.N.C.2004).</p>\n<p>Although liability waivers are generally enforceable, it is beyond dispute that Morgan Kelly's own waiver is unenforceable. Under North Carolina law, the contract of a minor generally is not binding on him. See <i>Baker v. Adidas America, Inc.,</i> 335 Fed.App'x. 356, 359 (4th Cir. 2009); <i>see also </i><i>Creech ex rel. Creech v. Melnik,</i> 147 N.C.App. 471, 475, <span class=\"citation\" data-id=\"1418769\"><a href=\"/opinion/1418769/creech-ex-rel-creech-v-melnik/\"><span class=\"volume\">556</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">587</span></a></span>, 590 (2001) (citing <i>Freeman v. Bridger,</i> <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></span> (1856)). The rule is based on the theory that minors do not have contractual capacity. <i>Nationwide Mut. Ins. Co. v. Chantos,</i> <span class=\"citation\" data-id=\"1424820\"><a href=\"/opinion/1424820/nationwide-mut-ins-co-v-chantos/\"><span class=\"volume\">293</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">431</span></a></span>, 443, <span class=\"citation\" data-id=\"1424820\"><a href=\"/opinion/1424820/nationwide-mut-ins-co-v-chantos/\"><span class=\"volume\">238</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">597</span></a></span>, 605 (1977). \"[B]ecause a minor lacks legal capacity there cannot be a valid contract in most transactions, unless it is for necessaries or the statutes make the contract valid.\" <i>Creech,</i> 147 N.C.App. at 477, 556 S.E.2d at 591. Accordingly, contracts entered into by a minor, except those for necessities or authorized by statute, are voidable at the election of the minor, and may be disaffirmed. <i>Id.</i> (citing <i>Jackson v. Beard,</i> <span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">6</span></span> (1913)). Having disaffirmed the waiver by filing complaint, Morgan Kelly's own contract purporting to waive her personal injury claims is not enforceable. Therefore, the seventh affirmative defense, to the extent it reaches the actions of minor plaintiff Morgan Kelly, is clearly invalid as a matter of law and therefore insufficient. <i>See </i><i>Spell,</i> 591 F.Supp. at 1112. For this reason, the court allows plaintiffs motion to strike the seventh affirmative defense as it pertains to any waiver by Morgan Kelly.</p>\n<p>The question now turns on whether, under North Carolina law, a liability waiver signed by a parent on behalf <span class=\"star-pagination\">*435</span> of a minor child<sup>[5]</sup> is enforceable, or whether such a waiver is unenforceable as contrary to a substantial public interest under the third <i>Waggoner</i> factor.<sup>[6]</sup> The parties agree that there is no controlling precedent, and the court similarly is unaware of any. The court therefore must forecast how the North Carolina Supreme Court would rule on the question. <i>See </i><i>Liberty Mut. Ins. Co. v. Triangle Indus.,</i> <span class=\"citation\" data-id=\"578624\"><a href=\"/opinion/578624/liberty-mutual-insurance-company-v-triangle-industries-incorporated/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1153</span></a></span>, 1156 (4th Cir.1992) (holding that where state law is unclear, federal courts must predict the decision of the state's highest court). Because no North Carolina case or statute directly addresses the issue, the court turns to the law of other jurisdictions for persuasive guidance. Each party relies on a series of decisions from other jurisdictions that fall on either side of the issue. The cases indicate the difficulty in reaching the proper balance between the important interests and policies at stake.</p>\n<p>As plaintiffs correctly note, the majority rule in the United States is that parents may not bind their children to pre-injury liability waivers by signing the waivers on their children's behalf. <i>See </i><i>Galloway v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">790</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">252</span></span>, 256 (Iowa 2010) (listing cases and concluding that \"the majority of state courts who have examined the issue . . . have concluded public policy precludes enforcement of a parent's pre-injury waiver of her child's cause of action for injuries caused by negligence\"); <i>see also </i><i>Kirton v. Fields,</i> <span class=\"citation\" data-id=\"1802838\"><a href=\"/opinion/1802838/kirton-v-fields/\"><span class=\"volume\">997</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">349</span></a></span>, 356 (Fla.2008) (listing cases, and stating that \"[i]n holding that pre-injury releases executed by parents on behalf of minor children are unenforceable for participation in commercial activities, we are in agreement with the majority of other jurisdictions\").</p>\n<p>Many of the states holding that parents cannot bind children to pre-injury releases have reached that conclusion by relying on legal principles that also are recognized in North Carolina. For example, in many states, a parent may not bind a minor child to a post-injury settlement agreement releasing tort claims without court approval. <i>See </i><i>Galloway,</i> 790 N.W.2d at 257 (noting that, under Iowa law, parents may not <span class=\"star-pagination\">*436</span> compromise and settle a minor child's tort claim without court approval, and that therefore it would not make sense to permit a parent to prospectively release a child's cause of action); see also <i>J.T. ex rel. Thode v. Monster Mountain, LLC,</i> <span class=\"citation\" data-id=\"2474133\"><a href=\"/opinion/2474133/jt-ex-rel-thode-v-monster-mountain-llc/\"><span class=\"volume\">754</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1323</span></a></span>, 1328 (M.D.Ala.2010) (observing that under Alabama law, a parent may not bind a child to a settlement without court approval); <i>see also </i><i>Scott v. Pacific West Mountain Resort,</i> 119 Wash.2d 484, 494, <span class=\"citation\" data-id=\"1348783\"><a href=\"/opinion/1348783/scott-v-pacific-west-mt-resort/\"><span class=\"volume\">834</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">6</span></a></span>, 11-12 (1992) (concluding that since, under Washington law, \"a parent generally may not release a child's cause of action after injury, it makes little, if any, sense to conclude a parent has the authority to release a child's cause of action prior to an injury\").</p>\n<p>Similarly, under North Carolina law, a parent cannot bind his minor child by settling a tort claim and executing a release of liability on the minor's behalf. <i>Sell v. Hotchkiss,</i> <span class=\"citation\" data-id=\"1260189\"><a href=\"/opinion/1260189/sell-v-hotchkiss/\"><span class=\"volume\">264</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">185</span></a></span>, 191, <span class=\"citation\" data-id=\"1260189\"><a href=\"/opinion/1260189/sell-v-hotchkiss/\"><span class=\"volume\">141</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">259</span></a></span>, 264 (1965). \"The settlement of an infant's tort claim becomes effective and binding upon him only upon judicial examination and adjudication.\" <i>Id.</i> Indeed, \"failure to present proof of court approval of a [settlement] contract on behalf of a minor is fatal at any stage of a proceeding seeking to enforce such a contract.\" <i>Creech,</i> 147 N.C.App. at 475, 556 S.E.2d at 590. It seems, therefore, that the North Carolina Supreme Court would join those other state courts listed above in holding that, in general, a parent may not bind a child to a pre-injury liability waiver by signing the liability waiver on the child's behalf.</p>\n<p>Although the majority rule is that parents may not bind their children to pre-injury liability waivers, many states recognize an exception where the liability waiver is in the context of non-profit activities sponsored by schools, volunteers, or community organizations. <i>See </i><i>Monster Mountain,</i> 754 F.Supp.2d at 1327 (noting that \"the only published decisions from other jurisdictions that have bound children to pre-injury releases executed by a parent or guardian on the child's behalf have done so in the context of a minor's participation in school-run or community-sponsored activities\").<sup>[7]</sup> For example, courts have upheld liability waivers in the context of school-sponsored fundraising events, high school athletic programs, municipal athletic programs, and voluntary extracurricular programs. <i>See </i><i>Gonzalez v. City of Coral Gables,</i> <span class=\"citation\" data-id=\"1771317\"><a href=\"/opinion/1771317/gonzalez-v-city-of-coral-gables/\"><span class=\"volume\">871</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1067</span></a></span>, 1067-68 (Fla.Dist.Ct.App.2004); <i>Sharon v. City of Newton,</i> <span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">99</span></span>, <span class=\"citation no-link\"><span class=\"volume\">769</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">738</span></span>, 747 (2002); <i>Zivich v. Mentor Soccer Club, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">367</span></span>, <span class=\"citation no-link\"><span class=\"volume\">696</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">201</span></span> (1998); <i>Hohe v. San Diego Unified Sch. Dist.,</i> <span class=\"citation\" data-id=\"2128058\"><a href=\"/opinion/2128058/hohe-v-san-diego-unified-sch-dist/\"><span class=\"volume\">224</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1559</span></a></span>, <span class=\"citation\" data-id=\"2128058\"><a href=\"/opinion/2128058/hohe-v-san-diego-unified-sch-dist/\"><span class=\"volume\">274</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">647</span></a></span> (1990).</p>\n<p>In <i>Gonzalez,</i> the parent of a fifteen-year-old high school student signed a liability waiver in order for the student to participate in a school-sponsored training program at the municipal fire station, for which she was to receive class credit. <span class=\"citation\" data-id=\"1771317\"><a href=\"/opinion/1771317/gonzalez-v-city-of-coral-gables/\"><span class=\"volume\">871</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1067</span></a></span>. In holding that the waiver <span class=\"star-pagination\">*437</span> was enforceable, the court concluded that the program fell \"within the category of commonplace child oriented community or school supported activities for which a parent or guardian may waive his or her child's litigation rights in authorizing the child's participation.\" <i>Id.</i> Also in the context of school-sponsored extracurricular activities, a California state court and a Massachusetts state court each upheld liability waivers executed in conjunction with high school fundraising events and high school cheerleading practice, respectively. <i>See </i><i>Hohe,</i> 224 Cal.App.3d at 1563, <span class=\"citation\" data-id=\"2128058\"><a href=\"/opinion/2128058/hohe-v-san-diego-unified-sch-dist/\"><span class=\"volume\">274</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">647</span></a></span> (noting specifically the voluntary and recreational nature of the activity, which was sponsored by plaintiffs high school); <i>Sharon,</i> 437 Mass. at 107-08, <span class=\"citation no-link\"><span class=\"volume\">769</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">738</span></span>. Finally, apart from the school-sponsored context, the Ohio Supreme Court held that a liability waiver was enforceable in the context of a community-based recreational soccer club. <i>Zivich,</i> <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">367</span></span>, <span class=\"citation no-link\"><span class=\"volume\">696</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">201</span></span>. The court in that case held the waiver enforceable to bar the claim of a child who was injured on the soccer field, noting that \"the public as a whole received the benefit of these exculpatory agreements [which allowed the club] to offer affordable recreation and to continue to do so without the risks and overwhelming costs of litigations.\" <i>Id.</i> at 372, <span class=\"citation no-link\"><span class=\"volume\">696</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">201</span></span>.</p>\n<p>Plaintiffs rely heavily on <i>Galloway,</i> wherein the Iowa Supreme Court held a liability waiver unenforceable where it was executed in the context of a high school field trip. 790 N.W.2d at 258-59. In declining to adopt the exception described above, the court noted that the policy concerns justifying the exception were \"speculative and overstated,\" finding that \"the strong public policy favoring the protection of children's legal rights must prevail over speculative fears about their continuing access to activities.\" <i>Id.</i> at 259. This case, however, appears to be an outlier, as the exception is well-established by the majority of state court cases that have discussed the issue, as discussed above.</p>\n<p>The court is persuaded by the analysis of those courts that have upheld such waivers in the context of litigation filed against schools, municipalities, or clubs providing activities for children, and concludes that, if faced with the issue, the North Carolina Supreme Court would similarly uphold a preinjury release executed by a parent on behalf of a minor child in this context.</p>\n<p>Applying these principles to the case now at bar, the court observes that the activity at issue here was not commercial in nature, unlike those at issue in <i>Meyer, Paz, Johnson,</i> and <i>Kirton,</i> among others cited by plaintiffs. Here, it is undisputed that the liability waiver was executed on behalf of a fifteen-year-old high school student by her mother in conjunction with the student's participation in a school-sponsored activity. The facts, therefore, are very similar to those in <i>Gonzalez.</i> As in that case, the court concludes that the activity falls \"within the category of commonplace child oriented community or school supported activities for which a parent or guardian may waive his or her child's litigation rights in authorizing the child's participation.\" <i>Gonzalez,</i> <span class=\"citation\" data-id=\"1771317\"><a href=\"/opinion/1771317/gonzalez-v-city-of-coral-gables/\"><span class=\"volume\">871</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1067</span></a></span>.</p>\n<p>Here, the liability waiver was executed so that Morgan Kelly could participate in a school-sponsored enrichment program that was extracurricular and voluntary. On these facts, the court anticipates that the North Carolina Supreme Court would hold the liability waiver enforceable under the exception for non-commercial or community-based activities. Therefore, the seventh affirmative defense is not \"clearly invalid as a matter of law\" as it relates to a waiver of claims by Pamela Kelly, and therefore is <span class=\"star-pagination\">*438</span> not an insufficient defense. <i>See </i><i>Spell,</i> 591 F.Supp. at 1112. As such, plaintiffs motion to strike the seventh affirmative defense must be and is denied as to that issue.<sup>[8]</sup></p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the parties' joint request for hearing (DE #24) is DENIED. Plaintiffs' motion to strike affirmative defenses (DE #20) is ALLOWED as to the fourth affirmative defense. As to the seventh affirmative defense, plaintiffs' motion to strike is ALLOWED as to the minor's waiver of her own claims. Attempted defense on this basis is not supported under law. Affirmative defense persists however, at to the mother's waiver of the minor's claims. As discussed at length above, plaintiffs' motion to strike is DENIED in this remaining part.</p>\n<h2>NOTES</h2>\n<p>[1]  The waiver is entitled \"Waiver of Liability and Assumption of Risk Agreement United States Marine Corps\" and states that the individual promises to waive all rights and claims for damages and any other actions arising out of participation in the event, or use of any Marine Corps base, Camp Lejeune, North Carolina, or government equipment or facilities in conjunction with such participation. (Pls.' Mot., Ex. 1). The waiver further stipulates that the individual assumes the risks involved in the activities and agrees to hold the government harmless for any resulting injury. <i>Id.</i></p>\n<p>[2]  As noted above, plaintiffs move in the alternative for partial judgment pursuant to Rule 12(c). The court, however, will examine the arguments through the lens of Rule 12(f), because \"a Rule 12(f) motion to strike is more fitting for situations, such as the one at bar, where a plaintiff challenges only some of the defenses raised in a defendant's pleading.\" <i>Bradshaw v. Hilco Receivables, LLC,</i> <span class=\"citation\" data-id=\"2471455\"><a href=\"/opinion/2471455/bradshaw-v-hilco-receivables-llc/\"><span class=\"volume\">725</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">532</span></a></span>, 534 (D.Md.2010) (noting that \"Rule 12(f) serves as a pruning device to eliminate objectionable matter from an opponent's pleadings and, unlike the Rule 12(c) procedure, is not directed at gaining a final judgment on the merits\").</p>\n<p>[3]  The government also informs that it has abandoned this defense. Govt's Resp. in Opp'n, at 1 n. 1.</p>\n<p>[4]  Under the FTCA, the government is liable in tort \"in the same manner and to the same extent as a private individual under like circumstances.\" 28 U.S.C. § 2674. In such actions, \"federal courts apply the substantive law of the state in which the act or omission giving rise to the action occurred.\" <i>Myrick v. U.S.,</i> <span class=\"citation\" data-id=\"429211\"><a href=\"/opinion/429211/jenny-e-myrick-administratrix-of-the-estate-of-baby-boy-myrick-v-united/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1158</span></a></span>, 1159 (4th Cir.1983). Because the alleged act or omission giving rise to the action occurred in North Carolina, North Carolina law governs the nature and extent of the government's liability for plaintiffs' injuries. The parties further agree that North Carolina law governs the interpretation and enforce ability of the waiver. Pls.' Mot., at 8-9, Govt's Resp. in Opp'n, at 2, n. 2.</p>\n<p>[5]  In North Carolina, a minor is defined as any person who has not reached the age of eighteen (18) years. N.C. Gen.Stat. 48A-2.</p>\n<p>[6]  Plaintiffs also argue that the liability waiver is unenforceable under the first two prongs of the <i>Waggoner</i> analysis. Plaintiffs first assert that enforcement of the waiver would violate a statute. However, they point to no specific statute that would be violated by enforcement of the waiver, relying instead on legislative history reciting the purposes of the NJROTC program. The court is unwilling to find that the waiver is violative of statute on this basis, where plaintiffs can offer no statute in clear support of their argument.\n</p>\n<p>Plaintiffs also claim that the waiver was obtained through inequality of bargaining power because plaintiffs were not free to negotiate different terms. In <i>Waggoner,</i> plaintiff rented a jet ski from defendant, signed a liability waiver as part of the rental agreement, and was injured while using the rented equipment. The Fourth Circuit rejected plaintiff's argument that the waiver was obtained through inequality of bargaining power, reasoning that \"[i]t is true that Waggoner could not negotiate the terms of the contract, but either had to sign the exculpatory clause or decline to rent the jet ski; however, this supposed inequality of bargaining power . . . is more apparent than real. It is not different from that which exists in any other case in which a potential seller is the only supplier of the particular article or service desired. Only where it is necessary for [the plaintiff] to enter into the contract to obtain something of importance to him which for all practical purposes is not obtainable elsewhere will unequal bargaining power void an exculpatory clause.\" <i>Waggoner,</i> 141 F.3d at 1162. In this case as well, the supposed inequality of bargaining power is more apparent than real, where Morgan Kelly was free to forego participation in the voluntary program. The court therefore declines to find the waiver unenforceable based on the second <i>Waggoner</i> factor.</p>\n<p>[7]  Indeed, where the liability waiver is in the context of a for-profit activity, it is almost certainly unenforceable. See <i>Monster Mountain,</i> 754 F.Supp.2d at 1327 (stating that \"this court is not aware of a single case, that has not been overturned, that has held these clauses to be binding in the context of a for-profit activity\"). The many cases cited by plaintiffs overwhelmingly demonstrate the tendency of courts to strike down exculpatory agreements in the context of a commercial activity. <i>See, e.g., </i><i>Meyer v. Naperville Manner, Inc.,</i> 262 Ill.App.3d 141, <span class=\"citation\" data-id=\"2243435\"><a href=\"/opinion/2243435/meyer-v-naperville-manner-inc/\"><span class=\"volume\">199</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">572</span></a></span>, <span class=\"citation\" data-id=\"2243435\"><a href=\"/opinion/2243435/meyer-v-naperville-manner-inc/\"><span class=\"volume\">634</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">411</span></a></span> (1994) (horseback riding lessons); <i>Paz v. Life Time Fitness, Inc.,</i> <span class=\"citation\" data-id=\"2470147\"><a href=\"/opinion/2470147/paz-v-life-time-fitness-inc/\"><span class=\"volume\">757</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">658</span></a></span> (S.D.Tex.2010) (fitness center); <i>Johnson v. New River Scenic Whitewater Tours, Inc.,</i> <span class=\"citation\" data-id=\"2580718\"><a href=\"/opinion/2580718/johnson-v-new-river-scenic-whitewater-tours-inc/\"><span class=\"volume\">313</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">621</span></a></span> (S.D.W.Va.2004) (whitewater rafting); <i>Kirton v. Fields,</i> <span class=\"citation\" data-id=\"1802838\"><a href=\"/opinion/1802838/kirton-v-fields/\"><span class=\"volume\">997</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">349</span></a></span> (Fla.2003) (motor sports park).</p>\n<p>[8]  Plaintiffs argue in the alternative that even if the waiver is enforceable to bar Morgan Kelly's claims, it is not enforceable against the claims of her parents. Plaintiffs argue that \"the text of the waiver form envisions an agreement only between the United States and the minor participant.\" Pls.' Mot., at 13. In support, plaintiffs point to language of the waiver which, they claim, emphasizes Morgan Kelly over her parents. For example, the contract refers to \"my participation [in the training program]\" and the provision that \"should I decline to execute this agreement, I will not be permitted to attend the organized event.\" Pls.' Mot., at 13-14. However, the waiver clearly states that \"I, the undersigned person, intending to be legally bound, hereby promise to waive for myself, my guardians, heirs, executor, administrators, legal representatives and any other persons on my behalf, any and all rights and claims for damages\" arising out of \"my participation in the activities comprising the aforesaid event.\" As such, the waiver's plain language extends not only to Morgan Kelly's claims but those of her parents as well.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1200968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1260189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1348783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1418769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1424820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1771317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1802838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2128058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2243435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2388468/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2468871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2470147/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2471455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2474133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2513594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2580718/"
  ]
}