{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2115066/",
  "absolute_url": "/opinion/2115066/capitol-comn-inc-v-capitol-ministries/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2115066/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:21:24.398210Z",
  "date_modified": "2016-04-27T02:58:26.260169Z",
  "type": "010combined",
  "sha1": "33776503aacfc1af0aa2261880dcdbc3e90ad960",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>826 F.Supp.2d 879 (2011)</b></center>\n<center><h1>CAPITOL COMMISSION, INC., Plaintiff,<br>\nv.<br>\nCAPITOL MINISTRIES, Defendant.</h1></center>\n<center>No. 5:11-CV-214-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 21, 2011.</center>\n<p><span class=\"star-pagination\">*880</span> Anthony J. Biller, Coats &amp; Bennett, PLLC, Cary, NC, for Plaintiff.</p>\n<p>Eric P. Stevens, Poyner Spruill LLP, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendant Capitol Ministries' Motion to Dismiss [DE 7] for lack of personal jurisdiction pursuant to Federal Rule of Civil Procedure 12(b)(2). Plaintiff Capitol Commission filed its complaint on May 1, 2011 [DE 1], which it amended on May 3, 2011 [DE 4]. On June 30, 2011, Capitol Ministries filed the instant Motion. Capitol Commission responded on September 8 [DE 16] and Capitol Ministries replied on September 26 [DE 18], The motion is ripe for adjudication. For the following reasons, Capitol Ministries' Motion to Dismiss is DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>This suit involves two ministries that work with the legislative community to offer ministerial programs, Bible studies, prayer breakfasts, and distribution of prayer guides for those working in state capitols. Prior to 2009, the founders of Capitol Commission were associated with Capitol Ministries. In 2009, this association ended and Capitol Commission was formed. In naming their new ministry, the founders of Capitol Commission assert that they researched their new service mark to ensure that Capitol Ministries had never used it in its ministry. After \"receiving assurances\" that the name had not been used, the founders formed Capitol Commission and branded their goods and services with the new service mark. Since 2009, Capitol Commission alleges that it has continuously used the service mark in conjunction with its ministry services and has operated a website at www.capitolcom.org. Capitol Commission believes that its mark indicates the source of its ministry and services and has been distinctive since prior to October 2010.</p>\n<p>In late 2010 or early 2011, Capitol Commission believes that Capitol Ministries began using the \"Capitol Commission\" mark. <span class=\"star-pagination\">*881</span> These uses allegedly include re-branding one of its Bible studies, previously entitled \"The Missing Mandate in Modern Missions,\" with the \"Capitol Commission\" mark; blogging on the Capitol Ministries website under the name \"Capitol Commission,\" and purchasing a number of internet domain names incorporating the \"Capitol Commission\" mark or other confusingly similar marks (e.g., www.capitol commission.com, www.capitalcommission. org, and www.capitolcomm.org).</p>\n<p>In January 2011, Capitol Commission alleges that Capitol Ministries filed an intent-to-use trademark registration with the United States Patent and Trademark Office for \"Capitol Commission.\" Although this registration has not been granted, Capitol Ministries allegedly displays the \"Capitol Commission\" mark with the ® symbol.</p>\n<p>Capitol Commission believes that Capitol Ministries intentionally adopted its mark and is using that mark to compete with Capitol Commission. Capitol Commission alleges that this use is likely to cause confusion, to cause mistake, or to deceive as to the affiliation or connection of Capitol Ministries' services. In addition, Capitol Commission asserts that Capitol Ministries' websites are confusingly similar to Capitol Commission's mark and domain name and that consumers are diverted to Capitol Ministries' websites as a result of a bad faith intent to profit from the \"Capitol Commission\" mark.</p>\n<p>As a result, Capitol Commission filed the instant lawsuit, alleging unfair competition under 15 U.S.C. § 1125(a) and violation of the Anti-Cybersquatting Consumer Protection Act under 15 U.S.C. § 1125(d). Capitol Ministries responded by moving to dismiss for lack of personal jurisdiction. <i>See</i> Fed.R.Civ.P. 12(b)(2).</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Upon a defendant's motion to dismiss for lack of personal jurisdiction under Federal Rule of Civil Procedure 12(b)(2), the plaintiff has the burden of showing that jurisdiction exists. <i>See </i><i>In re Celotex Corp.,</i> 124 F.3d 619, 628 (4th Cir. 1997); <i>Young v. FDIC,</i> 103 F.3d 1180, 1191 (4th Cir.1997). A state may entertain a suit involving a nonresident defendant in two situations. First, if the foreign party maintains \"continuous and systematic\" contacts with a state, the state has general personal jurisdiction over the party, and the nonresident may be sued in that state on any claim. <i>See </i><i>Perkins v. Benguet Consol. Mining Co.,</i> 342 U.S. 437, 446, 72 S.Ct. 413, 96 L.Ed. 485 (1952). When there are no such contacts, a court may assert personal jurisdiction if the litigation arises out of the defendant's contacts with the forum, which is known as specific jurisdiction. <i>See </i><i>Helicopteros Nacionales de Colombia v. Hall,</i> 466 U.S. 408, 414 n. 8, 104 S.Ct. 1868, 80 L.Ed.2d 404 (1984).</p>\n<p>Although Capitol Commission alleges that Capitol Ministries is subject to general jurisdiction in North Carolina, the Court does not view Capitol Ministries' current contacts with the state, as pleaded by Capitol Commission, to be sufficient to approximate physical presence. <i>See </i><i>Consulting Eng'rs Corp. v. Geometric Ltd.,</i> 561 F.3d 273, 277-78 (4th Cir.2009). Therefore, the Court limits its analysis to specific jurisdiction.</p>\n<p>For a district court to properly assert specific personal jurisdiction over a nonresident defendant, two conditions must be met: (1) the exercise of jurisdiction must be authorized under the state's long-arm statute; and (2) the exercise of jurisdiction must comport with the due process requirements of the Fourteenth Amendment. <i>See </i><i>Christian Sci. Bd. of Dirs. of First Church of Christ v. Nolan,</i> <span class=\"star-pagination\">*882</span> 259 F.3d 209, 215 (4th Cir.2001). Because North Carolina's long-arm statute \"is designed to extend jurisdiction over nonresident defendants to the fullest limits permitted by the Fourteenth Amendment's due process clause,\" these inquiries collapse into one. <i>See </i><i>ESAB Grp., Inc. v. Centricut, Inc.,</i> 126 F.3d 617, 623 (4th Cir.1997).</p>\n<p>This Court may exercise personal jurisdiction consistent with due process if the defendants have \"minimum contacts\" with the forum, such that to require them to defend their interests in North Carolina \"does not offend traditional notions of fair play and substantial justice.\" <i>See </i><i>Int'l Shoe Co. v. Washington,</i> 326 U.S. 310, 316, 66 S.Ct. 154, 90 L.Ed. 95 (1945). In addition, the defendant must have purposefully availed itself of the privilege of conducting business within the forum state, giving it \"fair warning that a particular activity may subject [it] to the jurisdiction of a foreign sovereign.\" <i>See </i><i>CFA Inst. v. Inst, of Chartered Fin. Analysts of India,</i> 551 F.3d 285, 293 (4th Cir.2009).</p>\n<p>Although courts have struggled with the standard to apply in evaluating personal jurisdiction in cases involving online communications, this case requires only a straightforward application of the traditional rules announced by the United States Supreme Court and by the Court of Appeals for the Fourth Circuit.</p>\n<p>Capitol Ministries' current contacts with North Carolina are not extensive, but the claims at issue arise from its historical relationship with the state. Those contacts are sufficient to satisfy the demands of due process, and to require Capitol Ministries to defend against suit in this forum on this claim. Capitol Commission alleges that Capitol Ministries maintained an office in North Carolina from 2000 until October 2009, from which it held events in the capitol; and distributed emails and requests for donations, written Bible studies, and newsletters to residents of the state. In the six years before Capitol Commission filed suit, Capitol Ministries earned over half a million dollars in revenues from North Carolina [DE 16 at 11]. In 2009, sixteen members of the Capitol Ministries Board confronted Mr. Drollinger (president of Capitol Ministries) about his alleged failure to abide by the organization's bylaws and submit to a local church. Mr. Drollinger responded by sending an email to these directors, \"accepting their resignation.\" The directors then formed Capitol Commission to continue their ministry. This is not a case where a nonresident corporation is alleged to have infringed an unknown resident corporation's trademark. If Plaintiffs' allegations are to be believed, and for purposes of this Motion, they must be, the infringing conduct arose directly out of the Plaintiff and Defendant's prior business relationship in North Carolina, and the subsequent split between these two ministries in 2009.</p>\n<p>Capitol Ministries claims that jurisdiction in this case is governed by the standard enunciated by the Fourth Circuit in <i>ALS Scan, Inc. v. Digital Serv. Consultants, Inc.,</i> 293 F.3d 707, 711 (4th Cir. 2002). In <i>ALS Scan,</i> the Fourth Circuit analyzed when \"an out-of-state citizen, through electronic contacts, has conceptually `entered' the State via the internet for jurisdictional purposes. <i>Id.</i> In that case, the court held that a state may exercise judicial power over a person outside of the state when that person (1) directs electronic activity into the state, (2) with the manifested intent of engaging in business or other interactions with the state, and (3) that activity creates in a person within the state, a potential cause of action cognizable in the State's courts. <i>Id.</i> at 714.</p>\n<p>Capitol Ministries also cites to <i>Carefirst of Maryland, Inc. v. Carefirst Pregnancy</i> <span class=\"star-pagination\">*883</span> <i>Ctrs., Inc.,</i> 334 F.3d 390 (4th Cir.2003). There, the court held that no personal jurisdiction existed when a company set up a website that allegedly infringed the trademark rights of a Maryland insurance company. <i>Id.</i> at 393. The defendant was headquartered in Illinois; had no physical presence in Maryland; and had no offices, telephone listing, employees, or agents in Maryland. It did not directly solicit funds from Maryland and did not provide counseling services in Maryland. <i>Id.</i> at 394. In that case, the only connections to the Maryland forum were the nationwide website, which was accessible to internet users in Maryland, and the use of a Maryland web-hosting company. <i>Id.</i> at 398. The court held that a generalized website, lacking a manifested intent to target forum-state consumers, could not independently support personal jurisdiction in the forum state. <i>Id.</i> at 400.</p>\n<p><i>ALS Scan</i> and <i>Carefirst</i> do, of course, represent the law of the circuit. However, those cases are inapposite when, as here, the two parties in a trademark infringement case have a long history of conducting business together in the forum state and the dispute arises from a fallout in that relationship. The Fourth Circuit recognized as much when it noted that its holding in <i>ALS Scan</i> was consistent with the United States Supreme Court's holding in <i>Calder v. Jones,</i> in which a California court could constitutionally exercise personal jurisdiction over a Florida citizen whose only material contact with California was to write a libelous story in Florida, directed at a California citizen, for a publication circulated in California, knowing that the \"injury would be felt by [the Californian] in the State in which she lives and works.\" <i>Calder v. Jones,</i> 465 U.S. 783, 789-90, 104 S.Ct. 1482, 79 L.Ed.2d 804 (1984). In <i>Calder,</i> as here, the forum state is the focal point of the substantive claim and of the harm suffered. <i>See id.</i> at 789, 104 S.Ct. 1482. Taking as true the allegations presented by Capitol Commission, as the Court must on a motion to dismiss, specific personal jurisdiction exists over Capitol Ministries to allow this suit to go forward.</p>\n<p>As the District of Maryland noted in <i>Cole-Tuve v. Am. Machine Tools Corp.,</i> \"the first two prongs of the <i>ALS Scan</i> test are designed to elicit not only whether the complained-of conduct was intentional, but also whether that conduct's impact within the forum was intentional.\" 342 F.Supp.2d 362, 367 (D.Md.2004). Capitol Commission maintains that Capitol Ministries intentionally registered a website similar to Capitol Commission's so as to redirect consumers away from a North Carolina business and toward a California business. Accepting these allegations as true, Capitol Ministries directed a harm at a North Carolina business intending to mislead consumers by intentionally infringing on the rights of a company it knew to be in North Carolina. Although the plaintiff company in <i>Cole-Tuve</i> only did business in Maryland and Capitol Commission conducts a nationwide legislative ministry, this becomes a distinction without a difference in light of the history between these two ministries. As Capitol Commission's claims arise out of this history, based in part in North Carolina, personal jurisdiction in this forum is proper.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, Defendant's Motion to Dismiss [DE 7] is hereby DENIED. Because the Court holds that specific personal jurisdiction exists over Capitol Ministries, Plaintiffs request for jurisdictional discovery is DENIED as MOOT.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">826</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">879</span></span> (2011)</b></center>\n<center><h1>CAPITOL COMMISSION, INC., Plaintiff,<br>\nv.<br>\nCAPITOL MINISTRIES, Defendant.</h1></center>\n<center>No. 5:11-CV-214-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 21, 2011.</center>\n<p><span class=\"star-pagination\">*880</span> Anthony J. Biller, Coats &amp; Bennett, PLLC, Cary, NC, for Plaintiff.</p>\n<p>Eric P. Stevens, Poyner Spruill LLP, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendant Capitol Ministries' Motion to Dismiss [DE 7] for lack of personal jurisdiction pursuant to Federal Rule of Civil Procedure 12(b)(2). Plaintiff Capitol Commission filed its complaint on May 1, 2011 [DE 1], which it amended on May 3, 2011 [DE 4]. On June 30, 2011, Capitol Ministries filed the instant Motion. Capitol Commission responded on September 8 [DE 16] and Capitol Ministries replied on September 26 [DE 18], The motion is ripe for adjudication. For the following reasons, Capitol Ministries' Motion to Dismiss is DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>This suit involves two ministries that work with the legislative community to offer ministerial programs, Bible studies, prayer breakfasts, and distribution of prayer guides for those working in state capitols. Prior to 2009, the founders of Capitol Commission were associated with Capitol Ministries. In 2009, this association ended and Capitol Commission was formed. In naming their new ministry, the founders of Capitol Commission assert that they researched their new service mark to ensure that Capitol Ministries had never used it in its ministry. After \"receiving assurances\" that the name had not been used, the founders formed Capitol Commission and branded their goods and services with the new service mark. Since 2009, Capitol Commission alleges that it has continuously used the service mark in conjunction with its ministry services and has operated a website at www.capitolcom.org. Capitol Commission believes that its mark indicates the source of its ministry and services and has been distinctive since prior to October 2010.</p>\n<p>In late 2010 or early 2011, Capitol Commission believes that Capitol Ministries began using the \"Capitol Commission\" mark. <span class=\"star-pagination\">*881</span> These uses allegedly include re-branding one of its Bible studies, previously entitled \"The Missing Mandate in Modern Missions,\" with the \"Capitol Commission\" mark; blogging on the Capitol Ministries website under the name \"Capitol Commission,\" and purchasing a number of internet domain names incorporating the \"Capitol Commission\" mark or other confusingly similar marks (e.g., www.capitol commission.com, www.capitalcommission. org, and www.capitolcomm.org).</p>\n<p>In January 2011, Capitol Commission alleges that Capitol Ministries filed an intent-to-use trademark registration with the United States Patent and Trademark Office for \"Capitol Commission.\" Although this registration has not been granted, Capitol Ministries allegedly displays the \"Capitol Commission\" mark with the ® symbol.</p>\n<p>Capitol Commission believes that Capitol Ministries intentionally adopted its mark and is using that mark to compete with Capitol Commission. Capitol Commission alleges that this use is likely to cause confusion, to cause mistake, or to deceive as to the affiliation or connection of Capitol Ministries' services. In addition, Capitol Commission asserts that Capitol Ministries' websites are confusingly similar to Capitol Commission's mark and domain name and that consumers are diverted to Capitol Ministries' websites as a result of a bad faith intent to profit from the \"Capitol Commission\" mark.</p>\n<p>As a result, Capitol Commission filed the instant lawsuit, alleging unfair competition under 15 U.S.C. § 1125(a) and violation of the Anti-Cybersquatting Consumer Protection Act under 15 U.S.C. § 1125(d). Capitol Ministries responded by moving to dismiss for lack of personal jurisdiction. <i>See</i> Fed.R.Civ.P. 12(b)(2).</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Upon a defendant's motion to dismiss for lack of personal jurisdiction under Federal Rule of Civil Procedure 12(b)(2), the plaintiff has the burden of showing that jurisdiction exists. <i>See </i><i>In re Celotex Corp.,</i> <span class=\"citation\" data-id=\"746239\"><a href=\"/opinion/746239/in-re-the-celotex-corporation-debtor-owens-illinois-incorporated-v/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">619</span></a></span>, 628 (4th Cir. 1997); <i>Young v. FDIC,</i> <span class=\"citation\" data-id=\"732432\"><a href=\"/opinion/732432/robert-h-young-edx-holdings-incorporated-v-federal-deposit-insurance/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1180</span></a></span>, 1191 (4th Cir.1997). A state may entertain a suit involving a nonresident defendant in two situations. First, if the foreign party maintains \"continuous and systematic\" contacts with a state, the state has general personal jurisdiction over the party, and the nonresident may be sued in that state on any claim. <i>See </i><i>Perkins v. Benguet Consol. Mining Co.,</i> <span class=\"citation\" data-id=\"104972\"><a href=\"/opinion/104972/perkins-v-benguet-consol-mining-co/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">437</span></a></span>, 446, <span class=\"citation\" data-id=\"104972\"><a href=\"/opinion/104972/perkins-v-benguet-consol-mining-co/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">413</span></a></span>, <span class=\"citation\" data-id=\"104972\"><a href=\"/opinion/104972/perkins-v-benguet-consol-mining-co/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">485</span></a></span> (1952). When there are no such contacts, a court may assert personal jurisdiction if the litigation arises out of the defendant's contacts with the forum, which is known as specific jurisdiction. <i>See </i><i>Helicopteros Nacionales de Colombia v. Hall,</i> <span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">408</span></a></span>, 414 n. 8, <span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">404</span></a></span> (1984).</p>\n<p>Although Capitol Commission alleges that Capitol Ministries is subject to general jurisdiction in North Carolina, the Court does not view Capitol Ministries' current contacts with the state, as pleaded by Capitol Commission, to be sufficient to approximate physical presence. <i>See </i><i>Consulting Eng'rs Corp. v. Geometric Ltd.,</i> <span class=\"citation\" data-id=\"1028403\"><a href=\"/opinion/1028403/consulting-engineers-corp-v-geometric-ltd/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">273</span></a></span>, 277-78 (4th Cir.2009). Therefore, the Court limits its analysis to specific jurisdiction.</p>\n<p>For a district court to properly assert specific personal jurisdiction over a nonresident defendant, two conditions must be met: (1) the exercise of jurisdiction must be authorized under the state's long-arm statute; and (2) the exercise of jurisdiction must comport with the due process requirements of the Fourteenth Amendment. <i>See </i><i>Christian Sci. Bd. of Dirs. of First Church of Christ v. Nolan,</i> <span class=\"star-pagination\">*882</span> <span class=\"citation\" data-id=\"774279\"><a href=\"/opinion/774279/the-christian-science-board-of-directors-of-the-first-church-of-christ/\"><span class=\"volume\">259</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span>, 215 (4th Cir.2001). Because North Carolina's long-arm statute \"is designed to extend jurisdiction over nonresident defendants to the fullest limits permitted by the Fourteenth Amendment's due process clause,\" these inquiries collapse into one. <i>See </i><i>ESAB Grp., Inc. v. Centricut, Inc.,</i> <span class=\"citation\" data-id=\"746883\"><a href=\"/opinion/746883/esab-group-incorporated-v-centricut-incorporated-thomas-aley-and-john/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">617</span></a></span>, 623 (4th Cir.1997).</p>\n<p>This Court may exercise personal jurisdiction consistent with due process if the defendants have \"minimum contacts\" with the forum, such that to require them to defend their interests in North Carolina \"does not offend traditional notions of fair play and substantial justice.\" <i>See </i><i>Int'l Shoe Co. v. Washington,</i> <span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, 316, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">95</span></span> (1945). In addition, the defendant must have purposefully availed itself of the privilege of conducting business within the forum state, giving it \"fair warning that a particular activity may subject [it] to the jurisdiction of a foreign sovereign.\" <i>See </i><i>CFA Inst. v. Inst, of Chartered Fin. Analysts of India,</i> <span class=\"citation\" data-id=\"1027560\"><a href=\"/opinion/1027560/cfa-institute-v-financial-analysts-of-india/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">285</span></a></span>, 293 (4th Cir.2009).</p>\n<p>Although courts have struggled with the standard to apply in evaluating personal jurisdiction in cases involving online communications, this case requires only a straightforward application of the traditional rules announced by the United States Supreme Court and by the Court of Appeals for the Fourth Circuit.</p>\n<p>Capitol Ministries' current contacts with North Carolina are not extensive, but the claims at issue arise from its historical relationship with the state. Those contacts are sufficient to satisfy the demands of due process, and to require Capitol Ministries to defend against suit in this forum on this claim. Capitol Commission alleges that Capitol Ministries maintained an office in North Carolina from 2000 until October 2009, from which it held events in the capitol; and distributed emails and requests for donations, written Bible studies, and newsletters to residents of the state. In the six years before Capitol Commission filed suit, Capitol Ministries earned over half a million dollars in revenues from North Carolina [DE 16 at 11]. In 2009, sixteen members of the Capitol Ministries Board confronted Mr. Drollinger (president of Capitol Ministries) about his alleged failure to abide by the organization's bylaws and submit to a local church. Mr. Drollinger responded by sending an email to these directors, \"accepting their resignation.\" The directors then formed Capitol Commission to continue their ministry. This is not a case where a nonresident corporation is alleged to have infringed an unknown resident corporation's trademark. If Plaintiffs' allegations are to be believed, and for purposes of this Motion, they must be, the infringing conduct arose directly out of the Plaintiff and Defendant's prior business relationship in North Carolina, and the subsequent split between these two ministries in 2009.</p>\n<p>Capitol Ministries claims that jurisdiction in this case is governed by the standard enunciated by the Fourth Circuit in <i>ALS Scan, Inc. v. Digital Serv. Consultants, Inc.,</i> <span class=\"citation\" data-id=\"778012\"><a href=\"/opinion/778012/als-scan-incorporated-v-digital-service-consultants-incorporated-and/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">707</span></a></span>, 711 (4th Cir. 2002). In <i>ALS Scan,</i> the Fourth Circuit analyzed when \"an out-of-state citizen, through electronic contacts, has conceptually `entered' the State via the internet for jurisdictional purposes. <i>Id.</i> In that case, the court held that a state may exercise judicial power over a person outside of the state when that person (1) directs electronic activity into the state, (2) with the manifested intent of engaging in business or other interactions with the state, and (3) that activity creates in a person within the state, a potential cause of action cognizable in the State's courts. <i>Id.</i> at 714.</p>\n<p>Capitol Ministries also cites to <i>Carefirst of Maryland, Inc. v. Carefirst Pregnancy</i> <span class=\"star-pagination\">*883</span> <i>Ctrs., Inc.,</i> <span class=\"citation\" data-id=\"782514\"><a href=\"/opinion/782514/carefirst-of-maryland-incorporated-dba-carefirst-blue-crossblue-shield/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">390</span></a></span> (4th Cir.2003). There, the court held that no personal jurisdiction existed when a company set up a website that allegedly infringed the trademark rights of a Maryland insurance company. <i>Id.</i> at 393. The defendant was headquartered in Illinois; had no physical presence in Maryland; and had no offices, telephone listing, employees, or agents in Maryland. It did not directly solicit funds from Maryland and did not provide counseling services in Maryland. <i>Id.</i> at 394. In that case, the only connections to the Maryland forum were the nationwide website, which was accessible to internet users in Maryland, and the use of a Maryland web-hosting company. <i>Id.</i> at 398. The court held that a generalized website, lacking a manifested intent to target forum-state consumers, could not independently support personal jurisdiction in the forum state. <i>Id.</i> at 400.</p>\n<p><i>ALS Scan</i> and <i>Carefirst</i> do, of course, represent the law of the circuit. However, those cases are inapposite when, as here, the two parties in a trademark infringement case have a long history of conducting business together in the forum state and the dispute arises from a fallout in that relationship. The Fourth Circuit recognized as much when it noted that its holding in <i>ALS Scan</i> was consistent with the United States Supreme Court's holding in <i>Calder v. Jones,</i> in which a California court could constitutionally exercise personal jurisdiction over a Florida citizen whose only material contact with California was to write a libelous story in Florida, directed at a California citizen, for a publication circulated in California, knowing that the \"injury would be felt by [the Californian] in the State in which she lives and works.\" <i>Calder v. Jones,</i> <span class=\"citation\" data-id=\"111117\"><a href=\"/opinion/111117/calder-v-jones/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">783</span></a></span>, 789-90, <span class=\"citation\" data-id=\"111117\"><a href=\"/opinion/111117/calder-v-jones/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1482</span></a></span>, <span class=\"citation\" data-id=\"111117\"><a href=\"/opinion/111117/calder-v-jones/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">804</span></a></span> (1984). In <i>Calder,</i> as here, the forum state is the focal point of the substantive claim and of the harm suffered. <i>See id.</i> at 789, <span class=\"citation\" data-id=\"111117\"><a href=\"/opinion/111117/calder-v-jones/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1482</span></a></span>. Taking as true the allegations presented by Capitol Commission, as the Court must on a motion to dismiss, specific personal jurisdiction exists over Capitol Ministries to allow this suit to go forward.</p>\n<p>As the District of Maryland noted in <i>Cole-Tuve v. Am. Machine Tools Corp.,</i> \"the first two prongs of the <i>ALS Scan</i> test are designed to elicit not only whether the complained-of conduct was intentional, but also whether that conduct's impact within the forum was intentional.\" <span class=\"citation\" data-id=\"2379572\"><a href=\"/opinion/2379572/cole-tuve-inc-v-american-machine-tools-corp/\"><span class=\"volume\">342</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">362</span></a></span>, 367 (D.Md.2004). Capitol Commission maintains that Capitol Ministries intentionally registered a website similar to Capitol Commission's so as to redirect consumers away from a North Carolina business and toward a California business. Accepting these allegations as true, Capitol Ministries directed a harm at a North Carolina business intending to mislead consumers by intentionally infringing on the rights of a company it knew to be in North Carolina. Although the plaintiff company in <i>Cole-Tuve</i> only did business in Maryland and Capitol Commission conducts a nationwide legislative ministry, this becomes a distinction without a difference in light of the history between these two ministries. As Capitol Commission's claims arise out of this history, based in part in North Carolina, personal jurisdiction in this forum is proper.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, Defendant's Motion to Dismiss [DE 7] is hereby DENIED. Because the Court holds that specific personal jurisdiction exists over Capitol Ministries, Plaintiffs request for jurisdictional discovery is DENIED as MOOT.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/732432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1028403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2379572/"
  ]
}