{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2116302/",
  "absolute_url": "/opinion/2116302/wake-county-bd-of-educ-v-dow-roofing-systems/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2116302/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:21:39.785006Z",
  "date_modified": "2016-04-27T02:58:28.176471Z",
  "type": "010combined",
  "sha1": "f3e0fe8f234e4bc8ce6c5fb2ec0b0e51869b4019",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>792 F.Supp.2d 897 (2011)</b></center>\n<center><h1>WAKE COUNTY BOARD OF EDUCATION, Plaintiff,<br>\nv.<br>\nDOW ROOFING SYSTEMS, LLC, and JPS Elastomerics Corporation, Defendants.</h1></center>\n<center>No. 5:11-CV-10-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 10, 2011.</center>\n<p><span class=\"star-pagination\">*899</span> Daniel W. Clark, Tharrington Smith, LLP, Raleigh, NC, for Plaintiff.</p>\n<p>Bradley M. Risinger, Smith Moore LLP, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>Before the Court is a Motion to Dismiss, or, Alternatively, a Motion to Stay Pending Arbitration [DE 5] filed by Defendant Dow Roofing Systems, LLC, f/k/a/ Stevens Roofing Systems (\"Dow Roofing\"), as the successor-in-interest to Co-Defendant JPS Elastomerics Corporation (\"JPS\"). For the following reasons, the Motion is GRANTED and the Complaint is DISMISSED WITHOUT PREJUDICE.</p>\n<p></p>\n<h2>I. <i>BACKGROUND</i>\n</h2>\n<p>Plaintiff Wake County Board of Education (\"Board\") commenced this action alleging breach of contract, breach of warranties, breach of the covenant of good faith and fair dealing, and defective products against Defendant Dow Roofing. The Board's claims arise from problems with roofing system components that were designed and manufactured by Dow Roofing and installed on buildings owned by the Board. The Board alleges that the roofing systems have been plagued by problems and that Dow Roofing has failed to fix the problems despite its legal obligations to do so.</p>\n<p>The Board sued Dow Roofing in North Carolina state court on December 10, 2010. Dow Roofing removed the state court action to this Court on January 7, 2011 based on the parties' diversity of citizenship. On February 14, 2011, Dow Roofing moved to dismiss the Complaint or, alternatively, to stay the proceedings [DE 5]. Dow Roofing contends this suit is subject to a dismissal or a stay because the Board's claims are governed by valid arbitration agreements. Dow Roofing contends that the Board has flouted its responsibilities under those agreements by filing this action.</p>\n<p>The components for each of the roofing systems were covered by a limited warranty agreement. Each of those limited warranty agreements contained the following dispute resolution provision:</p>\n<blockquote>Any controversy or claim arising out of or relating to this document, or the breach thereof, shall be settled by arbitration in accordance with the Construction Industry Rules of the American Arbitration Association at the Boston, Mass., Regional Office and judgment upon the award rendered by the Arbitrators may be entered in any court having jurisdiction thereof.</blockquote>\n<p><span class=\"star-pagination\">*900</span> (Declaration of Steve Moskowitz (\"Moskowitz Decl.\") at Exs. A-O, ¶ 12) [DE 6-1].</p>\n<p>Dow Roofing contends that under the limited warranty agreements' dispute resolution provisions, the Federal Arbitration Act mandates either a dismissal of this action or a stay of the proceedings pending arbitration in Boston, Massachusetts. The Court agrees.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>Dow Roofing has moved to dismiss Plaintiffs' Complaint on jurisdictional grounds under Rule 12 of the Federal Rules of Civil Procedure. Under Rule 12(b)(1), the plaintiff bears the burden of showing that federal jurisdiction is appropriate when challenged by the defendant. <i>McNutt v. General Motors Acceptance Corp.,</i> 298 U.S. 178, 189, 56 S.Ct. 780, 80 L.Ed. 1135 (1936); <i>Adams v. Bain,</i> 697 F.2d 1213, 1219 (4th Cir.1982). When the 12(b)(1) motion attacks the complaint as failing to state facts upon which subject matter jurisdiction may be based, the facts in the complaint are assumed to be true and the plaintiff is afforded the same protections he or she would receive under a 12(b)(6) motion. <i>Adams,</i> 697 F.2d at 1219. The 12(b)(1) motion may, alternatively, attack the existence of subject matter jurisdiction in fact, apart from the complaint. <i>Id.</i> This type of attack is used when a court's limited jurisdiction precludes hearing the case brought. <i>Materson v. Stokes,</i> 166 F.R.D. 368, 371 (E.D.Va.1996). Because the court's power to hear the case is at issue in a 12(b)(1) motion, the court is free to weigh the evidence to determine the existence of jurisdiction. <i>Adams,</i> 697 F.2d at 1219. No presumptive truthfulness attaches to either party's claims.</p>\n<p>Whether the parties have agreed to arbitrate their disputes is a jurisdictional question. See <i>Brotherhood of Ry. &amp; S.S. Clerks v. Norfolk S. Ry. Co.,</i> 143 F.2d 1015, 1017 (4th Cir.1944) (\"Arbitration deprives the judiciary of jurisdiction over the particular controversy and the courts have long ruled that there must be strict adherence to the essential terms of the agreement to arbitrate.\"). Thus, the Court may consider materials outside the pleadings, including the warranty contracts at issue in this case, to determine whether a valid arbitration agreement exists. <i>See id.</i> Because of the strong federal policy favoring arbitration, the burden lies with the party opposing arbitration to demonstrate why arbitration should not be ordered. <i>See </i><i>Shearson/American Express, Inc. v. McMahon,</i> 482 U.S. 220, 227, 107 S.Ct. 2332, 96 L.Ed.2d 185 (1987).</p>\n<p></p>\n<h2>A. <i>The Arbitration Agreements Are Enforceable</i>\n</h2>\n<p>The FAA provides in relevant part:</p>\n<blockquote>A written provision in ... a contract evidencing a transaction involving commerce to settle, by arbitration a controversy thereafter arising out of such contract or transaction, or the refusal to perform the whole or any part thereof... shall be valid, irrevocable, and enforceable, save upon such grounds as exist at law or in equity for the revocation of any contract.</blockquote>\n<p>9 U.S.C. § 2. In this case, the arbitration agreements must be enforced unless there are sufficient legal or equitable grounds to revoke the agreements. Here, the Board argues that both equitable and legal grounds exist which relieve the Board of its duties under the arbitration agreements. The Court finds the Board's arguments unpersuasive.</p>\n<p></p>\n<h2>1. <i>No Equitable Grounds For Revocation Exist</i>\n</h2>\n<p>The Board claims it possesses an equitable shield against enforcement of these arbitration agreements. Among other <span class=\"star-pagination\">*901</span> things, the Board highlights (1) its initial choice in filing the case in this forum, (2) the relative ease of access to sources of proof, (3) the possibility to view the premises, and (4) the local interest in having this controversy settled in North Carolina. The Board argues that a court sitting in equity should apply these factors to revoke the arbitration agreements.</p>\n<p>The cited factors admittedly establish an inconvenience to the Plaintiff. The Board's slight evidence of inconvenience, however, cannot \"overcome the `counter-weight' of the parties' private expression of their venue [and, presumably, their dispute resolution] preferences.\" <i>Creditors Collection Bureau, Inc. v. Access Data, Inc.,</i> 820 F.Supp. 311, 313 (W.D.Ky.1993).</p>\n<p>The Court notes that the access to the proof in this action is no less impaired by arbitration in Massachusetts than it would be by proceeding judicially in North Carolina. Although physically viewing these roofing systems could potentially be more difficult in Massachusetts than in North Carolina, it would hardly be impossible: other methods of documenting the alleged problems with the roofing systems are widely available. Photographs and videorecordings would certainly suffice to meet the Board's evidentiary needs.</p>\n<p>Moreover, contrary to Board's vague assertions, the Court is skeptical that any \"local interest\" is served by proceeding in this forum. This is a basic breach of warranty action pertaining to Defendants goods. No compelling State interest is implicated on these facts. And even assuming, <i>arguendo,</i> that a compelling interest did exist, the Court finds that gratifying that interest would certainly not be paramount to enforcing the freely negotiated agreement of these parties.</p>\n<p>The Court finds that any alleged inconvenience does not deprive the Board of its day in court, which is what a Plaintiff must show to defeat an arbitration agreement in equity. <i>See </i><i>Mercury Coal &amp; Coke, Inc. v. Mannesmann Pipe and Steel Corp.,</i> 696 F.2d 315, 318 (4th Cir.1982) (finding that \"inconvenience serves as a ground for invalidation only when enforcement would `deprive a party of his day in court'). On these facts, equity cannot void an otherwise valid contractual agreement of the parties.\"</p>\n<p></p>\n<h2>2. <i>No Legal Grounds For Revocation Exist</i>\n</h2>\n<p>The Court now assesses whether any legal grounds exist which void the instant arbitration agreements. State statutory law can serve as a basis for revoking an arbitration contract so long as the statute does not single out arbitration agreements for special treatment. <i>Doctor's Assocs., Inc. v. Casarotto,</i> 517 U.S. 681, 686-88, 116 S.Ct. 1652, 134 L.Ed.2d 902 (1996). Here, in support of its push for invalidation of the arbitration agreements, the Board relies on N.C. Gen.Stat. § 22B-2. That statute provides in relevant part:</p>\n<blockquote>A provision in any contract, subcontract, or purchase order for the improvement of real property in this State, or the providing of materials therefor, is void and against public policy if it makes the contract, subcontract, or purchase order subject to the laws of another state, or provides that the exclusive forum for any litigation, arbitration, or other dispute resolution process is located in another state.</blockquote>\n<p>N.C. Gen.Stat. § 22B-2.</p>\n<p>At the outset, the Court notes that it is unclear whether the cited statute has any application in this case at all. The statute applies to contracts \"for the improvement of real property\" and for contracts for \"the providing of materials.\" But in this case, <span class=\"star-pagination\">*902</span> Dow provided the limited warranties to the Board <i>after</i> the roofing systems and their components had been sold to the Board and installed on the buildings. This is not a case, therefore, about the \"improvement\" of real property. And it also appears that the case is not really about \"the providing of materials\" since the roofing systems' components had already been supplied to the Board before Dow issued the warranties. Instead, the focus of the case seems to be on the <i>quality</i> of the materials, an issue that falls outside the scope of N.C. Gen.Stat. § 22B-2. If N.C. Gen.Stat. § 22B-2 is not even implicated on these facts, then there are no state law grounds to avoid application of the FAA and the arbitration agreements must be enforced.</p>\n<p>And even assuming, <i>arguendo,</i> that N.C. Gen. Stat. § 22B-2 is implicated by these limited warranty agreements, the end result in this case would still be the same: the arbitration agreements would be enforceable since the FAA preempts N.C. Gen.Stat. § 22B-2 as applied here.</p>\n<p>As mentioned, <i>supra,</i> under section 2 of the FAA, arbitration agreements must be enforced unless there are sufficient legal grounds to revoke those agreements. But only \"generally applicable contract defenses ... may be applied to invalidate arbitration agreements without contravening § 2 [of the FAA].\" <i>Casarotto,</i> 517 U.S. at 687, 116 S.Ct. 1652 (1996).</p>\n<p>N.C. Gen. Stat. § 22B-2, however, is not the kind of generally applicable contract defense that operates to revoke any agreement. The statute operates to invalidate only a few types of contractual provisions in a narrow subset of agreements: forum selection clauses, choice of law clauses, and arbitration agreements in contracts for the improvement of real property and for the provision of materials for real property located in North Carolina. The statute, in practice, singles out some but not all arbitration agreements; it does not apply generally to all contracts and all contractual provisions like the doctrines of fraud, coercion, and lack of consideration do. On these facts, North Carolina's statute cannot serve as a legal basis to revoke the parties' arbitration agreements.</p>\n<p>Section 2 of the FAA, on the one hand, broadly mandates the enforcement of arbitration agreements. But N.C. Gen.Stat. § 22B-2, on the other hand, voids any provision in a contract related to real estate in North Carolina that \"provides that the exclusive forum for any litigation, <i>arbitration,</i> or other dispute resolution process is located in another state.\" N.C. Gen. Stat. § 22B-2, as applied to arbitration agreements, therefore directly conflicts with section 2 of the FAA.</p>\n<p>In light of this conflict between state and federal law, under the Supremacy Clause, N.C. Gen.Stat. § 22B-2 must yield. <i>Cf. Goldstein v. American Steel Span, Inc.,</i> 181 N.CApp. 534, 538, 640 S.E.2d 740 (N.C.Ct.App.2007) (\"the FAA preempts North Carolina's statute and public policy regarding forum selection; as such, the forum designated by the contract... is the appropriate forum\"). N.C. Gen. Stat. § 22B-2 is therefore preempted by section 2 of the FAA in so far as the North Carolina law is applied to arbitration agreements. Thus, under section 2 of the FAA, the instant arbitration agreements must be enforced.</p>\n<p></p>\n<h2>B. <i>The Scope Of The Arbitration Agreement</i>\n</h2>\n<p>Having concluded that the dispute resolution provisions contain valid and enforceable arbitration provisions, the Court must now determine whether these provisions encompasses the claims Plaintiff alleges in the Complaint.</p>\n<p>The arbitration provisions contained in the warranty contracts state that \"any controversy <span class=\"star-pagination\">*903</span> or claim arising out of or relating to\" the warranty contracts between the Board and Dow Roofing \"shall be settled by arbitration.\" (Moskowitz Decl. at Exs. A-O, ¶ 12.) The broad language of the arbitration agreements surely covers Counts I, II, and III of the Board's claims. Counts I, II, and III allege, respectively, claims for (1) breach of contract on the grounds that Dow Roofing failed to honor the terms of the limited warranty agreements, (2) breach of warranty on the grounds that Dow Roofing failed to honor the terms of the limited warranty agreements, and (3) breach of the covenant of good faith and fair dealing on grounds that Dow Roofing has failed to honor the terms of the limited warranty agreements (Compl. Counts I, II, III.) Each of these claims is grounded in the Defendant's alleged non-performance under the limited warranty agreements. <i>Moses H. Cone v. Mercury Const. Corp.,</i> 460 U.S. 1, 24-25, 103 S.Ct. 927, 74 L.Ed.2d 765 (1983) (\"The Arbitration Act establishes that, as a matter of federal law, any doubts concerning the scope of arbitrable issues should be resolved in favor of arbitration, whether the problem at hand is the construction of the contract language itself or an allegation of waiver, delay, or a like defense to arbitrability.\"). The claims clearly fall within the arbitration provisions' scope.</p>\n<p>And Count IV, which alleges a violation of N.C. Gen.Stat. § 99B-1 <i>et seq.,</i> is also subject to the parties' arbitration agreements. Count IV is a statutory claim alleging deficient design and/or manufacture of the components that are used in the roofing systems. This claim has a significant relationship to the limited warranty agreements, since the agreements broadly cover Dow Roofing's responsibility for problems with the design and manufacture of the roofing systems. <i>See </i><i>Wachovia Bank, Nat. Ass'n v. Schmidt,</i> 445 F.3d 762, 767 (4th Cir.2006) (\"We have consistently held that an arbitration clause encompassing all disputes arising out of or relating to a contract embraces every dispute between the parties having a significant relationship to the contract regardless of the label attached to the dispute.\") (citations and quotations omitted). Because Count IV has a significant relationship with the limited warranty agreements, that Count is subject to the limited warranty agreements' arbitration provisions.</p>\n<p>Moreover, disagreements related to the scope of arbitration are resolved in favor of arbitration. <i>AT &amp; T Technologies Inc. v. Communications Workers,</i> 475 U.S. 643, 650, 106 S.Ct. 1415, 89 L.Ed.2d 648 (1986); <i>Butler Prods. Co. v. Unistrut Corp.,</i> 367 F.2d 733, 736 (7th Cir.1966) (if scope of arbitrability is \"fairly debatable,\" construction of the agreement is to be decided by the arbitrator). Further, absent an express provision excluding a particular claim from arbitration or other compelling reasons, the claim will not be excluded from an order directing arbitration. <i>Cincinnati Gas &amp; Else. Co. v. Benjamin F. Shaw Co.,</i> 706 F.2d 155 at 159-60 (6th Cir.1983) (citing <i>United Steelworkers v. Warrior &amp; Gulf Co.,</i> 363 U.S. 574, 584-85, 80 S.Ct. 1347, 4 L.Ed.2d 1409 (I960)). Here, the Board has presented no compelling reason why any issue related to deficient design and/or formulation of the roofing systems should not be arbitrated. Nor does the contract itself limit the scope of arbitration. Therefore, Count IV falls within the arbitration clause.</p>\n<p>Thus, all of the claims the Board alleges are subject to the arbitration agreements contained in the parties' limited warranty contracts.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>In conclusion, Defendants' Motion [DE 5] is GRANTED. The Court holds that N.C. Gen.Stat. § 22B-2 is not clearly implicated on these facts and therefore that statute does not void the limited warranty <span class=\"star-pagination\">*904</span> agreements in this case. Alternatively, the Court holds that the FAA preempts N.C. Gen.Stat. § 22B-2 in so far as North Carolina's statute is applied to arbitration agreements.</p>\n<p>Regardless of the Court's rational, therefore, under section 2 of the FAA, the arbitration and forum selection clauses here must be enforced. The Court finds, moreover, that the parties' arbitration agreements are broad enough in scope to govern all of the Board's claims. Therefore, arbitration of the Board's claims against Dow Roofing must be held in Boston, Massachusetts.</p>\n<p>This Court cannot compel arbitration in another district. 9 U.S.C. § 4; <i>Merrill Lynch, Pierce, Fenner &amp; Smith, Inc. v. Lauer,</i> 49 F.3d 323, 327-29 (7th Cir.1995) (\"[a] district court lacks the authority to compel arbitration in other districts, or in its own district if another has been specified for arbitration\"). Therefore, Plaintiffs claims against Dow Roofing will be DISMISSED WITHOUT PREJUDICE so the parties may arbitrate those claims in accordance with the limited warranted agreements' dispute resolution provisions.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">792</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">897</span></span> (2011)</b></center>\n<center><h1>WAKE COUNTY BOARD OF EDUCATION, Plaintiff,<br>\nv.<br>\nDOW ROOFING SYSTEMS, LLC, and JPS Elastomerics Corporation, Defendants.</h1></center>\n<center>No. 5:11-CV-10-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 10, 2011.</center>\n<p><span class=\"star-pagination\">*899</span> Daniel W. Clark, Tharrington Smith, LLP, Raleigh, NC, for Plaintiff.</p>\n<p>Bradley M. Risinger, Smith Moore LLP, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>Before the Court is a Motion to Dismiss, or, Alternatively, a Motion to Stay Pending Arbitration [DE 5] filed by Defendant Dow Roofing Systems, LLC, f/k/a/ Stevens Roofing Systems (\"Dow Roofing\"), as the successor-in-interest to Co-Defendant JPS Elastomerics Corporation (\"JPS\"). For the following reasons, the Motion is GRANTED and the Complaint is DISMISSED WITHOUT PREJUDICE.</p>\n<p></p>\n<h2>I. <i>BACKGROUND</i>\n</h2>\n<p>Plaintiff Wake County Board of Education (\"Board\") commenced this action alleging breach of contract, breach of warranties, breach of the covenant of good faith and fair dealing, and defective products against Defendant Dow Roofing. The Board's claims arise from problems with roofing system components that were designed and manufactured by Dow Roofing and installed on buildings owned by the Board. The Board alleges that the roofing systems have been plagued by problems and that Dow Roofing has failed to fix the problems despite its legal obligations to do so.</p>\n<p>The Board sued Dow Roofing in North Carolina state court on December 10, 2010. Dow Roofing removed the state court action to this Court on January 7, 2011 based on the parties' diversity of citizenship. On February 14, 2011, Dow Roofing moved to dismiss the Complaint or, alternatively, to stay the proceedings [DE 5]. Dow Roofing contends this suit is subject to a dismissal or a stay because the Board's claims are governed by valid arbitration agreements. Dow Roofing contends that the Board has flouted its responsibilities under those agreements by filing this action.</p>\n<p>The components for each of the roofing systems were covered by a limited warranty agreement. Each of those limited warranty agreements contained the following dispute resolution provision:</p>\n<blockquote>Any controversy or claim arising out of or relating to this document, or the breach thereof, shall be settled by arbitration in accordance with the Construction Industry Rules of the American Arbitration Association at the Boston, Mass., Regional Office and judgment upon the award rendered by the Arbitrators may be entered in any court having jurisdiction thereof.</blockquote>\n<p><span class=\"star-pagination\">*900</span> (Declaration of Steve Moskowitz (\"Moskowitz Decl.\") at Exs. A-O, ¶ 12) [DE 6-1].</p>\n<p>Dow Roofing contends that under the limited warranty agreements' dispute resolution provisions, the Federal Arbitration Act mandates either a dismissal of this action or a stay of the proceedings pending arbitration in Boston, Massachusetts. The Court agrees.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>Dow Roofing has moved to dismiss Plaintiffs' Complaint on jurisdictional grounds under Rule 12 of the Federal Rules of Civil Procedure. Under Rule 12(b)(1), the plaintiff bears the burden of showing that federal jurisdiction is appropriate when challenged by the defendant. <i>McNutt v. General Motors Acceptance Corp.,</i> <span class=\"citation\" data-id=\"102656\"><a href=\"/opinion/102656/mcnutt-v-general-motors-acceptance-corp/\"><span class=\"volume\">298</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 189, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">780</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1135</span></span> (1936); <i>Adams v. Bain,</i> <span class=\"citation\" data-id=\"413270\"><a href=\"/opinion/413270/alvin-s-adams-and-david-a-gootee-v-richard-e-bain-county/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1213</span></a></span>, 1219 (4th Cir.1982). When the 12(b)(1) motion attacks the complaint as failing to state facts upon which subject matter jurisdiction may be based, the facts in the complaint are assumed to be true and the plaintiff is afforded the same protections he or she would receive under a 12(b)(6) motion. <i>Adams,</i> 697 F.2d at 1219. The 12(b)(1) motion may, alternatively, attack the existence of subject matter jurisdiction in fact, apart from the complaint. <i>Id.</i> This type of attack is used when a court's limited jurisdiction precludes hearing the case brought. <i>Materson v. Stokes,</i> <span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">368</span></span>, 371 (E.D.Va.1996). Because the court's power to hear the case is at issue in a 12(b)(1) motion, the court is free to weigh the evidence to determine the existence of jurisdiction. <i>Adams,</i> 697 F.2d at 1219. No presumptive truthfulness attaches to either party's claims.</p>\n<p>Whether the parties have agreed to arbitrate their disputes is a jurisdictional question. See <i>Brotherhood of Ry. &amp; S.S. Clerks v. Norfolk S. Ry. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1015</span></span>, 1017 (4th Cir.1944) (\"Arbitration deprives the judiciary of jurisdiction over the particular controversy and the courts have long ruled that there must be strict adherence to the essential terms of the agreement to arbitrate.\"). Thus, the Court may consider materials outside the pleadings, including the warranty contracts at issue in this case, to determine whether a valid arbitration agreement exists. <i>See id.</i> Because of the strong federal policy favoring arbitration, the burden lies with the party opposing arbitration to demonstrate why arbitration should not be ordered. <i>See </i><i>Shearson/American Express, Inc. v. McMahon,</i> <span class=\"citation\" data-id=\"111910\"><a href=\"/opinion/111910/shearsonamerican-express-inc-v-mcmahon/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></a></span>, 227, <span class=\"citation\" data-id=\"111910\"><a href=\"/opinion/111910/shearsonamerican-express-inc-v-mcmahon/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2332</span></a></span>, <span class=\"citation\" data-id=\"111910\"><a href=\"/opinion/111910/shearsonamerican-express-inc-v-mcmahon/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">185</span></a></span> (1987).</p>\n<p></p>\n<h2>A. <i>The Arbitration Agreements Are Enforceable</i>\n</h2>\n<p>The FAA provides in relevant part:</p>\n<blockquote>A written provision in ... a contract evidencing a transaction involving commerce to settle, by arbitration a controversy thereafter arising out of such contract or transaction, or the refusal to perform the whole or any part thereof... shall be valid, irrevocable, and enforceable, save upon such grounds as exist at law or in equity for the revocation of any contract.</blockquote>\n<p>9 U.S.C. § 2. In this case, the arbitration agreements must be enforced unless there are sufficient legal or equitable grounds to revoke the agreements. Here, the Board argues that both equitable and legal grounds exist which relieve the Board of its duties under the arbitration agreements. The Court finds the Board's arguments unpersuasive.</p>\n<p></p>\n<h2>1. <i>No Equitable Grounds For Revocation Exist</i>\n</h2>\n<p>The Board claims it possesses an equitable shield against enforcement of these arbitration agreements. Among other <span class=\"star-pagination\">*901</span> things, the Board highlights (1) its initial choice in filing the case in this forum, (2) the relative ease of access to sources of proof, (3) the possibility to view the premises, and (4) the local interest in having this controversy settled in North Carolina. The Board argues that a court sitting in equity should apply these factors to revoke the arbitration agreements.</p>\n<p>The cited factors admittedly establish an inconvenience to the Plaintiff. The Board's slight evidence of inconvenience, however, cannot \"overcome the `counter-weight' of the parties' private expression of their venue [and, presumably, their dispute resolution] preferences.\" <i>Creditors Collection Bureau, Inc. v. Access Data, Inc.,</i> <span class=\"citation\" data-id=\"1759267\"><a href=\"/opinion/1759267/creditors-collection-bureau-v-access-data/\"><span class=\"volume\">820</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">311</span></a></span>, 313 (W.D.Ky.1993).</p>\n<p>The Court notes that the access to the proof in this action is no less impaired by arbitration in Massachusetts than it would be by proceeding judicially in North Carolina. Although physically viewing these roofing systems could potentially be more difficult in Massachusetts than in North Carolina, it would hardly be impossible: other methods of documenting the alleged problems with the roofing systems are widely available. Photographs and videorecordings would certainly suffice to meet the Board's evidentiary needs.</p>\n<p>Moreover, contrary to Board's vague assertions, the Court is skeptical that any \"local interest\" is served by proceeding in this forum. This is a basic breach of warranty action pertaining to Defendants goods. No compelling State interest is implicated on these facts. And even assuming, <i>arguendo,</i> that a compelling interest did exist, the Court finds that gratifying that interest would certainly not be paramount to enforcing the freely negotiated agreement of these parties.</p>\n<p>The Court finds that any alleged inconvenience does not deprive the Board of its day in court, which is what a Plaintiff must show to defeat an arbitration agreement in equity. <i>See </i><i>Mercury Coal &amp; Coke, Inc. v. Mannesmann Pipe and Steel Corp.,</i> <span class=\"citation\" data-id=\"412041\"><a href=\"/opinion/412041/mercury-coal-coke-inc-a-west-virginia-corporation-v-mannesmann-pipe/\"><span class=\"volume\">696</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">315</span></a></span>, 318 (4th Cir.1982) (finding that \"inconvenience serves as a ground for invalidation only when enforcement would `deprive a party of his day in court'). On these facts, equity cannot void an otherwise valid contractual agreement of the parties.\"</p>\n<p></p>\n<h2>2. <i>No Legal Grounds For Revocation Exist</i>\n</h2>\n<p>The Court now assesses whether any legal grounds exist which void the instant arbitration agreements. State statutory law can serve as a basis for revoking an arbitration contract so long as the statute does not single out arbitration agreements for special treatment. <i>Doctor's Assocs., Inc. v. Casarotto,</i> <span class=\"citation\" data-id=\"118029\"><a href=\"/opinion/118029/doctors-associates-inc-v-casarotto/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">681</span></a></span>, 686-88, <span class=\"citation\" data-id=\"118029\"><a href=\"/opinion/118029/doctors-associates-inc-v-casarotto/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1652</span></a></span>, <span class=\"citation\" data-id=\"118029\"><a href=\"/opinion/118029/doctors-associates-inc-v-casarotto/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">902</span></a></span> (1996). Here, in support of its push for invalidation of the arbitration agreements, the Board relies on N.C. Gen.Stat. § 22B-2. That statute provides in relevant part:</p>\n<blockquote>A provision in any contract, subcontract, or purchase order for the improvement of real property in this State, or the providing of materials therefor, is void and against public policy if it makes the contract, subcontract, or purchase order subject to the laws of another state, or provides that the exclusive forum for any litigation, arbitration, or other dispute resolution process is located in another state.</blockquote>\n<p>N.C. Gen.Stat. § 22B-2.</p>\n<p>At the outset, the Court notes that it is unclear whether the cited statute has any application in this case at all. The statute applies to contracts \"for the improvement of real property\" and for contracts for \"the providing of materials.\" But in this case, <span class=\"star-pagination\">*902</span> Dow provided the limited warranties to the Board <i>after</i> the roofing systems and their components had been sold to the Board and installed on the buildings. This is not a case, therefore, about the \"improvement\" of real property. And it also appears that the case is not really about \"the providing of materials\" since the roofing systems' components had already been supplied to the Board before Dow issued the warranties. Instead, the focus of the case seems to be on the <i>quality</i> of the materials, an issue that falls outside the scope of N.C. Gen.Stat. § 22B-2. If N.C. Gen.Stat. § 22B-2 is not even implicated on these facts, then there are no state law grounds to avoid application of the FAA and the arbitration agreements must be enforced.</p>\n<p>And even assuming, <i>arguendo,</i> that N.C. Gen. Stat. § 22B-2 is implicated by these limited warranty agreements, the end result in this case would still be the same: the arbitration agreements would be enforceable since the FAA preempts N.C. Gen.Stat. § 22B-2 as applied here.</p>\n<p>As mentioned, <i>supra,</i> under section 2 of the FAA, arbitration agreements must be enforced unless there are sufficient legal grounds to revoke those agreements. But only \"generally applicable contract defenses ... may be applied to invalidate arbitration agreements without contravening § 2 [of the FAA].\" <i>Casarotto,</i> 517 U.S. at 687, <span class=\"citation\" data-id=\"118029\"><a href=\"/opinion/118029/doctors-associates-inc-v-casarotto/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1652</span></a></span> (1996).</p>\n<p>N.C. Gen. Stat. § 22B-2, however, is not the kind of generally applicable contract defense that operates to revoke any agreement. The statute operates to invalidate only a few types of contractual provisions in a narrow subset of agreements: forum selection clauses, choice of law clauses, and arbitration agreements in contracts for the improvement of real property and for the provision of materials for real property located in North Carolina. The statute, in practice, singles out some but not all arbitration agreements; it does not apply generally to all contracts and all contractual provisions like the doctrines of fraud, coercion, and lack of consideration do. On these facts, North Carolina's statute cannot serve as a legal basis to revoke the parties' arbitration agreements.</p>\n<p>Section 2 of the FAA, on the one hand, broadly mandates the enforcement of arbitration agreements. But N.C. Gen.Stat. § 22B-2, on the other hand, voids any provision in a contract related to real estate in North Carolina that \"provides that the exclusive forum for any litigation, <i>arbitration,</i> or other dispute resolution process is located in another state.\" N.C. Gen. Stat. § 22B-2, as applied to arbitration agreements, therefore directly conflicts with section 2 of the FAA.</p>\n<p>In light of this conflict between state and federal law, under the Supremacy Clause, N.C. Gen.Stat. § 22B-2 must yield. <i>Cf. Goldstein v. American Steel Span, Inc.,</i> 181 N.CApp. 534, 538, <span class=\"citation\" data-id=\"1242182\"><a href=\"/opinion/1242182/goldstein-v-american-steel-span-inc/\"><span class=\"volume\">640</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">740</span></a></span> (N.C.Ct.App.2007) (\"the FAA preempts North Carolina's statute and public policy regarding forum selection; as such, the forum designated by the contract... is the appropriate forum\"). N.C. Gen. Stat. § 22B-2 is therefore preempted by section 2 of the FAA in so far as the North Carolina law is applied to arbitration agreements. Thus, under section 2 of the FAA, the instant arbitration agreements must be enforced.</p>\n<p></p>\n<h2>B. <i>The Scope Of The Arbitration Agreement</i>\n</h2>\n<p>Having concluded that the dispute resolution provisions contain valid and enforceable arbitration provisions, the Court must now determine whether these provisions encompasses the claims Plaintiff alleges in the Complaint.</p>\n<p>The arbitration provisions contained in the warranty contracts state that \"any controversy <span class=\"star-pagination\">*903</span> or claim arising out of or relating to\" the warranty contracts between the Board and Dow Roofing \"shall be settled by arbitration.\" (Moskowitz Decl. at Exs. A-O, ¶ 12.) The broad language of the arbitration agreements surely covers Counts I, II, and III of the Board's claims. Counts I, II, and III allege, respectively, claims for (1) breach of contract on the grounds that Dow Roofing failed to honor the terms of the limited warranty agreements, (2) breach of warranty on the grounds that Dow Roofing failed to honor the terms of the limited warranty agreements, and (3) breach of the covenant of good faith and fair dealing on grounds that Dow Roofing has failed to honor the terms of the limited warranty agreements (Compl. Counts I, II, III.) Each of these claims is grounded in the Defendant's alleged non-performance under the limited warranty agreements. <i>Moses H. Cone v. Mercury Const. Corp.,</i> <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 24-25, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">927</span></a></span>, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span></a></span> (1983) (\"The Arbitration Act establishes that, as a matter of federal law, any doubts concerning the scope of arbitrable issues should be resolved in favor of arbitration, whether the problem at hand is the construction of the contract language itself or an allegation of waiver, delay, or a like defense to arbitrability.\"). The claims clearly fall within the arbitration provisions' scope.</p>\n<p>And Count IV, which alleges a violation of N.C. Gen.Stat. § 99B-1 <i>et seq.,</i> is also subject to the parties' arbitration agreements. Count IV is a statutory claim alleging deficient design and/or manufacture of the components that are used in the roofing systems. This claim has a significant relationship to the limited warranty agreements, since the agreements broadly cover Dow Roofing's responsibility for problems with the design and manufacture of the roofing systems. <i>See </i><i>Wachovia Bank, Nat. Ass'n v. Schmidt,</i> <span class=\"citation\" data-id=\"794079\"><a href=\"/opinion/794079/wachovia-bank-national-association-v-daniel-g-schmidt-iii-priag-llc-dgs/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">762</span></a></span>, 767 (4th Cir.2006) (\"We have consistently held that an arbitration clause encompassing all disputes arising out of or relating to a contract embraces every dispute between the parties having a significant relationship to the contract regardless of the label attached to the dispute.\") (citations and quotations omitted). Because Count IV has a significant relationship with the limited warranty agreements, that Count is subject to the limited warranty agreements' arbitration provisions.</p>\n<p>Moreover, disagreements related to the scope of arbitration are resolved in favor of arbitration. <i>AT &amp; T Technologies Inc. v. Communications Workers,</i> <span class=\"citation\" data-id=\"111623\"><a href=\"/opinion/111623/att-technologies-inc-v-communications-workers/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">643</span></a></span>, 650, <span class=\"citation\" data-id=\"111623\"><a href=\"/opinion/111623/att-technologies-inc-v-communications-workers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1415</span></a></span>, <span class=\"citation\" data-id=\"111623\"><a href=\"/opinion/111623/att-technologies-inc-v-communications-workers/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">648</span></a></span> (1986); <i>Butler Prods. Co. v. Unistrut Corp.,</i> <span class=\"citation\" data-id=\"273436\"><a href=\"/opinion/273436/butler-products-company-an-illinois-corporation-george-w-butler-and/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">733</span></a></span>, 736 (7th Cir.1966) (if scope of arbitrability is \"fairly debatable,\" construction of the agreement is to be decided by the arbitrator). Further, absent an express provision excluding a particular claim from arbitration or other compelling reasons, the claim will not be excluded from an order directing arbitration. <i>Cincinnati Gas &amp; Else. Co. v. Benjamin F. Shaw Co.,</i> <span class=\"citation\" data-id=\"417792\"><a href=\"/opinion/417792/the-cincinnati-gas-electric-company-and-the-dayton-power-and-light/\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">155</span></a></span> at 159-60 (6th Cir.1983) (citing <i>United Steelworkers v. Warrior &amp; Gulf Co.,</i> <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 584-85, <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1409</span></a></span> (I960)). Here, the Board has presented no compelling reason why any issue related to deficient design and/or formulation of the roofing systems should not be arbitrated. Nor does the contract itself limit the scope of arbitration. Therefore, Count IV falls within the arbitration clause.</p>\n<p>Thus, all of the claims the Board alleges are subject to the arbitration agreements contained in the parties' limited warranty contracts.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>In conclusion, Defendants' Motion [DE 5] is GRANTED. The Court holds that N.C. Gen.Stat. § 22B-2 is not clearly implicated on these facts and therefore that statute does not void the limited warranty <span class=\"star-pagination\">*904</span> agreements in this case. Alternatively, the Court holds that the FAA preempts N.C. Gen.Stat. § 22B-2 in so far as North Carolina's statute is applied to arbitration agreements.</p>\n<p>Regardless of the Court's rational, therefore, under section 2 of the FAA, the arbitration and forum selection clauses here must be enforced. The Court finds, moreover, that the parties' arbitration agreements are broad enough in scope to govern all of the Board's claims. Therefore, arbitration of the Board's claims against Dow Roofing must be held in Boston, Massachusetts.</p>\n<p>This Court cannot compel arbitration in another district. 9 U.S.C. § 4; <i>Merrill Lynch, Pierce, Fenner &amp; Smith, Inc. v. Lauer,</i> <span class=\"citation\" data-id=\"691077\"><a href=\"/opinion/691077/merrill-lynch-pierce-fenner-smith-inc-and-patrick-palella-v-peter-h/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">323</span></a></span>, 327-29 (7th Cir.1995) (\"[a] district court lacks the authority to compel arbitration in other districts, or in its own district if another has been specified for arbitration\"). Therefore, Plaintiffs claims against Dow Roofing will be DISMISSED WITHOUT PREJUDICE so the parties may arbitrate those claims in accordance with the limited warranted agreements' dispute resolution provisions.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/412041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/417792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1242182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1759267/"
  ]
}