{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2117310/",
  "absolute_url": "/opinion/2117310/united-states-v-thompson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2117310/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:21:51.269903Z",
  "date_modified": "2016-04-27T00:07:39.774422Z",
  "type": "010combined",
  "sha1": "6e998caccf127d2541a247374daddf071b2aa114",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>826 F.Supp.2d 863 (2011)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nMichael THOMPSON.</h1></center>\n<center>No. 5:07-CR-35-1BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 12, 2011.</center>\n<p>Joshua Howard, U.S. Attorney's Office, Raleigh, NC, for United States of America.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendant Michael Thompson's re-sentencing <span class=\"star-pagination\">*864</span> following remand from the United State Court of Appeals for the Fourth Circuit. A hearing was held before the undersigned on September 29, 2011, wherein the Court found that Mr. Thompson was not eligible to be sentenced in accordance with the Armed Career Criminal Act (ACCA). Mr. Thompson was sentenced to a corrected sentence on remand for a term of imprisonment of ninety-two (92) months and given credit for time served [DE 86]. The following written order is entered in support of the judgment entered on September 29, 2011.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Mr. Thompson pleaded guilty to possession of a firearm by a convicted felon in violation of 18 U.S.C. § 922(g)(1) and was sentenced by this Court on August 26, 2008. In determining his sentence, the Court found that Mr. Thompson's prior North Carolina breaking and entering convictions under N.C. General Statute § 14-54(a) were not violent felonies as defined by the ACCA and therefore did not trigger a mandatory minimum sentence of 180 months. Because the Court found that he was not an armed career criminal, Mr. Thompson was sentenced to a term of imprisonment of 92 months. The Government appealed and the Fourth Circuit vacated this Court's sentence on December 9, 2009. The Fourth Circuit held that North Carolina breaking and entering convictions are, in fact, violent felonies for purposes of the ACCA and remanded the case for re-sentencing in accordance with its opinion.</p>\n<p>Prior to this Court's re-sentencing, the Fourth Circuit announced its en banc decision in <i>United States v. Simmons,</i> 649 F.3d 237 (4th Cir.2011). The <i>Simmons</i> court, overruling <i>United States v. Harp,</i> 406 F.3d 242 (4th Cir.2005), found that, in determining whether a prior conviction is a felony for purposes of federal sentencing, the sentencing court must look to whether the particular defendant in question could have received a sentence in excess of twelve months. <i>Simmons,</i> 649 F.3d at 243.</p>\n<p>This Court directed the parties to brief the issue of whether Mr. Thompson remains an armed career criminal in light of <i>Simmons.</i> Following briefing, the Court held a second sentencing hearing and determined that <i>Simmons</i> does affect Mr. Thompson's status as an armed career criminal, and accordingly sentenced him to a term of imprisonment within his applicable non-ACCA guideline range.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Because Mr. Thompson was convicted under 18 U.S.C. § 922(g)(1), he was subjected to the possibility of an enhanced sentence under the ACCA. The ACCA provides that a person convicted under § 922(g) who has three previous convictions for violent felonies shall be sentenced to no less than 15 years' imprisonment. 18 U.S.C. § 924(e)(1). A violent felony under the ACCA is defined to include crimes punishable by more than one year imprisonment that \"(i) [have] as an element the use, attempted use, or threatened use of physical force against the person or another; or (ii) is burglary, arson, or extortion...\". <i>Id.</i> at § 924(e)(2)(B). The Fourth Circuit has already addressed whether Mr. Thompson's breaking and entering convictions were violent for the purposes of the ACCA. <i>United States v. Thompson,</i> 588 F.3d 197 (4th Cir.2009). Now the Court considers whether, in light of <i>Simmons,</i> Mr. Thompson's prior breaking and entering convictions were crimes punishable by more than one year imprisonment.</p>\n<p>The Government has raised two primary arguments in support of its contention that <i>Simmons</i> does not affect Mr. Thompson's <span class=\"star-pagination\">*865</span> sentence in this case. First, the Government contends that Mr. Thompson was sentenced for three breaking and entering offenses prior to the enactment of the North Carolina Structured Sentencing Act, and <i>Simmons</i> therefore does not apply to those offenses. Second, the Government contends that Mr. Thompson's sentences for these prior breaking and entering convictions, notwithstanding the fact that the sentences were suspended, exceeded terms of one year and should therefore be counted for purposes of the ACCA and are unaffected by <i>Simmons.</i> The Court will address each of these arguments in turn.</p>\n<p></p>\n<h2><i>Fair Sentencing Act</i></h2>\n<p>Prior to the Fourth Circuit's recent holding in <i>Simmons,</i> the governing law in this circuit dictated that, in determining whether a conviction is for a crime punishable by a prison term exceeding one year, a court considers \"the maximum aggravated sentence that could be imposed for that crime upon a defendant with the worst possible criminal history.\" <i>Harp,</i> 406 F.3d at 246. In <i>Simmons,</i> the Court of Appeals expressly stated that <i>Harp</i> \"no longer remains good law.\" <i>Simmons,</i> 649 F.3d at 241. Although the <i>Simmons</i> court addressed itself to the North Carolina Structured Sentencing Act, which went into effect on October 1, 1994, its reasoning is properly applied to those individuals whose putative predicate convictions date from application of the Fair Sentencing Act, North Carolina's statutory sentencing scheme in place prior to Structured Sentencing.</p>\n<p>Three of Mr. Thompson's breaking and entering convictions occurred prior to the implementation of the Structured Sentencing Act. Now that <i>Harp</i> is no longer good law, no guidance is provided to district courts on how to \"count\" those convictions that accrued prior to implementation of the North Carolina Structured Sentencing Act. Because the <i>Simmons</i> logic now governs the \"counting\" of convictions and no contrary scheme is provided for those convictions imposed during the era of the Fair Sentencing Act, this Court applies the <i>Simmons</i> logic by analogy to convictions that predated the Structured Sentencing Act.</p>\n<p>To understand how <i>Simmons</i> affects convictions under the Fair Sentencing Act, a short description of that law is required.<sup>[1]</sup> The Fair Sentencing Act eliminated discretionary parole for most felons and set presumptive prison sentences for felonies. Judges could depart from these sentences if they found written reasons for aggravation or mitigation. There was no prescribed mitigated or aggravated sentence, but the judge could not sentence above the statutorily prescribed maximum term. In most instances, judges were not bound by presumptive dispositions and it was within their discretion whether to order a prison or probationary sentence. A judge's discretion was only limited in capital cases and in cases for which the statute required a mandatory active sentence or life sentence.</p>\n<p>Unlike the Structured Sentencing Act, the Fair Sentencing Act did not incorporate a defendant's prior record level into the statutory maximum. Rather, a judge would look to the statutory maximum for a given offense class and use the defendant's prior record level to depart upward or downward from the presumptive sentence, always remaining at or below the maximum <span class=\"star-pagination\">*866</span> sentence. Accordingly, using the statutory maximum to classify the defendant's sentence as a felony would engage the same disingenuous reasoning rejected in <i>Simmons.</i> It would mean holding a defendant accountable for \"the maximum aggravated sentence that could be imposed for that crime upon a defendant with the worst possible criminal history.\" <i>See </i><i>Harp,</i> 406 F.3d at 246. Therefore, the best way to measure the state court judge's assessment of a defendant's offense class and prior record level is by examining the sentence he <i>actually received</i> under the Fair Sentencing Act.</p>\n<p></p>\n<h2><i>Prior Felonies</i></h2>\n<p>Beginning in 1992 and continuing through 2002, Mr. Thompson pleaded guilty to charges of breaking and entering a total of six times.<sup>[2]</sup> At issue here is whether the convictions that appear in paragraphs 11, 12, and 13 of Mr. Thompson's presentence report should be scored as predicate violent felonies for purposes of the ACCA.<sup>[3]</sup></p>\n<p>Paragraphs 11, 12, and 13 detail three convictions for breaking and entering that were disposed of under the same sentence. For each of these offenses, Mr. Thompson pleaded guilty on October 11, 1993, and was sentenced to a term of five years custody, suspended, with five years probation with a special condition to serve six months in custody.</p>\n<p>In focusing on the sentences themselves, it is important to note that Mr. Thompson received only six months in custody for each of the three relevant convictions in paragraphs 11-13 of the presentence report. The state court judge additionally sentenced Mr. Thompson to a five-year suspended sentence with probation on each charge. In keeping with the <i>Simmons</i> directive to attend to the state court judge's evaluation of <i>this</i> defendant, and not a hypothetical <i>worst</i> defendant, this Court notes that a five-year suspended sentence must be viewed differently from a five-year custodial sentence. Within the limited guidance provided by the Fair Sentencing Act, the state court judge made the determination that, based on his prior record, Mr. Thompson's sentences should be largely non-custodial. With only six months' of custodial time, these convictions cannot be considered \"crime[s] punishable by a term of imprisonment exceeding one year\" pursuant to the ACCA.</p>\n<p>The Government is correct to note that revocation cannot affect an individual's status as a felon or a non-felon under the ACCA [DE 84 at 9]. Whether or not a defendant is a felon must be determinable and certain at the time his sentence is imposed. Given the consequences of felony status, to hold otherwise would raise serious questions concerning notice and due process. Where the Government errs, however, is in its suggestion that a five-year suspended sentence should be viewed by this Court as equivalent to a five-year <span class=\"star-pagination\">*867</span> custodial sentence. That cannot be right. As with Mr. Simmons' case, \"surely well-established federalism principles do not permit a federal court to reject North Carolina's judgment as to the seriousness of a North Carolina crime, prosecuted in a North Carolina court and adjudicated by a North Carolina judge, merely because the federal court might `expect' a more serious punishment.\" <i>Simmons,</i> 649 F.3d at 249.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, for the reasons discussed above, Mr. Thompson's prior convictions for breaking and entering, while violent offenses, are not, in light of <i>Simmons,</i> felonies for purposes of scoring under the ACCA. Because Mr. Thompson does not have three predicate violent felonies, his applicable guideline range is 92 to 115 months' imprisonment, and he has been appropriately sentenced to a term of imprisonment of 92 months.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See</i> North Carolina Sentencing and Policy Advisory Commission: A History of its Creation and its Development of Structured Sentencing (Nov. 2000, updated August 2009), <i>available at</i> http://www.nccourts.org/Courts/CRS/Councils/spac/Sentencing/Training/History.asp.</p>\n<p>[2]  Mr. Thompson's breaking and entering convictions that appear in paragraphs 31 and 35 of his presentence report are not considered felony convictions because he received sentences under North Carolina Structured Sentencing that did not exceed 12 months.</p>\n<p>[3]  Paragraph 37 of Mr. Thompson's presentence report contains the sixth relevant breaking and entering conviction. In 2002 Mr. Thompson pleaded guilty and was sentenced to 11 to 14 months in custody. While this conviction may count as a predicate felony for purposes of the ACCA, the ACCA requires a defendant to have three scoreable felonies in order to be subjected to the mandatory minimum sentence. Accordingly, even if this conviction is scored, it alone is not sufficient to trigger a sentencing enhancement under the ACCA.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">826</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">863</span></span> (2011)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nMichael THOMPSON.</h1></center>\n<center>No. 5:07-CR-35-1BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 12, 2011.</center>\n<p>Joshua Howard, U.S. Attorney's Office, Raleigh, NC, for United States of America.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendant Michael Thompson's re-sentencing <span class=\"star-pagination\">*864</span> following remand from the United State Court of Appeals for the Fourth Circuit. A hearing was held before the undersigned on September 29, 2011, wherein the Court found that Mr. Thompson was not eligible to be sentenced in accordance with the Armed Career Criminal Act (ACCA). Mr. Thompson was sentenced to a corrected sentence on remand for a term of imprisonment of ninety-two (92) months and given credit for time served [DE 86]. The following written order is entered in support of the judgment entered on September 29, 2011.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Mr. Thompson pleaded guilty to possession of a firearm by a convicted felon in violation of 18 U.S.C. § 922(g)(1) and was sentenced by this Court on August 26, 2008. In determining his sentence, the Court found that Mr. Thompson's prior North Carolina breaking and entering convictions under N.C. General Statute § 14-54(a) were not violent felonies as defined by the ACCA and therefore did not trigger a mandatory minimum sentence of 180 months. Because the Court found that he was not an armed career criminal, Mr. Thompson was sentenced to a term of imprisonment of 92 months. The Government appealed and the Fourth Circuit vacated this Court's sentence on December 9, 2009. The Fourth Circuit held that North Carolina breaking and entering convictions are, in fact, violent felonies for purposes of the ACCA and remanded the case for re-sentencing in accordance with its opinion.</p>\n<p>Prior to this Court's re-sentencing, the Fourth Circuit announced its en banc decision in <i>United States v. Simmons,</i> <span class=\"citation\" data-id=\"223435\"><a href=\"/opinion/223435/united-states-v-simmons/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">237</span></a></span> (4th Cir.2011). The <i>Simmons</i> court, overruling <i>United States v. Harp,</i> <span class=\"citation\" data-id=\"790070\"><a href=\"/opinion/790070/united-states-v-johnny-craig-harp/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">242</span></a></span> (4th Cir.2005), found that, in determining whether a prior conviction is a felony for purposes of federal sentencing, the sentencing court must look to whether the particular defendant in question could have received a sentence in excess of twelve months. <i>Simmons,</i> 649 F.3d at 243.</p>\n<p>This Court directed the parties to brief the issue of whether Mr. Thompson remains an armed career criminal in light of <i>Simmons.</i> Following briefing, the Court held a second sentencing hearing and determined that <i>Simmons</i> does affect Mr. Thompson's status as an armed career criminal, and accordingly sentenced him to a term of imprisonment within his applicable non-ACCA guideline range.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Because Mr. Thompson was convicted under 18 U.S.C. § 922(g)(1), he was subjected to the possibility of an enhanced sentence under the ACCA. The ACCA provides that a person convicted under § 922(g) who has three previous convictions for violent felonies shall be sentenced to no less than 15 years' imprisonment. 18 U.S.C. § 924(e)(1). A violent felony under the ACCA is defined to include crimes punishable by more than one year imprisonment that \"(i) [have] as an element the use, attempted use, or threatened use of physical force against the person or another; or (ii) is burglary, arson, or extortion...\". <i>Id.</i> at § 924(e)(2)(B). The Fourth Circuit has already addressed whether Mr. Thompson's breaking and entering convictions were violent for the purposes of the ACCA. <i>United States v. Thompson,</i> <span class=\"citation\" data-id=\"1030866\"><a href=\"/opinion/1030866/united-states-v-thompson/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">197</span></a></span> (4th Cir.2009). Now the Court considers whether, in light of <i>Simmons,</i> Mr. Thompson's prior breaking and entering convictions were crimes punishable by more than one year imprisonment.</p>\n<p>The Government has raised two primary arguments in support of its contention that <i>Simmons</i> does not affect Mr. Thompson's <span class=\"star-pagination\">*865</span> sentence in this case. First, the Government contends that Mr. Thompson was sentenced for three breaking and entering offenses prior to the enactment of the North Carolina Structured Sentencing Act, and <i>Simmons</i> therefore does not apply to those offenses. Second, the Government contends that Mr. Thompson's sentences for these prior breaking and entering convictions, notwithstanding the fact that the sentences were suspended, exceeded terms of one year and should therefore be counted for purposes of the ACCA and are unaffected by <i>Simmons.</i> The Court will address each of these arguments in turn.</p>\n<p></p>\n<h2><i>Fair Sentencing Act</i></h2>\n<p>Prior to the Fourth Circuit's recent holding in <i>Simmons,</i> the governing law in this circuit dictated that, in determining whether a conviction is for a crime punishable by a prison term exceeding one year, a court considers \"the maximum aggravated sentence that could be imposed for that crime upon a defendant with the worst possible criminal history.\" <i>Harp,</i> 406 F.3d at 246. In <i>Simmons,</i> the Court of Appeals expressly stated that <i>Harp</i> \"no longer remains good law.\" <i>Simmons,</i> 649 F.3d at 241. Although the <i>Simmons</i> court addressed itself to the North Carolina Structured Sentencing Act, which went into effect on October 1, 1994, its reasoning is properly applied to those individuals whose putative predicate convictions date from application of the Fair Sentencing Act, North Carolina's statutory sentencing scheme in place prior to Structured Sentencing.</p>\n<p>Three of Mr. Thompson's breaking and entering convictions occurred prior to the implementation of the Structured Sentencing Act. Now that <i>Harp</i> is no longer good law, no guidance is provided to district courts on how to \"count\" those convictions that accrued prior to implementation of the North Carolina Structured Sentencing Act. Because the <i>Simmons</i> logic now governs the \"counting\" of convictions and no contrary scheme is provided for those convictions imposed during the era of the Fair Sentencing Act, this Court applies the <i>Simmons</i> logic by analogy to convictions that predated the Structured Sentencing Act.</p>\n<p>To understand how <i>Simmons</i> affects convictions under the Fair Sentencing Act, a short description of that law is required.<sup>[1]</sup> The Fair Sentencing Act eliminated discretionary parole for most felons and set presumptive prison sentences for felonies. Judges could depart from these sentences if they found written reasons for aggravation or mitigation. There was no prescribed mitigated or aggravated sentence, but the judge could not sentence above the statutorily prescribed maximum term. In most instances, judges were not bound by presumptive dispositions and it was within their discretion whether to order a prison or probationary sentence. A judge's discretion was only limited in capital cases and in cases for which the statute required a mandatory active sentence or life sentence.</p>\n<p>Unlike the Structured Sentencing Act, the Fair Sentencing Act did not incorporate a defendant's prior record level into the statutory maximum. Rather, a judge would look to the statutory maximum for a given offense class and use the defendant's prior record level to depart upward or downward from the presumptive sentence, always remaining at or below the maximum <span class=\"star-pagination\">*866</span> sentence. Accordingly, using the statutory maximum to classify the defendant's sentence as a felony would engage the same disingenuous reasoning rejected in <i>Simmons.</i> It would mean holding a defendant accountable for \"the maximum aggravated sentence that could be imposed for that crime upon a defendant with the worst possible criminal history.\" <i>See </i><i>Harp,</i> 406 F.3d at 246. Therefore, the best way to measure the state court judge's assessment of a defendant's offense class and prior record level is by examining the sentence he <i>actually received</i> under the Fair Sentencing Act.</p>\n<p></p>\n<h2><i>Prior Felonies</i></h2>\n<p>Beginning in 1992 and continuing through 2002, Mr. Thompson pleaded guilty to charges of breaking and entering a total of six times.<sup>[2]</sup> At issue here is whether the convictions that appear in paragraphs 11, 12, and 13 of Mr. Thompson's presentence report should be scored as predicate violent felonies for purposes of the ACCA.<sup>[3]</sup></p>\n<p>Paragraphs 11, 12, and 13 detail three convictions for breaking and entering that were disposed of under the same sentence. For each of these offenses, Mr. Thompson pleaded guilty on October 11, 1993, and was sentenced to a term of five years custody, suspended, with five years probation with a special condition to serve six months in custody.</p>\n<p>In focusing on the sentences themselves, it is important to note that Mr. Thompson received only six months in custody for each of the three relevant convictions in paragraphs 11-13 of the presentence report. The state court judge additionally sentenced Mr. Thompson to a five-year suspended sentence with probation on each charge. In keeping with the <i>Simmons</i> directive to attend to the state court judge's evaluation of <i>this</i> defendant, and not a hypothetical <i>worst</i> defendant, this Court notes that a five-year suspended sentence must be viewed differently from a five-year custodial sentence. Within the limited guidance provided by the Fair Sentencing Act, the state court judge made the determination that, based on his prior record, Mr. Thompson's sentences should be largely non-custodial. With only six months' of custodial time, these convictions cannot be considered \"crime[s] punishable by a term of imprisonment exceeding one year\" pursuant to the ACCA.</p>\n<p>The Government is correct to note that revocation cannot affect an individual's status as a felon or a non-felon under the ACCA [DE 84 at 9]. Whether or not a defendant is a felon must be determinable and certain at the time his sentence is imposed. Given the consequences of felony status, to hold otherwise would raise serious questions concerning notice and due process. Where the Government errs, however, is in its suggestion that a five-year suspended sentence should be viewed by this Court as equivalent to a five-year <span class=\"star-pagination\">*867</span> custodial sentence. That cannot be right. As with Mr. Simmons' case, \"surely well-established federalism principles do not permit a federal court to reject North Carolina's judgment as to the seriousness of a North Carolina crime, prosecuted in a North Carolina court and adjudicated by a North Carolina judge, merely because the federal court might `expect' a more serious punishment.\" <i>Simmons,</i> 649 F.3d at 249.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, for the reasons discussed above, Mr. Thompson's prior convictions for breaking and entering, while violent offenses, are not, in light of <i>Simmons,</i> felonies for purposes of scoring under the ACCA. Because Mr. Thompson does not have three predicate violent felonies, his applicable guideline range is 92 to 115 months' imprisonment, and he has been appropriately sentenced to a term of imprisonment of 92 months.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See</i> North Carolina Sentencing and Policy Advisory Commission: A History of its Creation and its Development of Structured Sentencing (Nov. 2000, updated August 2009), <i>available at</i> http://www.nccourts.org/Courts/CRS/Councils/spac/Sentencing/Training/History.asp.</p>\n<p>[2]  Mr. Thompson's breaking and entering convictions that appear in paragraphs 31 and 35 of his presentence report are not considered felony convictions because he received sentences under North Carolina Structured Sentencing that did not exceed 12 months.</p>\n<p>[3]  Paragraph 37 of Mr. Thompson's presentence report contains the sixth relevant breaking and entering conviction. In 2002 Mr. Thompson pleaded guilty and was sentenced to 11 to 14 months in custody. While this conviction may count as a predicate felony for purposes of the ACCA, the ACCA requires a defendant to have three scoreable felonies in order to be subjected to the mandatory minimum sentence. Accordingly, even if this conviction is scored, it alone is not sufficient to trigger a sentencing enhancement under the ACCA.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/223435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1030866/"
  ]
}