{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2117019/",
  "absolute_url": "/opinion/2117019/parker-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2117019/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:21:47.795758Z",
  "date_modified": "2016-04-27T01:02:42.117016Z",
  "type": "010combined",
  "sha1": "f7524651ea215cd00fa6c52a1bdc0c313124b8d0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>792 F.Supp.2d 886 (2011)</b></center>\n<center><h1>Harry PARKER III, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 4:10-CV-68-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>June 9, 2011.</center>\n<p><span class=\"star-pagination\">*888</span> Lawrence Wittenberg, Roberti, Wittenberg, Lauffer &amp; Wicker, P.A., Durham, NC, for Plaintiff.</p>\n<p>Christian M. Vainieri, Eileen A. Farmer, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on Plaintiff and the Government's Motion for Judgment on the Pleadings. The Government's Motion is GRANTED.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>On September 13, 2007, the Plaintiff protectively filed for disability insurance benefits and supplemental security income. Plaintiff alleged disability beginning October 2, 2006 (Tr. 157).</p>\n<p><span class=\"star-pagination\">*889</span> Plaintiff was born on April 27, 1977. He has a 12th grade education, and has formerly worked as an oil-changer, a stock clerk, and a church music minister who played the organ. (TR. 58, 158, 313). He also served for one year in the National Guard and was discharged for medical reasons related to hernia operations. <i>See, e.g.,</i> (AR 360).</p>\n<p>On October 2, 2006, Plaintiff had a serious collision on his moped. He struck his head, and was found unconscious on the side of the road. A head CT scan was indicative of multiple areas of small hemorrhagic contusions without any acute abnormality. A drug screen was positive. Discharge diagnoses included diffuse axonal traumatic brain injury, multiple facial fractures, headaches, and substance abuse treatment (Tr. 271-309).</p>\n<p>Plaintiff was discharged from County Pitt Memorial Hospital's rehabilitation unit over two weeks later on October 18, 2006. Dr. Erwin Manalo, M.D., the medical director of the Brain Injury Rehabilitation program, supervised his care. Plaintiffs discharge papers stated that Plaintiff had impaired balance and gait, cognitive disorder and decreased memory, decreased mobility, and pain. (AR 306).</p>\n<p>Plaintiff had \"significant difficulties\" on tests that discerned concentration and attention, and was only able to do serial 7 subtractions from 100 up until 87. He also had difficulty with alternating movements in his left upper and lower extremities, which Dr. Manalo found would hinder his work as an organist (AR 307). Plaintiff also had \"significant\" eye pain, and was taking Oxycodone for this and other pains, but it gave him headaches. <i>Id.</i> His speech was affected, and speech therapy was recommended. (AR 308). Although he could groom and feed himself, his bed and toilet transfers still required supervision. (AR 307-308).</p>\n<p>The discharge papers found that Plaintiff was handicapped in several areas of daily life, including being unable to access community resources, return to independent living in the ability, resume vocational activities, resume leisure activities, and resume his role as a family member and caregiver. (AR 307).</p>\n<p>On December 5, 2007, a state agency medical consultant reviewed Plaintiffs records and opined that the Plaintiff could lift and carry 50 pounds occasionally and 25 pounds frequently; could sit, stand and walk about six hours in an eight-hour workday; should never climb ladders, but could occasionally climb stairs; and should avoid hazards such as moving machinery and unprotected heights (Tr. 364-371).</p>\n<p>A state agency psychologist also reviewed the record and found that Plaintiff had a moderate degree of difficulty in the areas of activities of daily living, maintaining social functioning, maintaining concentration, persistence or pace and he had at least one or two episodes of decompensation (Tr. 382).</p>\n<p>Three months after the accident, on January 3, 2007, the Plaintiff was evaluated at Pitt County Memorial Hospital by Dr. Ann Nunez M.D. and Dr. Anand Joshi, M.D. for headaches, sleep difficulties, and impaired balance. He indicated that he occasionally used a cane due to balance problems. He also reported occasionally needing assistance with bathing, dressing and toileting. The Plaintiff related that he had trouble sleeping three to four times weekly and that he had a headache almost daily\"particularly bad\" ones about twice a week. Plaintiff only took Tylenol for the headaches. Parker was diagnosed as having moderate traumatic brain injury and postconcussive syndrome. (AR 313). The Doctors gave Plaintiff a prescription for <span class=\"star-pagination\">*890</span> Elavil<sup>[1]</sup> for his headaches and a referral for vestibular rehabilitation for his balance three times weekly. <i>Id.</i></p>\n<p>On March 21, 2007, almost six months after the accident, Plaintiff again visited Dr. Nunez. He was still having memory and balance difficulty, as well as headaches. (AR 310). His memory problems were \"minimal,\" and he was able to compensate by using memory strategies. <i>Id.</i> His concentration had improved, and was able to perform serial 7 subtractions from 100 without delay or mistakes. (AR 311). However, he was still experiencing dizziness, and had difficulty balancing. <i>Id.</i> He had not attended vestibular rehabilitation for his balance because he had lost his referral papers. <i>Id.</i> His headaches now occurred two to three times a week, and were preceded by an aura. (<i>Id.;</i> AR 344). Tylenol was a \"relieving factor[ ].\" (AR 310). He said he did not fill the Elavil prescription because of financial constraints. Dr. Nunez again prescribed vestibular rehabilitation and Elavil, as well as better sleep. Dr. Nunez also instructed him to continue doing memory exercises. (AR 312).</p>\n<p>In May 2007, Parker was still having sleep and headaches problems when he visited Dr. Nunez. (AR 303). The Plaintiff related improved memory even without using the recommended memory games. His gait and balance were within normal limits. Plaintiff indicated that he did not have insurance to cover the vestibular rehabilitation. His headaches had improved with over the counter medication. He took six ibuprofen pills daily and had stopped taking Tylenol. (Tr. 303-305). He reported that he stopped taking the Elavil for his sleep difficulties because he did not want to become addicted, but his lack of sleep was exacerbating his headaches. (AR 303). He indicated that he was limited to being up only 2 to 3 hours before needing to rest.</p>\n<p>Plaintiff had planned to go beauty school to become a barber, but Dr. Nunez doubted whether Parker could concentrate for 8 hours a day. Dr. Nunez instead recommended that Plaintiff start off with one community college class while he improved his memory and concentration (AR 305). Dr. Nunez noted that Plaintiff \"really would like to go back to work,\" and she opined that Parker would be able to tolerate a part-time job. <i>Id.</i></p>\n<p>On May 10, 2007, Plaintiff was evaluated by Psychologist Ted Jamison, M.A. after being referred by Disability Determination Services. Plaintiff stated that he was unable to work because of headaches and poor memory. While his memory problems in March 2007 were \"minimal,\" he now complained that he was at times \"very forgetful.\" (AR 354). Mr. Jamison observed that Plaintiffs posture and gait were normal; he displayed no abnormal behavior or movements. Plaintiff said he spent his typical day reading, playing his keyboard, trying to learn music, and using his laptop. Plaintiff stated that he had not consumed alcohol in a year. He described his mood as depressed because he was unable to work and take care of his child as he would like.</p>\n<p>Mr. Jamison administered the Wechsler Adult Intelligence Scale and Plaintiff scored 79 on the verbal portion, 76 on the performance portion, and 76 on the full-scale portion. These scores placed him in the \"borderline range\" of intellectual functioning. His memory functions were also <span class=\"star-pagination\">*891</span> in the \"borderline range.\" The examiner opined that the Plaintiff was able to sustain attention to complete tasks and understand instructions. The examiner further concluded that there was no mental health reason why Plaintiff was unable to work, which Mr. Jamison implied was consistent with Plaintiffs statement that he could not work because of headaches. (Tr. 353-357).</p>\n<p>Nine months after the accident, Plaintiff unsuccessfully attempted to work as a telemarketer for one month in July. He stated he quit because of his symptoms, including severe headaches about three times a week. (Tr.); (AR 17, 354, 420). In October, Dr. Manalo noted that Plaintiffs post-concussive symptoms had returned and were debilitating enough for him to quit his job as a telemarketer. (AR 518). Plaintiff had a short-term memory deficit, and decreased ability to think and problem-solve. (AR 349). He also had blurred left eye vision and \"ptosis,\" drooping of the eye lid. (AR 345,349). In October and November 2007, Dr. Manalo recommended that Parker postpone returning to work until his symptoms improved. (AR 518, 520). On both occasions, Dr. Maneo noted that Plaintiff was \"still anxious to return to work.\" <i>Id.</i></p>\n<p>In November 2007, Plaintiff attended a consultative physical examination with Dr. Hoke Bullard, M.D. Plaintiff said he suffered a severe head injury and had recurrent headaches, which was associated with poor balance and vision. Plaintiff stated that he consumed up to 6 beers daily. Dr. Hoke noted that Plaintiff walked without a limp and did not use a cane, or other assistive device. Plaintiff could stand on his tiptoes and heels and take a few steps in each position, showing good balance. He could tandem walk normally. He could squat and rise without additional support. He had normal strength and coordination. The Plaintiff took Proprononol three times a day for his headaches, and had been doing so for a month. He also took Amitriptyline to aid his sleep and to decrease his headache frequency. He noted that the headaches were occurring less frequency and were less severe. He stated that he preferred taking Tylenol PM to sleep and for pain, and alternated it with the Amitriptyline. (Tr. 358-363).</p>\n<p>In January 2008, Plaintiff reported that pain medication Ultram had provided moderate relief, but also said that his headaches \"are [disabling] when at their worst, and they prevent [him] from doing his ADLs [activities of daily living] or recreational activities.\" (AR 428).</p>\n<p>In February 2008, a second state agency medical consultant reviewed the record and found the same residual physical capacity as the previous consultant had found in December 2007. Both opined that Plaintiff could lift and carry 50 pounds occasionally and 25 pounds frequently; could sit, stand and walk about six hours in an eight-hour workday; should never climb ladders, but could occasionally climb stairs; and should avoid hazards such as moving machinery and unprotected heights (412-419).</p>\n<p>Also in February, a state agency psychologist found improvement in Plaintiffs condition since the previous state psychologist had examined Plaintiff in December 2007. This psychologist found that Plaintiff had only mild restrictions in activities of daily living and in maintaining social functioning. Plaintiff still had moderate difficulties in the area of maintaining concentration, persistence or pace (Tr. 408).</p>\n<p>In July 2008, Dr. Manalo recorded that Parker was improving through visits to a rehabilitation clinic, but was still having difficulty with \"chronic, debilitating headaches and neurobehavioral impairments.\" Dr. Manalo reported he was in the process of trying to adjust his medications. At <span class=\"star-pagination\">*892</span> that point, Dr. Manalo found Plaintiff was \"poorly equipped for successful return to work.\" (AR 523).</p>\n<p>In October 2008, Dr. Manalo wrote that Plaintiff was still following up in the rehabilitation clinic. He was \"improving\" but still had the same symptoms, in addition to \"irritability/explosive disorder.\" (AR 526). Plaintiff also had \"GI [Gastrointestinal] and surgical impairments\" for which he was anticipating surgical intervention, and \"which will limit his return to work, at this time.\" (AR 526). Dr. Manalo again wrote that \"[Plaintiff] remains poorly equipped for successful return to work\" and that he should resume \"vocational rehabilitation to improve his potential.\" <i>Id.</i></p>\n<p>On February 4, 2009, Dr. Manalo noted that Parker had just undergone GI surgery and was recovering well. \"Dr. Manalo also wrote that Plaintiff had better-controlled headaches, but continues to have neurobehavioral difficulties and executive impairments.\" Plaintiff was enrolled at a Community College and was looking for work, but Dr. Manalo preferred he focus on education and training. Dr. Manalo anticipated Parker's returning to light or sedentary duty \"soon.\" (AR 527).</p>\n<p>At the hearing, Plaintiff testified that in January 2009, he had begun taking basic reading and math classes at a community college. Plaintiff intends to take college courses to become mortician, and observes at a local funeral home to gain job experience approximately once every two months (Tr. 59-60). Some of his classes have been taken online (Tr. 19). At an unspecified time after the accident, Plaintiff resumed playing the organ on a volunteer basis for his church 2-3 times a month \"when he feels up to it,\" but the noise bothers him and he wears earplugs. (Tr. 58). The Plaintiff spends time at home playing on his keyboard, reading, and working on the computer (Tr. 355). Plaintiff testified he has a six-month old daughter (Tr. 57). When his wife is in class, he takes care of his child (Tr. 76-77).</p>\n<p></p>\n<h2><i>Procedural History</i></h2>\n<p>Plaintiff's claims were denied initially on December 20, 2007, and upon reconsideration on February 27, 2008 (Tr. 92-95, 108-125). The AJL held a hearing on August 26, 2009. On September 25, 2009, the AJL found the Plaintiff was not disabled under the Social Security Act, and had never been disabled since his onset date (Tr. 13-22). The ALJ found that Plaintiff exaggerated the intensity, duration, and limiting effects of his symptoms and also gave little weight to the statements of treating physician Dr. Manalo.</p>\n<p>The AJL resultantly found that Plaintiff had the residual functional capacity to do medium level work, with the limitation of never climbing stairs, only occasionally climbing of ramps and stairs, avoiding loud noise and concentrated hazards. The AJL also found the Plaintiff could perform simple, routine, and repetitive tasks, and cannot perform quota-based or production work. The vocational expert testified that such a individual would be able to perform the requirements of representative occupations such as laundry worker (DOT) #361.687-019, hospital cleaner (DOT) #323.687-010, and hospital food service worker (DOT) #319.677-014 (Tr. 82-85).</p>\n<p>The ALJ's decision became the final decision of the Commissioner when the Appeals Council denied the Plaintiffs request for review (Tr. 1-5). Thereafter, Plaintiff commenced the instant action for judicial review, pursuant to 42 U.S.C. § 405(g).</p>\n<p>This Court held a hearing on April 21, 2011.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The Plaintiff argues the ALJ erred in four ways: (1) he erroneously gave Dr. <span class=\"star-pagination\">*893</span> Manalo's opinions \"little weight\", (2) he failed to develop the record when he did not contact Dr. Manalo for his opinion on Plaintiff's Residual Functional Capacity, (3) he did include Plaintiffs borderline intellectual functioning and organic brain disorder in the hypothetical to the VE, (4) he erroneously discounted Plaintiffs subjective testimony regarding his pain.</p>\n<p>The Court rejects these arguments, finding the ALJ made no error. The ALJ's conclusion that the Government carried its burden to show that Plaintiff could perform jobs available in the national economy was supported by substantial evidence.</p>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>The Social Security Act defines \"disability\" as an inability \"to engage in any substantial gainful activity by reason of any medically determinable physical or mental impairment which can be expected to result in death or that has lasted or can be expected to last for a continuous period of not less than twelve months.\" See 42 U.S.C. § 423(d)(1)(A).</p>\n<p>In reviewing a final decision of no disability by the Social Security Administration Commissioner, the Court must determine whether the Commissioner's decision is supported by substantial evidence under 42 U.S.C. § 405(g), and whether the ultimate conclusions reached by the Commissioner are legally correct under controlling law.</p>\n<p>The Social Security disability analysis follows five steps. An ALJ must consider (1) whether the Plaintiff is engaged in substantial gainful activity, (2) whether the Plaintiff has a severe impairment, (3) whether the Plaintiff has an impairment that meets or equals a condition contained within the Social Security Administration's official list of impairments, (4) whether the Plaintiff has an impairment which prevents past relevant work, and (5) whether the Plaintiff's impairment prevents the performance of any substantial gainful employment. 20 C.F.R. §§ 404.1520, 1520a.</p>\n<p>The plaintiff bears the burden for steps one, two, three, and four, while the Defendant shoulders the burden for step five. If the Plaintiff shows by a preponderance of evidence that he has a statutory impairment under step three, he is conclusively presumed to have a disability and the analysis ends. <i>Bowen v. Yuckert,</i> 482 U.S. 137, 141, 107 S.Ct. 2287, 96 L.Ed.2d 119 (1987). Alternatively, if the plaintiff fails to prevail under step three, she can still show she has an impairment that prevents her from continuing past work under step four. If so, the burden shifts to the Defendant to establish that the plaintiff is able to perform another job available in the national economy under step five. <i>Id.</i> at n. 5.</p>\n<p>Here, the AJL found that Plaintiffs had the severe impairments of chronic headaches, organic brain disorder, and borderline intellectual functionally at step two. The ALJ also found these impairments prevented Plaintiff from performing his past work. (AR 15). It was thus the Government's burden to show that Plaintiff could perform other work available in the national economy. The Court finds that substantial evidence supported the ALJ's finding that the Government met this burden.</p>\n<p></p>\n<h2>B. <i>The ALJ's Made No Error in Giving the Treating Physician \"Little Weight.\"</i>\n</h2>\n<p>The ALJ made no error in giving \"little weight\" to the opinions of Plaintiffs treating physician, Dr. Erwin Manalo. The ALJ gave little weight to theses opinions as \"at no point in the record does Dr. Manalo discuss the underlying basis for his opinion. Some of the notes appear to be based solely on the complaints of the <span class=\"star-pagination\">*894</span> claimant. Dr. Manalo does not outline specific functional limitations.\" The ALJ further stated that she cannot give much weight to his opinions because of their \"lack of detail and specificality.\" (AR 19).</p>\n<p>The law on this issue is well established. If a treating physician's opinion is well-supported by medically acceptable clinical and laboratory diagnostic techniques and is not inconsistent with the other substantial evidence in the case record, it receives controlling weight. 20 C.P.R. § 404.1527(d)(2). \"By negative implication, if a physician's opinion is not supported by clinical evidence or if it is inconsistent with other substantial evidence, it should be accorded significantly less weight.\" <i>Craig v. Chater,</i> 76 F.3d 585, 589 (4th Cir.1996). When an opinion is not entitled to controlling weight, the court must weigh several factors to determine what weight is appropriate. These factors include the length of treatment relationship, nature and extent of treatment, supportability, consistency and specialization. <i>See</i> 20 C.F.R. § 404.1527. Additionally, the ALJ is not bound by a treating physician's opinion regarding whether a claimant is disabled, as that opinion is reserved for the Commissioner. <i>See</i> 20 C.F.R. §§ 404.1527(e)(1), 416.927(e)(1).</p>\n<p>Here, the ALJ correctly found that Dr. Manalo's opinion was not deserving of controlling weight because it was not supported by clinical evidence. Only in Plaintiffs discharge papers, issued two weeks after the moped accident, did Dr. Manalo support his findings with detailed notes regarding Plaintiffs condition and his response to various testing. (AR 306-308). However, in the following months and years, Dr. Manalo only issued conclusionary statements that Plaintiff could not work because of his headaches. He never again supported his opinions with clinical evidence, instead seeming to base his conclusions solely on Plaintiffs self described symptoms. The scant support that Dr. Manalo does provide for his conclusions is that Plaintiff quit his job as a telemarketer after one month. (AR 518). While the job of telemarketer may have been poorly suited for the Plaintiff in light of the stress and constant contact with the public that such a job entails, his inability to work as a telemarketer sheds little light on Plaintiff's ability to perform other work available in the national economy. Indeed, the ALJ never specified Plaintiffs functional limitations, only stating he could not work and should instead focus on education and vocational training.</p>\n<p>Additionally, the AJL correctly found that Dr. Manalo's opinion was entitled to little weight. Dr. Manalo is a specialist who treated Plaintiff for three years. However, Dr. Manalo's notes are also too vague to ascertain the nature and extent of Dr. Manalo's treatment of Plaintiff. Dr. Manalo only briefly alludes to \"titrating his medications and making appropriate referrals.\" (Tr. 521, 522, 524). Finally, Dr. Manalo's conclusions are inconsistent with the record. Plaintiff has an extensive range of daily activities, including playing the keyboard and organ, reading, using his laptop, taking a three-course college load, and helping to take care of his baby daughter. He also had the ability to last an entire month as a telemarketer. Further, Plaintiff prefers mere over-the counter medication to treat his headaches. Finally, two state medical consultants have found Plaintiff capable of medium level work, and two state psychologists have found only moderate and mild restrictions in daily living, maintaining social functioning, and maintaining concentration, persistence or pace (Tr. 408). This is all inconsistent with Dr. Manalo's conclusionary statements that Plaintiffs headaches are too debilitating to allow him <span class=\"star-pagination\">*895</span> to work. Thus the ALJ correctly assigned Dr. Manalo's conclusion's little weight.</p>\n<p></p>\n<h2>C. <i>The AJL made no error in failing to request Dr. Manalo to submit an opinion on RFC</i>\n</h2>\n<p>The AJL did not breach her duty to develop the record.</p>\n<p>Title 42 U.S.C. § 423(d)(5)(B) states:</p>\n<blockquote>In making any determination with respect to whether an individual is under a disability or continues to be under a disability, the Commissioner of Social Security shall consider all evidence available in such individual's case record, and shall develop a complete medical history of at least the preceding twelve months for any case in which a determination is made that the individual is not under a disability. <i>In making any determination the Commissioner of Social Security shall make every reasonable effort to obtain from the individual's treating physician (or other treating health care provider) all medical evidence, including diagnostic tests, necessary in order to properly make such determination, prior to evaluating medical evidence obtained from any other source on a consultative basis.</i>\n</blockquote>\n<p>(emphasis added). Contrary to Plaintiff's assertions, the social security regulations do not require that the AJL acquire a treating physician's RFC assessment. Instead, the regulations just require that the ALJ develop a \"complete medical history\" and obtain \"all medical evidence\" from the treating physician.</p>\n<p>\"[The Fourth] Circuit has held that the ALJ has a duty to explore all relevant facts and inquire into the issues necessary for adequate development of the record, and cannot rely only on the evidence submitted by the claimant when that evidence <i>is inadequate.</i>\" <i>Cook v. Heckler,</i> 783 F.2d 1168, 1173 (4th Cir.1986), citing <i>Walker v. Harris,</i> 642 F.2d 712, 714 (4th Cir.1981) and <i>Marsh v. Harris,</i> 632 F.2d 296, 300 (4th Cir.1980) (emphasis added). The regulations clearly state that an AJL's duty to recontact a treating source arises only when the evidence as a whole is inadequate to determine the issue of disability. 20 C.F.R. §§ 404.1512(e), 404.1527(c)(2), 416.912(e), 416.927(c)(2).</p>\n<p>Here, there is no indication that the ALJ failed to acquire any of Dr. Manalo's records. To the contrary, the ALJ developed a complete medical record spanning several years, and included notes from many contemporaneous examinations and Plaintiffs own statements. This record was more than sufficient for the ALJ to make a disability determination, and there was no need for the ALJ to recontact Dr. Manalo.</p>\n<p></p>\n<h2>D. <i>The ALJ presented a proper hypothetical to the VE</i>\n</h2>\n<p>Plaintiff claims that the ALJ erred by failing to include Plaintiffs borderline intellectual functioning and organic brain disorder in the hypothetical to the VE. The hypothetical describes a \"younger\" individual with a high school education and the claimant's past work experience. The hypothetical individual had the capacity to do medium level work, with the limitation of never climbing stairs, only occasionally climbing of ramps and stairs, and avoiding loud noise and concentrated hazards. The hypothetical individual could perform simple, routine, and repetitive tasks, and cannot perform quota-based or production work. (Tr. 84-84). Plaintiff argues that limiting the Plaintiff to \"simple, routine, and repetitive tasks\" did not account for Plaintiffs borderline intellectual functioning and moderate concentration difficulties. This argument is meritless.</p>\n<p><span class=\"star-pagination\">*896</span> The evidence showed that Plaintiff was able to perform simple, routine and repetitive tasks. After examining Plaintiff and giving him various intelligence and memory tests, Mr. Jamison concluded that the Plaintiff was able to sustain attention to complete tasks and understand instructions. (Tr. 353-357). The first state psychologist found that he was only moderately limited in the ability to maintain attention and concentration for extended periods (Tr. 386, 394); and he had normal attention span and concentration (Tr. 328, 464, 468, 474). The second state psychologist also found that Plaintiff had only moderate concentration difficulties, as well as only mild restrictions in activities of daily living and in maintaining social functioning. (Tr. 408). These findings are consistent with the ALJ's determination that Plaintiff could perform simple, routine and repetitive tasks. <i>See e.g., </i><i>Howard v. Massanari,</i> 255 F.3d 577, 582 (8th Cir.2001) (\"the ALJ's hypothetical concerning someone who is capable of doing simple, repetitive, routine tasks adequately captures Howard's deficiencies in concentration, persistence or pace\" as well as \"borderline intellectual functioning\"); <i>Brachtel v. Apfel,</i> 132 F.3d 417, 421 (8th Cir.1997) (holding that a finding that a claimant \"often\" had deficiencies of concentration, persistence or pace, was adequately incorporated in a hypothetical which referred to the ability \"to do only simple, routine repetitive work ... at [no] more than a regular pace\").</p>\n<p>Thus, the ALJ made no error in forming the hypothetical for the VE.</p>\n<p></p>\n<h2>E. <i>The ALJ properly evaluated Plaintiffs subjective testimony regarding his pain</i>\n</h2>\n<p>The ALJ properly found that Plaintiffs statements concerning the severity of his symptoms and their limiting effect on his ability to perform work related activities were not entirely credible (Tr. 17-20). Substantial evidence supports this finding.</p>\n<p>Under the regulations, the determination of whether a person is disabled by pain or other symptoms is a two-step process. First, there must be objective medical evidence showing the existence of a medical impairment that results from anatomical, physiological, or psychological abnormalities and that could reasonably be expected to produce the pain or other symptoms alleged. <i>See </i><i>Craig v. Chater,</i> 76 F.3d 585, 594 (4th Cir.1996); 20 C.F.R. §§ 404.1529(b), 416.929(b). After a claimant has met his threshold obligation of showing a medical impairment reasonably likely to cause the pain claimed, the AJL then evaluates the intensity and persistence of the claimant's pain, and the extent to which it affects her ability to work. <i>Id.</i> Under the regulations, this evaluation must take into account not only the claimant's statements about her pain, but also \"all the available evidence,\" including the claimant's medical history, medical signs, and laboratory findings.</p>\n<p>Here, the AJL found that although Plaintiff had chronic headaches, an organic brain disorder, and borderline intellectual functioning at step 1, the Plaintiff exaggerated his symptoms at step 2. (Tr. 17-20). The AJL noted that various aspects of the record were inconsistent with Plaintiffs reported symptoms, including Plaintiffs daily activities as discussed above. The AJL also noted Plaintiffs non-compliance with his doctors' orders on several occasions, including not consistently taking his medication, not performing recommended memory games, and not following-up with appointments. Further, notes from the outpatient rehabilitation facility reflect several attempts to get the claimant into a vocational rehabilitation program, with the Plaintiff failing to follow through (Tr. 18, 303-316). <i>See</i> 20 C.F.R. §§ 404.1594(e)(4), <span class=\"star-pagination\">*897</span> 416.994(b)(4)(iv) (stating that a claimant is not disabled if the claimant fails to follow treatment that would restore his or her ability to work and the claimant does not have good cause for failing to follow treatment).</p>\n<p>The AJL's thus properly found that Plaintiffs description of his symptoms were not entirely credible.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Government's Motion for Judgment on the Pleadings is GRANTED.</p>\n<h2>NOTES</h2>\n<p>[1]  Elavil (also known as Amitriptyline) is prescribed for depression, with or without symptoms of anxiety or sleep disturbances; chronic pain due to migraine, tension headache, diabetic neuropathy, cancer, herpes lesions, and arthritis. See The Pill Book 1121-1127 (Harold M. Silverman, ed., 12th ed. May 2006).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">792</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">886</span></span> (2011)</b></center>\n<center><h1>Harry PARKER III, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 4:10-CV-68-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>June 9, 2011.</center>\n<p><span class=\"star-pagination\">*888</span> Lawrence Wittenberg, Roberti, Wittenberg, Lauffer &amp; Wicker, P.A., Durham, NC, for Plaintiff.</p>\n<p>Christian M. Vainieri, Eileen A. Farmer, Social Security Administration, Baltimore, MD, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on Plaintiff and the Government's Motion for Judgment on the Pleadings. The Government's Motion is GRANTED.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>On September 13, 2007, the Plaintiff protectively filed for disability insurance benefits and supplemental security income. Plaintiff alleged disability beginning October 2, 2006 (Tr. 157).</p>\n<p><span class=\"star-pagination\">*889</span> Plaintiff was born on April 27, 1977. He has a 12th grade education, and has formerly worked as an oil-changer, a stock clerk, and a church music minister who played the organ. (TR. 58, 158, 313). He also served for one year in the National Guard and was discharged for medical reasons related to hernia operations. <i>See, e.g.,</i> (AR 360).</p>\n<p>On October 2, 2006, Plaintiff had a serious collision on his moped. He struck his head, and was found unconscious on the side of the road. A head CT scan was indicative of multiple areas of small hemorrhagic contusions without any acute abnormality. A drug screen was positive. Discharge diagnoses included diffuse axonal traumatic brain injury, multiple facial fractures, headaches, and substance abuse treatment (Tr. 271-309).</p>\n<p>Plaintiff was discharged from County Pitt Memorial Hospital's rehabilitation unit over two weeks later on October 18, 2006. Dr. Erwin Manalo, M.D., the medical director of the Brain Injury Rehabilitation program, supervised his care. Plaintiffs discharge papers stated that Plaintiff had impaired balance and gait, cognitive disorder and decreased memory, decreased mobility, and pain. (AR 306).</p>\n<p>Plaintiff had \"significant difficulties\" on tests that discerned concentration and attention, and was only able to do serial 7 subtractions from 100 up until 87. He also had difficulty with alternating movements in his left upper and lower extremities, which Dr. Manalo found would hinder his work as an organist (AR 307). Plaintiff also had \"significant\" eye pain, and was taking Oxycodone for this and other pains, but it gave him headaches. <i>Id.</i> His speech was affected, and speech therapy was recommended. (AR 308). Although he could groom and feed himself, his bed and toilet transfers still required supervision. (AR 307-308).</p>\n<p>The discharge papers found that Plaintiff was handicapped in several areas of daily life, including being unable to access community resources, return to independent living in the ability, resume vocational activities, resume leisure activities, and resume his role as a family member and caregiver. (AR 307).</p>\n<p>On December 5, 2007, a state agency medical consultant reviewed Plaintiffs records and opined that the Plaintiff could lift and carry 50 pounds occasionally and 25 pounds frequently; could sit, stand and walk about six hours in an eight-hour workday; should never climb ladders, but could occasionally climb stairs; and should avoid hazards such as moving machinery and unprotected heights (Tr. 364-371).</p>\n<p>A state agency psychologist also reviewed the record and found that Plaintiff had a moderate degree of difficulty in the areas of activities of daily living, maintaining social functioning, maintaining concentration, persistence or pace and he had at least one or two episodes of decompensation (Tr. 382).</p>\n<p>Three months after the accident, on January 3, 2007, the Plaintiff was evaluated at Pitt County Memorial Hospital by Dr. Ann Nunez M.D. and Dr. Anand Joshi, M.D. for headaches, sleep difficulties, and impaired balance. He indicated that he occasionally used a cane due to balance problems. He also reported occasionally needing assistance with bathing, dressing and toileting. The Plaintiff related that he had trouble sleeping three to four times weekly and that he had a headache almost daily\"particularly bad\" ones about twice a week. Plaintiff only took Tylenol for the headaches. Parker was diagnosed as having moderate traumatic brain injury and postconcussive syndrome. (AR 313). The Doctors gave Plaintiff a prescription for <span class=\"star-pagination\">*890</span> Elavil<sup>[1]</sup> for his headaches and a referral for vestibular rehabilitation for his balance three times weekly. <i>Id.</i></p>\n<p>On March 21, 2007, almost six months after the accident, Plaintiff again visited Dr. Nunez. He was still having memory and balance difficulty, as well as headaches. (AR 310). His memory problems were \"minimal,\" and he was able to compensate by using memory strategies. <i>Id.</i> His concentration had improved, and was able to perform serial 7 subtractions from 100 without delay or mistakes. (AR 311). However, he was still experiencing dizziness, and had difficulty balancing. <i>Id.</i> He had not attended vestibular rehabilitation for his balance because he had lost his referral papers. <i>Id.</i> His headaches now occurred two to three times a week, and were preceded by an aura. (<i>Id.;</i> AR 344). Tylenol was a \"relieving factor[ ].\" (AR 310). He said he did not fill the Elavil prescription because of financial constraints. Dr. Nunez again prescribed vestibular rehabilitation and Elavil, as well as better sleep. Dr. Nunez also instructed him to continue doing memory exercises. (AR 312).</p>\n<p>In May 2007, Parker was still having sleep and headaches problems when he visited Dr. Nunez. (AR 303). The Plaintiff related improved memory even without using the recommended memory games. His gait and balance were within normal limits. Plaintiff indicated that he did not have insurance to cover the vestibular rehabilitation. His headaches had improved with over the counter medication. He took six ibuprofen pills daily and had stopped taking Tylenol. (Tr. 303-305). He reported that he stopped taking the Elavil for his sleep difficulties because he did not want to become addicted, but his lack of sleep was exacerbating his headaches. (AR 303). He indicated that he was limited to being up only 2 to 3 hours before needing to rest.</p>\n<p>Plaintiff had planned to go beauty school to become a barber, but Dr. Nunez doubted whether Parker could concentrate for 8 hours a day. Dr. Nunez instead recommended that Plaintiff start off with one community college class while he improved his memory and concentration (AR 305). Dr. Nunez noted that Plaintiff \"really would like to go back to work,\" and she opined that Parker would be able to tolerate a part-time job. <i>Id.</i></p>\n<p>On May 10, 2007, Plaintiff was evaluated by Psychologist Ted Jamison, M.A. after being referred by Disability Determination Services. Plaintiff stated that he was unable to work because of headaches and poor memory. While his memory problems in March 2007 were \"minimal,\" he now complained that he was at times \"very forgetful.\" (AR 354). Mr. Jamison observed that Plaintiffs posture and gait were normal; he displayed no abnormal behavior or movements. Plaintiff said he spent his typical day reading, playing his keyboard, trying to learn music, and using his laptop. Plaintiff stated that he had not consumed alcohol in a year. He described his mood as depressed because he was unable to work and take care of his child as he would like.</p>\n<p>Mr. Jamison administered the Wechsler Adult Intelligence Scale and Plaintiff scored 79 on the verbal portion, 76 on the performance portion, and 76 on the full-scale portion. These scores placed him in the \"borderline range\" of intellectual functioning. His memory functions were also <span class=\"star-pagination\">*891</span> in the \"borderline range.\" The examiner opined that the Plaintiff was able to sustain attention to complete tasks and understand instructions. The examiner further concluded that there was no mental health reason why Plaintiff was unable to work, which Mr. Jamison implied was consistent with Plaintiffs statement that he could not work because of headaches. (Tr. 353-357).</p>\n<p>Nine months after the accident, Plaintiff unsuccessfully attempted to work as a telemarketer for one month in July. He stated he quit because of his symptoms, including severe headaches about three times a week. (Tr.); (AR 17, 354, 420). In October, Dr. Manalo noted that Plaintiffs post-concussive symptoms had returned and were debilitating enough for him to quit his job as a telemarketer. (AR 518). Plaintiff had a short-term memory deficit, and decreased ability to think and problem-solve. (AR 349). He also had blurred left eye vision and \"ptosis,\" drooping of the eye lid. (AR 345,349). In October and November 2007, Dr. Manalo recommended that Parker postpone returning to work until his symptoms improved. (AR 518, 520). On both occasions, Dr. Maneo noted that Plaintiff was \"still anxious to return to work.\" <i>Id.</i></p>\n<p>In November 2007, Plaintiff attended a consultative physical examination with Dr. Hoke Bullard, M.D. Plaintiff said he suffered a severe head injury and had recurrent headaches, which was associated with poor balance and vision. Plaintiff stated that he consumed up to 6 beers daily. Dr. Hoke noted that Plaintiff walked without a limp and did not use a cane, or other assistive device. Plaintiff could stand on his tiptoes and heels and take a few steps in each position, showing good balance. He could tandem walk normally. He could squat and rise without additional support. He had normal strength and coordination. The Plaintiff took Proprononol three times a day for his headaches, and had been doing so for a month. He also took Amitriptyline to aid his sleep and to decrease his headache frequency. He noted that the headaches were occurring less frequency and were less severe. He stated that he preferred taking Tylenol PM to sleep and for pain, and alternated it with the Amitriptyline. (Tr. 358-363).</p>\n<p>In January 2008, Plaintiff reported that pain medication Ultram had provided moderate relief, but also said that his headaches \"are [disabling] when at their worst, and they prevent [him] from doing his ADLs [activities of daily living] or recreational activities.\" (AR 428).</p>\n<p>In February 2008, a second state agency medical consultant reviewed the record and found the same residual physical capacity as the previous consultant had found in December 2007. Both opined that Plaintiff could lift and carry 50 pounds occasionally and 25 pounds frequently; could sit, stand and walk about six hours in an eight-hour workday; should never climb ladders, but could occasionally climb stairs; and should avoid hazards such as moving machinery and unprotected heights (412-419).</p>\n<p>Also in February, a state agency psychologist found improvement in Plaintiffs condition since the previous state psychologist had examined Plaintiff in December 2007. This psychologist found that Plaintiff had only mild restrictions in activities of daily living and in maintaining social functioning. Plaintiff still had moderate difficulties in the area of maintaining concentration, persistence or pace (Tr. 408).</p>\n<p>In July 2008, Dr. Manalo recorded that Parker was improving through visits to a rehabilitation clinic, but was still having difficulty with \"chronic, debilitating headaches and neurobehavioral impairments.\" Dr. Manalo reported he was in the process of trying to adjust his medications. At <span class=\"star-pagination\">*892</span> that point, Dr. Manalo found Plaintiff was \"poorly equipped for successful return to work.\" (AR 523).</p>\n<p>In October 2008, Dr. Manalo wrote that Plaintiff was still following up in the rehabilitation clinic. He was \"improving\" but still had the same symptoms, in addition to \"irritability/explosive disorder.\" (AR 526). Plaintiff also had \"GI [Gastrointestinal] and surgical impairments\" for which he was anticipating surgical intervention, and \"which will limit his return to work, at this time.\" (AR 526). Dr. Manalo again wrote that \"[Plaintiff] remains poorly equipped for successful return to work\" and that he should resume \"vocational rehabilitation to improve his potential.\" <i>Id.</i></p>\n<p>On February 4, 2009, Dr. Manalo noted that Parker had just undergone GI surgery and was recovering well. \"Dr. Manalo also wrote that Plaintiff had better-controlled headaches, but continues to have neurobehavioral difficulties and executive impairments.\" Plaintiff was enrolled at a Community College and was looking for work, but Dr. Manalo preferred he focus on education and training. Dr. Manalo anticipated Parker's returning to light or sedentary duty \"soon.\" (AR 527).</p>\n<p>At the hearing, Plaintiff testified that in January 2009, he had begun taking basic reading and math classes at a community college. Plaintiff intends to take college courses to become mortician, and observes at a local funeral home to gain job experience approximately once every two months (Tr. 59-60). Some of his classes have been taken online (Tr. 19). At an unspecified time after the accident, Plaintiff resumed playing the organ on a volunteer basis for his church 2-3 times a month \"when he feels up to it,\" but the noise bothers him and he wears earplugs. (Tr. 58). The Plaintiff spends time at home playing on his keyboard, reading, and working on the computer (Tr. 355). Plaintiff testified he has a six-month old daughter (Tr. 57). When his wife is in class, he takes care of his child (Tr. 76-77).</p>\n<p></p>\n<h2><i>Procedural History</i></h2>\n<p>Plaintiff's claims were denied initially on December 20, 2007, and upon reconsideration on February 27, 2008 (Tr. 92-95, 108-125). The AJL held a hearing on August 26, 2009. On September 25, 2009, the AJL found the Plaintiff was not disabled under the Social Security Act, and had never been disabled since his onset date (Tr. 13-22). The ALJ found that Plaintiff exaggerated the intensity, duration, and limiting effects of his symptoms and also gave little weight to the statements of treating physician Dr. Manalo.</p>\n<p>The AJL resultantly found that Plaintiff had the residual functional capacity to do medium level work, with the limitation of never climbing stairs, only occasionally climbing of ramps and stairs, avoiding loud noise and concentrated hazards. The AJL also found the Plaintiff could perform simple, routine, and repetitive tasks, and cannot perform quota-based or production work. The vocational expert testified that such a individual would be able to perform the requirements of representative occupations such as laundry worker (DOT) #361.687-019, hospital cleaner (DOT) #323.687-010, and hospital food service worker (DOT) #319.677-014 (Tr. 82-85).</p>\n<p>The ALJ's decision became the final decision of the Commissioner when the Appeals Council denied the Plaintiffs request for review (Tr. 1-5). Thereafter, Plaintiff commenced the instant action for judicial review, pursuant to 42 U.S.C. § 405(g).</p>\n<p>This Court held a hearing on April 21, 2011.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The Plaintiff argues the ALJ erred in four ways: (1) he erroneously gave Dr. <span class=\"star-pagination\">*893</span> Manalo's opinions \"little weight\", (2) he failed to develop the record when he did not contact Dr. Manalo for his opinion on Plaintiff's Residual Functional Capacity, (3) he did include Plaintiffs borderline intellectual functioning and organic brain disorder in the hypothetical to the VE, (4) he erroneously discounted Plaintiffs subjective testimony regarding his pain.</p>\n<p>The Court rejects these arguments, finding the ALJ made no error. The ALJ's conclusion that the Government carried its burden to show that Plaintiff could perform jobs available in the national economy was supported by substantial evidence.</p>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>The Social Security Act defines \"disability\" as an inability \"to engage in any substantial gainful activity by reason of any medically determinable physical or mental impairment which can be expected to result in death or that has lasted or can be expected to last for a continuous period of not less than twelve months.\" See 42 U.S.C. § 423(d)(1)(A).</p>\n<p>In reviewing a final decision of no disability by the Social Security Administration Commissioner, the Court must determine whether the Commissioner's decision is supported by substantial evidence under 42 U.S.C. § 405(g), and whether the ultimate conclusions reached by the Commissioner are legally correct under controlling law.</p>\n<p>The Social Security disability analysis follows five steps. An ALJ must consider (1) whether the Plaintiff is engaged in substantial gainful activity, (2) whether the Plaintiff has a severe impairment, (3) whether the Plaintiff has an impairment that meets or equals a condition contained within the Social Security Administration's official list of impairments, (4) whether the Plaintiff has an impairment which prevents past relevant work, and (5) whether the Plaintiff's impairment prevents the performance of any substantial gainful employment. 20 C.F.R. §§ 404.1520, 1520a.</p>\n<p>The plaintiff bears the burden for steps one, two, three, and four, while the Defendant shoulders the burden for step five. If the Plaintiff shows by a preponderance of evidence that he has a statutory impairment under step three, he is conclusively presumed to have a disability and the analysis ends. <i>Bowen v. Yuckert,</i> <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 141, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2287</span></a></span>, <span class=\"citation\" data-id=\"111907\"><a href=\"/opinion/111907/bowen-v-yuckert/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span> (1987). Alternatively, if the plaintiff fails to prevail under step three, she can still show she has an impairment that prevents her from continuing past work under step four. If so, the burden shifts to the Defendant to establish that the plaintiff is able to perform another job available in the national economy under step five. <i>Id.</i> at n. 5.</p>\n<p>Here, the AJL found that Plaintiffs had the severe impairments of chronic headaches, organic brain disorder, and borderline intellectual functionally at step two. The ALJ also found these impairments prevented Plaintiff from performing his past work. (AR 15). It was thus the Government's burden to show that Plaintiff could perform other work available in the national economy. The Court finds that substantial evidence supported the ALJ's finding that the Government met this burden.</p>\n<p></p>\n<h2>B. <i>The ALJ's Made No Error in Giving the Treating Physician \"Little Weight.\"</i>\n</h2>\n<p>The ALJ made no error in giving \"little weight\" to the opinions of Plaintiffs treating physician, Dr. Erwin Manalo. The ALJ gave little weight to theses opinions as \"at no point in the record does Dr. Manalo discuss the underlying basis for his opinion. Some of the notes appear to be based solely on the complaints of the <span class=\"star-pagination\">*894</span> claimant. Dr. Manalo does not outline specific functional limitations.\" The ALJ further stated that she cannot give much weight to his opinions because of their \"lack of detail and specificality.\" (AR 19).</p>\n<p>The law on this issue is well established. If a treating physician's opinion is well-supported by medically acceptable clinical and laboratory diagnostic techniques and is not inconsistent with the other substantial evidence in the case record, it receives controlling weight. 20 C.P.R. § 404.1527(d)(2). \"By negative implication, if a physician's opinion is not supported by clinical evidence or if it is inconsistent with other substantial evidence, it should be accorded significantly less weight.\" <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 589 (4th Cir.1996). When an opinion is not entitled to controlling weight, the court must weigh several factors to determine what weight is appropriate. These factors include the length of treatment relationship, nature and extent of treatment, supportability, consistency and specialization. <i>See</i> 20 C.F.R. § 404.1527. Additionally, the ALJ is not bound by a treating physician's opinion regarding whether a claimant is disabled, as that opinion is reserved for the Commissioner. <i>See</i> 20 C.F.R. §§ 404.1527(e)(1), 416.927(e)(1).</p>\n<p>Here, the ALJ correctly found that Dr. Manalo's opinion was not deserving of controlling weight because it was not supported by clinical evidence. Only in Plaintiffs discharge papers, issued two weeks after the moped accident, did Dr. Manalo support his findings with detailed notes regarding Plaintiffs condition and his response to various testing. (AR 306-308). However, in the following months and years, Dr. Manalo only issued conclusionary statements that Plaintiff could not work because of his headaches. He never again supported his opinions with clinical evidence, instead seeming to base his conclusions solely on Plaintiffs self described symptoms. The scant support that Dr. Manalo does provide for his conclusions is that Plaintiff quit his job as a telemarketer after one month. (AR 518). While the job of telemarketer may have been poorly suited for the Plaintiff in light of the stress and constant contact with the public that such a job entails, his inability to work as a telemarketer sheds little light on Plaintiff's ability to perform other work available in the national economy. Indeed, the ALJ never specified Plaintiffs functional limitations, only stating he could not work and should instead focus on education and vocational training.</p>\n<p>Additionally, the AJL correctly found that Dr. Manalo's opinion was entitled to little weight. Dr. Manalo is a specialist who treated Plaintiff for three years. However, Dr. Manalo's notes are also too vague to ascertain the nature and extent of Dr. Manalo's treatment of Plaintiff. Dr. Manalo only briefly alludes to \"titrating his medications and making appropriate referrals.\" (Tr. 521, 522, 524). Finally, Dr. Manalo's conclusions are inconsistent with the record. Plaintiff has an extensive range of daily activities, including playing the keyboard and organ, reading, using his laptop, taking a three-course college load, and helping to take care of his baby daughter. He also had the ability to last an entire month as a telemarketer. Further, Plaintiff prefers mere over-the counter medication to treat his headaches. Finally, two state medical consultants have found Plaintiff capable of medium level work, and two state psychologists have found only moderate and mild restrictions in daily living, maintaining social functioning, and maintaining concentration, persistence or pace (Tr. 408). This is all inconsistent with Dr. Manalo's conclusionary statements that Plaintiffs headaches are too debilitating to allow him <span class=\"star-pagination\">*895</span> to work. Thus the ALJ correctly assigned Dr. Manalo's conclusion's little weight.</p>\n<p></p>\n<h2>C. <i>The AJL made no error in failing to request Dr. Manalo to submit an opinion on RFC</i>\n</h2>\n<p>The AJL did not breach her duty to develop the record.</p>\n<p>Title 42 U.S.C. § 423(d)(5)(B) states:</p>\n<blockquote>In making any determination with respect to whether an individual is under a disability or continues to be under a disability, the Commissioner of Social Security shall consider all evidence available in such individual's case record, and shall develop a complete medical history of at least the preceding twelve months for any case in which a determination is made that the individual is not under a disability. <i>In making any determination the Commissioner of Social Security shall make every reasonable effort to obtain from the individual's treating physician (or other treating health care provider) all medical evidence, including diagnostic tests, necessary in order to properly make such determination, prior to evaluating medical evidence obtained from any other source on a consultative basis.</i>\n</blockquote>\n<p>(emphasis added). Contrary to Plaintiff's assertions, the social security regulations do not require that the AJL acquire a treating physician's RFC assessment. Instead, the regulations just require that the ALJ develop a \"complete medical history\" and obtain \"all medical evidence\" from the treating physician.</p>\n<p>\"[The Fourth] Circuit has held that the ALJ has a duty to explore all relevant facts and inquire into the issues necessary for adequate development of the record, and cannot rely only on the evidence submitted by the claimant when that evidence <i>is inadequate.</i>\" <i>Cook v. Heckler,</i> <span class=\"citation\" data-id=\"464965\"><a href=\"/opinion/464965/12-socsecrepser-284-unemplinsrep-cch-16661-essie-d-cook-v/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1168</span></a></span>, 1173 (4th Cir.1986), citing <i>Walker v. Harris,</i> <span class=\"citation\" data-id=\"387874\"><a href=\"/opinion/387874/emaline-m-walker-v-patricia-r-harris-secretary-of-health-education/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">712</span></a></span>, 714 (4th Cir.1981) and <i>Marsh v. Harris,</i> <span class=\"citation\" data-id=\"382770\"><a href=\"/opinion/382770/james-e-marsh-v-patricia-r-harris-secretary-of-health-education/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">296</span></a></span>, 300 (4th Cir.1980) (emphasis added). The regulations clearly state that an AJL's duty to recontact a treating source arises only when the evidence as a whole is inadequate to determine the issue of disability. 20 C.F.R. §§ 404.1512(e), 404.1527(c)(2), 416.912(e), 416.927(c)(2).</p>\n<p>Here, there is no indication that the ALJ failed to acquire any of Dr. Manalo's records. To the contrary, the ALJ developed a complete medical record spanning several years, and included notes from many contemporaneous examinations and Plaintiffs own statements. This record was more than sufficient for the ALJ to make a disability determination, and there was no need for the ALJ to recontact Dr. Manalo.</p>\n<p></p>\n<h2>D. <i>The ALJ presented a proper hypothetical to the VE</i>\n</h2>\n<p>Plaintiff claims that the ALJ erred by failing to include Plaintiffs borderline intellectual functioning and organic brain disorder in the hypothetical to the VE. The hypothetical describes a \"younger\" individual with a high school education and the claimant's past work experience. The hypothetical individual had the capacity to do medium level work, with the limitation of never climbing stairs, only occasionally climbing of ramps and stairs, and avoiding loud noise and concentrated hazards. The hypothetical individual could perform simple, routine, and repetitive tasks, and cannot perform quota-based or production work. (Tr. 84-84). Plaintiff argues that limiting the Plaintiff to \"simple, routine, and repetitive tasks\" did not account for Plaintiffs borderline intellectual functioning and moderate concentration difficulties. This argument is meritless.</p>\n<p><span class=\"star-pagination\">*896</span> The evidence showed that Plaintiff was able to perform simple, routine and repetitive tasks. After examining Plaintiff and giving him various intelligence and memory tests, Mr. Jamison concluded that the Plaintiff was able to sustain attention to complete tasks and understand instructions. (Tr. 353-357). The first state psychologist found that he was only moderately limited in the ability to maintain attention and concentration for extended periods (Tr. 386, 394); and he had normal attention span and concentration (Tr. 328, 464, 468, 474). The second state psychologist also found that Plaintiff had only moderate concentration difficulties, as well as only mild restrictions in activities of daily living and in maintaining social functioning. (Tr. 408). These findings are consistent with the ALJ's determination that Plaintiff could perform simple, routine and repetitive tasks. <i>See e.g., </i><i>Howard v. Massanari,</i> <span class=\"citation\" data-id=\"773850\"><a href=\"/opinion/773850/victoria-a-howard-v-larry-massanari-acting-commissioner-social-security/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">577</span></a></span>, 582 (8th Cir.2001) (\"the ALJ's hypothetical concerning someone who is capable of doing simple, repetitive, routine tasks adequately captures Howard's deficiencies in concentration, persistence or pace\" as well as \"borderline intellectual functioning\"); <i>Brachtel v. Apfel,</i> <span class=\"citation\" data-id=\"749825\"><a href=\"/opinion/749825/54-socsecrepser-677-unemplinsrep-cch-p-15816b-peter-c-brachtel/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">417</span></a></span>, 421 (8th Cir.1997) (holding that a finding that a claimant \"often\" had deficiencies of concentration, persistence or pace, was adequately incorporated in a hypothetical which referred to the ability \"to do only simple, routine repetitive work ... at [no] more than a regular pace\").</p>\n<p>Thus, the ALJ made no error in forming the hypothetical for the VE.</p>\n<p></p>\n<h2>E. <i>The ALJ properly evaluated Plaintiffs subjective testimony regarding his pain</i>\n</h2>\n<p>The ALJ properly found that Plaintiffs statements concerning the severity of his symptoms and their limiting effect on his ability to perform work related activities were not entirely credible (Tr. 17-20). Substantial evidence supports this finding.</p>\n<p>Under the regulations, the determination of whether a person is disabled by pain or other symptoms is a two-step process. First, there must be objective medical evidence showing the existence of a medical impairment that results from anatomical, physiological, or psychological abnormalities and that could reasonably be expected to produce the pain or other symptoms alleged. <i>See </i><i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 594 (4th Cir.1996); 20 C.F.R. §§ 404.1529(b), 416.929(b). After a claimant has met his threshold obligation of showing a medical impairment reasonably likely to cause the pain claimed, the AJL then evaluates the intensity and persistence of the claimant's pain, and the extent to which it affects her ability to work. <i>Id.</i> Under the regulations, this evaluation must take into account not only the claimant's statements about her pain, but also \"all the available evidence,\" including the claimant's medical history, medical signs, and laboratory findings.</p>\n<p>Here, the AJL found that although Plaintiff had chronic headaches, an organic brain disorder, and borderline intellectual functioning at step 1, the Plaintiff exaggerated his symptoms at step 2. (Tr. 17-20). The AJL noted that various aspects of the record were inconsistent with Plaintiffs reported symptoms, including Plaintiffs daily activities as discussed above. The AJL also noted Plaintiffs non-compliance with his doctors' orders on several occasions, including not consistently taking his medication, not performing recommended memory games, and not following-up with appointments. Further, notes from the outpatient rehabilitation facility reflect several attempts to get the claimant into a vocational rehabilitation program, with the Plaintiff failing to follow through (Tr. 18, 303-316). <i>See</i> 20 C.F.R. §§ 404.1594(e)(4), <span class=\"star-pagination\">*897</span> 416.994(b)(4)(iv) (stating that a claimant is not disabled if the claimant fails to follow treatment that would restore his or her ability to work and the claimant does not have good cause for failing to follow treatment).</p>\n<p>The AJL's thus properly found that Plaintiffs description of his symptoms were not entirely credible.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Government's Motion for Judgment on the Pleadings is GRANTED.</p>\n<h2>NOTES</h2>\n<p>[1]  Elavil (also known as Amitriptyline) is prescribed for depression, with or without symptoms of anxiety or sleep disturbances; chronic pain due to migraine, tension headache, diabetic neuropathy, cancer, herpes lesions, and arthritis. See The Pill Book 1121-1127 (Harold M. Silverman, ed., 12th ed. May 2006).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/464965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773850/"
  ]
}