{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2126003/",
  "absolute_url": "/opinion/2126003/national-right-to-work-legal-defense-etc-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2126003/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:23:51.222952Z",
  "date_modified": "2016-04-26T23:15:50.574929Z",
  "type": "010combined",
  "sha1": "dca9ef6fa4210a1d18ef041264675b18f0423e49",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>487 F.Supp. 801 (1979)</b></center>\n<center><h1>NATIONAL RIGHT TO WORK LEGAL DEFENSE AND EDUCATION FOUNDATION, INC., Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 77-378-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 21, 1979.</center>\n<p><span class=\"star-pagination\">*802</span> Joseph C. Moore, Jr., Young, Moore, Henderson &amp; Alvis, Raleigh, N. C., Richard H. Mansfield, III, Washington, D. C., Richard J. Clair, Fairfax, Va., Webster &amp; Chamberlain, Washington, D. C., for plaintiff.</p>\n<p>Robert L. Welsh, Atty. Tax Division, Dept. of Justice, Washington, D. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>The plaintiff, the National Right To Work Legal Defense and Education Foundation, Inc. (the Foundation), brings this tax refund action pursuant to 26 U.S.C. § 7422 against the United States contesting the conclusion of the Internal Revenue Service that the plaintiff is not a charitable organization and therefore exempt from taxation under the Internal Revenue Code. From the trial conducted by the court without a jury on November 15, 1979 the court finds the following pertinent facts:</p>\n<p>The articles of incorporation of the Foundation state that its purpose is \"[t]o take all legitimate action to further the defense of the rights of workers who are suffering legal injustice as a result of employment discrimination under compulsory unionism arrangements, and to assist such workers in protecting rights guaranteed to them under the Constitution and laws of the United <span class=\"star-pagination\">*803</span> States without fee or charge to such workers. . . . To prepare educational materials dealing with employment discrimination under compulsory unionism arrangements. . . . To undertake studies and research . . . concerning the effects of compulsory unionism.\" The Foundation's primary activity in pursuit of these goals is to provide legal aid to those workers who suffer discrimination through compulsory unionism arrangements.</p>\n<p>The Foundation selects its cases in order to (1) establish legal precedents protecting every American against abuses of human and civil rights growing out of compulsory unionism; and (2) to provide legal aid for insuring that rights established by law and legal interpretation are, in fact, obtainable by each employee. Whether a case is accepted depends on the magnitude of the alleged injustice, the factual strength of the employee's case, the possibility of establishing new legal precedent, and the probable costs of assistance.</p>\n<p>The complaints in the cases sponsored by the Foundation reflect these enumerated standards; they all deal with a \"right to work.\" The primary claim for relief in roughly eighty per cent of all the cases involves the constitutional right of workers to be free from alleged union abuses. The remaining twenty per cent of the cases involve the enforcement of statutory rights with separate constitutional claims that are secondary to the primary statutory claim. The Foundation has sponsored landmark litigation and has submitted amicus curiae briefs in matters before the United States Supreme Court.</p>\n<p>The Foundation was originally incorporated pursuant to the District of Columbia Non-Profit Corporation Act. In addition to the purposes enumerated above, the articles of incorporation provide that the Foundation is to operate exclusively for charitable purposes, so that it may be exempt from taxation. <i>See</i> 26 U.S.C. § 501(c)(3). The IRS determined on January 20, 1969 in a private letter ruling that the D. C. corporation was tax-exempt.</p>\n<p>The trustees of the D. C. corporation decided in 1975 to reincorporate the organization in North Carolina. The trustees regarded North Carolina as a more favorable environment for the Foundation because of the state's right-to-work law. The reincorporation was to be accomplished by forming a North Carolina corporation with the same name, and to have the corporation merge with the D. C. corporation. The North Carolina corporation was to be the surviving entity.</p>\n<p>The articles of incorporation of the North Carolina corporation are identical to those of the D. C. corporation. The personnel of the corporations are the same and the North Carolina corporation is to continue operations in the same manner as the District of Columbia corporation has heretofore done. Only a few lawsuits sponsored by the Foundation have been filed since the incorporation in North Carolina. These reflect, however, the same type of litigation previously sponsored by the D. C. organization.</p>\n<p>Because of the reincorporation, the Foundation was required by law again to apply for exemption from taxation with the IRS. It applied for the exemption on May 12, 1975. Instead of merely rubber-stamping the exemption application, however, the IRS requested further information from the Foundation on June 27, 1975. The information was promptly furnished on July 17, 1975. Nevertheless, the IRS did not rule on the application until two and a half years later, and only after repeated requests for an expedited ruling and for a conference. The conference request was denied, with no explanation for the delay. The IRS ruled on November 4, 1977 that the Foundation is not an exempt organization under the Code. The rationale articulated within the IRS private letter ruling is that the organization is not organized for charitable purposes under Section 501(c)(3) of the Code.</p>\n<p>Under 26 U.S.C. § 7805, the Commissioner of Internal Revenue is empowered to promulgate various regulations articulating the definition of a charitable organization. Those regulations provide that an exempt charitable organization must be organized <span class=\"star-pagination\">*804</span> and operated exclusively for one or more specified purposes. 26 C.F.R. § 1.501(c)(3)-1(a)(1). One of those purposes is the promotion of social welfare by defending \"human and civil rights secured by law.\" 42 C.F.R. § 1.501(c)(3)-1(d)(2).</p>\n<p>The Commissioner determined that Right to Work is not organized for the purpose of defending \"human and civil rights secured by law.\" The following reasons were stated for the conclusion:</p>\n<blockquote>\"We conclude that the phrase `human and civil rights secured by law' refers only to those human and civil rights that can be clearly demonstrated to be of sufficiently broad public concern that their defense promotes the social welfare. The phrase as used under section 501(c)(3) of the Code does not include statutory rights that are merely `similar to' certain fundamental human and civil rights guaranteed by the United States Constitution.</blockquote>\n<blockquote>\"The phrase `human and civil rights' refers only to those individual liberties, freedoms, and privileges involving human dignity that are either specifically guaranteed by the U. S. Constitution or by a special statutory provision coming directly within the scope of the 13th or 14th Amendment, some other comparable constitutional provision, or that otherwise fall within the protection of the Constitution by reason of their long established recognition at the common law as rights that are essential to the orderly pursuit of happiness by free men. Both the fundamental character and the wide ranging scope of such constitutionally protected rights of individual citizens have been repeatedly recognized in a long series of Supreme Court decisions that include <i>Doe v. Bolton,</i> 410 U.S. 179, [93 S.Ct. 739, 35 L.Ed.2d 201] (1973); <i>Griswold v. Connecticut,</i> 381 U.S. 479, [85 S.Ct. 1678, 14 L.Ed.2d 510 (1964); <i>Aptheker v. Secretary of State,</i> 378 U.S. 500, [84 S.Ct. 1659, 12 L.Ed.2d 992 (1963); and <i>Meyer v. Nebraska,</i> 262 U.S. 390, 299 [399] [43 S.Ct. 625, 626, 67 L.Ed.2d 1042] (1923).</blockquote>\n<blockquote>\"The information submitted indicates that your principal activity involves providing legal aid to employees whose rights are violated under compulsory unionism arrangements. Although constitutional issues may be involved, the information submitted shows that your criterion for intervention in a case is whether there is a grievance arising out of a compulsory union membership requirement. Accordingly, your primary activity is not restricted to defending `human and civil rights secured by law.'</blockquote>\n<blockquote>\"For this reason we rule that your primary activity is not a charitable activity, and that you are not entitled to recognition of exemption under section 501(c)(3) of the Code. You are required to file Federal income tax returns.\"</blockquote>\n<p>The Foundation complied with the IRS ruling and filed tax returns, although it pursued appropriate avenues of protest and review. An employer's wages tax (FICA) was paid under protest in the amount of $23.40. The denial of a favorable ruling has caused diminished donations because prospective donors to the Foundation cannot be assured that their contributions will be deductible for federal income, estate and gift tax purposes. 26 U.S.C. §§ 170, 2055, 2106, 2522.</p>\n<p>The merger of the D. C. and North Carolina organizations has yet to be consummated. Because the North Carolina corporation was denied exempt status, the IRS is prepared to revoke the exemption previously approved for the D. C. corporation. The IRS has agreed to await further action against the D. C. corporation pending the ruling of this court.</p>\n<p>The foregoing facts have engendered the following legal conclusions:</p>\n<p>I. <i>Scope of Review.</i> Prior to an examination of the underlying merits, a brief discussion on the standard of review to be applied to the Commissioner's private letter ruling is necessary. The IRS argues that the Commissioner's decision was invoked pursuant to the discretionary powers conferred by 26 U.S.C. § 7805 upon the Secretary of the Treasury. Were the Commissioner's decision made under Section 7805, the court's inquiry would be limited to <span class=\"star-pagination\">*805</span> determining whether the decision was an abuse of discretion and without rational basis. <i>E. g., </i><i>Bicknell v. United States,</i> 422 F.2d 1055 (5th Cir. 1970).</p>\n<p>However, the Secretary's Section 7805 discretion is not involved in his decision on tax exempt status. The section only empowers him (1) to promulgate various rules and regulations in order to carry out the provisions of the Internal Revenue Code, and (2) to make determinations of tax liability as either prospective or retroactive. These two discretionary powers do not touch upon the separate task of determining whether one is tax exempt under the Code. The discretionary power to promulgate a regulation specifying a statutory exemption differs from the power to determine whether the statute exempts a particular taxpayer. Similarly, a discretionary decision on the retroactivity of a tax liability can be made only after the separate determination that the taxpayer is not tax exempt. Thus the Section 7805 \"abuse of discretion\" standard of review is not applicable.</p>\n<p>Tax refund actions require a redetermination of the entire tax liability. <i>Lewis v. Reynolds,</i> 284 U.S. 281, 283, 52 S.Ct. 145, 146, 76 L.Ed.2d 293 (1932). Consequently, the factual and legal analysis of the Commissioner is of no concern to the district court. <i>Kentucky Trust Company v. Glenn,</i> 217 F.2d 462, 465-66 (6th Cir. 1954). The court's determination is <i>de novo.</i> The court does not review the action of the Commissioner, for there is in fact no record to review. <i>Cf., </i><i>O'Dwyer v. Commissioner of Internal Revenue,</i> 266 F.2d 575, 580 (4th Cir. 1959), <i>cert. denied,</i> 361 U.S. 862, 80 S.Ct. 119, 4 L.Ed.2d 102 (1960). Thus, the court does not sit in judgment of the Commissioner; the court places itself in the shoes of the Commissioner. <i>Pierson v. United States,</i> 428 F.Supp. 384, 388 (D.Del. 1977).</p>\n<p>The applicability of the <i>de novo</i> standard determines the weight given to the Commissioner's private letter ruling issued to the plaintiff Foundation. Revenue rulings are merely the opinions of lawyers within the IRS. If a ruling is an improper and incorrect interpretation of the law, it is without force. <i>Idaho Power Company v. Commissioner of Internal Revenue,</i> 477 F.2d 688 (9th Cir. 1973), <i>reversed </i><i>on other grounds,</i> 418 U.S. 1, 94 S.Ct. 2757, 41 L.Ed.2d 535 (1974). If, however, the prior revenue ruling is consistent with the court's separate and independent construction of the exemption provisions, the ruling can serve as some evidence that the court's independent evaluation is correct. <i>Hanover Bank v. Commissioner,</i> 369 U.S. 672, 686-87 and n.19, 82 S.Ct. 1080, 1088 and n.19, 8 L.Ed.2d 187 (1962).</p>\n<p>Accordingly, the court concludes that the Foundation needs only to show that its construction of the applicable statute and regulations is the more legally correct interpretation.</p>\n<p>II. <i>The Right to Work As A Human and Civil Right.</i> IRS regulations provide that one way to be a charitable organization under the Code is to defend human and civil rights secured by law. The Commissioner construes \"human and civil rights secured by law\" to be \"one of those individual liberties, freedoms, and privileges involving human dignity that are specifically guaranteed by the United States Constitution . . ..\" and concludes \"[t]he right to work is not such a right.\" (Defendants' post-trial memorandum, p. 2.) The United States Supreme Court disagrees:</p>\n<blockquote>\"[T]he right to work for a living in the common occupations of the community is of the very essence of the personal freedom and opportunity that it was the purpose of the [Fourteenth] Amendment to secure.\" <i>Truax v. Raich,</i> 239 U.S. 33, 41, 36 S.Ct. 7, 10, 60 L.Ed. 131 (1915).</blockquote>\n<p>Indeed, the concept of the right to work as liberty's cornerstone is so ingrained in our society that this state's legislature has concluded that \"The right to live includes the right to work.\" N.C.G.S. § 95-78. Moreover, a reading of the pertinent cases reveals that the courts have rarely articulated a fundamental right with more sweeping eloquence and affection than they have the <span class=\"star-pagination\">*806</span> right to work. <i>E. g., </i><i>Railway Employes' Department v. Hanson,</i> 351 U.S. 225, 234 n.6, 76 S.Ct. 714, 719 n.6, 100 L.Ed. 1112 (1956) [\"[b]ut the American people . . will not consent to the exchange of the tyranny of the employer for the tyranny of the employee\"].</p>\n<p>Like all fundamental rights, however, the right to work is not absolute, for it is subject to the limitations of compelling state interests. For instance, the right is limited by the interest of the federal government under the commerce clause in assuring efficient and peaceful application of the nation's labor laws. Hence, a compulsory union arrangement permitted by federal statute does not <i>per se</i> violate one's right to work. <i>Hanson, supra</i><i>.</i> Yet, a governmental limitation upon the right does not destroy its existence. Rather, the right lives with a constant tension between it and the competing state interest. In some instances the competing state interest prevails and in others the right to work prevails. For example, a compulsory union arrangement can exist if permitted by federal and state statute; but the same arrangement cannot condition membership upon forced contributions going to political causes with which the contributor does not agree. <i>Abood v. Detroit Board of Education,</i> 431 U.S. 209, 97 S.Ct. 1782, 52 L.Ed.2d 261 (1977). It is with this tension between the right to work and the competing state interest the plaintiff's litigation is primarily concerned. The sponsored litigation deals with those instances in which, in the judgment of the plaintiffs, a compulsory union arrangement oversteps the boundaries drawn by the right to work. Thus, the Commissioner's conclusion that the right to work is not an \"individual liberty involving a human dignity specifically guaranteed by the Constitution\" is in error.</p>\n<p>The defendant argues, however, that the right to work is protected by the Constitution only in the context of an individual <i>versus the state</i> and that the cases do not stand for the proposition that the right to work is a generally protected constitutional right of all individuals against all persons. <i>E. g., Truax, supra; </i><i>Meyer v. Nebraska,</i> 262 U.S. 390, 43 S.Ct. 625, 67 L.Ed.2d 1042 (1923). The government's distinction is patently meritless for a variety of reasons. First, the distinction is contradictory. A fundamental right that would be protectable only against governments and not against private persons is fundamental in name only. The courts do not countenance that contradiction. For example, in <i>Abood, supra,</i> the Supreme Court prohibited a closed shop union from using compulsory fees for political causes; the limitation was not placed merely upon a government. Similarly, the constitutionally protected right to an abortion in the first trimester of pregnancy has been protected against private individuals (parents), <i>Planned Parenthood v. Danforth,</i> 428 U.S. 52, 75, 96 S.Ct. 2831, 2843, 49 L.Ed.2d 788 (1976); <i>Wynn v. Carey,</i> 582 F.2d 1375, 1386 (7th Cir. 1978), not just the state, <i>Roe v. Wade,</i> 410 U.S. 113, 93 S.Ct. 705, 35 L.Ed.2d 147 (1973).</p>\n<p>Secondly, the defendant contradicts its position within its own interpretation of the meaning of human and civil rights secured by law. The Commissioner includes within \"human and civil rights\" those human dignities that are specifically guaranteed by a special statutory provision coming directly within the scope of the Thirteenth or Fourteenth Amendments. The Thirteenth Amendment is a direct prohibition upon individuals and not merely governments. Moreover, Congress has enacted legislation under Section 5 of the Fourteenth Amendment that directly applies to individuals, such as 42 U.S.C. §§ 1983 and 2000e (Title VII).</p>\n<p>The conclusion is that the right to work is a human and civil right secured by law.</p>\n<p>III. <i>Litigating the Right to Work As A Charitable Activity.</i></p>\n<p>Even if the activities for which the plaintiff were organized do not defend \"human and civil rights secured by law,\" the issue of whether the Foundation is a charitable organization is not resolved. Regulations and judicial precedent provide that \"charitable organization\" is to be construed in its legal sense and is not to be limited by the listing of activities approved by the IRS.</p>\n<p><span class=\"star-pagination\">*807</span> The law favors charitable organizations because they perform public services that relieve the public sector <i>pro tanto</i> from a burden that otherwise would be imposed upon it. <i>Duffy v. Birmingham,</i> 190 F.2d 738 (8th Cir. 1951). The common element in all charitable organizations is that they are designed to accomplish objectives which are beneficial to the community and area. <i>Bank of Carthage v. United States,</i> 304 F.Supp. 77, 80 (W.D.Mo.1969). Therefore, the threshold question is whether the taxpayer renders community benefit. <i>Center on Corporate Responsibility, Inc. v. Shultz,</i> 368 F.Supp. 863 (D.D.C.1973); Restatement 2d Trusts §§ 368 and 374 (1959).</p>\n<p>In weighing the benefit rendered, the court does not decide whether the organization is taking the wisest course in trying to help the community; nor is the popularity of the organization's cause determinative. Restatement 2d Trust § 374, Comments k, n and 1, pp. 260-61 (1959); <i>see also </i><i>Girard Trust Company v. Commissioner of IRS,</i> 122 F.2d 108 (3rd Cir. 1941). Nevertheless, the court is free to consider the organization's views in determining whether the organization's methods and ends might, in the eyes of others, render community benefit. <i>Shultz, supra</i><i>.</i></p>\n<p>The defense of each citizen's right to work under the First, Fifth and Fourteenth Amendments is a noble objective. The public has a paramount interest in insuring that compulsory union arrangements do not unnecessarily impinge upon each worker's freedom of thought, association or speech. <i>E. g., </i><i>Abood, supra</i><i>.</i> Litigation is an appropriate vehicle for an organization to accomplish that objective. <i>Schultz, supra;</i> Revenue Procedure 71-39, 1971-2 Cumulative Bulletin p. 575. Thus, plaintiff's activities are \"charitable\" as the term is defined in Section 501 of the Code, regardless of whether the activities defend human or civil rights secured by law.</p>\n<p>IV. <i>Alleged Overbreadth of Corporate Charter.</i> Regulations provide that in order for a corporation to be properly organized as a charitable organization, the articles of incorporation must not be worded so broadly as to permit the organization to engage in operations that are not primarily charitable. 42 C.F.R. § 1.501(c)(3)-1(b)(1)(iv). The Foundation's charter empowers the organization \"to take all legitimate action to further the defense of the rights of workers who are suffering legal injustice as a result of employment discrimination under compulsory unionism arrangements.\" Conceding for the sake of argument that litigating against the infringement upon the right to work is a charitable activity, the IRS argues that the quoted provision above is overbroad because it allows the taxpayer to \"entertain any grievance arising out of a compulsory unionism requirement\" and not confine its activities to the litigation of cases raising constitutional questions. (Defendants' post-trial memorandum, p. 4.)<sup>[1]</sup></p>\n<p>A corporate charter is a contract, <i>Trustees of Dartmouth College v. Woodward,</i> 17 U.S. (4 Wheat.) 517, 704, 4 L.Ed. 629 (1819); thus, the rules of construction of contracts apply. 19 C.J.S. Corporations § 1948(a). The meaning of a corporate charter is to be ascertained first from its specific, clear and unambiguous words taken in their ordinary sense. <i>Jamestown Mutual Insurance Company v. Nationwide Mutual Insurance Company,</i> 266 N.C. 430, 146 S.E.2d 410 (1966).<sup>[2]</sup> Should specific words within the charter not resolve an ambiguity, the charter is to be construed as a whole and each clause and word must be considered with reference to the other provisions <span class=\"star-pagination\">*808</span> of the charter. <i>Security National Bank v. Educators Mutual Life Insurance Company,</i> 265 N.C. 86, 143 S.E.2d 270 (1965). Moreover, when a charter is being construed to determine whether a corporation is exempt from taxation, the charter is to be construed in favor of the public. <i>People v. New York State Board of Tax Commissioners,</i> 199 U.S. 1, 25 S.Ct. 705, 50 L.Ed. 65 (1905).</p>\n<p>Under these rules of construction, the court cannot fathom how a \"legal injustice resulting from employment discrimination under compulsory unionism\" can be construed to cover \"any grievance\" arising out of a compulsory unionism requirement. The terms \"legal injustice\" and \"employment discrimination\" connote questions of fundamental rights and do not encompass procedural nuances that may be involved in, say, NLRB or EEOC grievance mechanisms. Moreover, the contested clause is limited by the conjunctive clause \"and to assist such workers in protecting rights guaranteed to them under the Constitution and laws of the United States.\" Finally, the charter should not be broadly read to include just any grievance under a compulsory union arrangement, for to do so would result in denying tax exemption to an organization that benefits the public. <i>New York State Board of Tax Commissioners, supra</i><i>.</i></p>\n<p>The judgment of the court is that the plaintiff is organized and operating as a charitable organization and is thus exempt from taxation.</p>\n<p>An appropriate judgment will be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff argues that its charter cannot possibly be construed to permit it to engage in non-charitable activities because the charter specifically provides that it is operated exclusively for charitable purposes. However, if other provisions within the corporate charter permit the organization to engage in non-charitable activities, the corporation does not meet the definition of \"charitable,\" even if its articles may state that the organization is created for charitable purposes within the meaning of Section 501 of the Code. 42 C.F.R. § 1.501(c)(3)-1(b)(1)(iii).</p>\n<p>[2]  Regulation provide that the law of the state in which an organization is created shall be controlling in the construction of the terms of its articles. 42 C.F.R. § 1.501(c)(3)-1(b)(5).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">801</span></span> (1979)</b></center>\n<center><h1>NATIONAL RIGHT TO WORK LEGAL DEFENSE AND EDUCATION FOUNDATION, INC., Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 77-378-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 21, 1979.</center>\n<p><span class=\"star-pagination\">*802</span> Joseph C. Moore, Jr., Young, Moore, Henderson &amp; Alvis, Raleigh, N. C., Richard H. Mansfield, III, Washington, D. C., Richard J. Clair, Fairfax, Va., Webster &amp; Chamberlain, Washington, D. C., for plaintiff.</p>\n<p>Robert L. Welsh, Atty. Tax Division, Dept. of Justice, Washington, D. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>The plaintiff, the National Right To Work Legal Defense and Education Foundation, Inc. (the Foundation), brings this tax refund action pursuant to 26 U.S.C. § 7422 against the United States contesting the conclusion of the Internal Revenue Service that the plaintiff is not a charitable organization and therefore exempt from taxation under the Internal Revenue Code. From the trial conducted by the court without a jury on November 15, 1979 the court finds the following pertinent facts:</p>\n<p>The articles of incorporation of the Foundation state that its purpose is \"[t]o take all legitimate action to further the defense of the rights of workers who are suffering legal injustice as a result of employment discrimination under compulsory unionism arrangements, and to assist such workers in protecting rights guaranteed to them under the Constitution and laws of the United <span class=\"star-pagination\">*803</span> States without fee or charge to such workers. . . . To prepare educational materials dealing with employment discrimination under compulsory unionism arrangements. . . . To undertake studies and research . . . concerning the effects of compulsory unionism.\" The Foundation's primary activity in pursuit of these goals is to provide legal aid to those workers who suffer discrimination through compulsory unionism arrangements.</p>\n<p>The Foundation selects its cases in order to (1) establish legal precedents protecting every American against abuses of human and civil rights growing out of compulsory unionism; and (2) to provide legal aid for insuring that rights established by law and legal interpretation are, in fact, obtainable by each employee. Whether a case is accepted depends on the magnitude of the alleged injustice, the factual strength of the employee's case, the possibility of establishing new legal precedent, and the probable costs of assistance.</p>\n<p>The complaints in the cases sponsored by the Foundation reflect these enumerated standards; they all deal with a \"right to work.\" The primary claim for relief in roughly eighty per cent of all the cases involves the constitutional right of workers to be free from alleged union abuses. The remaining twenty per cent of the cases involve the enforcement of statutory rights with separate constitutional claims that are secondary to the primary statutory claim. The Foundation has sponsored landmark litigation and has submitted amicus curiae briefs in matters before the United States Supreme Court.</p>\n<p>The Foundation was originally incorporated pursuant to the District of Columbia Non-Profit Corporation Act. In addition to the purposes enumerated above, the articles of incorporation provide that the Foundation is to operate exclusively for charitable purposes, so that it may be exempt from taxation. <i>See</i> 26 U.S.C. § 501(c)(3). The IRS determined on January 20, 1969 in a private letter ruling that the D. C. corporation was tax-exempt.</p>\n<p>The trustees of the D. C. corporation decided in 1975 to reincorporate the organization in North Carolina. The trustees regarded North Carolina as a more favorable environment for the Foundation because of the state's right-to-work law. The reincorporation was to be accomplished by forming a North Carolina corporation with the same name, and to have the corporation merge with the D. C. corporation. The North Carolina corporation was to be the surviving entity.</p>\n<p>The articles of incorporation of the North Carolina corporation are identical to those of the D. C. corporation. The personnel of the corporations are the same and the North Carolina corporation is to continue operations in the same manner as the District of Columbia corporation has heretofore done. Only a few lawsuits sponsored by the Foundation have been filed since the incorporation in North Carolina. These reflect, however, the same type of litigation previously sponsored by the D. C. organization.</p>\n<p>Because of the reincorporation, the Foundation was required by law again to apply for exemption from taxation with the IRS. It applied for the exemption on May 12, 1975. Instead of merely rubber-stamping the exemption application, however, the IRS requested further information from the Foundation on June 27, 1975. The information was promptly furnished on July 17, 1975. Nevertheless, the IRS did not rule on the application until two and a half years later, and only after repeated requests for an expedited ruling and for a conference. The conference request was denied, with no explanation for the delay. The IRS ruled on November 4, 1977 that the Foundation is not an exempt organization under the Code. The rationale articulated within the IRS private letter ruling is that the organization is not organized for charitable purposes under Section 501(c)(3) of the Code.</p>\n<p>Under 26 U.S.C. § 7805, the Commissioner of Internal Revenue is empowered to promulgate various regulations articulating the definition of a charitable organization. Those regulations provide that an exempt charitable organization must be organized <span class=\"star-pagination\">*804</span> and operated exclusively for one or more specified purposes. 26 C.F.R. § 1.501(c)(3)-1(a)(1). One of those purposes is the promotion of social welfare by defending \"human and civil rights secured by law.\" 42 C.F.R. § 1.501(c)(3)-1(d)(2).</p>\n<p>The Commissioner determined that Right to Work is not organized for the purpose of defending \"human and civil rights secured by law.\" The following reasons were stated for the conclusion:</p>\n<blockquote>\"We conclude that the phrase `human and civil rights secured by law' refers only to those human and civil rights that can be clearly demonstrated to be of sufficiently broad public concern that their defense promotes the social welfare. The phrase as used under section 501(c)(3) of the Code does not include statutory rights that are merely `similar to' certain fundamental human and civil rights guaranteed by the United States Constitution.</blockquote>\n<blockquote>\"The phrase `human and civil rights' refers only to those individual liberties, freedoms, and privileges involving human dignity that are either specifically guaranteed by the U. S. Constitution or by a special statutory provision coming directly within the scope of the 13th or 14th Amendment, some other comparable constitutional provision, or that otherwise fall within the protection of the Constitution by reason of their long established recognition at the common law as rights that are essential to the orderly pursuit of happiness by free men. Both the fundamental character and the wide ranging scope of such constitutionally protected rights of individual citizens have been repeatedly recognized in a long series of Supreme Court decisions that include <i>Doe v. Bolton,</i> <span class=\"citation\" data-id=\"108714\"><a href=\"/opinion/108714/doe-v-bolton/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">179</span></a></span>, [93 S.Ct. 739, 35 L.Ed.2d 201] (1973); <i>Griswold v. Connecticut,</i> <span class=\"citation no-link\"><span class=\"volume\">381</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></span>, [85 S.Ct. 1678, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">510</span></span> (1964); <i>Aptheker v. Secretary of State,</i> <span class=\"citation no-link\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></span>, [84 S.Ct. 1659, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">992</span></span> (1963); and <i>Meyer v. Nebraska,</i> <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, 299 [399] [<span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">625</span></span>, 626, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1042</span></span>] (1923).</blockquote>\n<blockquote>\"The information submitted indicates that your principal activity involves providing legal aid to employees whose rights are violated under compulsory unionism arrangements. Although constitutional issues may be involved, the information submitted shows that your criterion for intervention in a case is whether there is a grievance arising out of a compulsory union membership requirement. Accordingly, your primary activity is not restricted to defending `human and civil rights secured by law.'</blockquote>\n<blockquote>\"For this reason we rule that your primary activity is not a charitable activity, and that you are not entitled to recognition of exemption under section 501(c)(3) of the Code. You are required to file Federal income tax returns.\"</blockquote>\n<p>The Foundation complied with the IRS ruling and filed tax returns, although it pursued appropriate avenues of protest and review. An employer's wages tax (FICA) was paid under protest in the amount of $23.40. The denial of a favorable ruling has caused diminished donations because prospective donors to the Foundation cannot be assured that their contributions will be deductible for federal income, estate and gift tax purposes. 26 U.S.C. §§ 170, 2055, 2106, 2522.</p>\n<p>The merger of the D. C. and North Carolina organizations has yet to be consummated. Because the North Carolina corporation was denied exempt status, the IRS is prepared to revoke the exemption previously approved for the D. C. corporation. The IRS has agreed to await further action against the D. C. corporation pending the ruling of this court.</p>\n<p>The foregoing facts have engendered the following legal conclusions:</p>\n<p>I. <i>Scope of Review.</i> Prior to an examination of the underlying merits, a brief discussion on the standard of review to be applied to the Commissioner's private letter ruling is necessary. The IRS argues that the Commissioner's decision was invoked pursuant to the discretionary powers conferred by 26 U.S.C. § 7805 upon the Secretary of the Treasury. Were the Commissioner's decision made under Section 7805, the court's inquiry would be limited to <span class=\"star-pagination\">*805</span> determining whether the decision was an abuse of discretion and without rational basis. <i>E. g., </i><i>Bicknell v. United States,</i> <span class=\"citation\" data-id=\"288851\"><a href=\"/opinion/288851/samuel-n-bicknell-v-united-states/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1055</span></a></span> (5th Cir. 1970).</p>\n<p>However, the Secretary's Section 7805 discretion is not involved in his decision on tax exempt status. The section only empowers him (1) to promulgate various rules and regulations in order to carry out the provisions of the Internal Revenue Code, and (2) to make determinations of tax liability as either prospective or retroactive. These two discretionary powers do not touch upon the separate task of determining whether one is tax exempt under the Code. The discretionary power to promulgate a regulation specifying a statutory exemption differs from the power to determine whether the statute exempts a particular taxpayer. Similarly, a discretionary decision on the retroactivity of a tax liability can be made only after the separate determination that the taxpayer is not tax exempt. Thus the Section 7805 \"abuse of discretion\" standard of review is not applicable.</p>\n<p>Tax refund actions require a redetermination of the entire tax liability. <i>Lewis v. Reynolds,</i> <span class=\"citation\" data-id=\"101820\"><a href=\"/opinion/101820/lewis-v-reynolds/\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">281</span></a></span>, 283, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">145</span></span>, 146, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">293</span></span> (1932). Consequently, the factual and legal analysis of the Commissioner is of no concern to the district court. <i>Kentucky Trust Company v. Glenn,</i> <span class=\"citation\" data-id=\"235233\"><a href=\"/opinion/235233/kentucky-trust-company-of-the-estate-of-martin-l-schmidt-deceased-v/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">462</span></a></span>, 465-66 (6th Cir. 1954). The court's determination is <i>de novo.</i> The court does not review the action of the Commissioner, for there is in fact no record to review. <i>Cf., </i><i>O'Dwyer v. Commissioner of Internal Revenue,</i> <span class=\"citation\" data-id=\"248019\"><a href=\"/opinion/248019/william-odwyer-and-sloan-odwyer-v-commissioner-of-internal-revenue/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">575</span></a></span>, 580 (4th Cir. 1959), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">119</span></span>, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">102</span></span> (1960). Thus, the court does not sit in judgment of the Commissioner; the court places itself in the shoes of the Commissioner. <i>Pierson v. United States,</i> <span class=\"citation\" data-id=\"1792150\"><a href=\"/opinion/1792150/pierson-v-united-states/\"><span class=\"volume\">428</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">384</span></a></span>, 388 (D.Del. 1977).</p>\n<p>The applicability of the <i>de novo</i> standard determines the weight given to the Commissioner's private letter ruling issued to the plaintiff Foundation. Revenue rulings are merely the opinions of lawyers within the IRS. If a ruling is an improper and incorrect interpretation of the law, it is without force. <i>Idaho Power Company v. Commissioner of Internal Revenue,</i> <span class=\"citation\" data-id=\"310729\"><a href=\"/opinion/310729/idaho-power-company-v-commissioner-of-internal-revenue/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">688</span></a></span> (9th Cir. 1973), <i>reversed </i><i>on other grounds,</i> <span class=\"citation\" data-id=\"109082\"><a href=\"/opinion/109082/commissioner-v-idaho-power-co/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"109082\"><a href=\"/opinion/109082/commissioner-v-idaho-power-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2757</span></a></span>, <span class=\"citation\" data-id=\"109082\"><a href=\"/opinion/109082/commissioner-v-idaho-power-co/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">535</span></a></span> (1974). If, however, the prior revenue ruling is consistent with the court's separate and independent construction of the exemption provisions, the ruling can serve as some evidence that the court's independent evaluation is correct. <i>Hanover Bank v. Commissioner,</i> <span class=\"citation\" data-id=\"106402\"><a href=\"/opinion/106402/hanover-bank-v-commissioner/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">672</span></a></span>, 686-87 and n.19, <span class=\"citation\" data-id=\"106402\"><a href=\"/opinion/106402/hanover-bank-v-commissioner/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1080</span></a></span>, 1088 and n.19, <span class=\"citation\" data-id=\"106402\"><a href=\"/opinion/106402/hanover-bank-v-commissioner/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">187</span></a></span> (1962).</p>\n<p>Accordingly, the court concludes that the Foundation needs only to show that its construction of the applicable statute and regulations is the more legally correct interpretation.</p>\n<p>II. <i>The Right to Work As A Human and Civil Right.</i> IRS regulations provide that one way to be a charitable organization under the Code is to defend human and civil rights secured by law. The Commissioner construes \"human and civil rights secured by law\" to be \"one of those individual liberties, freedoms, and privileges involving human dignity that are specifically guaranteed by the United States Constitution . . ..\" and concludes \"[t]he right to work is not such a right.\" (Defendants' post-trial memorandum, p. 2.) The United States Supreme Court disagrees:</p>\n<blockquote>\"[T]he right to work for a living in the common occupations of the community is of the very essence of the personal freedom and opportunity that it was the purpose of the [Fourteenth] Amendment to secure.\" <i>Truax v. Raich,</i> <span class=\"citation\" data-id=\"98542\"><a href=\"/opinion/98542/truax-v-raich/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 41, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">7</span></span>, 10, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">131</span></span> (1915).</blockquote>\n<p>Indeed, the concept of the right to work as liberty's cornerstone is so ingrained in our society that this state's legislature has concluded that \"The right to live includes the right to work.\" N.C.G.S. § 95-78. Moreover, a reading of the pertinent cases reveals that the courts have rarely articulated a fundamental right with more sweeping eloquence and affection than they have the <span class=\"star-pagination\">*806</span> right to work. <i>E. g., </i><i>Railway Employes' Department v. Hanson,</i> <span class=\"citation\" data-id=\"105399\"><a href=\"/opinion/105399/railway-employes-v-hanson/\"><span class=\"volume\">351</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 234 n.6, <span class=\"citation\" data-id=\"105399\"><a href=\"/opinion/105399/railway-employes-v-hanson/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">714</span></a></span>, 719 n.6, <span class=\"citation\" data-id=\"105399\"><a href=\"/opinion/105399/railway-employes-v-hanson/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1112</span></a></span> (1956) [\"[b]ut the American people . . will not consent to the exchange of the tyranny of the employer for the tyranny of the employee\"].</p>\n<p>Like all fundamental rights, however, the right to work is not absolute, for it is subject to the limitations of compelling state interests. For instance, the right is limited by the interest of the federal government under the commerce clause in assuring efficient and peaceful application of the nation's labor laws. Hence, a compulsory union arrangement permitted by federal statute does not <i>per se</i> violate one's right to work. <i>Hanson, supra</i><i>.</i> Yet, a governmental limitation upon the right does not destroy its existence. Rather, the right lives with a constant tension between it and the competing state interest. In some instances the competing state interest prevails and in others the right to work prevails. For example, a compulsory union arrangement can exist if permitted by federal and state statute; but the same arrangement cannot condition membership upon forced contributions going to political causes with which the contributor does not agree. <i>Abood v. Detroit Board of Education,</i> <span class=\"citation\" data-id=\"109661\"><a href=\"/opinion/109661/abood-v-detroit-bd-of-ed/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span>, <span class=\"citation\" data-id=\"109661\"><a href=\"/opinion/109661/abood-v-detroit-bd-of-ed/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1782</span></a></span>, <span class=\"citation\" data-id=\"109661\"><a href=\"/opinion/109661/abood-v-detroit-bd-of-ed/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">261</span></a></span> (1977). It is with this tension between the right to work and the competing state interest the plaintiff's litigation is primarily concerned. The sponsored litigation deals with those instances in which, in the judgment of the plaintiffs, a compulsory union arrangement oversteps the boundaries drawn by the right to work. Thus, the Commissioner's conclusion that the right to work is not an \"individual liberty involving a human dignity specifically guaranteed by the Constitution\" is in error.</p>\n<p>The defendant argues, however, that the right to work is protected by the Constitution only in the context of an individual <i>versus the state</i> and that the cases do not stand for the proposition that the right to work is a generally protected constitutional right of all individuals against all persons. <i>E. g., Truax, supra; </i><i>Meyer v. Nebraska,</i> <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">625</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1042</span></span> (1923). The government's distinction is patently meritless for a variety of reasons. First, the distinction is contradictory. A fundamental right that would be protectable only against governments and not against private persons is fundamental in name only. The courts do not countenance that contradiction. For example, in <i>Abood, supra,</i> the Supreme Court prohibited a closed shop union from using compulsory fees for political causes; the limitation was not placed merely upon a government. Similarly, the constitutionally protected right to an abortion in the first trimester of pregnancy has been protected against private individuals (parents), <i>Planned Parenthood v. Danforth,</i> <span class=\"citation\" data-id=\"109529\"><a href=\"/opinion/109529/planned-parenthood-of-central-mo-v-danforth/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 75, <span class=\"citation\" data-id=\"109529\"><a href=\"/opinion/109529/planned-parenthood-of-central-mo-v-danforth/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2831</span></a></span>, 2843, <span class=\"citation\" data-id=\"109529\"><a href=\"/opinion/109529/planned-parenthood-of-central-mo-v-danforth/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">788</span></a></span> (1976); <i>Wynn v. Carey,</i> <span class=\"citation\" data-id=\"359491\"><a href=\"/opinion/359491/ralph-m-wynn-md-v-bernard-carey-states-attorney-for-county-of-cook/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1375</span></a></span>, 1386 (7th Cir. 1978), not just the state, <i>Roe v. Wade,</i> <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">705</span></a></span>, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span></a></span> (1973).</p>\n<p>Secondly, the defendant contradicts its position within its own interpretation of the meaning of human and civil rights secured by law. The Commissioner includes within \"human and civil rights\" those human dignities that are specifically guaranteed by a special statutory provision coming directly within the scope of the Thirteenth or Fourteenth Amendments. The Thirteenth Amendment is a direct prohibition upon individuals and not merely governments. Moreover, Congress has enacted legislation under Section 5 of the Fourteenth Amendment that directly applies to individuals, such as 42 U.S.C. §§ 1983 and 2000e (Title VII).</p>\n<p>The conclusion is that the right to work is a human and civil right secured by law.</p>\n<p>III. <i>Litigating the Right to Work As A Charitable Activity.</i></p>\n<p>Even if the activities for which the plaintiff were organized do not defend \"human and civil rights secured by law,\" the issue of whether the Foundation is a charitable organization is not resolved. Regulations and judicial precedent provide that \"charitable organization\" is to be construed in its legal sense and is not to be limited by the listing of activities approved by the IRS.</p>\n<p><span class=\"star-pagination\">*807</span> The law favors charitable organizations because they perform public services that relieve the public sector <i>pro tanto</i> from a burden that otherwise would be imposed upon it. <i>Duffy v. Birmingham,</i> <span class=\"citation\" data-id=\"227637\"><a href=\"/opinion/227637/duffy-v-birmingham/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></a></span> (8th Cir. 1951). The common element in all charitable organizations is that they are designed to accomplish objectives which are beneficial to the community and area. <i>Bank of Carthage v. United States,</i> <span class=\"citation\" data-id=\"1867719\"><a href=\"/opinion/1867719/bank-of-carthage-v-united-states/\"><span class=\"volume\">304</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">77</span></a></span>, 80 (W.D.Mo.1969). Therefore, the threshold question is whether the taxpayer renders community benefit. <i>Center on Corporate Responsibility, Inc. v. Shultz,</i> <span class=\"citation\" data-id=\"1802467\"><a href=\"/opinion/1802467/center-on-corporate-responsibility-inc-v-shultz/\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">863</span></a></span> (D.D.C.1973); Restatement 2d Trusts §§ 368 and 374 (1959).</p>\n<p>In weighing the benefit rendered, the court does not decide whether the organization is taking the wisest course in trying to help the community; nor is the popularity of the organization's cause determinative. Restatement 2d Trust § 374, Comments k, n and 1, pp. 260-61 (1959); <i>see also </i><i>Girard Trust Company v. Commissioner of IRS,</i> <span class=\"citation\" data-id=\"1542149\"><a href=\"/opinion/1542149/girard-trust-co-v-commissioner-of-internal-rev/\"><span class=\"volume\">122</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span> (3rd Cir. 1941). Nevertheless, the court is free to consider the organization's views in determining whether the organization's methods and ends might, in the eyes of others, render community benefit. <i>Shultz, supra</i><i>.</i></p>\n<p>The defense of each citizen's right to work under the First, Fifth and Fourteenth Amendments is a noble objective. The public has a paramount interest in insuring that compulsory union arrangements do not unnecessarily impinge upon each worker's freedom of thought, association or speech. <i>E. g., </i><i>Abood, supra</i><i>.</i> Litigation is an appropriate vehicle for an organization to accomplish that objective. <i>Schultz, supra;</i> Revenue Procedure 71-39, 1971-2 Cumulative Bulletin p. 575. Thus, plaintiff's activities are \"charitable\" as the term is defined in Section 501 of the Code, regardless of whether the activities defend human or civil rights secured by law.</p>\n<p>IV. <i>Alleged Overbreadth of Corporate Charter.</i> Regulations provide that in order for a corporation to be properly organized as a charitable organization, the articles of incorporation must not be worded so broadly as to permit the organization to engage in operations that are not primarily charitable. 42 C.F.R. § 1.501(c)(3)-1(b)(1)(iv). The Foundation's charter empowers the organization \"to take all legitimate action to further the defense of the rights of workers who are suffering legal injustice as a result of employment discrimination under compulsory unionism arrangements.\" Conceding for the sake of argument that litigating against the infringement upon the right to work is a charitable activity, the IRS argues that the quoted provision above is overbroad because it allows the taxpayer to \"entertain any grievance arising out of a compulsory unionism requirement\" and not confine its activities to the litigation of cases raising constitutional questions. (Defendants' post-trial memorandum, p. 4.)<sup>[1]</sup></p>\n<p>A corporate charter is a contract, <i>Trustees of Dartmouth College v. Woodward,</i> 17 U.S. (4 Wheat.) 517, 704, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">629</span></span> (1819); thus, the rules of construction of contracts apply. 19 C.J.S. Corporations § 1948(a). The meaning of a corporate charter is to be ascertained first from its specific, clear and unambiguous words taken in their ordinary sense. <i>Jamestown Mutual Insurance Company v. Nationwide Mutual Insurance Company,</i> <span class=\"citation\" data-id=\"1364275\"><a href=\"/opinion/1364275/jamestown-mut-ins-co-v-nationwide-mut-ins-co/\"><span class=\"volume\">266</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">430</span></a></span>, <span class=\"citation\" data-id=\"1364275\"><a href=\"/opinion/1364275/jamestown-mut-ins-co-v-nationwide-mut-ins-co/\"><span class=\"volume\">146</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">410</span></a></span> (1966).<sup>[2]</sup> Should specific words within the charter not resolve an ambiguity, the charter is to be construed as a whole and each clause and word must be considered with reference to the other provisions <span class=\"star-pagination\">*808</span> of the charter. <i>Security National Bank v. Educators Mutual Life Insurance Company,</i> <span class=\"citation\" data-id=\"1220512\"><a href=\"/opinion/1220512/security-nat-bank-v-educators-mut-life-ins-co/\"><span class=\"volume\">265</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">86</span></a></span>, <span class=\"citation\" data-id=\"1220512\"><a href=\"/opinion/1220512/security-nat-bank-v-educators-mut-life-ins-co/\"><span class=\"volume\">143</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">270</span></a></span> (1965). Moreover, when a charter is being construed to determine whether a corporation is exempt from taxation, the charter is to be construed in favor of the public. <i>People v. New York State Board of Tax Commissioners,</i> <span class=\"citation\" data-id=\"96322\"><a href=\"/opinion/96322/new-york-ex-rel-metropolitan-street-r-co-v-new-york-state-bd-of-tax/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">705</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">65</span></span> (1905).</p>\n<p>Under these rules of construction, the court cannot fathom how a \"legal injustice resulting from employment discrimination under compulsory unionism\" can be construed to cover \"any grievance\" arising out of a compulsory unionism requirement. The terms \"legal injustice\" and \"employment discrimination\" connote questions of fundamental rights and do not encompass procedural nuances that may be involved in, say, NLRB or EEOC grievance mechanisms. Moreover, the contested clause is limited by the conjunctive clause \"and to assist such workers in protecting rights guaranteed to them under the Constitution and laws of the United States.\" Finally, the charter should not be broadly read to include just any grievance under a compulsory union arrangement, for to do so would result in denying tax exemption to an organization that benefits the public. <i>New York State Board of Tax Commissioners, supra</i><i>.</i></p>\n<p>The judgment of the court is that the plaintiff is organized and operating as a charitable organization and is thus exempt from taxation.</p>\n<p>An appropriate judgment will be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff argues that its charter cannot possibly be construed to permit it to engage in non-charitable activities because the charter specifically provides that it is operated exclusively for charitable purposes. However, if other provisions within the corporate charter permit the organization to engage in non-charitable activities, the corporation does not meet the definition of \"charitable,\" even if its articles may state that the organization is created for charitable purposes within the meaning of Section 501 of the Code. 42 C.F.R. § 1.501(c)(3)-1(b)(1)(iii).</p>\n<p>[2]  Regulation provide that the law of the state in which an organization is created shall be controlling in the construction of the terms of its articles. 42 C.F.R. § 1.501(c)(3)-1(b)(5).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/227637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/235233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/248019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/288851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/310729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/359491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1220512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1364275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1542149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1792150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1802467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1867719/"
  ]
}