{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2126109/",
  "absolute_url": "/opinion/2126109/parker-v-ross/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2126109/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/482/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:23:52.579095Z",
  "date_modified": "2016-04-27T01:58:43.865100Z",
  "type": "010combined",
  "sha1": "1ed30b76542df4def34dc33ec88141797e031cf5",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>330 F.Supp. 13 (1971)</b></center>\n<center><h1>Charles Lee PARKER, Petitioner,<br>\nv.<br>\nFred R. ROSS, Superintendent of Caledonia Correctional Unit, Respondent.</h1></center>\n<center>Civ. No. 2639.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 10, 1971.</center>\n<p><span class=\"star-pagination\">*14</span> Norman B. Smith, Smith &amp; Patterson, Greensboro, N. C., for petitioner.</p>\n<p>Robert Morgan, Atty. Gen., Jacob L. Safron, Asst. Atty. Gen., State of North Carolina, Raleigh, N. C., for respondent.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>This is an application for a writ of habeas corpus by Charles Lee Parker, a state prisoner. Petitioner is confined pursuant to a sentence of life imprisonment imposed at the August 1964 Term of the Superior Court of Halifax County upon his plea of guilty to an indictment for first-degree burglary.</p>\n<p>Parker, a Negro, alleges as his sole ground for relief that his custody violates the Constitution because members of his race were systematically excluded from the grand jury which returned the indictment. Petitioner, assisted by counsel, presented this claim, together <span class=\"star-pagination\">*15</span> with another claim not material here, in an application for post-conviction relief filed in the state court. After a plenary hearing, the state court denied relief. The Court of Appeals of North Carolina did not reach the merits of petitioner's claim but held that under North Carolina law<sup>[1]</sup> an objection to the composition of the grand jury is waived unless raised by motion to quash the indictment prior to the entry of the guilty plea. Parker v. North Carolina, 2 N.C.App. 27, 162 S.E. 2d 526 (1968). The Supreme Court of the United States granted certiorari. 395 U.S. 974, 89 S.Ct. 2136, 23 L.Ed.2d 764 (1969). On May 4, 1970, the Court held that N.C.G.S. § 9-23, constituted an adequate state ground precluding the Court's reaching the grand jury issue. However, the Court further stated that \"Whether the question of racial exclusion in the selection of the grand jury is open in a federal habeas corpus action we need not decide.\" Parker v. North Carolina, 397 U.S. 790, 798-799, 90 S.Ct. 1458, 1463, 25 L.Ed.2d 785.</p>\n<p>This court must now resolve the question left undecided by the Supreme Court. We conclude that the question of racial exclusion in the selection of a state grand jury is cognizable in federal habeas corpus. In Fay v. Noia, 372 U.S. 391, 83 S.Ct. 822, 9 L.Ed.2d 837 (1963), the petitioner's failure to perfect in apt time a direct appeal to a state appellate court was urged to be an adequate state ground barring federal habeas corpus relief. The Court rejected this contention:</p>\n<blockquote>We hold: (1) Federal courts have <i>power</i> under the federal habeas statute to grant relief despite the applicant's failure to have pursued a state remedy not available to him at the time he applies; the doctrine under which state procedural defaults are held to constitute an adequate and independent state law ground barring direct Supreme Court review is not to be extended to limit the power granted the federal courts under the federal habeas statute. <i>Id.</i> at 398-399, 83 S.Ct. at 827.</blockquote>\n<p>Title 28, United States Code, § 2244(c) is not determinative of this proceeding.<sup>[2]</sup> The court is of the opinion that the Supreme Court's affirmance of the state appellate court based on the adequate state law ground which precluded the Court from reaching the grand jury issue was not an \"actual adjudication\" of the issue presented in petitioner's application for habeas corpus relief.</p>\n<p>The court has the power to grant the relief sought, but the respondent contends that petitioner, by his failure to enter a timely motion to quash the indictment, has waived the right upon which his claim for relief is based. However, where, as here, there is no evidence that petitioner, after intelligent consultation with his attorney, had understandingly and knowingly waived the right of trial by an indictment returned by a constitutionally selected grand jury, there is no basis to support a finding that he has waived that right. McNeil v. State of North Carolina, 368 F.2d 313 (4 Cir. 1966).</p>\n<p>The Supreme Court of the United States has consistently held the <span class=\"star-pagination\">*16</span> view that the selection of a legally constituted grand jury is a constitutionally protected right, and that the indictment of a defendant by a grand jury from which members of his race have been systematically excluded is a denial of his right to equal protection of the laws. Reece v. State of Georgia, 350 U.S. 85, 76 S.Ct. 167, 100 L.Ed. 77 (1955); Patton v. State of Mississippi, 332 U.S. 463, 68 S.Ct. 184, 92 L.Ed. 76 (1947); Norris v. State of Alabama, 294 U.S. 587, 55 S.Ct. 579, 79 L.Ed. 1074 (1935); Rogers v. State of Alabama, 192 U.S. 226, 24 S.Ct. 257, 48 L.Ed. 417 (1904); Carter v. State of Texas, 177 U.S. 442, 20 S.Ct. 687, 44 L.Ed. 839 (1900). In 1967, the Court stated:</p>\n<blockquote>\"For over fourscore years it has been * * * the law of this Court as applied to the States through the Equal Protection Clause of the Fourteenth Amendment, that a conviction cannot stand if it is based on an indictment of a grand jury or the verdict of a petit jury from which Negroes were excluded by reason of their race.\" Whitus v. State of Georgia, 385 U.S. 545, 549-550, 87 S.Ct. 643, 646, 17 L.Ed.2d 599.</blockquote>\n<p>The presence of only a token number of Negroes on the jury lists does not vitiate the operation of the systematic exclusion rule. Smith v. State of Texas, 311 U.S. 128, 61 S.Ct. 164, 85 L.Ed. 84 (1940). Conversely, \"Neither the jury roll nor the venire need be a perfect mirror of the community or accurately reflect the proportionate strength of every identifiable group.\" Swain v. Alabama, 380 U.S. 202, 208, 85 S.Ct. 824, 829, 13 L.Ed. 2d 759 (1965). The rule is simply that there can be no exclusion because of race. Ex parte Commonwealth of Virginia, 100 U.S. 339, 25 L.Ed. 676 (1880).</p>\n<p>The petitioner has the initial burden of establishing a prima facie case of purposeful discrimination. Tarrance v. State of Florida, 188 U.S. 519, 23 S. Ct. 402, 47 L.Ed. 572 (1903). A prima facie case of jury discrimination can be established through a showing of a substantial disparity between the percentage of Negro residents in the county as a whole and on the jury lists, Turner v. Fouche, 396 U.S. 346, 90 S.Ct. 532, 24 L.Ed.2d 567 (1970), or by a showing of such disparity between the percentages of Negroes on the tax rolls, from which the jury lists are drawn, and on the jury lists. <i>Whitus, supra</i><i>.</i> Such a showing is strengthened where \"the disparity originated, at least in part, at the one point in the selection process where the jury commissioners invoked their subjective judgment rather than objective criteria.\" <i>Turner, supra</i> at 360, 90 S. Ct. at 540. If a prima facie case of discrimination is proven, the state must justify the disparity. <i>Whitus, supra</i><i>.</i> However, the state's failure to do so does not mean that a guilty defendant must go free. The state \"may indict and try him again by the procedure which conforms to constitutional requirements.\" Hill v. State of Texas, 316 U.S. 400, 406, 62 S.Ct. 1159, 1162, 86 L.Ed. 1559 (1942).</p>\n<p>The court must now apply these legal principles to the facts in this case as disclosed by the record. Petitioner's indictment was returned during the August 1964 Term of the Superior Court of Halifax County. In 1964 at the time of petitioner's indictment the grand and petit jury lists in Halifax County were prepared pursuant to Section 9-1 of the General Statutes of North Carolina.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*17</span> The board of county commissioners compiled the jury list from the tax list of each township within Halifax County by making a distinctive mark beside the names of those selected to serve. The tax lists were divided into two sections, the first designated as \"white\", and the second designated as \"colored\". In determining the taxpayers qualified to serve as jurors, the commissioners, relying upon their personal knowledge, selected individuals of good moral character, without a criminal record, and of sufficient intelligence to serve as grand and petit jurors. The commissioners on occasions made inquiries of deputy sheriffs and tax collectors concerning the qualifications of certain taxpayers for jury duty. The names so selected were then placed in a jury box from which the grand and petit jury panels were drawn in open court by a child not more than ten years of age.</p>\n<p>Using this system, the commissioners selected a total of 2,954 prospective jurors from January 1960 through August 1964. Of the total list of prospective jurors 2,820 or 95.5% were white and 134 or 04.5% were \"colored\". During the same period, a total of 99 grand jurors were drawn from the jury box. Ninety-one or 91.9% were white and eight or 08.1% were \"colored\". In 1960, 45.5% of all persons in Halifax County twenty-one years of age or older were nonwhite.<sup>[4]</sup> The remaining 54.5% were white. In 1960, the Halifax County tax lists from which the jurors were selected, contained approximately 11,000 (61.1%) whites and 7,000 (38.9%) \"colored\". In 1964 the tax lists disclosed approximately 11,000 (60.7%) whites, 7,000 (38.7%) Negroes and 129 (0.6%) others.<sup>[5]</sup></p>\n<p>The court is of the opinion that the above showing constitutes a prima facie case of systematic exclusion of Negroes from the Halifax County grand and petit jury lists from January 1960 through August 1964. The State has offered no justification for the disparity. In <i>Whitus, supra,</i> the jury commissioners were required to select prospective jurors from tax digests in which the names of Negro taxpayers were designated by the letter \"c\". Justice Clark, speaking for a unanimous Court, declared that \"Under such a system the opportunity for discrimination was present and we cannot say on this record that it was not resorted to by the commissioners. Indeed, the disparity between the percentage of Negroes on the tax digest (27.1%) and that of the grand jury venire (9.1%) * * * strongly points to this conclusion.\" <i>Whitus, supra,</i> 385 U.S. at 552, 87 S.Ct. at 647. Here the opportunity for discrimination was also present and the disparity between the percentage of Negroes on the tax lists and on the grand jury venire is greater than that condemned in <i>Whitus,</i> and the disparity between the percentage of Negroes over twenty-one years of age in Halifax County (45.5%) and on the jury list (04.5%) is greater than that condemned in <i>Turner.</i> The court's conclusion is strengthened by the fact that the disparity originated, at least in part, at the one point in the selection process where the county commissioners invoked their subjective judgment rather than objective criteria. <i>Turner, supra</i><i>.</i> Now, therefore,</p>\n<p>It is ordered:</p>\n<p>(1) That the State of North Carolina file in the office of the Clerk of this court in Raleigh, North Carolina, within <span class=\"star-pagination\">*18</span> 15 days from the date of service of this order a statement certifying whether or not said State elects to take the necessary procedure to reindict and retry petitioner before constitutionally selected grand and petit juries.</p>\n<p>(2) That if the State of North Carolina does not elect to reindict and retry petitioner, or if the State should elect to reindict and retry him and fail to do so within 120 days from the date of service of this Order, the court in either event will entertain a motion on behalf of petitioner for an order releasing him from all restraint imposed by virtue of the judgment of conviction of first-degree burglary at the August 1964 term of the Superior Court of Halifax County.</p>\n<h2>NOTES</h2>\n<p>[1]  \"All exceptions to grand jurors on account of their disqualifications shall be taken before the petit jury is sworn and impaneled to try the issue, by motion to quash the indictment, and if not taken at that time shall be deemed waived.\" N.C.Gen.Stat. § 9-23 (1969 Repl.Vol.).</p>\n<p>[2]  \"In a habeas corpus proceeding brought in behalf of a person in custody pursuant to the judgment of a State court, a prior judgment of the Supreme Court of the United States on an appeal or review by a writ of certiorari at the instance of the prisoner of the decision of such State court, shall be conclusive as to all issues of fact or law with respect to an asserted denial of a Federal right which constitutes ground for discharge in a habeas corpus proceeding, actually adjudicated by the Supreme Court therein, unless the applicant for the writ of habeas corpus shall plead and the court shall find the existence of a material and controlling fact which did not appear in the record of the proceeding in the Supreme Court and the court shall further find that the applicant for the writ of habeas corpus could not have caused such fact to appear in such record by the exercise of reasonable diligence.\" 28 U. S.C. § 2244(c).</p>\n<p>[3]  In 1964 N.C.Gen.Stat. § 9-1, read in pertinent part as follows:\n</p>\n<p>The board of county commissioners * * * shall cause their clerks to lay before them the tax returns for the preceding year for their county, and a list of names of persons who do not appear upon the tax lists, who are residents of the county and over twenty-one years of age, from which lists the board of county commissioners * * * shall select the names of such persons who reside in the county who are of good moral character and have sufficient intelligence to serve as members of grand and petit juries. A list of the names thus selected * * * shall constitute the jury list of the county and shall be preserved as such.</p>\n<p>The clerk of the board of county commissioners, in making out the list of names to be laid before the board of county commissioners * * *, may secure said lists from such sources of information as deemed reliable * * *. There shall be excluded from said lists all those persons who have been convicted of any crime involving moral turpitude or who have been adjudged to be <i>non compos mentis.</i> (In 1967 the General Assembly rewrote all the provisions of the chapter relating to jurors. The amendments are not applicable to this case.)</p>\n<p>[4]  According to the federal census for 1960, Negroes comprised 98% of the nonwhite population twenty-one years of age or older.</p>\n<p>[5]  Indians were listed separately in 1964 but not in 1960.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">330</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">13</span></span> (1971)</b></center>\n<center><h1>Charles Lee PARKER, Petitioner,<br>\nv.<br>\nFred R. ROSS, Superintendent of Caledonia Correctional Unit, Respondent.</h1></center>\n<center>Civ. No. 2639.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 10, 1971.</center>\n<p><span class=\"star-pagination\">*14</span> Norman B. Smith, Smith &amp; Patterson, Greensboro, N. C., for petitioner.</p>\n<p>Robert Morgan, Atty. Gen., Jacob L. Safron, Asst. Atty. Gen., State of North Carolina, Raleigh, N. C., for respondent.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>This is an application for a writ of habeas corpus by Charles Lee Parker, a state prisoner. Petitioner is confined pursuant to a sentence of life imprisonment imposed at the August 1964 Term of the Superior Court of Halifax County upon his plea of guilty to an indictment for first-degree burglary.</p>\n<p>Parker, a Negro, alleges as his sole ground for relief that his custody violates the Constitution because members of his race were systematically excluded from the grand jury which returned the indictment. Petitioner, assisted by counsel, presented this claim, together <span class=\"star-pagination\">*15</span> with another claim not material here, in an application for post-conviction relief filed in the state court. After a plenary hearing, the state court denied relief. The Court of Appeals of North Carolina did not reach the merits of petitioner's claim but held that under North Carolina law<sup>[1]</sup> an objection to the composition of the grand jury is waived unless raised by motion to quash the indictment prior to the entry of the guilty plea. Parker v. North Carolina, 2 N.C.App. 27, <span class=\"citation\" data-id=\"1352720\"><a href=\"/opinion/1352720/parker-v-state/\"><span class=\"volume\">162</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">526</span></a></span> (1968). The Supreme Court of the United States granted certiorari. <span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">974</span></span>, <span class=\"citation\" data-id=\"1087824\"><a href=\"/opinion/1087824/moya-v-debaca/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2136</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">764</span></span> (1969). On May 4, 1970, the Court held that N.C.G.S. § 9-23, constituted an adequate state ground precluding the Court's reaching the grand jury issue. However, the Court further stated that \"Whether the question of racial exclusion in the selection of the grand jury is open in a federal habeas corpus action we need not decide.\" Parker v. North Carolina, <span class=\"citation\" data-id=\"108139\"><a href=\"/opinion/108139/parker-v-north-carolina/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">790</span></a></span>, 798-799, <span class=\"citation\" data-id=\"108139\"><a href=\"/opinion/108139/parker-v-north-carolina/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1458</span></a></span>, 1463, 25 L.Ed.2d 785.</p>\n<p>This court must now resolve the question left undecided by the Supreme Court. We conclude that the question of racial exclusion in the selection of a state grand jury is cognizable in federal habeas corpus. In Fay v. Noia, <span class=\"citation\" data-id=\"106548\"><a href=\"/opinion/106548/fay-v-noia/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, <span class=\"citation\" data-id=\"106548\"><a href=\"/opinion/106548/fay-v-noia/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">822</span></a></span>, <span class=\"citation\" data-id=\"106548\"><a href=\"/opinion/106548/fay-v-noia/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">837</span></a></span> (1963), the petitioner's failure to perfect in apt time a direct appeal to a state appellate court was urged to be an adequate state ground barring federal habeas corpus relief. The Court rejected this contention:</p>\n<blockquote>We hold: (1) Federal courts have <i>power</i> under the federal habeas statute to grant relief despite the applicant's failure to have pursued a state remedy not available to him at the time he applies; the doctrine under which state procedural defaults are held to constitute an adequate and independent state law ground barring direct Supreme Court review is not to be extended to limit the power granted the federal courts under the federal habeas statute. <i>Id.</i> at 398-399, 83 S.Ct. at 827.</blockquote>\n<p>Title 28, United States Code, § 2244(c) is not determinative of this proceeding.<sup>[2]</sup> The court is of the opinion that the Supreme Court's affirmance of the state appellate court based on the adequate state law ground which precluded the Court from reaching the grand jury issue was not an \"actual adjudication\" of the issue presented in petitioner's application for habeas corpus relief.</p>\n<p>The court has the power to grant the relief sought, but the respondent contends that petitioner, by his failure to enter a timely motion to quash the indictment, has waived the right upon which his claim for relief is based. However, where, as here, there is no evidence that petitioner, after intelligent consultation with his attorney, had understandingly and knowingly waived the right of trial by an indictment returned by a constitutionally selected grand jury, there is no basis to support a finding that he has waived that right. McNeil v. State of North Carolina, <span class=\"citation\" data-id=\"273584\"><a href=\"/opinion/273584/sandy-lee-mcneil-v-state-of-north-carolina-and-major-william-c-brown/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">313</span></a></span> (4 Cir. 1966).</p>\n<p>The Supreme Court of the United States has consistently held the <span class=\"star-pagination\">*16</span> view that the selection of a legally constituted grand jury is a constitutionally protected right, and that the indictment of a defendant by a grand jury from which members of his race have been systematically excluded is a denial of his right to equal protection of the laws. Reece v. State of Georgia, <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">167</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">77</span></span> (1955); Patton v. State of Mississippi, <span class=\"citation\" data-id=\"104478\"><a href=\"/opinion/104478/patton-v-mississippi/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, <span class=\"citation\" data-id=\"104478\"><a href=\"/opinion/104478/patton-v-mississippi/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">184</span></a></span>, <span class=\"citation\" data-id=\"104478\"><a href=\"/opinion/104478/patton-v-mississippi/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">76</span></a></span> (1947); Norris v. State of Alabama, <span class=\"citation\" data-id=\"102407\"><a href=\"/opinion/102407/norris-v-alabama/\"><span class=\"volume\">294</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">587</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">579</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1074</span></span> (1935); Rogers v. State of Alabama, <span class=\"citation\" data-id=\"95992\"><a href=\"/opinion/95992/rogers-v-alabama/\"><span class=\"volume\">192</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">257</span></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">417</span></span> (1904); Carter v. State of Texas, <span class=\"citation\" data-id=\"95255\"><a href=\"/opinion/95255/carter-v-texas/\"><span class=\"volume\">177</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">442</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">687</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">839</span></span> (1900). In 1967, the Court stated:</p>\n<blockquote>\"For over fourscore years it has been * * * the law of this Court as applied to the States through the Equal Protection Clause of the Fourteenth Amendment, that a conviction cannot stand if it is based on an indictment of a grand jury or the verdict of a petit jury from which Negroes were excluded by reason of their race.\" Whitus v. State of Georgia, <span class=\"citation\" data-id=\"107341\"><a href=\"/opinion/107341/whitus-v-georgia/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>, 549-550, <span class=\"citation\" data-id=\"107341\"><a href=\"/opinion/107341/whitus-v-georgia/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">643</span></a></span>, 646, 17 L.Ed.2d 599.</blockquote>\n<p>The presence of only a token number of Negroes on the jury lists does not vitiate the operation of the systematic exclusion rule. Smith v. State of Texas, <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">164</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">84</span></span> (1940). Conversely, \"Neither the jury roll nor the venire need be a perfect mirror of the community or accurately reflect the proportionate strength of every identifiable group.\" Swain v. Alabama, <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, 208, <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, 829, <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">759</span></a></span> (1965). The rule is simply that there can be no exclusion because of race. Ex parte Commonwealth of Virginia, <span class=\"citation\" data-id=\"90041\"><a href=\"/opinion/90041/ex-parte-virginia/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">676</span></span> (1880).</p>\n<p>The petitioner has the initial burden of establishing a prima facie case of purposeful discrimination. Tarrance v. State of Florida, <span class=\"citation\" data-id=\"95800\"><a href=\"/opinion/95800/tarrance-v-florida/\"><span class=\"volume\">188</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">402</span></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">572</span></span> (1903). A prima facie case of jury discrimination can be established through a showing of a substantial disparity between the percentage of Negro residents in the county as a whole and on the jury lists, Turner v. Fouche, <span class=\"citation\" data-id=\"108027\"><a href=\"/opinion/108027/turner-v-fouche/\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, <span class=\"citation\" data-id=\"108027\"><a href=\"/opinion/108027/turner-v-fouche/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">532</span></a></span>, <span class=\"citation\" data-id=\"108027\"><a href=\"/opinion/108027/turner-v-fouche/\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">567</span></a></span> (1970), or by a showing of such disparity between the percentages of Negroes on the tax rolls, from which the jury lists are drawn, and on the jury lists. <i>Whitus, supra</i><i>.</i> Such a showing is strengthened where \"the disparity originated, at least in part, at the one point in the selection process where the jury commissioners invoked their subjective judgment rather than objective criteria.\" <i>Turner, supra</i> at 360, 90 S. Ct. at 540. If a prima facie case of discrimination is proven, the state must justify the disparity. <i>Whitus, supra</i><i>.</i> However, the state's failure to do so does not mean that a guilty defendant must go free. The state \"may indict and try him again by the procedure which conforms to constitutional requirements.\" Hill v. State of Texas, <span class=\"citation\" data-id=\"103690\"><a href=\"/opinion/103690/hill-v-texas/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, 406, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1159</span></span>, 1162, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1559</span></span> (1942).</p>\n<p>The court must now apply these legal principles to the facts in this case as disclosed by the record. Petitioner's indictment was returned during the August 1964 Term of the Superior Court of Halifax County. In 1964 at the time of petitioner's indictment the grand and petit jury lists in Halifax County were prepared pursuant to Section 9-1 of the General Statutes of North Carolina.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*17</span> The board of county commissioners compiled the jury list from the tax list of each township within Halifax County by making a distinctive mark beside the names of those selected to serve. The tax lists were divided into two sections, the first designated as \"white\", and the second designated as \"colored\". In determining the taxpayers qualified to serve as jurors, the commissioners, relying upon their personal knowledge, selected individuals of good moral character, without a criminal record, and of sufficient intelligence to serve as grand and petit jurors. The commissioners on occasions made inquiries of deputy sheriffs and tax collectors concerning the qualifications of certain taxpayers for jury duty. The names so selected were then placed in a jury box from which the grand and petit jury panels were drawn in open court by a child not more than ten years of age.</p>\n<p>Using this system, the commissioners selected a total of 2,954 prospective jurors from January 1960 through August 1964. Of the total list of prospective jurors 2,820 or 95.5% were white and 134 or 04.5% were \"colored\". During the same period, a total of 99 grand jurors were drawn from the jury box. Ninety-one or 91.9% were white and eight or 08.1% were \"colored\". In 1960, 45.5% of all persons in Halifax County twenty-one years of age or older were nonwhite.<sup>[4]</sup> The remaining 54.5% were white. In 1960, the Halifax County tax lists from which the jurors were selected, contained approximately 11,000 (61.1%) whites and 7,000 (38.9%) \"colored\". In 1964 the tax lists disclosed approximately 11,000 (60.7%) whites, 7,000 (38.7%) Negroes and 129 (0.6%) others.<sup>[5]</sup></p>\n<p>The court is of the opinion that the above showing constitutes a prima facie case of systematic exclusion of Negroes from the Halifax County grand and petit jury lists from January 1960 through August 1964. The State has offered no justification for the disparity. In <i>Whitus, supra,</i> the jury commissioners were required to select prospective jurors from tax digests in which the names of Negro taxpayers were designated by the letter \"c\". Justice Clark, speaking for a unanimous Court, declared that \"Under such a system the opportunity for discrimination was present and we cannot say on this record that it was not resorted to by the commissioners. Indeed, the disparity between the percentage of Negroes on the tax digest (27.1%) and that of the grand jury venire (9.1%) * * * strongly points to this conclusion.\" <i>Whitus, supra,</i> 385 U.S. at 552, 87 S.Ct. at 647. Here the opportunity for discrimination was also present and the disparity between the percentage of Negroes on the tax lists and on the grand jury venire is greater than that condemned in <i>Whitus,</i> and the disparity between the percentage of Negroes over twenty-one years of age in Halifax County (45.5%) and on the jury list (04.5%) is greater than that condemned in <i>Turner.</i> The court's conclusion is strengthened by the fact that the disparity originated, at least in part, at the one point in the selection process where the county commissioners invoked their subjective judgment rather than objective criteria. <i>Turner, supra</i><i>.</i> Now, therefore,</p>\n<p>It is ordered:</p>\n<p>(1) That the State of North Carolina file in the office of the Clerk of this court in Raleigh, North Carolina, within <span class=\"star-pagination\">*18</span> 15 days from the date of service of this order a statement certifying whether or not said State elects to take the necessary procedure to reindict and retry petitioner before constitutionally selected grand and petit juries.</p>\n<p>(2) That if the State of North Carolina does not elect to reindict and retry petitioner, or if the State should elect to reindict and retry him and fail to do so within 120 days from the date of service of this Order, the court in either event will entertain a motion on behalf of petitioner for an order releasing him from all restraint imposed by virtue of the judgment of conviction of first-degree burglary at the August 1964 term of the Superior Court of Halifax County.</p>\n<h2>NOTES</h2>\n<p>[1]  \"All exceptions to grand jurors on account of their disqualifications shall be taken before the petit jury is sworn and impaneled to try the issue, by motion to quash the indictment, and if not taken at that time shall be deemed waived.\" N.C.Gen.Stat. § 9-23 (1969 Repl.Vol.).</p>\n<p>[2]  \"In a habeas corpus proceeding brought in behalf of a person in custody pursuant to the judgment of a State court, a prior judgment of the Supreme Court of the United States on an appeal or review by a writ of certiorari at the instance of the prisoner of the decision of such State court, shall be conclusive as to all issues of fact or law with respect to an asserted denial of a Federal right which constitutes ground for discharge in a habeas corpus proceeding, actually adjudicated by the Supreme Court therein, unless the applicant for the writ of habeas corpus shall plead and the court shall find the existence of a material and controlling fact which did not appear in the record of the proceeding in the Supreme Court and the court shall further find that the applicant for the writ of habeas corpus could not have caused such fact to appear in such record by the exercise of reasonable diligence.\" 28 U. S.C. § 2244(c).</p>\n<p>[3]  In 1964 N.C.Gen.Stat. § 9-1, read in pertinent part as follows:\n</p>\n<p>The board of county commissioners * * * shall cause their clerks to lay before them the tax returns for the preceding year for their county, and a list of names of persons who do not appear upon the tax lists, who are residents of the county and over twenty-one years of age, from which lists the board of county commissioners * * * shall select the names of such persons who reside in the county who are of good moral character and have sufficient intelligence to serve as members of grand and petit juries. A list of the names thus selected * * * shall constitute the jury list of the county and shall be preserved as such.</p>\n<p>The clerk of the board of county commissioners, in making out the list of names to be laid before the board of county commissioners * * *, may secure said lists from such sources of information as deemed reliable * * *. There shall be excluded from said lists all those persons who have been convicted of any crime involving moral turpitude or who have been adjudged to be <i>non compos mentis.</i> (In 1967 the General Assembly rewrote all the provisions of the chapter relating to jurors. The amendments are not applicable to this case.)</p>\n<p>[4]  According to the federal census for 1960, Negroes comprised 98% of the nonwhite population twenty-one years of age or older.</p>\n<p>[5]  Indians were listed separately in 1964 but not in 1960.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/90041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/95255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/95800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/95992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1352720/"
  ]
}