{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2127621/",
  "absolute_url": "/opinion/2127621/new-alliance-party-v-nc-state-bd-of-elections/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2127621/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:24:09.241887Z",
  "date_modified": "2016-04-27T01:58:46.572972Z",
  "type": "010combined",
  "sha1": "3737aca5377c8278ff14b6a6f93440c0ec3acf5d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>697 F.Supp. 904 (1988)</b></center>\n<center><h1>NEW ALLIANCE PARTY, Amy Freeman, and Bernard Obie, Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA STATE BOARD OF ELECTIONS; Alex Brock, Director of the State Board of Elections; and Jo Overton, Chair of the Durham County Board of Elections, Defendants.</h1></center>\n<center>No. 88-553-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 16, 1988.</center>\n<p>Edelstein and Payne, M. Travis Payne, Raleigh, N.C., for plaintiffs.</p>\n<p>Norma S. Harrell, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, Chief Judge.</p>\n<p>This action was instituted on 8 July 1988 by plaintiffs seeking injunctive relief and a declaration that North Carolina General Statutes § 163-98 is unconstitutional. Specifically, plaintiffs, Amy Freeman (Freeman) and Bernard Obie (Obie), seek injunctive relief so that they can be listed on the ballot in the general election on 8 November 1988 as New Alliance Party (NAP) candidates for the office of county commissioner of Durham County. Although defendants have not filed an answer, they have filed a memorandum of law, supported by affidavits, in opposition to the preliminary injunction. A hearing was conducted on 10 August 1988 at which time the parties agreed that the court might order the trial of the action on the merits to be consolidated with the hearing on the application for a preliminary injunction pursuant to the provisions of Rule 65(a)(2) of <span class=\"star-pagination\">*905</span> the Federal Rules of Civil Procedure.<sup>[1]</sup> Based on the complaint, affidavits and other documents presented, the court makes the following</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. Freeman has been a resident of Durham County for approximately one and one-half years, is a registered voter and an active supporter of NAP.</p>\n<p>2. Obie has resided in Durham County for approximately one and one-half years, is a registered voter and an active supporter of NAP.</p>\n<p>3. Plaintiff NAP was formed prior to 1984 and has participated in electoral politics in several states, including fielding candidates for state and local office. In 1984 it nominated a candidate for president and obtained access to the ballot for its candidate in thirty-three states, not including North Carolina.</p>\n<p>4. In order to qualify NAP as a new political party in North Carolina, petitions were signed by over 75,000 people, of whom 46,434 were certified as valid signatures of registered voters. Of the valid signatures of registered voters, 6,759 were from Durham County.</p>\n<p>5. By letter dated 29 July 1988 defendant, Alex Brock, Director of the State Board of Elections, (Brock) certified to Freeman, State Chair of NAP, that \"the New Alliance Party [is] a legally recognized political party in North Carolina as required in Article 9 of Chapter 163 of the General Statutes of North Carolina\" and advising her that \"this office will accept nominees, chosen in a state convention and presented to this office on or before August 8, 1988, for state, congressional and national offices pursuant to G.S. 163-98.\"</p>\n<p>6. By letter dated 8 August 1988 Freeman, as State Chair of NAP, advised Brock that NAP \"has nominated the following persons as candidates to appear on the November ballot:</p>\n  Durham County Commissioner    Amy Freeman..\n                                Bernard Obie...\n  State Senate 30th District    Helen Oxendine\n<p>7. A \"political party\" is defined by the General Statutes of North Carolina as follows:</p>\n<blockquote>A political party within the meaning of the election laws of this State shall be either:</blockquote>\n<blockquote>(1) Any group of voters which, at the last preceding general State election, polled for its candidate for Governor, or for presidential electors, at least ten percent (10%) of the entire vote cast in the State for Governor or for presidential electors; or</blockquote>\n<blockquote>(2) Any group of voters which shall have filed with the State Board of Elections petitions for the formulation of a new political party which are signed by registered and qualified voters in this State equal in number to two percent (2%) of the total number of voters who voted in the most recent general election for Governor. Also, the petition must be signed by at least 200 registered voters from each of four congressional districts in North Carolina....</blockquote>\n<p>N.C.Gen.Stat. § 163-96(a)(1) &amp; (2).</p>\n<p>8. North Carolina General Statute § 163-97 provides:</p>\n<blockquote>When any political party fails to poll for its candidate for governor, or for presidential electors, at least ten percent (10%) of the entire vote cast in the State for governor or for presidential electors at a general election, it shall cease to be a political party within the meaning of the primary and general election laws and all other provisions of this Chapter.</blockquote>\n<p>9. North Carolina General Statute § 163-98 provides:</p>\n<blockquote>In the first general election following the date on which a new political party qualifies ... it shall be entitled to have the <span class=\"star-pagination\">*906</span> names of its candidates for State, congressional, and national offices printed on the official ballots, but it shall not be entitled to have the names of candidates for other offices printed on State, district, or county ballots at that election. For the first general election following the date on which it qualifies ... a new political party shall select its candidates by party convention. Following adjournment of the nominating convention ... the president of the convention shall certify to the State Board of Elections the names of persons chosen in the convention as the new party's candidates for State, congressional, and national offices in the ensuing general election. The State Board of Elections shall print names thus certified on the appropriate ballots as the nominees of the new party.</blockquote>\n<p>10. There are five positions for Durham County commissioner up for election in the Fall of 1988, all of which are elected at large.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Under North Carolina General Statute § 163-98, the name of any candidate of NAP for a \"state, congressional, and national office\" shall be printed on the official ballots for the general election in November 1988. However, that statute <i>specifically</i> prohibits the names of candidates for any other office to be printed. Thus, although plaintiffs collected over 46,000 signatures on their petitions, 6,759 of which came from Durham County, the statute prohibits the names of Freeman and Obie from being placed on the ballot for county commissioner even though they have been properly nominated by NAP at its convention.<sup>[2]</sup> The plaintiffs now challenge that prohibition.</p>\n<p>The Supreme Court has said that:</p>\n<blockquote>Constitutional challenges to specific provisions of a State's election laws ... cannot be resolved by any `litmus-paper test' that will separate valid from invalid restrictions.... Instead, a court must resolve such a challenge by an analytical process that parallels its work in ordinary litigation. It must first consider the character and magnitude of the asserted injury to the rights protected by the First and Fourteenth Amendments that the plaintiff seeks to vindicate. It then must identify and evaluate the precise interests put forward by the State as justifications for the burden imposed by its rule. In passing judgment, the Court must not only determine the legitimacy and strength of each of those interests, it also must consider the extent to which those interests make it necessary to burden the plaintiff's rights. Only after weighing all these factors is the reviewing court in a position to decide whether the challenged provision is unconstitutional....</blockquote>\n<p><i>Anderson v. Celebrezze,</i> 460 U.S. 780 at 789, 103 S.Ct. 1564 at 1570, 75 L.Ed.2d 547 (1982) (citations omitted).</p>\n<p>The challenge of plaintiffs raises the question of whether the North Carolina General Statute § 163-98 results in a denial to plaintiffs and other citizens of the State of North Carolina of equal protection of the laws. As stated in <i>Williams v. Rhodes,</i> 393 U.S. 23, 30-31, 89 S.Ct. 5, 10, 21 L.Ed.2d 24 (1968):</p>\n<blockquote>In determining whether or not a state law violates the Equal Protection Clause, we must consider the facts and circumstances behind the law, the interests which the State claims to be protecting, and the interests of those who are disadvantaged by the classification. In the present situation the state laws place burdens on two different, although overlapping, kinds of rights  the right of individuals to associate for the advancement of political beliefs, and the right of qualified voters, regardless of their political <span class=\"star-pagination\">*907</span> persuasion, to cast their votes effectively. Both of these rights, of course, rank among our most precious freedoms. We have repeatedly held that freedom of association is protected by the First Amendment.... Similarly we have said with reference to the right to vote: `No right is more precious in a free country than that of having a voice in the election of those who make the laws under which, as good citizens, we must live. Other rights, even the most basic, are illusory if the right to vote is undermined.' (citation omitted)</blockquote>\n<p>Defendants rely on <i>Jenness v. Fortson,</i> 403 U.S. 431, 442, 91 S.Ct. 1970, 1975, 29 L.Ed.2d 554 (1971) for the proposition that \"[t]here is surely an important state interest in requiring some preliminary showing of a significant modicum of support before printing the name of a political organization's candidate on the ballot  the interest, if no other, in avoiding confusion, deception, and even frustration of the democratic process at the general election.\" It is certainly true, as contended by defendants, that the interest of a state in preserving the integrity of the electoral process and regulating the number of candidates to avoid voter confusion is compelling. <i>American Party of Texas v. White,</i> 415 U.S. 767, 94 S.Ct. 1296, 39 L.Ed.2d 744 (1974). Defendants concede that if Freeman and Obie had been nominated by NAP as a candidate for the State House of Representatives the state would have been required to place their names on the ballot even though only the voters of Durham County, or a district within the county, would be eligible to cast ballots for the office.<sup>[3]</sup> Defendants fail, however, to offer any valid reason for this distinction.</p>\n<p>Relying on <i>Anderson v. Celebrezze,</i> 460 U.S. 780, 103 S.Ct. 1564, 75 L.Ed.2d 547 (1983), defendants contend that the distinction made in the statute between state and local candidates is valid. In its brief, the state explains its contention as follows:</p>\n<blockquote>The State of North Carolina has chosen to allow new political parties to have the same easy access for state offices that it has for national offices, a logical decision given that state office campaigns and concerns may often be influenced by national campaigns and concerns. On the other hand, it has chosen not to extend such privileges of easy access at a late date to local offices since local campaigns are often based on much more immediate local concerns and personalities. The State of North Carolina may legitimately require a different showing of support for local candidates from the requirement for party nominees for statewide and national offices.</blockquote>\n<p><i>Anderson</i> does not support the state's contention in this regard. Rather, the cited portion of <i>Anderson</i> simply holds that states have less interest in regulating presidential elections than in regulating state and local elections because of the state's minimal influence on the outcome. <i>Anderson</i> certainly does not support any attempt to differentiate between candidates for a state office and a county office, all elected solely by the voters of a county.</p>\n<p>The court holds that the distinction which the state attempts to make is patently without merit. No legitimate state or local concern is promoted by prohibiting the placement on the ballot of candidates for county and local offices while at the same time allowing the placement on the ballot of candidates for state offices.</p>\n<p>The North Carolina statutes make it more difficult for a party to field candidates for local offices than for national and statewide offices. A new political party must poll ten percent (10%) of the votes cast in the last gubernatorial or presidential election <i>before</i> it is allowed to field candidates for county and other local offices. The defendants argue that the statutes create nothing more than a reasonable requirement that a party show a statewide presence before being allowed to put up a candidate for local office. The court does <span class=\"star-pagination\">*908</span> not agree. This is not a legitimate means of furthering a compelling state intent. Rather, it is an attempt to make it as difficult as possible for new political parties to be formed. That task is difficult enough. In the event that Freeman and Obie succeed in being elected, it is highly likely that they will have to resort to the statewide petition process to run for reelection as the chances of NAP polling ten percent (10%) of the statewide vote for governor or president this fall are extremely remote.</p>\n<p>The state has failed to demonstrate a compelling state interest in the challenged provision of the statute sufficient to justify depriving plaintiffs and the citizens of Durham County the right to associate for the advancement of their political beliefs and the right to cast their votes for candidates of their choice.</p>\n<p>The state also contends that injunctive relief should not be granted because plaintiffs have waited too long to bring suit and seek relief. Defendants have failed, however, to show any harm that would be occasioned by the granting of the relief sought. With the general election not being scheduled until 8 November 1988, ample time remains to prepare ballots and program voting machines.</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>A. The court has jurisdiction under 28 U.S.C. §§ 1331 and 1343.</p>\n<p>B. North Carolina General Statute § 163-98, insofar as it prohibits the names of candidates for offices other than state, congressional and national from being printed on official ballots, violates the Constitution of the United States.</p>\n<p>C. Plaintiffs are entitled to the injunctive relief sought.</p>\n<p>An appropriate order will issue.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>In accordance with memorandum opinion of even date herewith, it is hereby declared that North Carolina General Statute § 163-98 is unconstitutional insofar as it prohibits the placement on ballots of candidates for office of a new party other than state, congressional and national. It is, therefore, ORDERED that defendants be, and they are hereby, enjoined from refusing to accept Amy Freeman and Bernard Obie as candidates of the New Alliance Party for the office of county commissioner of Durham County and from refusing to place their names on the ballot designated as candidates of the New Alliance Party.</p>\n<p>It is further ORDERED that the costs of this action, including a reasonable fee for plaintiffs' attorneys, be taxed to the defendants. Counsel for plaintiffs shall have twenty (20) days after the entry of this order within which to file an affidavit setting forth time and expenses involved and their request for a fee. Defendants shall have twenty (20) days thereafter within which to respond.</p>\n<h2>NOTES</h2>\n<p>[1]  The parties requested and were granted permission by the court to file, subsequent to the hearing, certain other documentary material in support of their respective positions. Instead, they filed a stipulation on 11 August 1988 with regard to certain facts.</p>\n<p>[2]  Defendants assert that the \"convention\" was a farce being attended only by Freeman and Obie according to a newspaper article attached to the Brock affidavit. This is of no consequence however, as defendants readily concede that Helen Oxendine, who was nominated at the same convention, is properly certified to have her name appear on the ballot as a candidate for the State Senate in the 30th District.</p>\n<p>[3]  Durham County is divided into three House districts, Numbers 23, 68 and 69. N.C.Gen.Stat. § 120-2.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">697</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">904</span></span> (1988)</b></center>\n<center><h1>NEW ALLIANCE PARTY, Amy Freeman, and Bernard Obie, Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA STATE BOARD OF ELECTIONS; Alex Brock, Director of the State Board of Elections; and Jo Overton, Chair of the Durham County Board of Elections, Defendants.</h1></center>\n<center>No. 88-553-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 16, 1988.</center>\n<p>Edelstein and Payne, M. Travis Payne, Raleigh, N.C., for plaintiffs.</p>\n<p>Norma S. Harrell, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, Chief Judge.</p>\n<p>This action was instituted on 8 July 1988 by plaintiffs seeking injunctive relief and a declaration that North Carolina General Statutes § 163-98 is unconstitutional. Specifically, plaintiffs, Amy Freeman (Freeman) and Bernard Obie (Obie), seek injunctive relief so that they can be listed on the ballot in the general election on 8 November 1988 as New Alliance Party (NAP) candidates for the office of county commissioner of Durham County. Although defendants have not filed an answer, they have filed a memorandum of law, supported by affidavits, in opposition to the preliminary injunction. A hearing was conducted on 10 August 1988 at which time the parties agreed that the court might order the trial of the action on the merits to be consolidated with the hearing on the application for a preliminary injunction pursuant to the provisions of Rule 65(a)(2) of <span class=\"star-pagination\">*905</span> the Federal Rules of Civil Procedure.<sup>[1]</sup> Based on the complaint, affidavits and other documents presented, the court makes the following</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. Freeman has been a resident of Durham County for approximately one and one-half years, is a registered voter and an active supporter of NAP.</p>\n<p>2. Obie has resided in Durham County for approximately one and one-half years, is a registered voter and an active supporter of NAP.</p>\n<p>3. Plaintiff NAP was formed prior to 1984 and has participated in electoral politics in several states, including fielding candidates for state and local office. In 1984 it nominated a candidate for president and obtained access to the ballot for its candidate in thirty-three states, not including North Carolina.</p>\n<p>4. In order to qualify NAP as a new political party in North Carolina, petitions were signed by over 75,000 people, of whom 46,434 were certified as valid signatures of registered voters. Of the valid signatures of registered voters, 6,759 were from Durham County.</p>\n<p>5. By letter dated 29 July 1988 defendant, Alex Brock, Director of the State Board of Elections, (Brock) certified to Freeman, State Chair of NAP, that \"the New Alliance Party [is] a legally recognized political party in North Carolina as required in Article 9 of Chapter 163 of the General Statutes of North Carolina\" and advising her that \"this office will accept nominees, chosen in a state convention and presented to this office on or before August 8, 1988, for state, congressional and national offices pursuant to G.S. 163-98.\"</p>\n<p>6. By letter dated 8 August 1988 Freeman, as State Chair of NAP, advised Brock that NAP \"has nominated the following persons as candidates to appear on the November ballot:</p>\n  Durham County Commissioner    Amy Freeman..\n                                Bernard Obie...\n  State Senate 30th District    Helen Oxendine\n<p>7. A \"political party\" is defined by the General Statutes of North Carolina as follows:</p>\n<blockquote>A political party within the meaning of the election laws of this State shall be either:</blockquote>\n<blockquote>(1) Any group of voters which, at the last preceding general State election, polled for its candidate for Governor, or for presidential electors, at least ten percent (10%) of the entire vote cast in the State for Governor or for presidential electors; or</blockquote>\n<blockquote>(2) Any group of voters which shall have filed with the State Board of Elections petitions for the formulation of a new political party which are signed by registered and qualified voters in this State equal in number to two percent (2%) of the total number of voters who voted in the most recent general election for Governor. Also, the petition must be signed by at least 200 registered voters from each of four congressional districts in North Carolina....</blockquote>\n<p>N.C.Gen.Stat. § 163-96(a)(1) &amp; (2).</p>\n<p>8. North Carolina General Statute § 163-97 provides:</p>\n<blockquote>When any political party fails to poll for its candidate for governor, or for presidential electors, at least ten percent (10%) of the entire vote cast in the State for governor or for presidential electors at a general election, it shall cease to be a political party within the meaning of the primary and general election laws and all other provisions of this Chapter.</blockquote>\n<p>9. North Carolina General Statute § 163-98 provides:</p>\n<blockquote>In the first general election following the date on which a new political party qualifies ... it shall be entitled to have the <span class=\"star-pagination\">*906</span> names of its candidates for State, congressional, and national offices printed on the official ballots, but it shall not be entitled to have the names of candidates for other offices printed on State, district, or county ballots at that election. For the first general election following the date on which it qualifies ... a new political party shall select its candidates by party convention. Following adjournment of the nominating convention ... the president of the convention shall certify to the State Board of Elections the names of persons chosen in the convention as the new party's candidates for State, congressional, and national offices in the ensuing general election. The State Board of Elections shall print names thus certified on the appropriate ballots as the nominees of the new party.</blockquote>\n<p>10. There are five positions for Durham County commissioner up for election in the Fall of 1988, all of which are elected at large.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Under North Carolina General Statute § 163-98, the name of any candidate of NAP for a \"state, congressional, and national office\" shall be printed on the official ballots for the general election in November 1988. However, that statute <i>specifically</i> prohibits the names of candidates for any other office to be printed. Thus, although plaintiffs collected over 46,000 signatures on their petitions, 6,759 of which came from Durham County, the statute prohibits the names of Freeman and Obie from being placed on the ballot for county commissioner even though they have been properly nominated by NAP at its convention.<sup>[2]</sup> The plaintiffs now challenge that prohibition.</p>\n<p>The Supreme Court has said that:</p>\n<blockquote>Constitutional challenges to specific provisions of a State's election laws ... cannot be resolved by any `litmus-paper test' that will separate valid from invalid restrictions.... Instead, a court must resolve such a challenge by an analytical process that parallels its work in ordinary litigation. It must first consider the character and magnitude of the asserted injury to the rights protected by the First and Fourteenth Amendments that the plaintiff seeks to vindicate. It then must identify and evaluate the precise interests put forward by the State as justifications for the burden imposed by its rule. In passing judgment, the Court must not only determine the legitimacy and strength of each of those interests, it also must consider the extent to which those interests make it necessary to burden the plaintiff's rights. Only after weighing all these factors is the reviewing court in a position to decide whether the challenged provision is unconstitutional....</blockquote>\n<p><i>Anderson v. Celebrezze,</i> <span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">780</span></span> at 789, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1564</span></span> at 1570, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></span> (1982) (citations omitted).</p>\n<p>The challenge of plaintiffs raises the question of whether the North Carolina General Statute § 163-98 results in a denial to plaintiffs and other citizens of the State of North Carolina of equal protection of the laws. As stated in <i>Williams v. Rhodes,</i> <span class=\"citation\" data-id=\"107783\"><a href=\"/opinion/107783/williams-v-rhodes/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">23</span></a></span>, 30-31, <span class=\"citation\" data-id=\"107783\"><a href=\"/opinion/107783/williams-v-rhodes/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">5</span></a></span>, 10, <span class=\"citation\" data-id=\"107783\"><a href=\"/opinion/107783/williams-v-rhodes/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></a></span> (1968):</p>\n<blockquote>In determining whether or not a state law violates the Equal Protection Clause, we must consider the facts and circumstances behind the law, the interests which the State claims to be protecting, and the interests of those who are disadvantaged by the classification. In the present situation the state laws place burdens on two different, although overlapping, kinds of rights  the right of individuals to associate for the advancement of political beliefs, and the right of qualified voters, regardless of their political <span class=\"star-pagination\">*907</span> persuasion, to cast their votes effectively. Both of these rights, of course, rank among our most precious freedoms. We have repeatedly held that freedom of association is protected by the First Amendment.... Similarly we have said with reference to the right to vote: `No right is more precious in a free country than that of having a voice in the election of those who make the laws under which, as good citizens, we must live. Other rights, even the most basic, are illusory if the right to vote is undermined.' (citation omitted)</blockquote>\n<p>Defendants rely on <i>Jenness v. Fortson,</i> <span class=\"citation\" data-id=\"108376\"><a href=\"/opinion/108376/jenness-v-fortson/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></a></span>, 442, <span class=\"citation\" data-id=\"108376\"><a href=\"/opinion/108376/jenness-v-fortson/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, 1975, <span class=\"citation\" data-id=\"108376\"><a href=\"/opinion/108376/jenness-v-fortson/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971) for the proposition that \"[t]here is surely an important state interest in requiring some preliminary showing of a significant modicum of support before printing the name of a political organization's candidate on the ballot  the interest, if no other, in avoiding confusion, deception, and even frustration of the democratic process at the general election.\" It is certainly true, as contended by defendants, that the interest of a state in preserving the integrity of the electoral process and regulating the number of candidates to avoid voter confusion is compelling. <i>American Party of Texas v. White,</i> <span class=\"citation\" data-id=\"108994\"><a href=\"/opinion/108994/american-party-of-tex-v-white/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">767</span></a></span>, <span class=\"citation\" data-id=\"108994\"><a href=\"/opinion/108994/american-party-of-tex-v-white/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1296</span></a></span>, <span class=\"citation\" data-id=\"108994\"><a href=\"/opinion/108994/american-party-of-tex-v-white/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">744</span></a></span> (1974). Defendants concede that if Freeman and Obie had been nominated by NAP as a candidate for the State House of Representatives the state would have been required to place their names on the ballot even though only the voters of Durham County, or a district within the county, would be eligible to cast ballots for the office.<sup>[3]</sup> Defendants fail, however, to offer any valid reason for this distinction.</p>\n<p>Relying on <i>Anderson v. Celebrezze,</i> <span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">780</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1564</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></span> (1983), defendants contend that the distinction made in the statute between state and local candidates is valid. In its brief, the state explains its contention as follows:</p>\n<blockquote>The State of North Carolina has chosen to allow new political parties to have the same easy access for state offices that it has for national offices, a logical decision given that state office campaigns and concerns may often be influenced by national campaigns and concerns. On the other hand, it has chosen not to extend such privileges of easy access at a late date to local offices since local campaigns are often based on much more immediate local concerns and personalities. The State of North Carolina may legitimately require a different showing of support for local candidates from the requirement for party nominees for statewide and national offices.</blockquote>\n<p><i>Anderson</i> does not support the state's contention in this regard. Rather, the cited portion of <i>Anderson</i> simply holds that states have less interest in regulating presidential elections than in regulating state and local elections because of the state's minimal influence on the outcome. <i>Anderson</i> certainly does not support any attempt to differentiate between candidates for a state office and a county office, all elected solely by the voters of a county.</p>\n<p>The court holds that the distinction which the state attempts to make is patently without merit. No legitimate state or local concern is promoted by prohibiting the placement on the ballot of candidates for county and local offices while at the same time allowing the placement on the ballot of candidates for state offices.</p>\n<p>The North Carolina statutes make it more difficult for a party to field candidates for local offices than for national and statewide offices. A new political party must poll ten percent (10%) of the votes cast in the last gubernatorial or presidential election <i>before</i> it is allowed to field candidates for county and other local offices. The defendants argue that the statutes create nothing more than a reasonable requirement that a party show a statewide presence before being allowed to put up a candidate for local office. The court does <span class=\"star-pagination\">*908</span> not agree. This is not a legitimate means of furthering a compelling state intent. Rather, it is an attempt to make it as difficult as possible for new political parties to be formed. That task is difficult enough. In the event that Freeman and Obie succeed in being elected, it is highly likely that they will have to resort to the statewide petition process to run for reelection as the chances of NAP polling ten percent (10%) of the statewide vote for governor or president this fall are extremely remote.</p>\n<p>The state has failed to demonstrate a compelling state interest in the challenged provision of the statute sufficient to justify depriving plaintiffs and the citizens of Durham County the right to associate for the advancement of their political beliefs and the right to cast their votes for candidates of their choice.</p>\n<p>The state also contends that injunctive relief should not be granted because plaintiffs have waited too long to bring suit and seek relief. Defendants have failed, however, to show any harm that would be occasioned by the granting of the relief sought. With the general election not being scheduled until 8 November 1988, ample time remains to prepare ballots and program voting machines.</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>A. The court has jurisdiction under 28 U.S.C. §§ 1331 and 1343.</p>\n<p>B. North Carolina General Statute § 163-98, insofar as it prohibits the names of candidates for offices other than state, congressional and national from being printed on official ballots, violates the Constitution of the United States.</p>\n<p>C. Plaintiffs are entitled to the injunctive relief sought.</p>\n<p>An appropriate order will issue.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>In accordance with memorandum opinion of even date herewith, it is hereby declared that North Carolina General Statute § 163-98 is unconstitutional insofar as it prohibits the placement on ballots of candidates for office of a new party other than state, congressional and national. It is, therefore, ORDERED that defendants be, and they are hereby, enjoined from refusing to accept Amy Freeman and Bernard Obie as candidates of the New Alliance Party for the office of county commissioner of Durham County and from refusing to place their names on the ballot designated as candidates of the New Alliance Party.</p>\n<p>It is further ORDERED that the costs of this action, including a reasonable fee for plaintiffs' attorneys, be taxed to the defendants. Counsel for plaintiffs shall have twenty (20) days after the entry of this order within which to file an affidavit setting forth time and expenses involved and their request for a fee. Defendants shall have twenty (20) days thereafter within which to respond.</p>\n<h2>NOTES</h2>\n<p>[1]  The parties requested and were granted permission by the court to file, subsequent to the hearing, certain other documentary material in support of their respective positions. Instead, they filed a stipulation on 11 August 1988 with regard to certain facts.</p>\n<p>[2]  Defendants assert that the \"convention\" was a farce being attended only by Freeman and Obie according to a newspaper article attached to the Brock affidavit. This is of no consequence however, as defendants readily concede that Helen Oxendine, who was nominated at the same convention, is properly certified to have her name appear on the ballot as a candidate for the State Senate in the 30th District.</p>\n<p>[3]  Durham County is divided into three House districts, Numbers 23, 68 and 69. N.C.Gen.Stat. § 120-2.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110904/"
  ]
}