{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2130639/",
  "absolute_url": "/opinion/2130639/united-states-v-state-of-nc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2130639/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:24:42.631662Z",
  "date_modified": "2016-04-27T02:57:59.270682Z",
  "type": "010combined",
  "sha1": "eeeef00d79f3401d1e1a91ae161eb775684027c3",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>914 F.Supp. 1257 (1996)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nSTATE of NORTH CAROLINA; North Carolina Department of Correction, an Agency of the State of North Carolina; Franklin Freeman, in his official capacity as Secretary of the North Carolina Department of Correction; Lynn Phillips, in his official capacity as Director of the Division of Prisons, a Division of the North Carolina Department of Correction, Defendants.</h1></center>\n<center>No. 5:93-CV-763-BO1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 8, 1996.</center>\n<p><span class=\"star-pagination\">*1258</span> <span class=\"star-pagination\">*1259</span> Janet Reno, Attorney General, Deval Patrick, Assistant Attorney General, Civil Rights Division, Janice McKenzie Cole, United States Attorney, Raleigh, NC, John M. Gadzichowski, Special Litigation Counsel, Robert N. Dempsey, Marisa J. Demeo, Clarence C. Jones, Jr., Employment Litigation Section, Civil Rights Division, U.S. Department of Justice, Washington, DC, R.A. Renfer, Jr., Assistant U.S. Attorney, Raleigh, NC, for Plaintiff.</p>\n<p>James Peeler Smith, W. Dale Talbert, Sylvia Thibaut, Valerie L. Bateman, Office of the Attorney General, N.C. Department of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>OPINION AND ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This action was brought on behalf of the United States by the Attorney General on December 7, 1993, pursuant to her power under 42 U.S.C. § 2000e-6. The complaint's substantive allegation is that the defendant State of North Carolina has engaged in a \"pattern or practice\" of unlawful discrimination against females applying for employment, and employed, as correctional officers in the state's prisons for men,<sup>[1]</sup> in violation of Title VII of the Civil Rights Act of 1964, 42 <span class=\"star-pagination\">*1260</span> U.S.C. § 2000e, <i>et seq.</i><sup>[2]</sup> The complaint seeks broad and far-reaching injunctive relief, including \"job offers, back pay, retroactive seniority and other benefits to female applicants and prospective applicants for employment and incumbent or former female employees who have been denied equal employment opportunities because of their sex,\" and an order barring the state from \"using selection procedures for hire and promotion which have an adverse impact on females ... and failing to take other appropriate measures to overcome the present effects of past discriminatory policies and practices.\"</p>\n<p>In the wake of extensive discovery disputes, the defendant has now agreed to enter into the settlement proposed for implementation by order of this Court. Under the terms of the fifty-one (51) page agreement, the state would deny ever having discriminated unlawfully against women, but it would nevertheless submit to a wide array of expensive and intrusive mandates of unresolved value, necessity, and legality, including, <i>inter alia:</i></p>\n<blockquote> the state hire women to work as correctional officers \"at correctional institutions housing male inmates in numbers that reflect their availability in the relevant labor market ...\"</blockquote>\n<blockquote> \"The failure by the [state] to attain any particular female applicant flow, or hiring or promotion rate ... may prompt an inquiry by the United States.\"</blockquote>\n<blockquote> the state create, at a cost of \"not less than one million three hundred thousand dollars ($1,300,000.00)\" per each of at least two biennium budgets, a new \"organizational structure,\" comprising of a \"Special Assistant for Title VII Compliance,\" a \"Social Research Assistant,\" a \"Title VII Compliance Investigator,\" a paralegal, an \"Operations Manager for Title VII Compliance,\" six (6) \"Field Compliance Specialists,\" and \"clerical support personnel as necessary.\"</blockquote>\n<blockquote> the state \"actively encourage female correctional officers at each correctional institution housing male inmates to apply for promotion, and shall seek to assure that the numbers of female correctional officers promoted approximates the number of female correctional officers who apply and qualify for such positions.\"<sup>[3]</sup></blockquote>\n<blockquote> the state must contact a vast array of public and private organizations, according to a strict timetable, in order to publicize the fact that it is seeking women to work in male prisons. This includes contacting \"organizations oriented toward informing women of employment opportunities\" three times per year; contacting each local government in the state twice a year; and again three times a year, placing advertisements in newspapers in Greenville, Wilmington, Fayetteville, Raleigh-Durham, Winston-Salem, Greensboro, Charlotte, and Asheville.</blockquote>\n<blockquote> the state must submit, for the federal government's approval, \"standardized posting, screening, interview and selection instruments and procedures for the hiring and promotion of correctional officers.\" The state must notify the federal government if it wants to \"change the qualification criteria for the selection of correctional officers\" within 60 days or as soon as practicable, and the federal government may challenge the matter.</blockquote>\n<blockquote> the state must adopt an intricate system of specified new procedures to use in hiring correctional officers, and apply specified job qualification criteria to new applicants as detailed by the agreement.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*1261</span>  the state \"shall not be required to assign a female correctional officer to conduct a strip search of a male inmate. However, no supervisory promotional correctional officer positions or posts at NCDOC correctional institutions housing male inmates may be designated as male-only; and not more than twenty-five percent (25%) of correctional officer positions or posts system-wide at NCDOC correctional facilities housing male inmates may be designated as male-only positions or posts ...\"<sup>[4]</sup></blockquote>\n<blockquote> the new \"organizational structure\" conduct an audit of hiring practices twice each year.</blockquote>\n<p>The agreement also provides \"Individual Remedies.\" The state would set aside five and a half million dollars ($5,500,000.00) to be parceled among women who applied for a job at state prisons between December 31, 1983 and December 31, 1992, were qualified (as described in the agreement), and were not hired or promoted on account of sex. The United States would determine who was not hired on account of sex, and who was simply not hired. Also entitled to share in the \"relief\" is any such qualified woman, who \"<i>would have applied</i>\" for entry-level jobs or promotions during this time period \"<i>but for</i> her <i>reasonable belief</i>\" that she would suffer sex discrimination (emphasis added). For women who are determined to have been improperly denied career advancement, promotions and retroactive seniority would be available. Back pay would be available to all such identified victims, who \"shall not be required to indicate a present interest in, or to accept an offer of, non-monetary relief [read: a job] as a condition of her receipt of a monetary award under this agreement.\"</p>\n<p>Thus, it is entirely possible that a woman might make a claim that she would have applied for a job but feared rejection, and thereby entitle herself under the agreement to eight years' worth of back-pay without having to accept a job offer. The United States claims \"[t]he Agreement would not give `handouts' to undeserving claimants\" because, after all, the United States will determine who is deserving. (Plaintiff's Brief, p. 25). The United States further claims that individual back pay awards \"are strictly limited in amount,\" <i>id.,</i> which ignores the impropriety of any payment on a claim unsupported by merit.<sup>[5]</sup></p>\n<p>Each of the Attorney General's conclusions that a particular woman suffered discrimination, or \"would have applied\" for a position but for fear of futility, and is thus entitled to relief, may be individually appealed to the Court by the state. The amount of resources required of the state and the Court to resolve such disputes is open-ended. In addition to funding the $5.5 million award pool, the state must make its employer contributions to the Social Security and North Carolina Retirement System, although FICA and other withholding taxes will come out of the $5.5 million.</p>\n<p>\"[U]p to four hundred and sixty-four (464) women shall be entitled to priority hiring ... and up to thirty-five (35) shall be entitled to priority promotion\" as specified in the agreement, from which no detail has been spared:</p>\n<blockquote>In order to effectuate the [agreement], the State shall provide each claimant entitled to a priority hire or a priority promotion with: (1) a road map showing the location of each operational correctional institution of the NCDOC that either currently houses male inmates or which housed male inmates at the time the claimant applied, <span class=\"star-pagination\">*1262</span> or would have applied, for an entry-level correctional officer job or promotion; and (2) useful information about each such institution, such as its address, telephone number, security level, size of correctional staff, and number and gender of inmates at each custody level.</blockquote>\n<p>Women receiving priority hires, priority promotions, and remedial promotions would receive retroactive seniority.<sup>[6]</sup> \"Pension relief\" would also be granted such women, part of which would be deducted from their portion of the $5.5 million, but some of which must be funded separately by the state reflecting its liability to the pension fund for the time during which the women should have been hired and/or promoted.</p>\n<p>Women who have filed charges of gender discrimination against the state Department of Correction with the EEOC or \"or in any other forum designated as a deferral agency by the EEOC\" and have reached some \"resolution on the merits\" would be barred from seeking relief under the agreement, \"unless they allege a different set of facts and circumstances which have taken place since the date of that resolution.\" Two observations can be made at once from this provision. First, women who have gone before the EEOC but had their Title VII claim rejected for procedural reasons, such as late or improper filing, would be able to make a recovery  even if they pursued the matter unsuccessfully in District Court, the Court of Appeals, or the United States Supreme Court. Second, women who have previously obtained a resolution, positive or negative, on the merits of a Title VII claim would be entitled to recovery despite or in addition to the outcome of their litigation so long as they focus upon some other element of what the United States claims has been an ongoing pattern or practice.</p>\n<p>The state would have to bear the costs of publicizing the fact and terms of this agreement. Not only must the state seek public service announcements \"on radio stations throughout the State,\" but it would also be required to run newspaper advertisements state-wide, each ad running for \"three successive weeks\" in the Wednesday and Sunday editions of the specified newspapers. \"The notice shall be in the form of a display advertisement and shall appear in the news section of the newspapers as far forward as possible and shall appear with headline in large, bold, display type face and shall be surrounded by a dark, continuous border.\"</p>\n<p>The United States would have unrestricted access to inspect and copy all documents and records \"relating to the recruitment, selection, hire, assignment and promotion of correctional officers upon reasonable notice to the State and without need for an order of the Court.\" Every six months, the state would have to report to the federal government the number and gender of all people who applied for each position within the prison system; the number and gender of those hired or promoted; those terminated or who resigned, by rank and including trainees; an overall breakdown along gender lines of all Department of Correction employees, in each position by rank; any changes in hiring criteria, and so on.</p>\n<p>The Court would retain jurisdiction over the case, supervising the operation of the state's prison system in order to ensure continued compliance with the order. The term <span class=\"star-pagination\">*1263</span> of the Court's jurisdiction over the prison system would be indefinite, though the agreement contemplates at least three years.</p>\n<p>On August 29, 1995, the Court provisionally entered the implementation order, pending a fairness hearing and a period for receiving objections. Also that day, the Court inadvertently signed and entered a form order supplied by the United States purporting to implement the agreement, although the agreement itself was not signed and filed. Subsequently, this second order of August 29, 1995, was vacated on January 12, 1995.</p>\n<p>The parties published and distributed a notice, describing most of the agreement's material terms and announcing provisional entry of the implementation order, the fairness hearing, and procedures for filing a timely objection. The Court received several dozen objections and other non-responsive comments, which have been considered and are discussed in greater detail below.</p>\n<p>On December 4, 1995, a fairness hearing was held at Raleigh, North Carolina. The Court heard from a male prison guard who voiced his strong opposition to the settlement, as well as from the attorneys representing the United States and North Carolina. The Court now concludes that the settlement agreement cannot be implemented.</p>\n<p>Were this agreement properly before the Court, it would be flatly rejected. Not only does the agreement appear to be unlawful and unreasonable, it is also doubtful the agreement comports with the Constitutional requirement that male employees and prospective applicants be afforded the equal protection of the law. <i>See</i> U.S. Const. amend. XIV; <i>Adarand Constructors v. Pena,</i> ___ U.S. ___, 115 S.Ct. 2097, 132 L.Ed.2d 158 (1995); <i>City of Richmond v. J.A. Croson,</i> 488 U.S. 469, 109 S.Ct. 706, 102 L.Ed.2d 854 (1989).</p>\n<p>But that stage of inquiry has not yet been reached. On the forecast of evidence before it, the Court lacks subject matter jurisdiction over the case. Fed.R.Civ.P. Rule 12(b)(1).</p>\n<p></p>\n<h2>I</h2>\n<p>No matter how high the premium placed upon cooperation and voluntary settlement among litigants, parties wishing to invoke the power of an Article III court must first bear the burden of establishing the court's jurisdiction to act authoritatively in the matter. \"Whether the plaintiff has made out a `case or controversy' between himself and the defendant within the meaning of Article III ... is the threshold question in every federal case, determining the power of the court to entertain the suit.\" <i>Warth v. Seldin,</i> 422 U.S. 490, 498, 95 S.Ct. 2197, 2205, 45 L.Ed.2d 343 (1975); <i>Lujan v. Defenders of Wildlife,</i> 504 U.S. 555, 559, 112 S.Ct. 2130, 2136, 119 L.Ed.2d 351 (1992).</p>\n<p>The black-letter law that federal courts are empowered only to consider actual \"cases or controversies\" extends with equal force to proposed settlements. The Court does not exist merely to give its blessing to any voluntary accord that may be reached by two parties, and it does not impart its power in this manner unless the proposed settlement actually settles a case or controversy sufficient to invoke the court's jurisdiction in the absence of the settlement.</p>\n<p>None of the cases cited by plaintiff in support of its claim that a court must favor settlement concerned the absence of subject matter jurisdiction or settlements whose terms were adjudged plainly unconstitutional. The degree of deference a court must show a proposed Title VII settlement pales in comparison to that which must be shown the Constitution. And the Constitution does not permit a federal court to settle purely hypothetical claims.</p>\n<p>The state of the law, described in this opinion as it relates to the facts of this case, compels the Court to question its jurisdiction over the instant dispute. At this stage, the plaintiff has failed to establish a case or controversy sufficient to invoke the Court's jurisdiction. Because no apparent case or controversy underlies the proposed settlement, the Court must refuse to lend its power in the manner requested by the parties, although the plaintiff will be allowed an opportunity to show cause as to why this case should not be dismissed.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1264</span> II</h2>\n<p>The analysis begins, where it must, with the Attorney General's power to bring forth this action. Title 42 U.S.C. § 2000e-6 authorizes the Attorney General to bring actions such as this only upon \"reasonable cause.\" Just as an accused is entitled to a prompt judicial hearing as to the existence of probable cause before being subjected to criminal prosecution, so too is a defendant facing the awesome power of the federal government in a Title VII context eventually entitled to a determination, as a preliminary matter, of whether reasonable cause might exist for prosecution of the claim.<sup>[7]</sup> The Court does not suggest that the \"reasonable cause\" standard is tantamount to that of \"probable cause,\" but neither can the Court ignore the clear text of § 2000e-6 which permits the Attorney General to proceed only upon \"reasonable cause.\" Due process does not disappear in disparate impact cases, and it is inconceivable that Congress had anything else in mind but this very proposition when it enacted the \"reasonable cause\" standard.</p>\n<p>The Court thus rejects the path followed in <i>United States v. Int'l Ass'n of B., S. &amp; O.I.W., L. No. 1,</i> 438 F.2d 679 (7th Cir.), <i>cert. denied,</i> 404 U.S. 830, 92 S.Ct. 75, 30 L.Ed.2d 60 (1971). There, the Seventh Circuit decided that § 2000e-6 was \"pregnant with an urgency that is incompatible with litigating the Attorney General's reasonable cause belief.\" <i>Id.</i> at 681-82. Such an interpretation has the effect of rendering the reasonable cause requirement superfluous. The desire for a quick resolution of litigation cannot run roughshod over due process, and it certainly cannot obviate an examination as to whether the matter is properly before the Court.<sup>[8]</sup></p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>A</h2>\n<p>Disparate impact analysis begins with the identification of an intentionally discriminatory practice that is demonstrably the cause of the complained impact. Although some older cases have held that \"[w]here gross statistical disparities can be shown, they alone may in a proper case constitute prima facie proof of a pattern or practice of discrimination,\" <i>Hazelwood School Dist. v. United States,</i> 433 U.S. 299, 307-08, 97 S.Ct. 2736, 2741, 53 L.Ed.2d 768 (1977); <i>Teamsters,</i> 431 U.S. at 339, 97 S.Ct. at 1856; <i>E.E.O.C. v. Am. Nat. Bank,</i> 652 F.2d 1176 (4th Cir.1981), <i>cert. denied,</i> 459 U.S. 923, 103 S.Ct. 235, 74 L.Ed.2d 186 (1982); <i>Barnett v. W.T. Grant Co.,</i> 518 F.2d 543 (4th Cir.1975), these holdings have been overruled with regard to disparate impact theory  if indeed, they were ever applicable to disparate impact theory  by subsequent Supreme Court decisions as well as the 1991 amendments to the Civil Rights Act.</p>\n<p>\"[T]he plaintiff's burden in establishing a prima facie case goes beyond the need to show that there are statistical disparities in the employer's work force. The plaintiff must begin by identifying the specific employment practice that is challenged.\" <i>Wards Cove Packing Co., Inc. v. Atonio,</i> 490 U.S. 642, 656, 109 S.Ct. 2115, 2124, 104 L.Ed.2d 733 (1989), quoting <i>Watson,</i> 487 U.S. at 994, 108 S.Ct. at 2788-89; <i>Walls v. City of Petersburg,</i> 895 F.2d 188, 191 (4th Cir.1990).<sup>[9]</sup><span class=\"star-pagination\">*1265</span> \"Our disparate-impact cases have always focused on the impact of <i>particular</i> hiring practices on employment opportunities ... a plaintiff must demonstrate that it is the application of a specific or particular employment practice that has created the disparate impact under attack.\" <i>Wards Cove,</i> 490 U.S. at 656-57, 109 S.Ct. at 2124-25 (emphasis original); <i>Mallory v. Booth Refrigeration Supply Co., Inc.,</i> 882 F.2d 908, 912 (4th Cir.1989); \"The disparate impact model applies only when an employer has instituted a specific procedure ...\" <i>E.E.O.C. v. Federal Reserve Bank of Richmond,</i> 698 F.2d 633, 639 (4th Cir.1983), <i>rev'd on other grounds sub nom Cooper v. Federal Reserve Bank of Richmond,</i> 467 U.S. 867, 104 S.Ct. 2794, 81 L.Ed.2d 718 (1984) (citations omitted); <i>McNairn v. Sullivan,</i> 929 F.2d 974, 979 (4th Cir.1991). \"Causation must also be proved.\" <i>Walls,</i> 895 F.2d at 191; <i>Watson,</i> 487 U.S. at 994, 108 S.Ct. at 2789; <i>Wards Cove,</i> 490 U.S. at 657, 109 S.Ct. at 2125; <i>Bank of Richmond,</i> 698 F.2d at 639.</p>\n<p>In 1991, Congress codified this requirement by enacting 42 U.S.C. § 2000e-2(k). Sub-section (k) states that in cases such as this, where the plaintiff has not demonstrated an \"alternative employment practice,\" an unlawful practice may be established by reference to disparate impact only if the \"complaining party <i>demonstrates</i> that a respondent uses a <i>particular</i> employment practice that <i>causes</i> a disparate impact on the basis of ... sex ... and the respondent fails to demonstrate that the challenged practice is job related ...\" 42 U.S.C. § 2000e-2(k)(1)(A)(i) (emphasis added). \"[T]he complaining party <i>shall demonstrate</i> that <i>each particular</i> practice <i>causes</i> a disparate impact,\" unless \"the complaining party can demonstrate to the court that the elements of a respondent's decisionmaking [sic] process are not capable of separation for analysis.\" 42 U.S.C. § 2000e-2(k)(B)(i) (emphasis added).</p>\n<p></p>\n<h2>B</h2>\n<p>The requirement of discriminatory intent is plain not merely from the fact that discrimination is an inherently intentional activity, but also from the text of § 2000e-6, which literally speaks of intent and \"resistance.\" The Attorney General's \"reasonable cause\" must underlie a belief \"that any person or group of persons is engaged in a pattern or practice of <i>resistance</i> to the full enjoyment\" of Title VII rights, \"and that the pattern or practice <i>is of such a nature and is intended to deny</i> the full exercise\" of such rights. 42 U.S.C. § 2000e-6(a) (emphasis added).</p>\n<p>The Court is well-aware of <i>Griggs v. Duke Power Co.,</i> 401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971) and its progeny, which hold that employers who apply objective, neutral criteria in hiring and promotion may be found guilty of \"unintentional discrimination\" if such neutral standards have a \"disproportionate\" impact upon any identified group. The <i>Griggs</i> rationale is inapplicable to the instant case for two reasons. First, the literal text of § 2000e-6 described above, by which this case is brought, clearly mandates discriminatory intent as a required element of the cause of action. Whatever the influence of <i>Griggs</i> might be upon other Title VII actions, the Attorney General is held to this higher standard.</p>\n<p>Second, the Supreme Court has overruled <i>Griggs sub silentio.</i> The concept of \"unintentional discrimination\" is logically impossible. Title VII was never intended to require employers to hire by racial, sexual, or other quota applicants who failed to qualify for a job because they could not meet some objective requirement. Indeed, <i>Griggs</i> conflicts directly with § 2000e-2(j), which prohibits imposition of hiring quotas; § 2000e-2(e), which protects bona fide occupational qualifications; § 2000e-2(h), which protects the use of \"ability tests\" not intended to discriminate unlawfully; and § 2000e-2(<i>l</i>), which prohibits the alteration of test results or the application of different testing criteria on the basis of race, color, religion, sex or national origin.<sup>[10]</sup> Subsection (1) was added as recently as 1991, and reflects Congress' frustration with that sort of judicial inversion of Title <span class=\"star-pagination\">*1266</span> VII which led Justice Scalia to lament the law was written \"[w]ith a clarity which, had it not proved so unavailing, one might well recommend as a model of statutory draftsmanship.\" <i>Johnson v. Transp. Agency, Santa Clara Cty., Cal.,</i> 480 U.S. 616, 657, 107 S.Ct. 1442, 1465, 94 L.Ed.2d 615 (1987) (Scalia, J., dissenting).</p>\n<p>The Supreme Court has repeatedly refused to extend <i>Griggs'</i> rationale to Equal Protection analysis, holding that discriminatory intent, not disproportionate impact, is necessary to show a denial of Equal Protection. <i>Washington v. Davis,</i> 426 U.S. 229, 242, 96 S.Ct. 2040, 2049, 48 L.Ed.2d 597 (1976); <i>Village of Arlington Heights v. Metropolitan Housing Development Corp.,</i> 429 U.S. 252, 264-65, 97 S.Ct. 555, 563, 50 L.Ed.2d 450 (1977); <i>Personnel Administrator of Mass. v. Feeney,</i> 442 U.S. 256, 273, 99 S.Ct. 2282, 2293, 60 L.Ed.2d 870 (1979); <i>Hernandez v. New York,</i> 500 U.S. 352, 362, 111 S.Ct. 1859, 1867, 114 L.Ed.2d 395 (1991). The Supreme Court likewise rejected the application of <i>Griggs</i> to the Civil Rights Act of 1866, 42 U.S.C. §§ 1981, 1982, finding that the Civil Rights Act and the Equal Protection Clause \"were all products of the same milieu and were directed against the same evils.\" <i>General Bldg. Contractors Ass'n v. Pennsylvania,</i> 458 U.S. 375, 391, 102 S.Ct. 3141, 3150, 73 L.Ed.2d 835 (1982). Title VII of the Civil Rights Act of 1964 is obviously likewise born of the same environment, directed against further manifestations of the same evils. And in <i>Daniels v. Williams,</i> 474 U.S. 327, 106 S.Ct. 662, 88 L.Ed.2d 662 (1986), the Supreme Court held that deprivation of due process under 42 U.S.C. § 1983 must also be intentional.</p>\n<p>In the landmark case of <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 806, 93 S.Ct. 1817, 1826, 36 L.Ed.2d 668 (1973), the Supreme Court began its retreat from <i>Griggs,</i> holding that \"in the absence of proof of pretext or discriminatory application\" of a reason proffered to explain a challenged employment act or practice, <i>Griggs</i> is not applicable. As the Court later realized,</p>\n<blockquote>Even a completely neutral practice will inevitably have some disproportionate impact on one group or another. <i>Griggs</i> does not imply, and this Court has never held, that discrimination must always be inferred from such consequences.</blockquote>\n<p><i>City of Los Angeles Dept. of Water &amp; Power v. Manhart,</i> 435 U.S. 702, 710 n. 20, 98 S.Ct. 1370, 1376 n. 20, 55 L.Ed.2d 657 (1978). Where the Supreme Court has reaffirmed <i>Griggs,</i> it has lately done so only for other purposes, i.e. to extend the disparate impact analysis' requirement that an actual practice be demonstrated to cases targeting subjective application procedures under disparate treatment theory, <i>Watson v. Fort Worth Bank &amp; Trust, supra</i><i>.</i> Most importantly, however, the Supreme Court has explicitly eviscerated <i>Griggs:</i></p>\n<blockquote>Nor do we think it is appropriate to hold a defendant liable for unintentional discrimination on the basis of less evidence than is required to prove intentional discrimination. Rather, the necessary premise of the disparate impact approach is that some employment practices, adopted without a deliberately discriminatory motive, may in operation be functionally equivalent to intentional discrimination.</blockquote>\n<p><i>Watson,</i> 487 U.S. at 987, 108 S.Ct. at 2785. The Court proceeded to explain that in <i>Griggs,</i> the employer had a history of overt intentional discrimination. Thus, the ingredient necessary to transform a neutral practice into the \"functional equivalent\" of a Title VII violation is prior history of overt discrimination. <i>See </i><i>Regents of the Univ. of California v. Bakke,</i> 438 U.S. 265, 309 n. 44, 98 S.Ct. 2733, 2758 n. 44, 57 L.Ed.2d 750 (1978) (plurality opinion). The intent to discriminate may have been demonstrated at some point in the past, but it is nevertheless a required element of <i>all</i> Title VII complaints, including those based on disparate impact theory. <i>Accord </i><i>Lorance,</i> 490 U.S. at 904-05, 908-09, 109 S.Ct. at 2265, 2267 (discriminatory intent, not mere impact, required to challenge seniority system under Title VII). It can safely be stated that the rule of <i>Griggs</i> now stands as a distinction without a difference.<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*1267</span> Although popularly derided as a \"quota bill,\" section 2000e-2(k), setting forth the burden of proof in disparate impact cases, did not negate the element of discriminatory intent. The subsection clearly announces that it is intended to set forth methods for establishing \"an unlawful employment practice.\" A primary element of \"an unlawful employment practice\" as described in 42 U.S.C. §§ 2000e-2(a)(1) &amp; (2) is that the act be taken \"<i>because of</i> such individual's race, color, religion, sex, or national origin.\" (emphasis added). \"The words of Title VII are not obscure ... By any normal understanding, the phrase `because of' conveys the idea that the motive in question made a difference to the outcome.\" <i>Price Waterhouse v. Hopkins,</i> 490 U.S. 228, 281, 109 S.Ct. 1775, 1807, 104 L.Ed.2d 268 (1989) (Kennedy, J., dissenting).<sup>[12]</sup></p>\n<p></p>\n<h2>C</h2>\n<p>Apart from the question of whether discriminatory intent must be present in a disparate impact case, the Supreme Court has confirmed time and again that the alleged pattern or practice in a disparate impact case must be an intentional act deliberately engaged. To make a mere prima facie case, the United States must establish that sex discrimination was North Carolina's \"standard operating procedure  the regular rather than the unusual practice.\" <i>Teamsters,</i> 431 U.S. at 336, 97 S.Ct. at 1855.</p>\n<blockquote>The `pattern or practice' language ... was not intended as a term of art, and the words reflect only their usual meaning ... `[A] pattern or practice would be present only where the denial of rights consists of something more than an isolated, sporadic incident, but is repeated, routine, or of a generalized nature ... The point is that single, insignificant, isolated acts of discrimination by a single business would not justify a finding of a pattern or practice.'</blockquote>\n<p><i>Id.</i> at n. 16, quoting Sen. Humphrey.</p>\n<p></p>\n<h2>D</h2>\n<p>Of course, plaintiffs must demonstrate not only the existence of an <i>intentional,</i> identifiable \"pattern or practice\" of resistance which causes the \"impact,\" but also the nature of the disparity. A disparity can be claimed only by reference to an identified norm from which the disparity is claimed. Without some root foundation for what would be the natural, non-discriminatory result, it is impossible to claim that any state of affairs reflects the \"disparate\" after-effects of an unlawful act.</p>\n<p></p>\n<h2>E</h2>\n<p>Thus, in order to invoke the Court's jurisdiction over an allegation of discrimination based upon disparate impact, there must be some case or controversy surrounding the government's \"reasonable belief\" that the defendant has: (1) willfully and intentionally engaged in (2) an identifiable pattern or practice of resistance (3) intended to unlawfully discriminate, and (4) that this activity has actually caused an impact which is (5) visibly disparate from what must otherwise be the non-discriminatory norm. \"[T]he ultimate burden of proving that discrimination against a protected group has been caused by a specific employment practice remains with the plaintiff <i>at all times.\" </i><i>Wards Cove,</i> 490 U.S. at 659, 109 S.Ct. at 2126, quoting with emphasis <i>Watson,</i> 487 U.S. at 997, 108 S.Ct. at 2790.<sup>[13]</sup> None of the <span class=\"star-pagination\">*1268</span> evidence submitted and forecast by the Attorney General establishes any of these elements, which are required by the clear text of Title VII. Indeed, some of the arguments advanced by the government indicate that no such evidence might be forthcoming.</p>\n<p></p>\n<h2>IV</h2>\n<p>The Attorney General has attempted to establish a case or controversy based on the following evidence:</p>\n<blockquote>[T]he United States' statistical experts compared, on an annual basis, job applicant flow and hires, by gender, for NCDOC entry-level correctional officer jobs. Such analysis shows a statistical `shortfall' of 618 female hires for the period January 1, 1984 to June 30, 1994. That is, the statistical expectation would be that, if the NCDOC's hiring practices were gender neutral, 618 more female applicants would have been hired by the NCDOC than actually occurred. Stated another way, the shortfall of cumulative female hires for the period resulted in -18.71 standard deviations.</blockquote>\n<p>(Plaintiff's Brief, pp. 12-13, footnotes omitted). \"That is to say that for a specific period in time ... we estimated based upon comparing female applicants to female hires; that the state should have 618 more female hires.\" (Mr. Dempsey, Fairness Hearing Transcript, p. 36).<sup>[14]</sup> Furthermore, female prison guards have not always been permitted the same range of freedom to search the persons of male inmates, and \"[f]inally, during the course of discovery,\" the Attorney General found thirty seven women whose stories of sex discrimination she believed to be credible.</p>\n<p></p>\n<h2>A</h2>\n<p>The first element obviously missing from this equation is any particular intentional discriminatory practice. In attempting to foist upon North Carolina a detailed program of recruitment and employment, the United States has precluded any demonstration that the \"elements of [the] decisionmaking process are not capable of separation for analysis.\" The Court thus looks to see if any particular intentional discriminatory practice has been demonstrated. None has.</p>\n<p>The state's policy regarding opposite-sex searches of prison inmates was motivated by a concern for the privacy rights of prisoners, not by any intent to create a system whereby women would be denied advancement. <i>See </i><i>Riddick v. Sutton,</i> 794 F.Supp. 169 (E.D.N.C. 1992). The agreement itself maintains the prohibition on female guards strip searching male inmates, and male guards are not permitted to strip search female inmates \"for identical reasons.\" (Plaintiff's Brief, p. 25). The parties have thus admitted themselves out of reliance upon defendant's inmate search policies as an intentionally discriminatory practice.</p>\n<p>The only other practice of which the Attorney General complains (an objection which can be gleaned only from the terms of the settlement) is that until now, the hiring of state prison employees has been a decentralized process. Job seekers would make inquiries and submit applications at the particular correctional facility, whose staff would then have considerable discretion in making a final employment decision. The federal government would like North Carolina to abolish the localized nature of its prison hiring process by replacing it with a centralized, bureaucratic system based in the state capital. The inescapable implication is that left to their own devices, prison officials will discriminate, and therefore a centralized, court-supervised bureaucracy is necessary to achieve fairness. Such a presumption assumes <span class=\"star-pagination\">*1269</span> that the defendant will discriminate unlawfully; due process forbids courts from engaging such predispositions of liability. Until proven otherwise, individuals in our country are presumed to be law-abiding, hence the requirement that violation of the law be specifically demonstrated. The government has thus failed to meet its pleading burden under established Supreme Court precedent and 42 U.S.C. § 2000e-2(k). It follows that discriminatory intent underlying such demonstrated practice also remains unalleged.</p>\n<p></p>\n<h2>B</h2>\n<p>Without a specific demonstration of any particular practice, there can be no causation. Proceeding logically, there can be no effect without cause, no \"impact\" absent \"intentional practice.\" Without an identified intentional practice, statistical analyses, like all further evidence, are of no value. To the extent discrimination plaintiffs may rely upon statistical evidence, such permission must be construed in light of Constitutional limitations. Authorization to consider a type of evidence does not in itself create a valid case or controversy. \"[S]tatistics ... come in infinite variety ... [T]heir usefulness depends on all of the surrounding facts and circumstances.\" <i>Hazelwood,</i> 433 U.S. at 312, 97 S.Ct. at 2744, quoting <i>Teamsters,</i> 431 U.S. at 340, 97 S.Ct. at 1856-1857; <i>Bank of Richmond,</i> 698 F.2d at 645. \"We do not believe that isolated bits of statistical information necessarily make a prima facie case ...\" <i>Bank of Richmond,</i> 698 F.2d at 646, quoting <i>Roman v. ESB, Inc.,</i> 550 F.2d 1343, 1350 (4th Cir.1976).</p>\n<blockquote>Inaccuracies or variations in data or in the formulae used to test such data may easily lead to different, contradictory, or even misleading conclusions by experts ... `too often statistical conclusions appear to depend in large part on the side producing them' ... Title VII cases too often develop into `contests between college professor statisticians who revel in discoursing about advanced statistical theory' and propounding increasingly complex statistical models.</blockquote>\n<p><i>Bank of Richmond,</i> 698 F.2d at 645 (citations omitted). Such contests of mathematical skill do not fall within the ambit of Article III.</p>\n<p>Statistical proof relates only to the alleged impact of the challenged practice; it does not substitute for the \"particular employment practice,\" and may not be considered until such \"particular employment practice\" has been demonstrated by the complaining party. \"Inferring past discrimination from statistics alone assumes the most dubious of conclusions.\" <i>Maryland Troopers Ass'n, Inc. v. Evans,</i> 993 F.2d 1072, 1077 (4th Cir.1993).</p>\n<p>Discrimination plaintiffs may not invoke the jurisdiction of the federal courts merely by declaring some quota as a norm, and resting their case upon a defendant's statistical deviation. A statistical deviation from an alleged norm might merely constitute evidence, subject to the constraints imposed by the requirements of due process and the Federal Rules of Evidence.<sup>[15]</sup> Statistics present a case or controversy only to the extent that plaintiffs are unsatisfied with the percentage of women or people of a given racial or ethnic background in a particular circumstance; and while an alleged disparity may be a symptom of improper discrimination, it can never establish a \"case or controversy\" within the meaning of Article III. <i>See</i> 42 U.S.C. § 2000e-2(j).</p>\n<p>Jurisdictional considerations aside, a discrimination case built largely upon statistics raises serious due process concerns. Were courts to entertain such claims, people would be punished not for any particular discriminatory practice, but merely for having failed to meet a quota imposed <i>ex post facto.</i> No one could possibly predict, with any measure of certainty, how he might conform his conduct to the requirements of the law if any plaintiff could sue any entity at any time for having failed to meet some hiring quota picked out of thin air. Yet black-letter law holds that</p>\n<blockquote>a statute which either forbids or requires the doing of an act in terms so vague that men of common intelligence must necessarily guess at its meaning and differ as to <span class=\"star-pagination\">*1270</span> its application, violates the first essential of due process of law.</blockquote>\n<p><i>Mattison v. Dallas Carrier Corp.,</i> 947 F.2d 95, 102-03 (4th Cir.1991), quoting <i>Connally v. General Constr. Co.,</i> 269 U.S. 385, 391, 46 S.Ct. 126, 127, 70 L.Ed. 322 (1926). The imposition of an arbitrary quota might also place courts in the impossible position of apportioning what is essentially a basic, traditional right long enshrined by our Constitution  the right to pursue a livelihood and engage in the common occupations of life.<sup>[16]</sup></p>\n<p></p>\n<h2>C</h2>\n<p>Even if the demonstration of some particular discriminatory practice might be extrapolated from the evidence and allegations thus far presented, the proposed statistical analysis is insufficient and fatally flawed. A host of reasons do not permit using the statistic to find that the assumed demonstrated activity has actually caused any impact visibly disparate from what must otherwise be the non-discriminatory norm. \"[S]tatistical evidence is circumstantial in character and its acceptability depends on the magnitude of the disparity it reflects, the relevance of its supporting data, and other circumstances ...\" <i>Bank of Richmond,</i> 698 F.2d at 646-47. The Court now addresses the particular failings of the statistical study here presented.</p>\n<p>The Supreme Court has never repealed the great logical principle that disparity can only exist in relation to a norm. Moreover, the Supreme Court has expressly held that the disparity must be \"gross,\" <i>Hazelwood,</i> 433 U.S. at 307-08, 97 S.Ct. at 2741-42; <i>Teamsters,</i> 431 U.S. at 339, 97 S.Ct. at 1856, even in <i>Griggs,</i> describing it as \"markedly disproportionate,\" <i>Griggs,</i> 401 U.S. at 429, 91 S.Ct. at 852. \"Statistical proof failing to show a `marked disproportion' by definition cannot show the `gross disparity' necessary to sustain allegations of disparate treatment.\" <i>Bank of Richmond,</i> 698 F.2d at 646 (citation and internal quotations omitted); <i>Troopers,</i> 993 F.2d at 1077. A minor or statistically insignificant disparity must be dismissed as irrelevant.<sup>[17]</sup> And given the emphasis on hiring women \"in numbers that reflect their availability in the relevant labor market,\" the statistical study is useless in light of 42 U.S.C. § 2000e-2(j), whereby \"Congress has specifically provided that employers are <i>not</i> required to avoid `disparate impact' as such.\" <i>Watson,</i> 487 U.S. at 992, 108 S.Ct. at 2787 (emphasis original). The Supreme Court re-iterated the text of § 2000e-2(j), and it bears repeating today:</p>\n<blockquote>Nothing contained in [Title VII] shall be interpreted to require any employer ... to grant preferential treatment to any individual or to any group because of the ... sex ... of such individual or group on account of an imbalance which may exist with respect to the total number or percentage of persons of any ... sex ... employed by any employer ... in comparison <span class=\"star-pagination\">*1271</span> with the total number or percentage of persons of such ... sex ... in any community, State, section, or other area, or in the available work force in any community, State, section, or other area.</blockquote>\n<p>Section 2000e-2(j) \"makes clear that Title VII imposes no requirement that a work force mirror the general population.\" <i>Teamsters,</i> 431 U.S. at 341 n. 20, 97 S.Ct. at 1857 n. 20; <i>see also </i><i>Watson,</i> 487 U.S. at 992-93, 108 S.Ct. at 2787-88.</p>\n<blockquote>It is completely unrealistic to assume that unlawful discrimination is the sole cause of people failing to gravitate to jobs and employers in accord with the laws of chance. It would be equally unrealistic to suppose that employers can eliminate, or discover and explain, the myriad of innocent causes that may lead to statistical imbalances in the composition of their work forces.</blockquote>\n<p><i>Watson,</i> 487 U.S. at 992, 108 S.Ct. at 2787 (citation omitted); <i>see also </i><i>Wards Cove,</i> 490 U.S. at 652-53, 657, 109 S.Ct. at 2122-23, 2125.</p>\n<p>\"When special qualifications are required to fill particular jobs, comparisons to the general population (rather than to the smaller group of individuals who possess the necessary qualifications) may have little probative value.\" <i>Hazelwood,</i> 433 U.S. at 308 n. 13, 97 S.Ct. at 2742 n. 13; <i>Wards Cove,</i> 490 U.S. at 650-53, 109 S.Ct. at 2121-22. <i>Teamsters</i> justified the use of a comparison between the employer's work force and the general population, but only because a simple job skill \"that many persons possess or can fairly readily acquire\" was at issue. <i>Id.</i> Yet the job of prison guard may legitimately require certain physical characteristics that are not readily found among or acquired by an equal proportion of men and women in the general population. <i>See </i><i>Dothard v. Rawlinson,</i> 433 U.S. 321, 340, 97 S.Ct. 2720, 2732, 53 L.Ed.2d 786 (1977) (Rehnquist, J., concurring in result and concurring in part).<sup>[18]</sup> In <i>Dothard,</i> the Supreme Court recognized a \"bona fide occupational qualification\" defense (bfoq), 42 U.S.C. § 2000e-2(e), to the charge that certain identified, intentional practices which actually caused a visible, disparate impact upon the employment prospects of women seeking work as prison guards in male prisons violated Title VII.</p>\n<p><i>Dothard</i> reflects the fallacy of presuming that men and women would be represented in any given profession in the same proportion of their numbers in the local labor pool, in light of the fact that men and women are inherently different. That the two sexes are not identical has been acknowledged by all human civilizations since time immemorial.</p>\n<p>The Supreme Court has had many occasions to decide important issues of law on this fundamental truth.</p>\n<blockquote>The truth is that the two sexes are not fungible; a community made up exclusively of one is different from a community composed of both; the subtle interplay of influence one on the other is among the imponderable.</blockquote>\n<p><i>Taylor v. Louisiana,</i> 419 U.S. 522, 531-32, 95 S.Ct. 692, 698, 42 L.Ed.2d 690 (1975), quoting <i>Ballard v. United States,</i> 329 U.S. 187, 193-94, 67 S.Ct. 261, 264, 91 L.Ed. 181 (1946). \"[T]he sexes are not similarly situated in similar circumstances ... We need not be medical doctors to discern that young men and young women are not similarly situated ...\" <i>Michael M. v. Superior Ct. of Sonoma Cty.,</i> 450 U.S. 464, 469-71, 101 S.Ct. 1200, 1204-05, 67 L.Ed.2d 437 (1981); <i>see also </i><i>Rostker v. Goldberg,</i> 453 U.S. 57, 101 S.Ct. 2646, 69 L.Ed.2d 478 (1981). \"Accordingly, this is not a case in which it can be assumed that all citizens are fungible for purposes of determining whether members of a particular class have been unlawfully excluded.\" <i>Mayor of City of Philadelphia v. Educational Equality League,</i> 415 U.S. 605, 620, 94 S.Ct. 1323, 1333, 39 L.Ed.2d 630 (1974).</p>\n<p>The differences between men and women, filtered through the prism of our varying cultures, often motivate men and women to pursue different occupations. For example, of North Carolina's ninety-two prisons, only five are used to house women inmates. Unless <span class=\"star-pagination\">*1272</span> men are unfairly targeted by police and prosecutors on account of their sex, this fact tends to indicate that men differ from women in at least one respect: men are more likely to commit crime, or are at least more likely to get caught and convicted. It does not indicate that the crime industry is rife with sexism. While a statistic may show a disparity between the proportion of women employed by a particular employer and the proportion of women available in the work force, it does not necessarily prove a disparity from a non-discriminatory norm. Such statistics are meaningless outside a cultural context; that is, the plaintiff must show that women in the relevant labor market have a certain level of interest in seeking a job with the accused employer, and that of those, a sufficient number are actually qualified. <i>McNairn,</i> 929 F.2d at 974; <i>Troopers,</i> 993 F.2d at 1077 (\"There is no reason ... to assume that well-qualified minority applicants prefer police work to the spectrum of other public and private employment opportunities available to them\"); <i>accord </i><i>J.A. Croson,</i> 488 U.S. at 507, 109 S.Ct. at 728. In other words, the plaintiff must prove what the norm is with regard to the accused employer, accounting for both cultural as well as inherent differences between the sexes.<sup>[19]</sup> The Attorney General has not shown how many women in North Carolina's relevant labor market are actually interested in being prison guards at men's prisons, nor has the Attorney General shown of these, what proportion are actually qualified to do the work as measured by identical criteria.</p>\n<p>The factors which must be considered in making such analyses are vast, and the Court does not intend to suggest that meaningful surveys are currently within the realm of scientific possibility. Moreover,</p>\n<blockquote>It is unrealistic to expect either members of the judiciary or state officials to be well versed in the rigors of experimental or statistical technique ... proving broad sociological propositions by statistics is a dubious business, and one that inevitably is in tension with the normative philosophy that underlies the Equal Protection Clause.</blockquote>\n<p><i>Craig v. Boren,</i> 429 U.S. 190, 204, 97 S.Ct. 451, 460, 50 L.Ed.2d 397 (1976) (footnote omitted). This \"dubious business\" is also \"in tension with the normative philosophy\" underlying Title VII.</p>\n<p>As a matter of due process and logic, the concept of disparity cannot exist without a reasonably established norm, and the norm cannot be simply some arbitrary quota or ideal  which is nothing more than a guess  deviation from which might invite government scrutiny and a court order. The differences between the sexes may easily account for a less than perfect distribution of men and women in any given job. That an occupation has been traditionally dominated by one sex might be proven by reference to a statistic, but the fact of traditional disparity between the numbers of men and women who pursue certain careers tends to disprove that the statistic which reflects it has anything to do with intentional discrimination, unless one assumes the worst about human nature.</p>\n<p>Yet another fatal flaw lurks among the submitted statistics. Our federal form of government prohibits finding any particular state to be guilty of having violated some federal law because its statistical abstract does not conform to what might be found in other states, or to the median or average situation as it exists among any or all of the several states. The states differ vastly not only in culture, but also in the proportion of men and women in their general populations and in their relevant labor markets. The types of employment and industry available in a particular state are profoundly influenced by that state's history, geography, immigration patterns, dominant religions, and innumerable other factors. Some states might have more female prison guards because they have many large traditionally-male dominated industries that compete with <span class=\"star-pagination\">*1273</span> the prisons for male employees; or a higher proportion of females in the population; or simply a higher incidence of crime or incarceration, which is itself a product of unique local determination. In some states, it might be more socially acceptable for females to work as prison guards in men's prisons, while other states might be influenced by religious traditions or immigration patterns from cultures that hold such roles unthinkable.</p>\n<p>But the root causes of societal differences among the states are irrelevant. Our form of government presumes that people in different states will act differently. Nothing is more offensive to the idea of federalism than the notion that the federal government will punish a state for having a non-conforming culture  for being different than the other states. North Carolina cannot be presumed to have violated federal law because statistics tend to show its population follows patterns different than those found elsewhere. Quite the contrary, federal law owes its existence to North Carolina's absolute right to turn out differently than the other forty-nine states. The Constitution by which the original sovereigns, including North Carolina, created the federal government was ratified only on the understanding that a Bill of Rights would be adopted acknowledging the states' and their peoples' retention of sovereignty in all matters not explicitly ceded to the national government. <i>See</i> U.S. Const. amend. X. The Constitution thereby recognizes that state boundaries are not mere lines on a map. It is most emphatically <i>not</i> the purpose of federal law to impose a uniformity of cultural outcome upon the individual states.</p>\n<p></p>\n<h2>D</h2>\n<p>Finally, the Court turns to the third evidentiary basis for establishing a case or controversy suggested by the Attorney General, the \"victims\" located by discovery and other methods after the complaint had been filed.</p>\n<p>While the women who now complain of having suffered actual or perceived<sup>[20]</sup> sex discrimination may well have had legitimate claims, the first question before the Court in an action brought by the government is whether or not the government had cause to initiate the complaint. If the identified alleged victims cannot establish the elements of a governmental cause of action, the government's claim may not be considered.</p>\n<p>There is nothing to indicate in the claims of the identified alleged victims that the state has engaged in a pattern or practice of discrimination. Thirty-seven instances over a period of eight or ten and a half years (depending on whether one goes by the period for which relief is claimed or by the statistical period, respectively) throughout more than ninety prisons is not numerically sufficient to demonstrate a pattern, and there is nothing to suggest a particular practice that might establish a \"standard operating procedure.\" <i>Teamsters,</i> 431 U.S. at 336, 97 S.Ct. at 1855.</p>\n<p>Yet there are other problems with relying on the proffered alleged victims to establish a case or controversy. Because reasonable cause is a prerequisite for initiating proceedings, the government must be restricted to establishing such reasonable cause only with evidence acquired before filing the case. As a matter of law, at least some victims must have initially stepped forward of their own volition, without suggestion, in order for the government to prosecute a disparate impact action under Title VII.<sup>[21]</sup></p>\n<p>To allow the Attorney General to establish reasonable cause with evidence gathered after the filing of an action would eviscerate the due process protection; it would be no more permissible than holding a probable cause hearing after a criminal defendant was tried and convicted. The Attorney General's right to vindicate the public interest under 42 U.S.C. § 2000e-6 cannot be abused to revive cases for claimants who, by their own inaction, are not otherwise eligible to proceed under Title VII. The Attorney General may prove a pattern or practice of discrimination <span class=\"star-pagination\">*1274</span> and thereby entitle otherwise time-barred claimants to relief, but she may not invoke the allegation of a pattern or practice as a ruse for litigating what are essentially single-instance claims. The Attorney General must not lose sight of the fact that she is charged with vindicating a public interest, not a multitude of private ones. She runs the risk of doing so in cases such as this, where the pattern or practice complained of is meaningless or left undescribed.</p>\n<p>Of course, the manner in which alleged victims are identified by the plaintiff determines whether their identification is of any legal consequence. The idea that a plaintiff be permitted to prospect for victims that might bolster its idealized quota suggests the kind of behavior that the law will not permit. In particular, the use of advertising to solicit \"victims\" who would lay claim to the $5.5 million award pool and assorted jobs and promotions is questionable and inherently unreliable.</p>\n<p>It is far too easy to suggest to unsuccessful job applicants that they have been victimized by a discriminatory practice. Placing an ad in a newspaper that merely hints at discrimination might produce any number of individuals who claim to have suffered discrimination at the hands of virtually any defendant who has ever turned away a job applicant. Such has been the Court's experience in this case, following publication of the notice of the settlement agreement which announced the opportunity to file appropriate objections. Although the notice clearly indicated that the Court would hear objections to the settlement, and the form approved by the Court was plainly titled, \"Objection to Settlement Agreement and Order\" and requested a \"statement of your objection,\" most of the \"objections\" were not objections at all, but rather claims of entitlement to a portion of the money. Of these, many had little or nothing to do with sex discrimination: One woman complained her medical condition was not properly accommodated, attached various letters from doctors, and admitted to be \"citing `gender discrimination' personally to me [sic] due to sickness ...\" Another stated only that she \"applied to correctional institutions during the inclusive dates and was not employed by them.\" Another wrote that \"I was told ... that I was too small. I weighted [sic] 125 pounds and stood 5 ft. 5 in. During that time the female hired weight [sic] ranged approximately 160-200 pounds and the height ranged from 5 ft. 7 in-5 ft. 9 in.... I believe that the NCDOC would not promote me because of my size, sex, and my race.\" She nevertheless admits receiving two promotions outside the targeted period. A woman complained that \"There has been some kind of political black ball with me and anyone in my family due to a problem between some state employees and my father ...\" Another submitted a complaint for race discrimination, retaliation, and denial of procedural due process. And yet another complained about a single offensive remark she found \"embarrassing and belittleing [sic].\" The women who alleged plausible instances of sex discrimination should have filed an appropriate complaint with the EEOC; their allegations are not responsive to the notice, which sought objections to the terms of the settlement agreement.</p>\n<p></p>\n<h2>V</h2>\n<p>A case based substantially on statistics and bolstered with anecdotal allegations of discrimination by claimants who have been recruited or solicited by plaintiff, or who have come forward only after prospects of a large cash reward have been revealed, is merely a theoretical dispute about subjective notions of societal ideals. It does not have the constitutional requirement of a real controversy for subject matter jurisdiction in a federal court.</p>\n<p>A federal court should be circumspect before it would take custody of large segments of a state's sovereign functions.</p>\n<blockquote>The lower courts should not be swayed by the easy answers of social science, nor should they accept the findings, and the assumptions, of sociology and psychology at the price of constitutional principle ... we ought to be reluctant to approve ... aggressive or extravagant use [of the federal courts' remedial authority], and instead we should exercise it in a manner consistent with our history and traditions.</blockquote>\n<p><span class=\"star-pagination\">*1275</span> <i>Missouri v. Jenkins,</i> ___ U.S. ___, ___, 115 S.Ct. 2038, 2066, 132 L.Ed.2d 63 (1995) (Thomas, J., concurring) (citations omitted).<sup>[22]</sup> More is required to invoke the Court's jurisdiction. Reasonable cause to believe a federal law has been violated will be required.</p>\n<p></p>\n<h2>*   *   *</h2>\n<p>On the basis of the foregoing opinion, the order of August 29, 1995, provisionally entering the Agreement and Implementing Order, is hereby VACATED, and the Attorney General is ORDERED to show cause, within ninety (90) days of the date of this order, why this Court has subject matter jurisdiction over the dispute. The defendant is permitted to withdraw its consent to the agreement and implementing order, and may resume a position adversary to that of plaintiff. Consequently, defendant shall have thirty (30) days in which to file an opposition to plaintiff's response to this order.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  North Carolina incarcerates male and female inmates in separate facilities on account of sex, a practice not here opposed by the United States.</p>\n<p>[2]  The complaint is one of disparate impact, not disparate treatment. (Complaint, ¶ 8). Claims of disparate treatment are untenable in a case such as this where there is no central decision-making authority. To the extent defendant's hiring procedures contain subjective elements, disparate impact analysis is nevertheless proper. <i>See </i><i>Watson v. Fort Worth Bank &amp; Trust,</i> 487 U.S. 977, 108 S.Ct. 2777, 101 L.Ed.2d 827 (1988).</p>\n<p>[3]  If a man and a woman apply for a single promotional position, the woman must be promoted. If two women apply for a single promotional position, the state must create another position and promote both applicants.</p>\n<p>[4]  In other words, females will not be required to perform the same tasks as their male counterparts, but this cannot impact upon their promotional opportunities. Although men would be excluded from positions which require tasks forbidden to females, men would nevertheless perform those tasks without additional pay while the female guards would retain the promotional opportunities flowing from such work as though they had performed it themselves. This would raise an interesting question under 29 U.S.C. § 206(d)(1).</p>\n<p>[5]  Even for incumbent employees who claim they would have applied for a promotion but for fear of rejection, the burden of proof is \"difficult.\" <i>International Brotherhood of Teamsters v. United States,</i> 431 U.S. 324, 364, 97 S.Ct. 1843, 1869, 52 L.Ed.2d 396 (1977). A non-applicant's \"current willingness\" to accept a job offer fails to satisfy the burden of proof, <i>id.,</i> 431 U.S. at 370-71, 97 S.Ct. at 1872-73, and the proposed agreement falls short of requiring even this much from women who never expressed an interest in obtaining a job application.</p>\n<p>[6]  Retroactive seniority has been upheld as a proper remedy under Title VII, <i>Franks v. Bowman Transportation Co.,</i> 424 U.S. 747, 96 S.Ct. 1251, 47 L.Ed.2d 444 (1976). However, even if \"the seniority system gives present effect to a past act of discrimination ... [an employer is] entitled to treat that past act as lawful after [plaintiff] failed to file a charge of discrimination\" within the appropriate time limit. <i>United Air Lines, Inc. v. Evans,</i> 431 U.S. 553, 558, 97 S.Ct. 1885, 1889, 52 L.Ed.2d 571 (1977). \"[T]he limitations period will run from the date the system was adopted.\" <i>Lorance v. A.T. &amp; T. Technologies, Inc.,</i> 490 U.S. 900, 909, 109 S.Ct. 2261, 2267, 104 L.Ed.2d 961 (1989).\n</p>\n<p>Employers and their current employees do not have fewer rights under Title VII merely because the plaintiff claiming discrimination happens to be the United States. \"[A]llowing a facially neutral system to be challenged, and entitlements under it to be altered, many years after its adoption would disrupt those valid reliance interests that § 703(h) [§ 2000e-2(h)] was meant to protect.\" <i>Id.,</i> 490 U.S. at 912, 109 S.Ct. at 2269. The United States does not have plenary power to upset an established seniority system upon which lie the fates of thousands of careers and families.</p>\n<p>[7]  <i>Accord </i><i>United Black Firefighters of Norfolk v. Hirst,</i> 604 F.2d 844, 847 (4th Cir. 1979) (applying Title VII standard to 42 U.S.C. §§ 1981, 1983: \"Conclusory allegations of discrimination ... not supported by any reference to particular acts, practices, or policies\" insufficient to state a claim).</p>\n<p>[8]  <i>Cf. </i><i>United States v. Hunter,</i> 459 F.2d 205, 217 n. 13 (4th Cir.), <i>cert. denied,</i> 409 U.S. 934, 93 S.Ct. 235, 34 L.Ed.2d 189 (1972) (\"question whether pattern or practice of resistance or a case of general public importance has been shown is for the court to determine, even though the Attorney General has alleged that he has reasonable cause to believe that a requisite ground for relief is present.\")</p>\n<p>[9]  The plurality portion of Justice O'Connor's opinion in <i>Watson</i> was adopted by a majority of the Court in <i>Wards Cove. See </i><i>Wards Cove,</i> 490 U.S. at 661, 109 S.Ct. at 2127 (Blackmun, J., dissenting); <i>Walls,</i> 895 F.2d at 191. Although some of <i>Wards Cove</i> was altered by the 1991 amendments to Title VII, most of the opinion remains in full force. <i>Atonio v. Wards Cove Packing, Inc.,</i> 10 F.3d 1485, 1491 (9th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 57, 130 L.Ed.2d 16 (1994) (\"Nothing in the 1991 Act ... modifies the central holding of <i>Wards Cove</i> ...\").</p>\n<p>[10]  <i>Griggs</i> \"has no real basis as far as statutory language goes.\" <i>Rabidue v. Osceola Refining Co.,</i> 584 F.Supp. 419, 428 (E.D.Mich.1984), <i>aff'd,</i> 805 F.2d 611 (6th Cir.1986), <i>cert. denied,</i> 481 U.S. 1041, 107 S.Ct. 1983, 95 L.Ed.2d 823 (1987).</p>\n<p>[11]  For an insightful examination of what <i>Griggs</i> and its progeny have wrought, <i>see</i> Justice Scalia's dissent in <i>Johnson,</i> 480 U.S. at 657, 107 S.Ct. at 1465.</p>\n<p>[12]  The Court is not concerned with the competing motivations, interests, and beliefs which forged the political compromise behind the 1991 act. The Court concerns itself only with the literal text of the law as it now stands.\n</p>\n<p>[C]ourts must presume that a legislature says in a statute what it means and means in a statute what it says there. When the words of a statute are unambiguous, then, this first canon is also the last: `judicial inquiry is complete.'</p>\n<p><i>Connecticut Nat. Bank v. Germain,</i> 503 U.S. 249, 254, 112 S.Ct. 1146, 1149, 117 L.Ed.2d 391 (1992); <i>Robinson v. Shell Oil Co.,</i> 70 F.3d 325, 332 (4th Cir.1995) (en banc). Although § 2000e-2(k) sets forth the burden of proof in disparate impact cases, it does not change the definition of an \"unlawful employment practice\" in § 2000e-2(a).</p>\n<p>[13]  This allocation of the burden of proof is rooted in basic principles of due process and was not altered by the 1991 Act. No act of Congress can presume guilt. U.S. Const. amends. V, XIV.</p>\n<p>[14]  This shortfall may also be expressed as 4.90476 females per month or 58.857 females per year. Given that the state maintains ninety-two correctional facilities, each of which is autonomous in its hiring practices, the Attorney General's statistical complaint is that each prison should have hired, on average, an additional .63975 fractional female each year, and that failure to do so evidences discrimination. The claim is not credible on its face.\n</p>\n<p>Moreover, if an additional 618 females would be just right, would the Attorney General have complained had the state hired an additional 619 females? Had the state been but one female short, would the Attorney General have filed this action? The government's commitment to precise quotas raises many questions.</p>\n<p>[15]  In particular, Rules 401, 402 and 403 demand scrutiny in such cases.</p>\n<p>[16]  \"[T]he right to hold specific private employment and to follow a chosen profession free from unreasonable governmental interference comes within the `liberty' and `property' concepts of the Fifth Amendment.\" <i>Greene v. McElroy,</i> 360 U.S. 474, 494, 79 S.Ct. 1400, 1411, 3 L.Ed.2d 1377 (1959) (citations omitted); <i>see also </i><i>Board of Regents v. Roth,</i> 408 U.S. 564, 572, 92 S.Ct. 2701, 2706-07, 33 L.Ed.2d 548 (1972); <i>Meyer v. Nebraska,</i> 262 U.S. 390, 399, 43 S.Ct. 625, 626, 67 L.Ed. 1042 (1923); <i>Dent v. West Virginia,</i> 129 U.S. 114, 121, 9 S.Ct. 231, 233, 32 L.Ed. 623 (1889) (\"It is undoubtedly the right of every citizen of the United States to follow any lawful calling, business, or profession he may choose ... Here all vocations are open to every one on like conditions. All may be pursued as sources of livelihood.\"); <i>Truax v. Raich,</i> 239 U.S. 33, 41, 36 S.Ct. 7, 10, 60 L.Ed. 131 (1915); <i>Smith v. Texas,</i> 233 U.S. 630, 636, 34 S.Ct. 681, 682, 58 L.Ed. 1129 (1914); <i>Cowan v. Corley,</i> 814 F.2d 223, 227 (5th Cir.1987); <i>Santos v. City of Houston, Tex.,</i> 852 F.Supp. 601, 607 (S.D.Tex.1994).</p>\n<p>[17]  Plaintiff places great emphasis on \"standard deviations,\" and cites several cases that have held standard deviations far smaller than the one before the Court might establish a prima facie case of discrimination. But no particular numerical result violates Title VII. \"[W]e have not suggested that any particular number of `standard deviations' can determine whether a plaintiff has made out a prima facie case in the complex area of employment discrimination.\" <i>Watson,</i> 487 U.S. at 995 n. 3, 108 S.Ct. at 2789 n. 3 (citation omitted).\n</p>\n<p>Indeed, because the \"significance\" or \"substantiality\" of \"numerical disparities\" are properly judged by individual courts on a \"case-by case basis,\" <i>Id.,</i> no deviation among the Attorney General's statistical calculations can provide her with reasonable cause to proceed under Title VII.</p>\n<p>[18]  With regard to that part of the opinion upholding the statistical finding of disparity, then-Justice Rehnquist was joined by Chief Justice Burger and Justice Blackmun to point out that the lower court opinion was \"by no means <i>required</i> by the proffered evidence.\" <i>Dothard,</i> 433 U.S. at 339, 97 S.Ct. at 2731 (Rehnquist, J.) (emphasis original).</p>\n<p>[19]  In a race or national-origin discrimination case, the emphasis on inherent differences would be vastly reduced, but a cultural analysis might still be required. For example, the Attorney General's evidence shows that New York City employed 2,049 white males, 152 white females, 3,921 black males, and 2,764 black females, as correctional officers in 1992. For whatever reason, then, a black female in New York City is almost ten times as likely to become a prison guard than her white counterpart.</p>\n<p>[20]  Those who \"would have applied\" but were afraid to do so.</p>\n<p>[21]  Since the Bill of Rights does not protect any right of government action, neither the Attorney General nor the EEOC enjoy any First Amendment rights to solicit clients reserved under the rule of <i>NAACP v. Button,</i> 371 U.S. 415, 83 S.Ct. 328, 9 L.Ed.2d 405 (1963).</p>\n<p>[22]  <i>See</i> Justice Thomas' opinion for a scholarly dissertation on the Constitutional constraints upon the federal courts' powers of equity, and the manner in which such constraints have been abused.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">914</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1257</span></span> (1996)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nSTATE of NORTH CAROLINA; North Carolina Department of Correction, an Agency of the State of North Carolina; Franklin Freeman, in his official capacity as Secretary of the North Carolina Department of Correction; Lynn Phillips, in his official capacity as Director of the Division of Prisons, a Division of the North Carolina Department of Correction, Defendants.</h1></center>\n<center>No. 5:93-CV-763-BO1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 8, 1996.</center>\n<p><span class=\"star-pagination\">*1258</span> <span class=\"star-pagination\">*1259</span> Janet Reno, Attorney General, Deval Patrick, Assistant Attorney General, Civil Rights Division, Janice McKenzie Cole, United States Attorney, Raleigh, NC, John M. Gadzichowski, Special Litigation Counsel, Robert N. Dempsey, Marisa J. Demeo, Clarence C. Jones, Jr., Employment Litigation Section, Civil Rights Division, U.S. Department of Justice, Washington, DC, R.A. Renfer, Jr., Assistant U.S. Attorney, Raleigh, NC, for Plaintiff.</p>\n<p>James Peeler Smith, W. Dale Talbert, Sylvia Thibaut, Valerie L. Bateman, Office of the Attorney General, N.C. Department of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>OPINION AND ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This action was brought on behalf of the United States by the Attorney General on December 7, 1993, pursuant to her power under 42 U.S.C. § 2000e-6. The complaint's substantive allegation is that the defendant State of North Carolina has engaged in a \"pattern or practice\" of unlawful discrimination against females applying for employment, and employed, as correctional officers in the state's prisons for men,<sup>[1]</sup> in violation of Title VII of the Civil Rights Act of 1964, 42 <span class=\"star-pagination\">*1260</span> U.S.C. § 2000e, <i>et seq.</i><sup>[2]</sup> The complaint seeks broad and far-reaching injunctive relief, including \"job offers, back pay, retroactive seniority and other benefits to female applicants and prospective applicants for employment and incumbent or former female employees who have been denied equal employment opportunities because of their sex,\" and an order barring the state from \"using selection procedures for hire and promotion which have an adverse impact on females ... and failing to take other appropriate measures to overcome the present effects of past discriminatory policies and practices.\"</p>\n<p>In the wake of extensive discovery disputes, the defendant has now agreed to enter into the settlement proposed for implementation by order of this Court. Under the terms of the fifty-one (51) page agreement, the state would deny ever having discriminated unlawfully against women, but it would nevertheless submit to a wide array of expensive and intrusive mandates of unresolved value, necessity, and legality, including, <i>inter alia:</i></p>\n<blockquote> the state hire women to work as correctional officers \"at correctional institutions housing male inmates in numbers that reflect their availability in the relevant labor market ...\"</blockquote>\n<blockquote> \"The failure by the [state] to attain any particular female applicant flow, or hiring or promotion rate ... may prompt an inquiry by the United States.\"</blockquote>\n<blockquote> the state create, at a cost of \"not less than one million three hundred thousand dollars ($1,300,000.00)\" per each of at least two biennium budgets, a new \"organizational structure,\" comprising of a \"Special Assistant for Title VII Compliance,\" a \"Social Research Assistant,\" a \"Title VII Compliance Investigator,\" a paralegal, an \"Operations Manager for Title VII Compliance,\" six (6) \"Field Compliance Specialists,\" and \"clerical support personnel as necessary.\"</blockquote>\n<blockquote> the state \"actively encourage female correctional officers at each correctional institution housing male inmates to apply for promotion, and shall seek to assure that the numbers of female correctional officers promoted approximates the number of female correctional officers who apply and qualify for such positions.\"<sup>[3]</sup></blockquote>\n<blockquote> the state must contact a vast array of public and private organizations, according to a strict timetable, in order to publicize the fact that it is seeking women to work in male prisons. This includes contacting \"organizations oriented toward informing women of employment opportunities\" three times per year; contacting each local government in the state twice a year; and again three times a year, placing advertisements in newspapers in Greenville, Wilmington, Fayetteville, Raleigh-Durham, Winston-Salem, Greensboro, Charlotte, and Asheville.</blockquote>\n<blockquote> the state must submit, for the federal government's approval, \"standardized posting, screening, interview and selection instruments and procedures for the hiring and promotion of correctional officers.\" The state must notify the federal government if it wants to \"change the qualification criteria for the selection of correctional officers\" within 60 days or as soon as practicable, and the federal government may challenge the matter.</blockquote>\n<blockquote> the state must adopt an intricate system of specified new procedures to use in hiring correctional officers, and apply specified job qualification criteria to new applicants as detailed by the agreement.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*1261</span>  the state \"shall not be required to assign a female correctional officer to conduct a strip search of a male inmate. However, no supervisory promotional correctional officer positions or posts at NCDOC correctional institutions housing male inmates may be designated as male-only; and not more than twenty-five percent (25%) of correctional officer positions or posts system-wide at NCDOC correctional facilities housing male inmates may be designated as male-only positions or posts ...\"<sup>[4]</sup></blockquote>\n<blockquote> the new \"organizational structure\" conduct an audit of hiring practices twice each year.</blockquote>\n<p>The agreement also provides \"Individual Remedies.\" The state would set aside five and a half million dollars ($5,500,000.00) to be parceled among women who applied for a job at state prisons between December 31, 1983 and December 31, 1992, were qualified (as described in the agreement), and were not hired or promoted on account of sex. The United States would determine who was not hired on account of sex, and who was simply not hired. Also entitled to share in the \"relief\" is any such qualified woman, who \"<i>would have applied</i>\" for entry-level jobs or promotions during this time period \"<i>but for</i> her <i>reasonable belief</i>\" that she would suffer sex discrimination (emphasis added). For women who are determined to have been improperly denied career advancement, promotions and retroactive seniority would be available. Back pay would be available to all such identified victims, who \"shall not be required to indicate a present interest in, or to accept an offer of, non-monetary relief [read: a job] as a condition of her receipt of a monetary award under this agreement.\"</p>\n<p>Thus, it is entirely possible that a woman might make a claim that she would have applied for a job but feared rejection, and thereby entitle herself under the agreement to eight years' worth of back-pay without having to accept a job offer. The United States claims \"[t]he Agreement would not give `handouts' to undeserving claimants\" because, after all, the United States will determine who is deserving. (Plaintiff's Brief, p. 25). The United States further claims that individual back pay awards \"are strictly limited in amount,\" <i>id.,</i> which ignores the impropriety of any payment on a claim unsupported by merit.<sup>[5]</sup></p>\n<p>Each of the Attorney General's conclusions that a particular woman suffered discrimination, or \"would have applied\" for a position but for fear of futility, and is thus entitled to relief, may be individually appealed to the Court by the state. The amount of resources required of the state and the Court to resolve such disputes is open-ended. In addition to funding the $5.5 million award pool, the state must make its employer contributions to the Social Security and North Carolina Retirement System, although FICA and other withholding taxes will come out of the $5.5 million.</p>\n<p>\"[U]p to four hundred and sixty-four (464) women shall be entitled to priority hiring ... and up to thirty-five (35) shall be entitled to priority promotion\" as specified in the agreement, from which no detail has been spared:</p>\n<blockquote>In order to effectuate the [agreement], the State shall provide each claimant entitled to a priority hire or a priority promotion with: (1) a road map showing the location of each operational correctional institution of the NCDOC that either currently houses male inmates or which housed male inmates at the time the claimant applied, <span class=\"star-pagination\">*1262</span> or would have applied, for an entry-level correctional officer job or promotion; and (2) useful information about each such institution, such as its address, telephone number, security level, size of correctional staff, and number and gender of inmates at each custody level.</blockquote>\n<p>Women receiving priority hires, priority promotions, and remedial promotions would receive retroactive seniority.<sup>[6]</sup> \"Pension relief\" would also be granted such women, part of which would be deducted from their portion of the $5.5 million, but some of which must be funded separately by the state reflecting its liability to the pension fund for the time during which the women should have been hired and/or promoted.</p>\n<p>Women who have filed charges of gender discrimination against the state Department of Correction with the EEOC or \"or in any other forum designated as a deferral agency by the EEOC\" and have reached some \"resolution on the merits\" would be barred from seeking relief under the agreement, \"unless they allege a different set of facts and circumstances which have taken place since the date of that resolution.\" Two observations can be made at once from this provision. First, women who have gone before the EEOC but had their Title VII claim rejected for procedural reasons, such as late or improper filing, would be able to make a recovery  even if they pursued the matter unsuccessfully in District Court, the Court of Appeals, or the United States Supreme Court. Second, women who have previously obtained a resolution, positive or negative, on the merits of a Title VII claim would be entitled to recovery despite or in addition to the outcome of their litigation so long as they focus upon some other element of what the United States claims has been an ongoing pattern or practice.</p>\n<p>The state would have to bear the costs of publicizing the fact and terms of this agreement. Not only must the state seek public service announcements \"on radio stations throughout the State,\" but it would also be required to run newspaper advertisements state-wide, each ad running for \"three successive weeks\" in the Wednesday and Sunday editions of the specified newspapers. \"The notice shall be in the form of a display advertisement and shall appear in the news section of the newspapers as far forward as possible and shall appear with headline in large, bold, display type face and shall be surrounded by a dark, continuous border.\"</p>\n<p>The United States would have unrestricted access to inspect and copy all documents and records \"relating to the recruitment, selection, hire, assignment and promotion of correctional officers upon reasonable notice to the State and without need for an order of the Court.\" Every six months, the state would have to report to the federal government the number and gender of all people who applied for each position within the prison system; the number and gender of those hired or promoted; those terminated or who resigned, by rank and including trainees; an overall breakdown along gender lines of all Department of Correction employees, in each position by rank; any changes in hiring criteria, and so on.</p>\n<p>The Court would retain jurisdiction over the case, supervising the operation of the state's prison system in order to ensure continued compliance with the order. The term <span class=\"star-pagination\">*1263</span> of the Court's jurisdiction over the prison system would be indefinite, though the agreement contemplates at least three years.</p>\n<p>On August 29, 1995, the Court provisionally entered the implementation order, pending a fairness hearing and a period for receiving objections. Also that day, the Court inadvertently signed and entered a form order supplied by the United States purporting to implement the agreement, although the agreement itself was not signed and filed. Subsequently, this second order of August 29, 1995, was vacated on January 12, 1995.</p>\n<p>The parties published and distributed a notice, describing most of the agreement's material terms and announcing provisional entry of the implementation order, the fairness hearing, and procedures for filing a timely objection. The Court received several dozen objections and other non-responsive comments, which have been considered and are discussed in greater detail below.</p>\n<p>On December 4, 1995, a fairness hearing was held at Raleigh, North Carolina. The Court heard from a male prison guard who voiced his strong opposition to the settlement, as well as from the attorneys representing the United States and North Carolina. The Court now concludes that the settlement agreement cannot be implemented.</p>\n<p>Were this agreement properly before the Court, it would be flatly rejected. Not only does the agreement appear to be unlawful and unreasonable, it is also doubtful the agreement comports with the Constitutional requirement that male employees and prospective applicants be afforded the equal protection of the law. <i>See</i> U.S. Const. amend. XIV; <i>Adarand Constructors v. Pena,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"117947\"><a href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"117947\"><a href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1995); <i>City of Richmond v. J.A. Croson,</i> <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1989).</p>\n<p>But that stage of inquiry has not yet been reached. On the forecast of evidence before it, the Court lacks subject matter jurisdiction over the case. Fed.R.Civ.P. Rule 12(b)(1).</p>\n<p></p>\n<h2>I</h2>\n<p>No matter how high the premium placed upon cooperation and voluntary settlement among litigants, parties wishing to invoke the power of an Article III court must first bear the burden of establishing the court's jurisdiction to act authoritatively in the matter. \"Whether the plaintiff has made out a `case or controversy' between himself and the defendant within the meaning of Article III ... is the threshold question in every federal case, determining the power of the court to entertain the suit.\" <i>Warth v. Seldin,</i> <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 498, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 2205, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975); <i>Lujan v. Defenders of Wildlife,</i> <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 559, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, 2136, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992).</p>\n<p>The black-letter law that federal courts are empowered only to consider actual \"cases or controversies\" extends with equal force to proposed settlements. The Court does not exist merely to give its blessing to any voluntary accord that may be reached by two parties, and it does not impart its power in this manner unless the proposed settlement actually settles a case or controversy sufficient to invoke the court's jurisdiction in the absence of the settlement.</p>\n<p>None of the cases cited by plaintiff in support of its claim that a court must favor settlement concerned the absence of subject matter jurisdiction or settlements whose terms were adjudged plainly unconstitutional. The degree of deference a court must show a proposed Title VII settlement pales in comparison to that which must be shown the Constitution. And the Constitution does not permit a federal court to settle purely hypothetical claims.</p>\n<p>The state of the law, described in this opinion as it relates to the facts of this case, compels the Court to question its jurisdiction over the instant dispute. At this stage, the plaintiff has failed to establish a case or controversy sufficient to invoke the Court's jurisdiction. Because no apparent case or controversy underlies the proposed settlement, the Court must refuse to lend its power in the manner requested by the parties, although the plaintiff will be allowed an opportunity to show cause as to why this case should not be dismissed.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1264</span> II</h2>\n<p>The analysis begins, where it must, with the Attorney General's power to bring forth this action. Title 42 U.S.C. § 2000e-6 authorizes the Attorney General to bring actions such as this only upon \"reasonable cause.\" Just as an accused is entitled to a prompt judicial hearing as to the existence of probable cause before being subjected to criminal prosecution, so too is a defendant facing the awesome power of the federal government in a Title VII context eventually entitled to a determination, as a preliminary matter, of whether reasonable cause might exist for prosecution of the claim.<sup>[7]</sup> The Court does not suggest that the \"reasonable cause\" standard is tantamount to that of \"probable cause,\" but neither can the Court ignore the clear text of § 2000e-6 which permits the Attorney General to proceed only upon \"reasonable cause.\" Due process does not disappear in disparate impact cases, and it is inconceivable that Congress had anything else in mind but this very proposition when it enacted the \"reasonable cause\" standard.</p>\n<p>The Court thus rejects the path followed in <i>United States v. Int'l Ass'n of B., S. &amp; O.I.W., L. No. 1,</i> <span class=\"citation\" data-id=\"294966\"><a href=\"/opinion/294966/3-fair-emplpraccas-168-3-empl-prac-dec-p-8098-united-states-of/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">679</span></a></span> (7th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">830</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">75</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">60</span></span> (1971). There, the Seventh Circuit decided that § 2000e-6 was \"pregnant with an urgency that is incompatible with litigating the Attorney General's reasonable cause belief.\" <i>Id.</i> at 681-82. Such an interpretation has the effect of rendering the reasonable cause requirement superfluous. The desire for a quick resolution of litigation cannot run roughshod over due process, and it certainly cannot obviate an examination as to whether the matter is properly before the Court.<sup>[8]</sup></p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>A</h2>\n<p>Disparate impact analysis begins with the identification of an intentionally discriminatory practice that is demonstrably the cause of the complained impact. Although some older cases have held that \"[w]here gross statistical disparities can be shown, they alone may in a proper case constitute prima facie proof of a pattern or practice of discrimination,\" <i>Hazelwood School Dist. v. United States,</i> <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 307-08, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2736</span></a></span>, 2741, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span></a></span> (1977); <i>Teamsters,</i> 431 U.S. at 339, 97 S.Ct. at 1856; <i>E.E.O.C. v. Am. Nat. Bank,</i> <span class=\"citation\" data-id=\"392034\"><a href=\"/opinion/392034/26-fair-emplpraccas-472-26-empl-prac-dec-p-31920-equal-employment/\"><span class=\"volume\">652</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1176</span></a></span> (4th Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">235</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">186</span></span> (1982); <i>Barnett v. W.T. Grant Co.,</i> <span class=\"citation\" data-id=\"328569\"><a href=\"/opinion/328569/10-fair-emplpraccas-1057-9-empl-prac-dec-p-10199-hyland-lewis/\"><span class=\"volume\">518</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">543</span></a></span> (4th Cir.1975), these holdings have been overruled with regard to disparate impact theory  if indeed, they were ever applicable to disparate impact theory  by subsequent Supreme Court decisions as well as the 1991 amendments to the Civil Rights Act.</p>\n<p>\"[T]he plaintiff's burden in establishing a prima facie case goes beyond the need to show that there are statistical disparities in the employer's work force. The plaintiff must begin by identifying the specific employment practice that is challenged.\" <i>Wards Cove Packing Co., Inc. v. Atonio,</i> <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, 656, <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2115</span></a></span>, 2124, <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">733</span></a></span> (1989), quoting <i>Watson,</i> 487 U.S. at 994, 108 S.Ct. at 2788-89; <i>Walls v. City of Petersburg,</i> <span class=\"citation\" data-id=\"536060\"><a href=\"/opinion/536060/teyonda-n-walls-v-city-of-petersburg-a-virginia-municipal-corporation/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span>, 191 (4th Cir.1990).<sup>[9]</sup><span class=\"star-pagination\">*1265</span> \"Our disparate-impact cases have always focused on the impact of <i>particular</i> hiring practices on employment opportunities ... a plaintiff must demonstrate that it is the application of a specific or particular employment practice that has created the disparate impact under attack.\" <i>Wards Cove,</i> 490 U.S. at 656-57, 109 S.Ct. at 2124-25 (emphasis original); <i>Mallory v. Booth Refrigeration Supply Co., Inc.,</i> <span class=\"citation\" data-id=\"527824\"><a href=\"/opinion/527824/50-fair-emplpraccas-1066-51-empl-prac-dec-p-39262-erma-r-mallory/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span>, 912 (4th Cir.1989); \"The disparate impact model applies only when an employer has instituted a specific procedure ...\" <i>E.E.O.C. v. Federal Reserve Bank of Richmond,</i> <span class=\"citation\" data-id=\"413397\"><a href=\"/opinion/413397/30-fair-emplpraccas-1137-30-empl-prac-dec-p-33269-12-fed-r-evid/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 639 (4th Cir.1983), <i>rev'd on other grounds sub nom Cooper v. Federal Reserve Bank of Richmond,</i> <span class=\"citation\" data-id=\"111222\"><a href=\"/opinion/111222/cooper-v-federal-reserve-bank-of-richmond/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">867</span></a></span>, <span class=\"citation\" data-id=\"111222\"><a href=\"/opinion/111222/cooper-v-federal-reserve-bank-of-richmond/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2794</span></a></span>, <span class=\"citation\" data-id=\"111222\"><a href=\"/opinion/111222/cooper-v-federal-reserve-bank-of-richmond/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></a></span> (1984) (citations omitted); <i>McNairn v. Sullivan,</i> <span class=\"citation\" data-id=\"558593\"><a href=\"/opinion/558593/55-fair-emplpraccas-1092-56-empl-prac-dec-p-40677-edith-e-mcnairn/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span>, 979 (4th Cir.1991). \"Causation must also be proved.\" <i>Walls,</i> 895 F.2d at 191; <i>Watson,</i> 487 U.S. at 994, 108 S.Ct. at 2789; <i>Wards Cove,</i> 490 U.S. at 657, 109 S.Ct. at 2125; <i>Bank of Richmond,</i> 698 F.2d at 639.</p>\n<p>In 1991, Congress codified this requirement by enacting 42 U.S.C. § 2000e-2(k). Sub-section (k) states that in cases such as this, where the plaintiff has not demonstrated an \"alternative employment practice,\" an unlawful practice may be established by reference to disparate impact only if the \"complaining party <i>demonstrates</i> that a respondent uses a <i>particular</i> employment practice that <i>causes</i> a disparate impact on the basis of ... sex ... and the respondent fails to demonstrate that the challenged practice is job related ...\" 42 U.S.C. § 2000e-2(k)(1)(A)(i) (emphasis added). \"[T]he complaining party <i>shall demonstrate</i> that <i>each particular</i> practice <i>causes</i> a disparate impact,\" unless \"the complaining party can demonstrate to the court that the elements of a respondent's decisionmaking [sic] process are not capable of separation for analysis.\" 42 U.S.C. § 2000e-2(k)(B)(i) (emphasis added).</p>\n<p></p>\n<h2>B</h2>\n<p>The requirement of discriminatory intent is plain not merely from the fact that discrimination is an inherently intentional activity, but also from the text of § 2000e-6, which literally speaks of intent and \"resistance.\" The Attorney General's \"reasonable cause\" must underlie a belief \"that any person or group of persons is engaged in a pattern or practice of <i>resistance</i> to the full enjoyment\" of Title VII rights, \"and that the pattern or practice <i>is of such a nature and is intended to deny</i> the full exercise\" of such rights. 42 U.S.C. § 2000e-6(a) (emphasis added).</p>\n<p>The Court is well-aware of <i>Griggs v. Duke Power Co.,</i> <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971) and its progeny, which hold that employers who apply objective, neutral criteria in hiring and promotion may be found guilty of \"unintentional discrimination\" if such neutral standards have a \"disproportionate\" impact upon any identified group. The <i>Griggs</i> rationale is inapplicable to the instant case for two reasons. First, the literal text of § 2000e-6 described above, by which this case is brought, clearly mandates discriminatory intent as a required element of the cause of action. Whatever the influence of <i>Griggs</i> might be upon other Title VII actions, the Attorney General is held to this higher standard.</p>\n<p>Second, the Supreme Court has overruled <i>Griggs sub silentio.</i> The concept of \"unintentional discrimination\" is logically impossible. Title VII was never intended to require employers to hire by racial, sexual, or other quota applicants who failed to qualify for a job because they could not meet some objective requirement. Indeed, <i>Griggs</i> conflicts directly with § 2000e-2(j), which prohibits imposition of hiring quotas; § 2000e-2(e), which protects bona fide occupational qualifications; § 2000e-2(h), which protects the use of \"ability tests\" not intended to discriminate unlawfully; and § 2000e-2(<i>l</i>), which prohibits the alteration of test results or the application of different testing criteria on the basis of race, color, religion, sex or national origin.<sup>[10]</sup> Subsection (1) was added as recently as 1991, and reflects Congress' frustration with that sort of judicial inversion of Title <span class=\"star-pagination\">*1266</span> VII which led Justice Scalia to lament the law was written \"[w]ith a clarity which, had it not proved so unavailing, one might well recommend as a model of statutory draftsmanship.\" <i>Johnson v. Transp. Agency, Santa Clara Cty., Cal.,</i> <span class=\"citation\" data-id=\"111846\"><a href=\"/opinion/111846/johnson-v-transportation-agency-santa-clara-cty/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">616</span></a></span>, 657, <span class=\"citation\" data-id=\"111846\"><a href=\"/opinion/111846/johnson-v-transportation-agency-santa-clara-cty/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1442</span></a></span>, 1465, <span class=\"citation\" data-id=\"111846\"><a href=\"/opinion/111846/johnson-v-transportation-agency-santa-clara-cty/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (1987) (Scalia, J., dissenting).</p>\n<p>The Supreme Court has repeatedly refused to extend <i>Griggs'</i> rationale to Equal Protection analysis, holding that discriminatory intent, not disproportionate impact, is necessary to show a denial of Equal Protection. <i>Washington v. Davis,</i> <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 242, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, 2049, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976); <i>Village of Arlington Heights v. Metropolitan Housing Development Corp.,</i> <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, 264-65, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, 563, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1977); <i>Personnel Administrator of Mass. v. Feeney,</i> <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, 273, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span>, 2293, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">870</span></a></span> (1979); <i>Hernandez v. New York,</i> <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></a></span>, 362, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1859</span></a></span>, 1867, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">395</span></a></span> (1991). The Supreme Court likewise rejected the application of <i>Griggs</i> to the Civil Rights Act of 1866, 42 U.S.C. §§ 1981, 1982, finding that the Civil Rights Act and the Equal Protection Clause \"were all products of the same milieu and were directed against the same evils.\" <i>General Bldg. Contractors Ass'n v. Pennsylvania,</i> <span class=\"citation\" data-id=\"110782\"><a href=\"/opinion/110782/general-building-contractors-assn-inc-v-pennsylvania/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 391, <span class=\"citation\" data-id=\"110782\"><a href=\"/opinion/110782/general-building-contractors-assn-inc-v-pennsylvania/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3141</span></a></span>, 3150, <span class=\"citation\" data-id=\"110782\"><a href=\"/opinion/110782/general-building-contractors-assn-inc-v-pennsylvania/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">835</span></a></span> (1982). Title VII of the Civil Rights Act of 1964 is obviously likewise born of the same environment, directed against further manifestations of the same evils. And in <i>Daniels v. Williams,</i> <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1986), the Supreme Court held that deprivation of due process under 42 U.S.C. § 1983 must also be intentional.</p>\n<p>In the landmark case of <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 806, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1826, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973), the Supreme Court began its retreat from <i>Griggs,</i> holding that \"in the absence of proof of pretext or discriminatory application\" of a reason proffered to explain a challenged employment act or practice, <i>Griggs</i> is not applicable. As the Court later realized,</p>\n<blockquote>Even a completely neutral practice will inevitably have some disproportionate impact on one group or another. <i>Griggs</i> does not imply, and this Court has never held, that discrimination must always be inferred from such consequences.</blockquote>\n<p><i>City of Los Angeles Dept. of Water &amp; Power v. Manhart,</i> <span class=\"citation\" data-id=\"109834\"><a href=\"/opinion/109834/los-angeles-dept-of-water-and-power-v-manhart/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">702</span></a></span>, 710 n. 20, <span class=\"citation\" data-id=\"109834\"><a href=\"/opinion/109834/los-angeles-dept-of-water-and-power-v-manhart/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1370</span></a></span>, 1376 n. 20, <span class=\"citation\" data-id=\"109834\"><a href=\"/opinion/109834/los-angeles-dept-of-water-and-power-v-manhart/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">657</span></a></span> (1978). Where the Supreme Court has reaffirmed <i>Griggs,</i> it has lately done so only for other purposes, i.e. to extend the disparate impact analysis' requirement that an actual practice be demonstrated to cases targeting subjective application procedures under disparate treatment theory, <i>Watson v. Fort Worth Bank &amp; Trust, supra</i><i>.</i> Most importantly, however, the Supreme Court has explicitly eviscerated <i>Griggs:</i></p>\n<blockquote>Nor do we think it is appropriate to hold a defendant liable for unintentional discrimination on the basis of less evidence than is required to prove intentional discrimination. Rather, the necessary premise of the disparate impact approach is that some employment practices, adopted without a deliberately discriminatory motive, may in operation be functionally equivalent to intentional discrimination.</blockquote>\n<p><i>Watson,</i> 487 U.S. at 987, 108 S.Ct. at 2785. The Court proceeded to explain that in <i>Griggs,</i> the employer had a history of overt intentional discrimination. Thus, the ingredient necessary to transform a neutral practice into the \"functional equivalent\" of a Title VII violation is prior history of overt discrimination. <i>See </i><i>Regents of the Univ. of California v. Bakke,</i> <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 309 n. 44, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2733</span></a></span>, 2758 n. 44, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">750</span></a></span> (1978) (plurality opinion). The intent to discriminate may have been demonstrated at some point in the past, but it is nevertheless a required element of <i>all</i> Title VII complaints, including those based on disparate impact theory. <i>Accord </i><i>Lorance,</i> 490 U.S. at 904-05, 908-09, 109 S.Ct. at 2265, 2267 (discriminatory intent, not mere impact, required to challenge seniority system under Title VII). It can safely be stated that the rule of <i>Griggs</i> now stands as a distinction without a difference.<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*1267</span> Although popularly derided as a \"quota bill,\" section 2000e-2(k), setting forth the burden of proof in disparate impact cases, did not negate the element of discriminatory intent. The subsection clearly announces that it is intended to set forth methods for establishing \"an unlawful employment practice.\" A primary element of \"an unlawful employment practice\" as described in 42 U.S.C. §§ 2000e-2(a)(1) &amp; (2) is that the act be taken \"<i>because of</i> such individual's race, color, religion, sex, or national origin.\" (emphasis added). \"The words of Title VII are not obscure ... By any normal understanding, the phrase `because of' conveys the idea that the motive in question made a difference to the outcome.\" <i>Price Waterhouse v. Hopkins,</i> <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></a></span>, 281, <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1775</span></a></span>, 1807, <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">268</span></a></span> (1989) (Kennedy, J., dissenting).<sup>[12]</sup></p>\n<p></p>\n<h2>C</h2>\n<p>Apart from the question of whether discriminatory intent must be present in a disparate impact case, the Supreme Court has confirmed time and again that the alleged pattern or practice in a disparate impact case must be an intentional act deliberately engaged. To make a mere prima facie case, the United States must establish that sex discrimination was North Carolina's \"standard operating procedure  the regular rather than the unusual practice.\" <i>Teamsters,</i> 431 U.S. at 336, 97 S.Ct. at 1855.</p>\n<blockquote>The `pattern or practice' language ... was not intended as a term of art, and the words reflect only their usual meaning ... `[A] pattern or practice would be present only where the denial of rights consists of something more than an isolated, sporadic incident, but is repeated, routine, or of a generalized nature ... The point is that single, insignificant, isolated acts of discrimination by a single business would not justify a finding of a pattern or practice.'</blockquote>\n<p><i>Id.</i> at n. 16, quoting Sen. Humphrey.</p>\n<p></p>\n<h2>D</h2>\n<p>Of course, plaintiffs must demonstrate not only the existence of an <i>intentional,</i> identifiable \"pattern or practice\" of resistance which causes the \"impact,\" but also the nature of the disparity. A disparity can be claimed only by reference to an identified norm from which the disparity is claimed. Without some root foundation for what would be the natural, non-discriminatory result, it is impossible to claim that any state of affairs reflects the \"disparate\" after-effects of an unlawful act.</p>\n<p></p>\n<h2>E</h2>\n<p>Thus, in order to invoke the Court's jurisdiction over an allegation of discrimination based upon disparate impact, there must be some case or controversy surrounding the government's \"reasonable belief\" that the defendant has: (1) willfully and intentionally engaged in (2) an identifiable pattern or practice of resistance (3) intended to unlawfully discriminate, and (4) that this activity has actually caused an impact which is (5) visibly disparate from what must otherwise be the non-discriminatory norm. \"[T]he ultimate burden of proving that discrimination against a protected group has been caused by a specific employment practice remains with the plaintiff <i>at all times.\" </i><i>Wards Cove,</i> 490 U.S. at 659, 109 S.Ct. at 2126, quoting with emphasis <i>Watson,</i> 487 U.S. at 997, 108 S.Ct. at 2790.<sup>[13]</sup> None of the <span class=\"star-pagination\">*1268</span> evidence submitted and forecast by the Attorney General establishes any of these elements, which are required by the clear text of Title VII. Indeed, some of the arguments advanced by the government indicate that no such evidence might be forthcoming.</p>\n<p></p>\n<h2>IV</h2>\n<p>The Attorney General has attempted to establish a case or controversy based on the following evidence:</p>\n<blockquote>[T]he United States' statistical experts compared, on an annual basis, job applicant flow and hires, by gender, for NCDOC entry-level correctional officer jobs. Such analysis shows a statistical `shortfall' of 618 female hires for the period January 1, 1984 to June 30, 1994. That is, the statistical expectation would be that, if the NCDOC's hiring practices were gender neutral, 618 more female applicants would have been hired by the NCDOC than actually occurred. Stated another way, the shortfall of cumulative female hires for the period resulted in -18.71 standard deviations.</blockquote>\n<p>(Plaintiff's Brief, pp. 12-13, footnotes omitted). \"That is to say that for a specific period in time ... we estimated based upon comparing female applicants to female hires; that the state should have 618 more female hires.\" (Mr. Dempsey, Fairness Hearing Transcript, p. 36).<sup>[14]</sup> Furthermore, female prison guards have not always been permitted the same range of freedom to search the persons of male inmates, and \"[f]inally, during the course of discovery,\" the Attorney General found thirty seven women whose stories of sex discrimination she believed to be credible.</p>\n<p></p>\n<h2>A</h2>\n<p>The first element obviously missing from this equation is any particular intentional discriminatory practice. In attempting to foist upon North Carolina a detailed program of recruitment and employment, the United States has precluded any demonstration that the \"elements of [the] decisionmaking process are not capable of separation for analysis.\" The Court thus looks to see if any particular intentional discriminatory practice has been demonstrated. None has.</p>\n<p>The state's policy regarding opposite-sex searches of prison inmates was motivated by a concern for the privacy rights of prisoners, not by any intent to create a system whereby women would be denied advancement. <i>See </i><i>Riddick v. Sutton,</i> <span class=\"citation\" data-id=\"1477284\"><a href=\"/opinion/1477284/riddick-v-sutton/\"><span class=\"volume\">794</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">169</span></a></span> (E.D.N.C. 1992). The agreement itself maintains the prohibition on female guards strip searching male inmates, and male guards are not permitted to strip search female inmates \"for identical reasons.\" (Plaintiff's Brief, p. 25). The parties have thus admitted themselves out of reliance upon defendant's inmate search policies as an intentionally discriminatory practice.</p>\n<p>The only other practice of which the Attorney General complains (an objection which can be gleaned only from the terms of the settlement) is that until now, the hiring of state prison employees has been a decentralized process. Job seekers would make inquiries and submit applications at the particular correctional facility, whose staff would then have considerable discretion in making a final employment decision. The federal government would like North Carolina to abolish the localized nature of its prison hiring process by replacing it with a centralized, bureaucratic system based in the state capital. The inescapable implication is that left to their own devices, prison officials will discriminate, and therefore a centralized, court-supervised bureaucracy is necessary to achieve fairness. Such a presumption assumes <span class=\"star-pagination\">*1269</span> that the defendant will discriminate unlawfully; due process forbids courts from engaging such predispositions of liability. Until proven otherwise, individuals in our country are presumed to be law-abiding, hence the requirement that violation of the law be specifically demonstrated. The government has thus failed to meet its pleading burden under established Supreme Court precedent and 42 U.S.C. § 2000e-2(k). It follows that discriminatory intent underlying such demonstrated practice also remains unalleged.</p>\n<p></p>\n<h2>B</h2>\n<p>Without a specific demonstration of any particular practice, there can be no causation. Proceeding logically, there can be no effect without cause, no \"impact\" absent \"intentional practice.\" Without an identified intentional practice, statistical analyses, like all further evidence, are of no value. To the extent discrimination plaintiffs may rely upon statistical evidence, such permission must be construed in light of Constitutional limitations. Authorization to consider a type of evidence does not in itself create a valid case or controversy. \"[S]tatistics ... come in infinite variety ... [T]heir usefulness depends on all of the surrounding facts and circumstances.\" <i>Hazelwood,</i> 433 U.S. at 312, 97 S.Ct. at 2744, quoting <i>Teamsters,</i> 431 U.S. at 340, 97 S.Ct. at 1856-1857; <i>Bank of Richmond,</i> 698 F.2d at 645. \"We do not believe that isolated bits of statistical information necessarily make a prima facie case ...\" <i>Bank of Richmond,</i> 698 F.2d at 646, quoting <i>Roman v. ESB, Inc.,</i> <span class=\"citation\" data-id=\"343579\"><a href=\"/opinion/343579/14-fair-emplpraccas-235-13-empl-prac-dec-p-11285-miriam-conyers/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1343</span></a></span>, 1350 (4th Cir.1976).</p>\n<blockquote>Inaccuracies or variations in data or in the formulae used to test such data may easily lead to different, contradictory, or even misleading conclusions by experts ... `too often statistical conclusions appear to depend in large part on the side producing them' ... Title VII cases too often develop into `contests between college professor statisticians who revel in discoursing about advanced statistical theory' and propounding increasingly complex statistical models.</blockquote>\n<p><i>Bank of Richmond,</i> 698 F.2d at 645 (citations omitted). Such contests of mathematical skill do not fall within the ambit of Article III.</p>\n<p>Statistical proof relates only to the alleged impact of the challenged practice; it does not substitute for the \"particular employment practice,\" and may not be considered until such \"particular employment practice\" has been demonstrated by the complaining party. \"Inferring past discrimination from statistics alone assumes the most dubious of conclusions.\" <i>Maryland Troopers Ass'n, Inc. v. Evans,</i> <span class=\"citation\" data-id=\"607120\"><a href=\"/opinion/607120/maryland-troopers-association-incorporated-the-coalition-of-black/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1072</span></a></span>, 1077 (4th Cir.1993).</p>\n<p>Discrimination plaintiffs may not invoke the jurisdiction of the federal courts merely by declaring some quota as a norm, and resting their case upon a defendant's statistical deviation. A statistical deviation from an alleged norm might merely constitute evidence, subject to the constraints imposed by the requirements of due process and the Federal Rules of Evidence.<sup>[15]</sup> Statistics present a case or controversy only to the extent that plaintiffs are unsatisfied with the percentage of women or people of a given racial or ethnic background in a particular circumstance; and while an alleged disparity may be a symptom of improper discrimination, it can never establish a \"case or controversy\" within the meaning of Article III. <i>See</i> 42 U.S.C. § 2000e-2(j).</p>\n<p>Jurisdictional considerations aside, a discrimination case built largely upon statistics raises serious due process concerns. Were courts to entertain such claims, people would be punished not for any particular discriminatory practice, but merely for having failed to meet a quota imposed <i>ex post facto.</i> No one could possibly predict, with any measure of certainty, how he might conform his conduct to the requirements of the law if any plaintiff could sue any entity at any time for having failed to meet some hiring quota picked out of thin air. Yet black-letter law holds that</p>\n<blockquote>a statute which either forbids or requires the doing of an act in terms so vague that men of common intelligence must necessarily guess at its meaning and differ as to <span class=\"star-pagination\">*1270</span> its application, violates the first essential of due process of law.</blockquote>\n<p><i>Mattison v. Dallas Carrier Corp.,</i> <span class=\"citation\" data-id=\"570417\"><a href=\"/opinion/570417/vivian-mattison-morty-ronald-mattison-v-dallas-carrier-corporation/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">95</span></a></span>, 102-03 (4th Cir.1991), quoting <i>Connally v. General Constr. Co.,</i> <span class=\"citation\" data-id=\"100759\"><a href=\"/opinion/100759/connally-v-general-constr-co/\"><span class=\"volume\">269</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 391, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">126</span></span>, 127, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">322</span></span> (1926). The imposition of an arbitrary quota might also place courts in the impossible position of apportioning what is essentially a basic, traditional right long enshrined by our Constitution  the right to pursue a livelihood and engage in the common occupations of life.<sup>[16]</sup></p>\n<p></p>\n<h2>C</h2>\n<p>Even if the demonstration of some particular discriminatory practice might be extrapolated from the evidence and allegations thus far presented, the proposed statistical analysis is insufficient and fatally flawed. A host of reasons do not permit using the statistic to find that the assumed demonstrated activity has actually caused any impact visibly disparate from what must otherwise be the non-discriminatory norm. \"[S]tatistical evidence is circumstantial in character and its acceptability depends on the magnitude of the disparity it reflects, the relevance of its supporting data, and other circumstances ...\" <i>Bank of Richmond,</i> 698 F.2d at 646-47. The Court now addresses the particular failings of the statistical study here presented.</p>\n<p>The Supreme Court has never repealed the great logical principle that disparity can only exist in relation to a norm. Moreover, the Supreme Court has expressly held that the disparity must be \"gross,\" <i>Hazelwood,</i> 433 U.S. at 307-08, 97 S.Ct. at 2741-42; <i>Teamsters,</i> 431 U.S. at 339, 97 S.Ct. at 1856, even in <i>Griggs,</i> describing it as \"markedly disproportionate,\" <i>Griggs,</i> 401 U.S. at 429, 91 S.Ct. at 852. \"Statistical proof failing to show a `marked disproportion' by definition cannot show the `gross disparity' necessary to sustain allegations of disparate treatment.\" <i>Bank of Richmond,</i> 698 F.2d at 646 (citation and internal quotations omitted); <i>Troopers,</i> 993 F.2d at 1077. A minor or statistically insignificant disparity must be dismissed as irrelevant.<sup>[17]</sup> And given the emphasis on hiring women \"in numbers that reflect their availability in the relevant labor market,\" the statistical study is useless in light of 42 U.S.C. § 2000e-2(j), whereby \"Congress has specifically provided that employers are <i>not</i> required to avoid `disparate impact' as such.\" <i>Watson,</i> 487 U.S. at 992, 108 S.Ct. at 2787 (emphasis original). The Supreme Court re-iterated the text of § 2000e-2(j), and it bears repeating today:</p>\n<blockquote>Nothing contained in [Title VII] shall be interpreted to require any employer ... to grant preferential treatment to any individual or to any group because of the ... sex ... of such individual or group on account of an imbalance which may exist with respect to the total number or percentage of persons of any ... sex ... employed by any employer ... in comparison <span class=\"star-pagination\">*1271</span> with the total number or percentage of persons of such ... sex ... in any community, State, section, or other area, or in the available work force in any community, State, section, or other area.</blockquote>\n<p>Section 2000e-2(j) \"makes clear that Title VII imposes no requirement that a work force mirror the general population.\" <i>Teamsters,</i> 431 U.S. at 341 n. 20, 97 S.Ct. at 1857 n. 20; <i>see also </i><i>Watson,</i> 487 U.S. at 992-93, 108 S.Ct. at 2787-88.</p>\n<blockquote>It is completely unrealistic to assume that unlawful discrimination is the sole cause of people failing to gravitate to jobs and employers in accord with the laws of chance. It would be equally unrealistic to suppose that employers can eliminate, or discover and explain, the myriad of innocent causes that may lead to statistical imbalances in the composition of their work forces.</blockquote>\n<p><i>Watson,</i> 487 U.S. at 992, 108 S.Ct. at 2787 (citation omitted); <i>see also </i><i>Wards Cove,</i> 490 U.S. at 652-53, 657, 109 S.Ct. at 2122-23, 2125.</p>\n<p>\"When special qualifications are required to fill particular jobs, comparisons to the general population (rather than to the smaller group of individuals who possess the necessary qualifications) may have little probative value.\" <i>Hazelwood,</i> 433 U.S. at 308 n. 13, 97 S.Ct. at 2742 n. 13; <i>Wards Cove,</i> 490 U.S. at 650-53, 109 S.Ct. at 2121-22. <i>Teamsters</i> justified the use of a comparison between the employer's work force and the general population, but only because a simple job skill \"that many persons possess or can fairly readily acquire\" was at issue. <i>Id.</i> Yet the job of prison guard may legitimately require certain physical characteristics that are not readily found among or acquired by an equal proportion of men and women in the general population. <i>See </i><i>Dothard v. Rawlinson,</i> <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 340, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2720</span></a></span>, 2732, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1977) (Rehnquist, J., concurring in result and concurring in part).<sup>[18]</sup> In <i>Dothard,</i> the Supreme Court recognized a \"bona fide occupational qualification\" defense (bfoq), 42 U.S.C. § 2000e-2(e), to the charge that certain identified, intentional practices which actually caused a visible, disparate impact upon the employment prospects of women seeking work as prison guards in male prisons violated Title VII.</p>\n<p><i>Dothard</i> reflects the fallacy of presuming that men and women would be represented in any given profession in the same proportion of their numbers in the local labor pool, in light of the fact that men and women are inherently different. That the two sexes are not identical has been acknowledged by all human civilizations since time immemorial.</p>\n<p>The Supreme Court has had many occasions to decide important issues of law on this fundamental truth.</p>\n<blockquote>The truth is that the two sexes are not fungible; a community made up exclusively of one is different from a community composed of both; the subtle interplay of influence one on the other is among the imponderable.</blockquote>\n<p><i>Taylor v. Louisiana,</i> <span class=\"citation\" data-id=\"109133\"><a href=\"/opinion/109133/taylor-v-louisiana/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">522</span></a></span>, 531-32, <span class=\"citation\" data-id=\"109133\"><a href=\"/opinion/109133/taylor-v-louisiana/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">692</span></a></span>, 698, <span class=\"citation\" data-id=\"109133\"><a href=\"/opinion/109133/taylor-v-louisiana/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span> (1975), quoting <i>Ballard v. United States,</i> <span class=\"citation\" data-id=\"104334\"><a href=\"/opinion/104334/ballard-v-united-states/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">187</span></a></span>, 193-94, <span class=\"citation\" data-id=\"104334\"><a href=\"/opinion/104334/ballard-v-united-states/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">261</span></a></span>, 264, <span class=\"citation\" data-id=\"104334\"><a href=\"/opinion/104334/ballard-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">181</span></a></span> (1946). \"[T]he sexes are not similarly situated in similar circumstances ... We need not be medical doctors to discern that young men and young women are not similarly situated ...\" <i>Michael M. v. Superior Ct. of Sonoma Cty.,</i> <span class=\"citation\" data-id=\"110434\"><a href=\"/opinion/110434/michael-m-v-superior-court-sonoma-cty/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 469-71, <span class=\"citation\" data-id=\"110434\"><a href=\"/opinion/110434/michael-m-v-superior-court-sonoma-cty/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>, 1204-05, <span class=\"citation\" data-id=\"110434\"><a href=\"/opinion/110434/michael-m-v-superior-court-sonoma-cty/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">437</span></a></span> (1981); <i>see also </i><i>Rostker v. Goldberg,</i> <span class=\"citation\" data-id=\"110548\"><a href=\"/opinion/110548/rostker-v-goldberg/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, <span class=\"citation\" data-id=\"110548\"><a href=\"/opinion/110548/rostker-v-goldberg/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2646</span></a></span>, <span class=\"citation\" data-id=\"110548\"><a href=\"/opinion/110548/rostker-v-goldberg/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">478</span></a></span> (1981). \"Accordingly, this is not a case in which it can be assumed that all citizens are fungible for purposes of determining whether members of a particular class have been unlawfully excluded.\" <i>Mayor of City of Philadelphia v. Educational Equality League,</i> <span class=\"citation\" data-id=\"108989\"><a href=\"/opinion/108989/mayor-of-philadelphia-v-educational-equality-league/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, 620, <span class=\"citation\" data-id=\"108989\"><a href=\"/opinion/108989/mayor-of-philadelphia-v-educational-equality-league/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1323</span></a></span>, 1333, <span class=\"citation\" data-id=\"108989\"><a href=\"/opinion/108989/mayor-of-philadelphia-v-educational-equality-league/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">630</span></a></span> (1974).</p>\n<p>The differences between men and women, filtered through the prism of our varying cultures, often motivate men and women to pursue different occupations. For example, of North Carolina's ninety-two prisons, only five are used to house women inmates. Unless <span class=\"star-pagination\">*1272</span> men are unfairly targeted by police and prosecutors on account of their sex, this fact tends to indicate that men differ from women in at least one respect: men are more likely to commit crime, or are at least more likely to get caught and convicted. It does not indicate that the crime industry is rife with sexism. While a statistic may show a disparity between the proportion of women employed by a particular employer and the proportion of women available in the work force, it does not necessarily prove a disparity from a non-discriminatory norm. Such statistics are meaningless outside a cultural context; that is, the plaintiff must show that women in the relevant labor market have a certain level of interest in seeking a job with the accused employer, and that of those, a sufficient number are actually qualified. <i>McNairn,</i> 929 F.2d at 974; <i>Troopers,</i> 993 F.2d at 1077 (\"There is no reason ... to assume that well-qualified minority applicants prefer police work to the spectrum of other public and private employment opportunities available to them\"); <i>accord </i><i>J.A. Croson,</i> 488 U.S. at 507, 109 S.Ct. at 728. In other words, the plaintiff must prove what the norm is with regard to the accused employer, accounting for both cultural as well as inherent differences between the sexes.<sup>[19]</sup> The Attorney General has not shown how many women in North Carolina's relevant labor market are actually interested in being prison guards at men's prisons, nor has the Attorney General shown of these, what proportion are actually qualified to do the work as measured by identical criteria.</p>\n<p>The factors which must be considered in making such analyses are vast, and the Court does not intend to suggest that meaningful surveys are currently within the realm of scientific possibility. Moreover,</p>\n<blockquote>It is unrealistic to expect either members of the judiciary or state officials to be well versed in the rigors of experimental or statistical technique ... proving broad sociological propositions by statistics is a dubious business, and one that inevitably is in tension with the normative philosophy that underlies the Equal Protection Clause.</blockquote>\n<p><i>Craig v. Boren,</i> <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, 204, <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">451</span></a></span>, 460, <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">397</span></a></span> (1976) (footnote omitted). This \"dubious business\" is also \"in tension with the normative philosophy\" underlying Title VII.</p>\n<p>As a matter of due process and logic, the concept of disparity cannot exist without a reasonably established norm, and the norm cannot be simply some arbitrary quota or ideal  which is nothing more than a guess  deviation from which might invite government scrutiny and a court order. The differences between the sexes may easily account for a less than perfect distribution of men and women in any given job. That an occupation has been traditionally dominated by one sex might be proven by reference to a statistic, but the fact of traditional disparity between the numbers of men and women who pursue certain careers tends to disprove that the statistic which reflects it has anything to do with intentional discrimination, unless one assumes the worst about human nature.</p>\n<p>Yet another fatal flaw lurks among the submitted statistics. Our federal form of government prohibits finding any particular state to be guilty of having violated some federal law because its statistical abstract does not conform to what might be found in other states, or to the median or average situation as it exists among any or all of the several states. The states differ vastly not only in culture, but also in the proportion of men and women in their general populations and in their relevant labor markets. The types of employment and industry available in a particular state are profoundly influenced by that state's history, geography, immigration patterns, dominant religions, and innumerable other factors. Some states might have more female prison guards because they have many large traditionally-male dominated industries that compete with <span class=\"star-pagination\">*1273</span> the prisons for male employees; or a higher proportion of females in the population; or simply a higher incidence of crime or incarceration, which is itself a product of unique local determination. In some states, it might be more socially acceptable for females to work as prison guards in men's prisons, while other states might be influenced by religious traditions or immigration patterns from cultures that hold such roles unthinkable.</p>\n<p>But the root causes of societal differences among the states are irrelevant. Our form of government presumes that people in different states will act differently. Nothing is more offensive to the idea of federalism than the notion that the federal government will punish a state for having a non-conforming culture  for being different than the other states. North Carolina cannot be presumed to have violated federal law because statistics tend to show its population follows patterns different than those found elsewhere. Quite the contrary, federal law owes its existence to North Carolina's absolute right to turn out differently than the other forty-nine states. The Constitution by which the original sovereigns, including North Carolina, created the federal government was ratified only on the understanding that a Bill of Rights would be adopted acknowledging the states' and their peoples' retention of sovereignty in all matters not explicitly ceded to the national government. <i>See</i> U.S. Const. amend. X. The Constitution thereby recognizes that state boundaries are not mere lines on a map. It is most emphatically <i>not</i> the purpose of federal law to impose a uniformity of cultural outcome upon the individual states.</p>\n<p></p>\n<h2>D</h2>\n<p>Finally, the Court turns to the third evidentiary basis for establishing a case or controversy suggested by the Attorney General, the \"victims\" located by discovery and other methods after the complaint had been filed.</p>\n<p>While the women who now complain of having suffered actual or perceived<sup>[20]</sup> sex discrimination may well have had legitimate claims, the first question before the Court in an action brought by the government is whether or not the government had cause to initiate the complaint. If the identified alleged victims cannot establish the elements of a governmental cause of action, the government's claim may not be considered.</p>\n<p>There is nothing to indicate in the claims of the identified alleged victims that the state has engaged in a pattern or practice of discrimination. Thirty-seven instances over a period of eight or ten and a half years (depending on whether one goes by the period for which relief is claimed or by the statistical period, respectively) throughout more than ninety prisons is not numerically sufficient to demonstrate a pattern, and there is nothing to suggest a particular practice that might establish a \"standard operating procedure.\" <i>Teamsters,</i> 431 U.S. at 336, 97 S.Ct. at 1855.</p>\n<p>Yet there are other problems with relying on the proffered alleged victims to establish a case or controversy. Because reasonable cause is a prerequisite for initiating proceedings, the government must be restricted to establishing such reasonable cause only with evidence acquired before filing the case. As a matter of law, at least some victims must have initially stepped forward of their own volition, without suggestion, in order for the government to prosecute a disparate impact action under Title VII.<sup>[21]</sup></p>\n<p>To allow the Attorney General to establish reasonable cause with evidence gathered after the filing of an action would eviscerate the due process protection; it would be no more permissible than holding a probable cause hearing after a criminal defendant was tried and convicted. The Attorney General's right to vindicate the public interest under 42 U.S.C. § 2000e-6 cannot be abused to revive cases for claimants who, by their own inaction, are not otherwise eligible to proceed under Title VII. The Attorney General may prove a pattern or practice of discrimination <span class=\"star-pagination\">*1274</span> and thereby entitle otherwise time-barred claimants to relief, but she may not invoke the allegation of a pattern or practice as a ruse for litigating what are essentially single-instance claims. The Attorney General must not lose sight of the fact that she is charged with vindicating a public interest, not a multitude of private ones. She runs the risk of doing so in cases such as this, where the pattern or practice complained of is meaningless or left undescribed.</p>\n<p>Of course, the manner in which alleged victims are identified by the plaintiff determines whether their identification is of any legal consequence. The idea that a plaintiff be permitted to prospect for victims that might bolster its idealized quota suggests the kind of behavior that the law will not permit. In particular, the use of advertising to solicit \"victims\" who would lay claim to the $5.5 million award pool and assorted jobs and promotions is questionable and inherently unreliable.</p>\n<p>It is far too easy to suggest to unsuccessful job applicants that they have been victimized by a discriminatory practice. Placing an ad in a newspaper that merely hints at discrimination might produce any number of individuals who claim to have suffered discrimination at the hands of virtually any defendant who has ever turned away a job applicant. Such has been the Court's experience in this case, following publication of the notice of the settlement agreement which announced the opportunity to file appropriate objections. Although the notice clearly indicated that the Court would hear objections to the settlement, and the form approved by the Court was plainly titled, \"Objection to Settlement Agreement and Order\" and requested a \"statement of your objection,\" most of the \"objections\" were not objections at all, but rather claims of entitlement to a portion of the money. Of these, many had little or nothing to do with sex discrimination: One woman complained her medical condition was not properly accommodated, attached various letters from doctors, and admitted to be \"citing `gender discrimination' personally to me [sic] due to sickness ...\" Another stated only that she \"applied to correctional institutions during the inclusive dates and was not employed by them.\" Another wrote that \"I was told ... that I was too small. I weighted [sic] 125 pounds and stood 5 ft. 5 in. During that time the female hired weight [sic] ranged approximately 160-200 pounds and the height ranged from 5 ft. 7 in-5 ft. 9 in.... I believe that the NCDOC would not promote me because of my size, sex, and my race.\" She nevertheless admits receiving two promotions outside the targeted period. A woman complained that \"There has been some kind of political black ball with me and anyone in my family due to a problem between some state employees and my father ...\" Another submitted a complaint for race discrimination, retaliation, and denial of procedural due process. And yet another complained about a single offensive remark she found \"embarrassing and belittleing [sic].\" The women who alleged plausible instances of sex discrimination should have filed an appropriate complaint with the EEOC; their allegations are not responsive to the notice, which sought objections to the terms of the settlement agreement.</p>\n<p></p>\n<h2>V</h2>\n<p>A case based substantially on statistics and bolstered with anecdotal allegations of discrimination by claimants who have been recruited or solicited by plaintiff, or who have come forward only after prospects of a large cash reward have been revealed, is merely a theoretical dispute about subjective notions of societal ideals. It does not have the constitutional requirement of a real controversy for subject matter jurisdiction in a federal court.</p>\n<p>A federal court should be circumspect before it would take custody of large segments of a state's sovereign functions.</p>\n<blockquote>The lower courts should not be swayed by the easy answers of social science, nor should they accept the findings, and the assumptions, of sociology and psychology at the price of constitutional principle ... we ought to be reluctant to approve ... aggressive or extravagant use [of the federal courts' remedial authority], and instead we should exercise it in a manner consistent with our history and traditions.</blockquote>\n<p><span class=\"star-pagination\">*1275</span> <i>Missouri v. Jenkins,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"117944\"><a href=\"/opinion/117944/missouri-v-jenkins/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>, 2066, <span class=\"citation\" data-id=\"117944\"><a href=\"/opinion/117944/missouri-v-jenkins/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">63</span></a></span> (1995) (Thomas, J., concurring) (citations omitted).<sup>[22]</sup> More is required to invoke the Court's jurisdiction. Reasonable cause to believe a federal law has been violated will be required.</p>\n<p></p>\n<h2>*   *   *</h2>\n<p>On the basis of the foregoing opinion, the order of August 29, 1995, provisionally entering the Agreement and Implementing Order, is hereby VACATED, and the Attorney General is ORDERED to show cause, within ninety (90) days of the date of this order, why this Court has subject matter jurisdiction over the dispute. The defendant is permitted to withdraw its consent to the agreement and implementing order, and may resume a position adversary to that of plaintiff. Consequently, defendant shall have thirty (30) days in which to file an opposition to plaintiff's response to this order.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  North Carolina incarcerates male and female inmates in separate facilities on account of sex, a practice not here opposed by the United States.</p>\n<p>[2]  The complaint is one of disparate impact, not disparate treatment. (Complaint, ¶ 8). Claims of disparate treatment are untenable in a case such as this where there is no central decision-making authority. To the extent defendant's hiring procedures contain subjective elements, disparate impact analysis is nevertheless proper. <i>See </i><i>Watson v. Fort Worth Bank &amp; Trust,</i> <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span></a></span>, <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2777</span></a></span>, <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">827</span></a></span> (1988).</p>\n<p>[3]  If a man and a woman apply for a single promotional position, the woman must be promoted. If two women apply for a single promotional position, the state must create another position and promote both applicants.</p>\n<p>[4]  In other words, females will not be required to perform the same tasks as their male counterparts, but this cannot impact upon their promotional opportunities. Although men would be excluded from positions which require tasks forbidden to females, men would nevertheless perform those tasks without additional pay while the female guards would retain the promotional opportunities flowing from such work as though they had performed it themselves. This would raise an interesting question under 29 U.S.C. § 206(d)(1).</p>\n<p>[5]  Even for incumbent employees who claim they would have applied for a promotion but for fear of rejection, the burden of proof is \"difficult.\" <i>International Brotherhood of Teamsters v. United States,</i> <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 364, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, 1869, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977). A non-applicant's \"current willingness\" to accept a job offer fails to satisfy the burden of proof, <i>id.,</i> 431 U.S. at 370-71, 97 S.Ct. at 1872-73, and the proposed agreement falls short of requiring even this much from women who never expressed an interest in obtaining a job application.</p>\n<p>[6]  Retroactive seniority has been upheld as a proper remedy under Title VII, <i>Franks v. Bowman Transportation Co.,</i> <span class=\"citation\" data-id=\"109404\"><a href=\"/opinion/109404/franks-v-bowman-transp-co/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">747</span></a></span>, <span class=\"citation\" data-id=\"109404\"><a href=\"/opinion/109404/franks-v-bowman-transp-co/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1251</span></a></span>, <span class=\"citation\" data-id=\"109404\"><a href=\"/opinion/109404/franks-v-bowman-transp-co/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">444</span></a></span> (1976). However, even if \"the seniority system gives present effect to a past act of discrimination ... [an employer is] entitled to treat that past act as lawful after [plaintiff] failed to file a charge of discrimination\" within the appropriate time limit. <i>United Air Lines, Inc. v. Evans,</i> <span class=\"citation\" data-id=\"109671\"><a href=\"/opinion/109671/united-air-lines-inc-v-evans/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span>, 558, <span class=\"citation\" data-id=\"109671\"><a href=\"/opinion/109671/united-air-lines-inc-v-evans/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1885</span></a></span>, 1889, <span class=\"citation\" data-id=\"109671\"><a href=\"/opinion/109671/united-air-lines-inc-v-evans/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">571</span></a></span> (1977). \"[T]he limitations period will run from the date the system was adopted.\" <i>Lorance v. A.T. &amp; T. Technologies, Inc.,</i> <span class=\"citation\" data-id=\"112282\"><a href=\"/opinion/112282/lorance-v-att-technologies-inc/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">900</span></a></span>, 909, <span class=\"citation\" data-id=\"112282\"><a href=\"/opinion/112282/lorance-v-att-technologies-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2261</span></a></span>, 2267, <span class=\"citation\" data-id=\"112282\"><a href=\"/opinion/112282/lorance-v-att-technologies-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">961</span></a></span> (1989).\n</p>\n<p>Employers and their current employees do not have fewer rights under Title VII merely because the plaintiff claiming discrimination happens to be the United States. \"[A]llowing a facially neutral system to be challenged, and entitlements under it to be altered, many years after its adoption would disrupt those valid reliance interests that § 703(h) [§ 2000e-2(h)] was meant to protect.\" <i>Id.,</i> 490 U.S. at 912, 109 S.Ct. at 2269. The United States does not have plenary power to upset an established seniority system upon which lie the fates of thousands of careers and families.</p>\n<p>[7]  <i>Accord </i><i>United Black Firefighters of Norfolk v. Hirst,</i> <span class=\"citation\" data-id=\"369234\"><a href=\"/opinion/369234/20-fair-emplpraccas-1179-20-empl-prac-dec-p-30240-united-black/\"><span class=\"volume\">604</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">844</span></a></span>, 847 (4th Cir. 1979) (applying Title VII standard to 42 U.S.C. §§ 1981, 1983: \"Conclusory allegations of discrimination ... not supported by any reference to particular acts, practices, or policies\" insufficient to state a claim).</p>\n<p>[8]  <i>Cf. </i><i>United States v. Hunter,</i> <span class=\"citation\" data-id=\"303132\"><a href=\"/opinion/303132/united-states-v-bill-r-hunter-dba-the-courier/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">205</span></a></span>, 217 n. 13 (4th Cir.), <i>cert. denied,</i> <span class=\"citation\" data-id=\"108679\"><a href=\"/opinion/108679/james-mclamore-v-south-carolina/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">934</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">235</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">189</span></span> (1972) (\"question whether pattern or practice of resistance or a case of general public importance has been shown is for the court to determine, even though the Attorney General has alleged that he has reasonable cause to believe that a requisite ground for relief is present.\")</p>\n<p>[9]  The plurality portion of Justice O'Connor's opinion in <i>Watson</i> was adopted by a majority of the Court in <i>Wards Cove. See </i><i>Wards Cove,</i> 490 U.S. at 661, 109 S.Ct. at 2127 (Blackmun, J., dissenting); <i>Walls,</i> 895 F.2d at 191. Although some of <i>Wards Cove</i> was altered by the 1991 amendments to Title VII, most of the opinion remains in full force. <i>Atonio v. Wards Cove Packing, Inc.,</i> <span class=\"citation\" data-id=\"658360\"><a href=\"/opinion/658360/frank-atonio-alan-lew-curtis-lew-eugene-bacliq-joaquin-arruiza-randy-del/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1485</span></a></span>, 1491 (9th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">57</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></span> (1994) (\"Nothing in the 1991 Act ... modifies the central holding of <i>Wards Cove</i> ...\").</p>\n<p>[10]  <i>Griggs</i> \"has no real basis as far as statutory language goes.\" <i>Rabidue v. Osceola Refining Co.,</i> <span class=\"citation\" data-id=\"2270729\"><a href=\"/opinion/2270729/rabidue-v-osceola-refining-co/\"><span class=\"volume\">584</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">419</span></a></span>, 428 (E.D.Mich.1984), <i>aff'd,</i> <span class=\"citation\" data-id=\"479403\"><a href=\"/opinion/479403/vivienne-rabidue-v-osceola-refining-company-a-division-of-texas-american/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">611</span></a></span> (6th Cir.1986), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1983</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">823</span></span> (1987).</p>\n<p>[11]  For an insightful examination of what <i>Griggs</i> and its progeny have wrought, <i>see</i> Justice Scalia's dissent in <i>Johnson,</i> 480 U.S. at 657, 107 S.Ct. at 1465.</p>\n<p>[12]  The Court is not concerned with the competing motivations, interests, and beliefs which forged the political compromise behind the 1991 act. The Court concerns itself only with the literal text of the law as it now stands.\n</p>\n<p>[C]ourts must presume that a legislature says in a statute what it means and means in a statute what it says there. When the words of a statute are unambiguous, then, this first canon is also the last: `judicial inquiry is complete.'</p>\n<p><i>Connecticut Nat. Bank v. Germain,</i> <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 254, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, 1149, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1992); <i>Robinson v. Shell Oil Co.,</i> <span class=\"citation\" data-id=\"708066\"><a href=\"/opinion/708066/charles-t-robinson-sr-equal-employment-opportunity-commission-amicus/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">325</span></a></span>, 332 (4th Cir.1995) (en banc). Although § 2000e-2(k) sets forth the burden of proof in disparate impact cases, it does not change the definition of an \"unlawful employment practice\" in § 2000e-2(a).</p>\n<p>[13]  This allocation of the burden of proof is rooted in basic principles of due process and was not altered by the 1991 Act. No act of Congress can presume guilt. U.S. Const. amends. V, XIV.</p>\n<p>[14]  This shortfall may also be expressed as 4.90476 females per month or 58.857 females per year. Given that the state maintains ninety-two correctional facilities, each of which is autonomous in its hiring practices, the Attorney General's statistical complaint is that each prison should have hired, on average, an additional .63975 fractional female each year, and that failure to do so evidences discrimination. The claim is not credible on its face.\n</p>\n<p>Moreover, if an additional 618 females would be just right, would the Attorney General have complained had the state hired an additional 619 females? Had the state been but one female short, would the Attorney General have filed this action? The government's commitment to precise quotas raises many questions.</p>\n<p>[15]  In particular, Rules 401, 402 and 403 demand scrutiny in such cases.</p>\n<p>[16]  \"[T]he right to hold specific private employment and to follow a chosen profession free from unreasonable governmental interference comes within the `liberty' and `property' concepts of the Fifth Amendment.\" <i>Greene v. McElroy,</i> <span class=\"citation\" data-id=\"105930\"><a href=\"/opinion/105930/greene-v-mcelroy/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 494, <span class=\"citation\" data-id=\"105930\"><a href=\"/opinion/105930/greene-v-mcelroy/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1400</span></a></span>, 1411, <span class=\"citation\" data-id=\"105930\"><a href=\"/opinion/105930/greene-v-mcelroy/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1377</span></a></span> (1959) (citations omitted); <i>see also </i><i>Board of Regents v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 572, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, 2706-07, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972); <i>Meyer v. Nebraska,</i> <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, 399, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">625</span></span>, 626, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1042</span></span> (1923); <i>Dent v. West Virginia,</i> <span class=\"citation\" data-id=\"92392\"><a href=\"/opinion/92392/dent-v-west-virginia/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, 121, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">231</span></span>, 233, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">623</span></span> (1889) (\"It is undoubtedly the right of every citizen of the United States to follow any lawful calling, business, or profession he may choose ... Here all vocations are open to every one on like conditions. All may be pursued as sources of livelihood.\"); <i>Truax v. Raich,</i> <span class=\"citation\" data-id=\"98542\"><a href=\"/opinion/98542/truax-v-raich/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 41, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">7</span></span>, 10, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">131</span></span> (1915); <i>Smith v. Texas,</i> <span class=\"citation\" data-id=\"98187\"><a href=\"/opinion/98187/smith-v-texas/\"><span class=\"volume\">233</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">630</span></a></span>, 636, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></span>, 682, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1129</span></span> (1914); <i>Cowan v. Corley,</i> <span class=\"citation\" data-id=\"484970\"><a href=\"/opinion/484970/vernon-cowan-v-joe-corley-sheriff-of-montgomery-county-texas/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">223</span></a></span>, 227 (5th Cir.1987); <i>Santos v. City of Houston, Tex.,</i> <span class=\"citation\" data-id=\"1736141\"><a href=\"/opinion/1736141/santos-v-city-of-houston-tex/\"><span class=\"volume\">852</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">601</span></a></span>, 607 (S.D.Tex.1994).</p>\n<p>[17]  Plaintiff places great emphasis on \"standard deviations,\" and cites several cases that have held standard deviations far smaller than the one before the Court might establish a prima facie case of discrimination. But no particular numerical result violates Title VII. \"[W]e have not suggested that any particular number of `standard deviations' can determine whether a plaintiff has made out a prima facie case in the complex area of employment discrimination.\" <i>Watson,</i> 487 U.S. at 995 n. 3, 108 S.Ct. at 2789 n. 3 (citation omitted).\n</p>\n<p>Indeed, because the \"significance\" or \"substantiality\" of \"numerical disparities\" are properly judged by individual courts on a \"case-by case basis,\" <i>Id.,</i> no deviation among the Attorney General's statistical calculations can provide her with reasonable cause to proceed under Title VII.</p>\n<p>[18]  With regard to that part of the opinion upholding the statistical finding of disparity, then-Justice Rehnquist was joined by Chief Justice Burger and Justice Blackmun to point out that the lower court opinion was \"by no means <i>required</i> by the proffered evidence.\" <i>Dothard,</i> 433 U.S. at 339, 97 S.Ct. at 2731 (Rehnquist, J.) (emphasis original).</p>\n<p>[19]  In a race or national-origin discrimination case, the emphasis on inherent differences would be vastly reduced, but a cultural analysis might still be required. For example, the Attorney General's evidence shows that New York City employed 2,049 white males, 152 white females, 3,921 black males, and 2,764 black females, as correctional officers in 1992. For whatever reason, then, a black female in New York City is almost ten times as likely to become a prison guard than her white counterpart.</p>\n<p>[20]  Those who \"would have applied\" but were afraid to do so.</p>\n<p>[21]  Since the Bill of Rights does not protect any right of government action, neither the Attorney General nor the EEOC enjoy any First Amendment rights to solicit clients reserved under the rule of <i>NAACP v. Button,</i> <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">328</span></a></span>, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1963).</p>\n<p>[22]  <i>See</i> Justice Thomas' opinion for a scholarly dissertation on the Constitutional constraints upon the federal courts' powers of equity, and the manner in which such constraints have been abused.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/294966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/328569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/369234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1477284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1736141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2270729/"
  ]
}