{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2132821/",
  "absolute_url": "/opinion/2132821/national-upholstery-company-v-corley/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2132821/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1403/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:25:06.283608Z",
  "date_modified": "2016-04-27T00:04:10.478292Z",
  "type": "010combined",
  "sha1": "784195e43d91efce00d79205eccf38e983db6549",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>144 F.Supp. 658 (1956)</b></center>\n<center><h1>NATIONAL UPHOLSTERY COMPANY, Plaintiff,<br>\nv.<br>\nCarl V. CORLEY, Defendant.</h1></center>\n<center>Civ. No. 1033-G.</center>\n<center><p><b>United States District Court Middle District North Carolina, Greensboro Division.</b></p></center>\n<center>September 29, 1956.</center>\n<p><span class=\"star-pagination\">*659</span> Charles W. McAnally, High Point, N. C., Smith, Moore, Smith, Schell &amp; Hunter, Greensboro, N. C., for plaintiff.</p>\n<p>Cooke &amp; Cooke, Greensboro, N. C., Ralph R. Sachs, Washington, D. C., for defendant.</p>\n<p>HAYES, District Judge.</p>\n<p>The plaintiff, a North Carolina corporation with its principal office in High Point, Guilford County, North Carolina, instituted an action in the Superior Court of North Carolina for Guilford County, High Point Division, on July 19, 1956, against the defendant, a citizen of Virginia. Service was obtained upon the nonresident defendant on July 23, 1956, by service upon the Commissioner of Motor Vehicles of the State of North Carolina. The plaintiff seeks the recovery of the sum of $1,408.72, representing damage to and loss of use of its motor vehicle damaged as the result of the alleged negligence of the defendant in a motor vehicular collision which occurred on April 6, 1956, in Rockingham County, North Carolina.</p>\n<p>On August 10, 1956, the defendant filed a petition for removal setting forth that no pleadings had been filed in State Court, but that the defendant would assert a counterclaim against the plaintiff in an amount sufficient to confer diversity jurisdiction. Notice and removal bond were filed in this court on the same date, and also on August 10, 1956, the defendant filed in the District Court an answer to plaintiff's complaint, which included a counterclaim on behalf of the defendant against the plaintiff for $78,650 for damages for property damage and personal injury. The plaintiff filed in the District Court a notice to remand to the State Court on August 20, 1956, and the motion to remand is supported by plaintiff's affidavit that the amount contained in the original complaint was the true amount and was set forth therein in good faith.</p>\n<p>When the defendant filed his petition for removal he set forth the fact that the plaintiff's cause of action grew out of a collision between the plaintiff's truck and the defendant's car. In the affidavit it is set forth that the amount in controversy at the time of this action and at the present time exceeds the sum of $3,000 exclusive of interest and costs. That while the amount of damages claimed by the plaintiff is $1,408.72 the amount in controversy between the parties hereto actually exceeded $3,000 exclusive of interest and costs because the civil action arises out of a collision between a truck owned by the plaintiff and operated by its agent and an automobile owned by the defendant; that as a result of said collision the defendant sustained serious and permanent personal injuries and damages to his motor vehicle; that the defendant has a counterclaim <span class=\"star-pagination\">*660</span> against the plaintiff based on his allegation that the plaintiff's negligence caused the collision and the resultant injury to the defendant and that the defendant proposes in good faith to assert a counterclaim against the plaintiff in an amount not less than $75,000 and to allege that the collision was not caused by any negligence of the defendant but proximately caused by the sole negligence of the plaintiff's agent. The affidavit further sets forth that the collision occurred in North Carolina and that under the law of North Carolina the defendant is compelled and required to assert his claims for personal injuries by way of counterclaim in the present suit which has been instituted by the plaintiff, or failing to do so to be forever barred from asserting his claim against the plaintiff in any court; that the amount in controversy is not merely the amount claimed by the plaintiff but also the damages suffered by the defendant which the defendant in good faith intends to claim and as he is required to do by law.</p>\n<p>There is no dispute between the parties as to the good faith in the amount claimed by the plaintiff nor in the amount of damages asserted by the defendant in his counterclaim.</p>\n<p>The plaintiff urges the court to accept the view that in determining the jurisdiction of this court whether in an original action or by removal, that it can consider only the amount in good faith claimed by the plaintiff and that if it is less than $3,000 the court is without jurisdiction and should remand. The defendant, however, contends that the matter in controversy actually involves more than $3,000 and that by the law of the state of North Carolina which compels the defendant in this one case to litigate all of the issues growing out of that collision that the court must take into consideration the amount that is actually in controversy and should consider the entire controversy and not just that portion as asserted by the plaintiff.</p>\n<p>This court was confronted with a like situation in the case of McLean Trucking Co. v. Carolina Scenic Stages, D.C., 95 F.Supp. 437, except in that case the cause of action arose in South Carolina but litigation was instituted in North Carolina involving the collision. In the instant case the cause of action arose in North Carolina and the litigation started in the state court. In the McLean case the court held that by virtue of the North Carolina law compelling all of the issues arising out of that one collision be litigated in the first case instituted involving the collision that it was appropriate to consider the amount of damages involved in the controversy whether asserted by the plaintiff or the defendant and refused to remand.</p>\n<p>The plaintiff here relies on Trullinger v. Rosenblum, D.C., 129 F.Supp. 12, 15, in which Judge Trimble overruled his previous decision rendered in D.C., 125 F.Supp. 758. In his latest decision he concludes:</p>\n<blockquote>\"* * * The opinion in the Wheatley case [Wheatley v. Martin, D.C., 62 F.Supp. 109] and those that follow it are drastically contrary to the plain provisions of the Removal Statute. The effect of those opinions is to write into the statute a provision that does not appear therein.\"</blockquote>\n<p>In like manner Judge Miller in Ingram v. Starling, D.C., 141 F.Supp. 786, overruled his previous decision in Wheatley v. Martin, D.C., 62 F.Supp. 109. Judge Miller states some very strong reasons in support of his conclusion and cites certain authorities which he considers compelling him to arrive at his conclusion. We have reviewed the cases upon which he relies but do not arrive at his conclusion. The case of Chicago, R. I. &amp; P. R. Co. v. Stude, 346 U.S. 574, 74 S.Ct. 290, 98 L.Ed. 317, seems to have been the decision which tipped the scales in his conclusion that he had erred in the Wheatley case. The question there presented was whether the railroad company who started a condemnation proceeding in the state court after damages had been assessed by state statute and which provided for an appeal <span class=\"star-pagination\">*661</span> to the state trial court to review the damages, could disregard the provision providing for it to go into the state court and have it transferred to the U. S. District Court by virtue of its being a nonresident of the State of Iowa. The decision is bottomed squarely on the question which the court asked \"Is the petitioner such a defendant\"? The case is an authority for the proposition that the railroad was not a defendant but was the moving party and for jurisdictional purposes was the plaintiff and being the plaintiff the right of removal was unavailable. This case did not present to the court any question related to this issue which we have involved. In Shamrock Oil &amp; Gas Corp. v. Sheets, 313 U.S. 100, 61 S.Ct. 868, 85 L.Ed. 1214, the question involved was of the removability by the plaintiff of a suit which he himself started in the state court and solely on the ground that a counterclaim had been asserted against him but did not grow out of the transaction that was presented in the plaintiff's complaint and the decision was based on the proposition that under the present law the plaintiff was not allowed to remove a case to the federal court; it is a privilege now conferred only on the defendant. Most assuredly the State law must yield to the federal statute on the jurisdiction of the federal court on the removability of a cause of action commenced in the state court. The opinion in Barnes v. Parker, D.C., 126 F.Supp. 649, 651, sustains the position taken by Judge Trimble in his last decision in the Trullinger case. In the Barnes case it is stated very ably as follows:</p>\n<blockquote>\"We had thought that it was now established beyond all debate that, in determining the amount in controversy in actions sought to be removed, the Court to which removal is sought determines the question solely by looking to the amount in good faith prayed for as damnum in the complaint, St. Paul Mercury Indemnity Co. v. Red Cab Co., 303 U.S. 283, 58 S.Ct. 586, 82 L.Ed. 845, regardless of subsequent events in the action; Kirby v. American Soda Fountain Co., 194 U.S. 141, 24 S.Ct. 619, 48 L.Ed. 911, and that, accordingly, if the amount therein claimed was less than the jurisdictional requirement, amounts claimed by way of counterclaim could not be considered as increasing the amount of the required sum. Falls Wire Mfg. Co. v. Broderick, C.C.Mo., 6 F. 654; Gates v. Union Central Life Ins. Co., D.C., 56 F.Supp. 149; Stuart v. Creel, D.C., 90 F.Supp. 392.\"</blockquote>\n<p>A careful consideration of St. Paul Indemnity Co. v. Red Cab Co., 303 U.S. 283, 58 S.Ct. 586, 82 L.Ed. 845, is a conclusive authority for the proposition that the jurisdiction of a district court acquired through removal is not lost by plaintiff's subsequent reduction of his claim to less than the jurisdictional amount and also generally for the proposition that the plaintiff's complaint is controlling in the case of removal since the defendant must file his petition before time for answer or forever lose his right to remove. However, the complaint is not always controlling, for the court either upon motion or denial of jurisdiction can determine whether the amount stated in the complaint is the true amount in controversy, when the court finds that the amount in controversy is less than the requisite amount it can dismiss it as was done in North Pacific Steamship Co. v. Solely, 257 U.S. 216, 42 S.Ct. 87, 66 L. Ed. 203.</p>\n<p>This court accepts without question the general proposition that the complaint normally determines the removability by the nonresident defendant and also agrees that a counterclaim is not available to increase the amount involved in the litigation. We are sitting as a court in the State of North Carolina to try a tort action arising under the laws of North Carolina and these laws plainly and unequivocally hold that the party who originates an action to recover damages growing out of a collision thereby draws into that case and into that court an inseparable controversy between the plaintiff and the defendant. That <span class=\"star-pagination\">*662</span> litigation determines whether the defendant was guilty of negligence, whether the plaintiff was guilty of contributory negligence, and if not, the amount of damages he is entitled to recover. The courts of this State also hold that the defendant can not institute a separate action to recover damages growing out of that same collision and that he must assert and litigate his rights in that litigation originated by the plaintiff or be thereafter precluded forever from asserting his claim for damages growing out of that collision. Allen v. Salley, 179 N.C. 147, 101 S.E. 545; Dwiggins v. Parkway Bus Co., 230 N.C. 234, 52 S.E.2d 892.</p>\n<p>Therefore, in this case the amount in controversy involved is not the mere amount which the plaintiff alleges but the controversy presents the question of who is negligent and who is answerable for damages and it is established beyond controversy that the defendant, in good faith, asserts a claim for damages in excess of $75,000 growing out of that collision. The plaintiff in our view is not entitled to reduce the controversy to the mere amount of damages he claims because the controversy inseparably involves not just whether he can recover any damages but whether he is answerable to the defendant for the damages which the plaintiff inflicted on the defendant. I am unable to see how this state law involving the rights of the parties growing out of a collision in anywise defeats the Act of Congress, 28 U.S. C.A. ยง 1332, conferring jurisdiction upon a federal court. The Act broadly and plainly provides that the district court shall have jurisdiction between citizens of different states when the amount in controversy exceeds $3,000 exclusive of interest and costs. It is the law of the state that gives the cause of action but the cause of action is limited by that same state law which requires the plaintiff and the defendant to litigate the whole controversy in one case and not by taking separate steps and instituting separate suits in different tribunals to adjudicate one inseparable controversy and one cause of action which grows out of one collision. For these reasons this court will adhere to its decision in the McLean case and deny the motion to remand in the instant case.</p>\n<p>It is at least consoling to know that another district judge still adheres to our views. Lange v. Chicago, R. I. &amp; P. R. Co., D.C., 99 F.Supp. 1.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">658</span></span> (1956)</b></center>\n<center><h1>NATIONAL UPHOLSTERY COMPANY, Plaintiff,<br>\nv.<br>\nCarl V. CORLEY, Defendant.</h1></center>\n<center>Civ. No. 1033-G.</center>\n<center><p><b>United States District Court Middle District North Carolina, Greensboro Division.</b></p></center>\n<center>September 29, 1956.</center>\n<p><span class=\"star-pagination\">*659</span> Charles W. McAnally, High Point, N. C., Smith, Moore, Smith, Schell &amp; Hunter, Greensboro, N. C., for plaintiff.</p>\n<p>Cooke &amp; Cooke, Greensboro, N. C., Ralph R. Sachs, Washington, D. C., for defendant.</p>\n<p>HAYES, District Judge.</p>\n<p>The plaintiff, a North Carolina corporation with its principal office in High Point, Guilford County, North Carolina, instituted an action in the Superior Court of North Carolina for Guilford County, High Point Division, on July 19, 1956, against the defendant, a citizen of Virginia. Service was obtained upon the nonresident defendant on July 23, 1956, by service upon the Commissioner of Motor Vehicles of the State of North Carolina. The plaintiff seeks the recovery of the sum of $1,408.72, representing damage to and loss of use of its motor vehicle damaged as the result of the alleged negligence of the defendant in a motor vehicular collision which occurred on April 6, 1956, in Rockingham County, North Carolina.</p>\n<p>On August 10, 1956, the defendant filed a petition for removal setting forth that no pleadings had been filed in State Court, but that the defendant would assert a counterclaim against the plaintiff in an amount sufficient to confer diversity jurisdiction. Notice and removal bond were filed in this court on the same date, and also on August 10, 1956, the defendant filed in the District Court an answer to plaintiff's complaint, which included a counterclaim on behalf of the defendant against the plaintiff for $78,650 for damages for property damage and personal injury. The plaintiff filed in the District Court a notice to remand to the State Court on August 20, 1956, and the motion to remand is supported by plaintiff's affidavit that the amount contained in the original complaint was the true amount and was set forth therein in good faith.</p>\n<p>When the defendant filed his petition for removal he set forth the fact that the plaintiff's cause of action grew out of a collision between the plaintiff's truck and the defendant's car. In the affidavit it is set forth that the amount in controversy at the time of this action and at the present time exceeds the sum of $3,000 exclusive of interest and costs. That while the amount of damages claimed by the plaintiff is $1,408.72 the amount in controversy between the parties hereto actually exceeded $3,000 exclusive of interest and costs because the civil action arises out of a collision between a truck owned by the plaintiff and operated by its agent and an automobile owned by the defendant; that as a result of said collision the defendant sustained serious and permanent personal injuries and damages to his motor vehicle; that the defendant has a counterclaim <span class=\"star-pagination\">*660</span> against the plaintiff based on his allegation that the plaintiff's negligence caused the collision and the resultant injury to the defendant and that the defendant proposes in good faith to assert a counterclaim against the plaintiff in an amount not less than $75,000 and to allege that the collision was not caused by any negligence of the defendant but proximately caused by the sole negligence of the plaintiff's agent. The affidavit further sets forth that the collision occurred in North Carolina and that under the law of North Carolina the defendant is compelled and required to assert his claims for personal injuries by way of counterclaim in the present suit which has been instituted by the plaintiff, or failing to do so to be forever barred from asserting his claim against the plaintiff in any court; that the amount in controversy is not merely the amount claimed by the plaintiff but also the damages suffered by the defendant which the defendant in good faith intends to claim and as he is required to do by law.</p>\n<p>There is no dispute between the parties as to the good faith in the amount claimed by the plaintiff nor in the amount of damages asserted by the defendant in his counterclaim.</p>\n<p>The plaintiff urges the court to accept the view that in determining the jurisdiction of this court whether in an original action or by removal, that it can consider only the amount in good faith claimed by the plaintiff and that if it is less than $3,000 the court is without jurisdiction and should remand. The defendant, however, contends that the matter in controversy actually involves more than $3,000 and that by the law of the state of North Carolina which compels the defendant in this one case to litigate all of the issues growing out of that collision that the court must take into consideration the amount that is actually in controversy and should consider the entire controversy and not just that portion as asserted by the plaintiff.</p>\n<p>This court was confronted with a like situation in the case of McLean Trucking Co. v. Carolina Scenic Stages, D.C., <span class=\"citation\" data-id=\"2291003\"><a href=\"/opinion/2291003/mclean-trucking-co-v-carolina-scenic-stages/\"><span class=\"volume\">95</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">437</span></a></span>, except in that case the cause of action arose in South Carolina but litigation was instituted in North Carolina involving the collision. In the instant case the cause of action arose in North Carolina and the litigation started in the state court. In the McLean case the court held that by virtue of the North Carolina law compelling all of the issues arising out of that one collision be litigated in the first case instituted involving the collision that it was appropriate to consider the amount of damages involved in the controversy whether asserted by the plaintiff or the defendant and refused to remand.</p>\n<p>The plaintiff here relies on Trullinger v. Rosenblum, D.C., <span class=\"citation\" data-id=\"1475270\"><a href=\"/opinion/1475270/trullinger-v-rosenblum/\"><span class=\"volume\">129</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">12</span></a></span>, 15, in which Judge Trimble overruled his previous decision rendered in D.C., 125 F.Supp. 758. In his latest decision he concludes:</p>\n<blockquote>\"* * * The opinion in the Wheatley case [Wheatley v. Martin, D.C., 62 F.Supp. 109] and those that follow it are drastically contrary to the plain provisions of the Removal Statute. The effect of those opinions is to write into the statute a provision that does not appear therein.\"</blockquote>\n<p>In like manner Judge Miller in Ingram v. Starling, D.C., <span class=\"citation\" data-id=\"1480586\"><a href=\"/opinion/1480586/ingram-v-sterling/\"><span class=\"volume\">141</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">786</span></a></span>, overruled his previous decision in Wheatley v. Martin, D.C., 62 F.Supp. 109. Judge Miller states some very strong reasons in support of his conclusion and cites certain authorities which he considers compelling him to arrive at his conclusion. We have reviewed the cases upon which he relies but do not arrive at his conclusion. The case of Chicago, R. I. &amp; P. R. Co. v. Stude, <span class=\"citation\" data-id=\"105182\"><a href=\"/opinion/105182/chicago-ri-pr-co-v-stude/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, <span class=\"citation\" data-id=\"105182\"><a href=\"/opinion/105182/chicago-ri-pr-co-v-stude/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">290</span></a></span>, <span class=\"citation\" data-id=\"105182\"><a href=\"/opinion/105182/chicago-ri-pr-co-v-stude/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">317</span></a></span>, seems to have been the decision which tipped the scales in his conclusion that he had erred in the Wheatley case. The question there presented was whether the railroad company who started a condemnation proceeding in the state court after damages had been assessed by state statute and which provided for an appeal <span class=\"star-pagination\">*661</span> to the state trial court to review the damages, could disregard the provision providing for it to go into the state court and have it transferred to the U. S. District Court by virtue of its being a nonresident of the State of Iowa. The decision is bottomed squarely on the question which the court asked \"Is the petitioner such a defendant\"? The case is an authority for the proposition that the railroad was not a defendant but was the moving party and for jurisdictional purposes was the plaintiff and being the plaintiff the right of removal was unavailable. This case did not present to the court any question related to this issue which we have involved. In Shamrock Oil &amp; Gas Corp. v. Sheets, <span class=\"citation\" data-id=\"103511\"><a href=\"/opinion/103511/shamrock-oil-gas-corp-v-sheets/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">100</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">868</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1214</span></span>, the question involved was of the removability by the plaintiff of a suit which he himself started in the state court and solely on the ground that a counterclaim had been asserted against him but did not grow out of the transaction that was presented in the plaintiff's complaint and the decision was based on the proposition that under the present law the plaintiff was not allowed to remove a case to the federal court; it is a privilege now conferred only on the defendant. Most assuredly the State law must yield to the federal statute on the jurisdiction of the federal court on the removability of a cause of action commenced in the state court. The opinion in Barnes v. Parker, D.C., <span class=\"citation\" data-id=\"1624944\"><a href=\"/opinion/1624944/barnes-v-parker/\"><span class=\"volume\">126</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">649</span></a></span>, 651, sustains the position taken by Judge Trimble in his last decision in the Trullinger case. In the Barnes case it is stated very ably as follows:</p>\n<blockquote>\"We had thought that it was now established beyond all debate that, in determining the amount in controversy in actions sought to be removed, the Court to which removal is sought determines the question solely by looking to the amount in good faith prayed for as damnum in the complaint, St. Paul Mercury Indemnity Co. v. Red Cab Co., <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">845</span></span>, regardless of subsequent events in the action; Kirby v. American Soda Fountain Co., <span class=\"citation\" data-id=\"96072\"><a href=\"/opinion/96072/kirby-v-american-soda-fountain-co/\"><span class=\"volume\">194</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">911</span></span>, and that, accordingly, if the amount therein claimed was less than the jurisdictional requirement, amounts claimed by way of counterclaim could not be considered as increasing the amount of the required sum. Falls Wire Mfg. Co. v. Broderick, C.C.Mo., 6 F. 654; Gates v. Union Central Life Ins. Co., D.C., 56 F.Supp. 149; Stuart v. Creel, D.C., 90 F.Supp. 392.\"</blockquote>\n<p>A careful consideration of St. Paul Indemnity Co. v. Red Cab Co., <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">845</span></span>, is a conclusive authority for the proposition that the jurisdiction of a district court acquired through removal is not lost by plaintiff's subsequent reduction of his claim to less than the jurisdictional amount and also generally for the proposition that the plaintiff's complaint is controlling in the case of removal since the defendant must file his petition before time for answer or forever lose his right to remove. However, the complaint is not always controlling, for the court either upon motion or denial of jurisdiction can determine whether the amount stated in the complaint is the true amount in controversy, when the court finds that the amount in controversy is less than the requisite amount it can dismiss it as was done in North Pacific Steamship Co. v. Solely, <span class=\"citation\" data-id=\"99875\"><a href=\"/opinion/99875/north-pacific-ss-co-v-soley/\"><span class=\"volume\">257</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">216</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">87</span></span>, 66 L. Ed. 203.</p>\n<p>This court accepts without question the general proposition that the complaint normally determines the removability by the nonresident defendant and also agrees that a counterclaim is not available to increase the amount involved in the litigation. We are sitting as a court in the State of North Carolina to try a tort action arising under the laws of North Carolina and these laws plainly and unequivocally hold that the party who originates an action to recover damages growing out of a collision thereby draws into that case and into that court an inseparable controversy between the plaintiff and the defendant. That <span class=\"star-pagination\">*662</span> litigation determines whether the defendant was guilty of negligence, whether the plaintiff was guilty of contributory negligence, and if not, the amount of damages he is entitled to recover. The courts of this State also hold that the defendant can not institute a separate action to recover damages growing out of that same collision and that he must assert and litigate his rights in that litigation originated by the plaintiff or be thereafter precluded forever from asserting his claim for damages growing out of that collision. Allen v. Salley, <span class=\"citation no-link\"><span class=\"volume\">179</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">147</span></span>, 101 S.E. 545; Dwiggins v. Parkway Bus Co., <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">234</span></span>, 52 S.E.2d 892.</p>\n<p>Therefore, in this case the amount in controversy involved is not the mere amount which the plaintiff alleges but the controversy presents the question of who is negligent and who is answerable for damages and it is established beyond controversy that the defendant, in good faith, asserts a claim for damages in excess of $75,000 growing out of that collision. The plaintiff in our view is not entitled to reduce the controversy to the mere amount of damages he claims because the controversy inseparably involves not just whether he can recover any damages but whether he is answerable to the defendant for the damages which the plaintiff inflicted on the defendant. I am unable to see how this state law involving the rights of the parties growing out of a collision in anywise defeats the Act of Congress, 28 U.S. C.A. ยง 1332, conferring jurisdiction upon a federal court. The Act broadly and plainly provides that the district court shall have jurisdiction between citizens of different states when the amount in controversy exceeds $3,000 exclusive of interest and costs. It is the law of the state that gives the cause of action but the cause of action is limited by that same state law which requires the plaintiff and the defendant to litigate the whole controversy in one case and not by taking separate steps and instituting separate suits in different tribunals to adjudicate one inseparable controversy and one cause of action which grows out of one collision. For these reasons this court will adhere to its decision in the McLean case and deny the motion to remand in the instant case.</p>\n<p>It is at least consoling to know that another district judge still adheres to our views. Lange v. Chicago, R. I. &amp; P. R. Co., D.C., 99 F.Supp. 1.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1475270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1480586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1624944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2291003/"
  ]
}