{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2132823/",
  "absolute_url": "/opinion/2132823/united-states-v-haddock/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2132823/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:25:06.321001Z",
  "date_modified": "2016-04-27T01:58:55.715154Z",
  "type": "010combined",
  "sha1": "4a1ddd00c52775b2ac94cc525e72b7ff6ae73de1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>144 F.Supp. 720 (1956)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nAutry Lee HADDOCK, Onnie Jones Haddock, Charlie Jones, Effie Gaskins Jones, W. W. Lee, Home Building &amp; Loan Association, City of Greenville, and County of Pitt, Defendants.</h1></center>\n<center>Civ. No. 364.</center>\n<center><p><b>United States District Court E. D. North Carolina, Washington Division.</b></p></center>\n<center>September 10, 1956.</center>\n<p><span class=\"star-pagination\">*721</span> Julian T. Gaskill, U. S. Atty., Raleigh, N. C., for plaintiff.</p>\n<p>Roberts &amp; Stocks, James &amp; Speight, Raleigh B. Lee, Greenville, N. C., for defendants.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This civil action was heard without a jury. Upon the pleadings, the evidence, and stipulations, these facts are found:</p>\n<p>On May 5, 1952, an assessment of federal taxes on distilled spirits in the amount of $3,740.59 was made by the Treasury Department against the defendant, Autry Lee Haddock, (hereafter \"Haddock\") and on August 15, 1952, notice of the assessment and lien was filed in the office of the Register of Deeds of Pitt County, North Carolina, in accordance with N.C. General Statutes, § 44-65 <span class=\"star-pagination\">*722</span> and Section 3672, Title 26 U.S.C.A.; no part of the taxes has been paid; the defendant, Onnie Jones Haddock (hereafter \"Mrs. Haddock\") is and was at the time of filing such lien the wife of Haddock; the real estate involved is situate in Pitt County.</p>\n<p>On October 18, 1952, the defendants, Charlie Jones and wife, Effie Gaskins Jones, father and mother respectively of the defendant, Mrs. Haddock, received from Edward A. Harris and wife, Sybil C. Harris, a fee simple deed conveying the real estate involved upon which the plaintiff claims a lien; on October 20, 1952, Jones and wife executed to defendant Home Building and Loan Association (hereafter \"the Association\") a promissory note in the amount of $9,500, payable in monthly installments, and to secure payment of such note executed on the same date a deed of trust to the defendant, W. W. Lee; it is stipulated that the balance due on the note was $8,859.66, as of April 30, 1956. The deed of trust was properly filed in the Register of Deeds Office for Pitt County on October 22, 1952. If in fact, as plaintiff asserts, the title to the property involved was taken in the name of Charlie Jones and wife, Effie Gaskins Jones, as a part of a scheme to defraud the plaintiff, or if the facts are such as to create a parole trust in favor of Haddock, neither the Association nor W. W. Lee, the Trustee, had any part in such scheme or knowledge of it or the facts upon which plaintiff bases its claim; both acted in absolute good faith and the amount due on the promissory note, exclusive of interest, represents money actually paid to Harris and wife as part of the purchase price of the property.</p>\n<p>The property conveyed to Charlie Jones and wife on October 18, 1952 was listed for taxation for the year 1954 by Jones and there was assessed against such land by the City of Greenville taxes for such year in the amount of $50.54, and this amount, together with interest and penalties, is now due; the property also was listed for the year 1955 and an assessment for such year was made prior to the institution of this suit in the amount of $49.15, which, with interest and penalties, is now due.</p>\n<p>The property was also listed for taxes with the County of Pitt and prior to the institution of this suit taxes amounting to $110.32 were assessed by said County. This amount, together with interest and penalties, is now due.</p>\n<p>If, as a matter of fact, the taking of the title to the property in the name of Jones and wife instead of Haddock was part of a fraudulent scheme to bypass the lien of the assessment against Haddock or if any parole trust in favor of Haddock arose, as asserted by plaintiff, neither the City of Greenville nor the County of Pitt participated therein or had any knowledge of the scheme or the underlying facts upon which the plaintiff relies.</p>\n<p>In October, 1952, Haddock was in jail awaiting trial for violation of the Internal Revenue laws, and at that time Mrs. Haddock visited him and discussed the idea of purchasing a home; at that time Haddock had available about $7,000 in cash and this money was being held by his wife pending his incarceration; both Haddock and his wife understood that title to the property could not be taken in his name without subjecting it to the plaintiff's lien which had been filed previously and it was the purpose of both to avoid such result; it was Haddock's idea that title was to be taken in his wife's name; and to consummate the purchase he agreed that $4,000 of his funds being held by his wife be used to make the down payment; instead of following out the plan of taking title in the wife's name she procured execution of the deed above mentioned to Jones and wife, her parents; Haddock did not participate in the transaction and had no knowledge that the conveyance was to be made to Harris and wife and did not learn of it until months after the deed was registered; it was in no sense his idea, but it was his idea that conveyance should not be made to him, the purpose being to defeat payment of plaintiff's assessment for taxes which was then on <span class=\"star-pagination\">*723</span> record; Mrs. Haddock was in accord with this idea and the real reason back of having the conveyance to Jones and wife was to avoid the plaintiff's assessment, the lien of which would, of course, attach to any and all property standing in the name of Haddock, whose money was to be used in making the down payment; it does not appear from the evidence, however, that either Charlie Jones or his wife, Effie Gaskins Jones, the grantees, participated knowingly in the scheme; it does appear, though, that neither of the grantees paid any consideration for the conveyance; the down payment on the purchase as above noted was paid out of the money belonging to Haddock and all installment payments to the Association were made by Haddock, after he returned from prison or from his money held by his wife while he was in prison; at one time while Haddock was in prison Mrs. Haddock did borrow $500 from her father, Charlie Jones, to meet past due payments to the Association, but after Haddock returned from prison he repaid all of this loan except $25 and offered to repay this but Jones refused to accept it.</p>\n<p>In addition to the $4,000 down payment on the property from Haddock's money, Haddock made twenty-four payments of $78 each on the note and deed of trust, or $1,872.</p>\n<p>Upon these findings the plaintiff asserts that the Court should conclude that the conveyance to Jones and wife, upon which there has been paid $5,872 by Haddock, was made for the purpose and intent to delay, hinder and defraud plaintiff of its just and lawful debt within the provisions of N.C.G.S. § 39-15, and that plaintiff is entitled to a lien thereon ahead of the lien of the Association's deed of trust and ahead of liens of the City of Greenville and the County of Pitt for ad valorem taxes.</p>\n<p>There is little, if any, doubt in my mind in regard to the standing here of the Association, the City of Greenville or the County of Pitt. The deed of trust to the Association was properly executed by the record title holders and was duly recorded as required by North Carolina law; the Association was without any notice of any scheme that may have existed or knowledge of any of the facts upon which plaintiff relies; it acted upon the record as it existed, and in the light of all that it knew or could have known, and in good faith advanced the major portion of the purchase money for the property. It may be that equitable principles require a finding that the real beneficial title to the property was in Haddock and that plaintiff owns a lien on it, though in the name of another, who has invested nothing, but equitable principles protect a party in such situation as the Association which is guilty of no fraud, wrong or negligence and who did everything that could have been done to protect its interest. The same goes for the City of Greenville and the County of Pitt.</p>\n<p>The big question to me is whether the plaintiff is entitled to a lien at all upon the property involved. Title 26, § 3670, reads: \"If any person liable to pay any tax neglects or refuses to pay the same after demand, the amount * * * shall be a lien in favor of the United States upon all property and rights to property * * * belonging to such person.\" So we must determine whether the property in question belonged to Haddock or whether he had rights therein. Cases hold that \"the rights of the Collector do not extend beyond those of the taxpayer whose right to property is sought to be levied upon.\" United States v. Winnett, 9 Cir., 165 F.2d 149, 151. In Karno Smith Co. v. Maloney, 3 Cir., 112 F.2d 690, 692, it is said: \"We think it clear that in a case of this kind the rights of the collector rise no higher than those of the taxpayer whose right to property is sought to be levied on.\" The question of what is the property of the tax debtor or what property he has rights in is to be determined by State law. United States v. Winnett, above.</p>\n<p>It seems that under North Carolina law the taxpayer here could not successfully assert and maintain any right to the property in question against <span class=\"star-pagination\">*724</span> his wife. As the taxpayer had in mind that title would be taken in his wife's name, so as to avoid the lien, and as the wife, using taxpayer's money, took the title in the name of her father and mother without taxpayer's consent or knowledge, to be held in trust for the wife, it may be that the wife, under the doctrine of parole trusts which prevails in North Carolina, would succeed in an action against the mother and father, or that, even the wife's creditors could reach the property; in my opinion, the taxpayer husband could not do so and on this theory the plaintiff cannot prevail. For the purpose of applying the theory of a parole trust we certainly have no stronger case than we would have if conveyance had been taken to the wife. If that were the case, the husband would have no right in or to the property which he could enforce. \"It is well settled in this jurisdiction that where the husband conveys property to his wife, or where he purchases property and causes it to be conveyed to her, the law presumes that it is a gift and no resulting trust arises. * * * In order to rebut the presumption of a gift to the wife and establish a parol trust, the evidence must be clear, strong, cogent and convincing. Carlisle v. Carlisle, supra [225 N.C. 462, 35 S.E. 2d 418]; Anderson v. Anderson, 177 N.C. 401, 99 S.E. 106. * * *\" Shue v. Shue, 241 N.C. 65, 67, 84 S.E.2d 302, 303. Under this rule, the evidence before me is clearly insufficient to rebut the presumption that the money contributed by the husband toward a purchase of the property was a gift to the wife, albeit the purpose of each was to place the property purchased beyond reach of the husband's creditors, including plaintiff. There is no evidence of any promise or agreement that the property would be held for the husband by the wife or her nominee for carrying out the fraudulent scheme.</p>\n<p>Without debating or making the point that relief should be granted upon the theory of a parole resulting trust, plaintiff stands upon the ground that the transaction under consideration violated N.C.G.S. § 39-15. Omitting unimportant parts, the statute reads: \"For avoiding * * * fraudulent gifts, grants * * * which may be contrived and devised of fraud, to the purpose and intent to delay, hinder and defraud creditors * * * every gift, grant * * * and conveyance of lands * * * by writing or otherwise * * * to or for any intent or purpose last before declared * * * shall be deemed and taken * * * to be utterly void and of no effect * * *.\"</p>\n<p>In my view, this statute is not applicable here. The case principally relied on by plaintiff is Webb v. Atkinson which is reported in 124 N.C. 447, 32 S.E. 737. In that case an insolvent debtor purchased lands with his own funds and took title in his wife's name. Upon the death of the husband (the insolvent debtor) the action was brought by his administrator to subject the lands held by the wife to the payment of his debts. The administrator prevailed but, as I interpret the opinion, his success was not made to rest upon N.C.G.S. § 39-15, but upon broad and compelling equitable principles. I quote from the opinion, 124 N.C. at page 449, 32 S.E. at page 737: \"But the fact that he bought, and had others to convey to his wife, is as much a fraud upon his creditors as if he had owned the lands, and conveyed them himself; and while, for technical reasons, a court of law would not reach this fraud, a court of equity would. * * * The only difficulty, then, is the technical one that the fraud in one case is reached at law, under the statute of 13 Eliz. [N.C.G.S. § 39-15], while in the other case it is reached in a court of equity, or a court exercising equitable jurisdiction. The fraud upon the creditors is the same as if he had conveyed the land himself; the right of the creditors to have it subjected to the payment of their debts is the same; and the defendant has no more right to hold this property, so fraudulently conveyed to her, from the creditors of her insolvent husband, than if he had conveyed it to her. The plaintiff is so far the representative of the creditors of his insolvent's estate, * * * as to authorize him to follow these lands, in a <span class=\"star-pagination\">*725</span> court of equity, into the hands of the fraudulent donee * * *.\"</p>\n<p>The case quoted from is authority for holding that plaintiff may follow the funds advanced by Haddock into the property put in the name of Jones and wife, who admittedly paid no part of the consideration and who beyond question hold title for Haddock or his wife. The record title owners have no standing to justify their opposition to plaintiff's claim; admittedly the property does not belong to them, and they hold no beneficial interest in it; whatever money went into the purchase came from Haddock and the Association.</p>\n<p>There is a distinction to be noted between the facts in the Webb case and the facts here, but, even so, I am of the opinion that the equitable principle there announced should be applied to the facts here, though in this case we have an action brought by one creditor while in the Webb case the remedy was afforded for all the creditors of the deceased insolvent. The basis for relief to plaintiff is a recorded lien in its favor which gives it a status superior to general unsecured creditors and there appear to be no creditors holding a secured or preferred status other than the Association, the City of Greenville, and the County of Pitt.</p>\n<p>The plaintiff may follow the taxpayers' money for the purpose of collecting its debt, subject to the rights of the Association, the City of Greenville, and the County of Pitt. As said in Michael v. Moore, 157 N.C. 462, 468, 73 S.E. 104, 106. \"The creditor's right is an equitable one, and the money so invested * * * is regarded as `a personal fund fraudulently withdrawn from the husband's creditors' * * *. The general doctrine is nowhere better stated than in Perry on Trusts (5th Ed.) § 170: `Although courts of equity have not made general definitions stating what is fraud and what is not, they have not hesitated to lay down broad and comprehensive principles of remedial justice, and to apply these principles in favor of innocent parties suffering from the fraud of others. These principles, though firm and inflexible, are yet so plastic that they can be applied to every case of fraud as it occurs, however new it may be in its circumstances. The leading principle of this remedial justice is by way of equitable construction to convert the fraudulent holder of property into a trustee, and to preserve the property itself as a fund for the purpose of recompense. * * *'\"</p>\n<p>The Court finds that the amount of $5,872 of Haddock's funds have been applied in part payment of the purchase price of the property deeded to Charlie Jones and wife, Effie Gaskins Jones; that Charlie Jones and Effie Gaskins Jones paid or gave no consideration for the conveyance to them; and such conveyance was made with actual intent on the part of Haddock and Mrs. Haddock to defraud the plaintiff; and that Haddock did not retain and does not now have property sufficient and available to pay the debt and claim of plaintiff.</p>\n<p>The Court, therefore, concludes that the plaintiff has a lien on the property described in the complaint to the extent of $3,740.59 with six percent interest from May 5, 1952, subject to the liens of the Association, the City of Greenville and the County of Pitt, and is entitled to a foreclosure of such lien.</p>\n<p>The plaintiff will submit formal judgment of foreclosure in accordance with the foregoing conclusions.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">720</span></span> (1956)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nAutry Lee HADDOCK, Onnie Jones Haddock, Charlie Jones, Effie Gaskins Jones, W. W. Lee, Home Building &amp; Loan Association, City of Greenville, and County of Pitt, Defendants.</h1></center>\n<center>Civ. No. 364.</center>\n<center><p><b>United States District Court E. D. North Carolina, Washington Division.</b></p></center>\n<center>September 10, 1956.</center>\n<p><span class=\"star-pagination\">*721</span> Julian T. Gaskill, U. S. Atty., Raleigh, N. C., for plaintiff.</p>\n<p>Roberts &amp; Stocks, James &amp; Speight, Raleigh B. Lee, Greenville, N. C., for defendants.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This civil action was heard without a jury. Upon the pleadings, the evidence, and stipulations, these facts are found:</p>\n<p>On May 5, 1952, an assessment of federal taxes on distilled spirits in the amount of $3,740.59 was made by the Treasury Department against the defendant, Autry Lee Haddock, (hereafter \"Haddock\") and on August 15, 1952, notice of the assessment and lien was filed in the office of the Register of Deeds of Pitt County, North Carolina, in accordance with N.C. General Statutes, § 44-65 <span class=\"star-pagination\">*722</span> and Section 3672, Title 26 U.S.C.A.; no part of the taxes has been paid; the defendant, Onnie Jones Haddock (hereafter \"Mrs. Haddock\") is and was at the time of filing such lien the wife of Haddock; the real estate involved is situate in Pitt County.</p>\n<p>On October 18, 1952, the defendants, Charlie Jones and wife, Effie Gaskins Jones, father and mother respectively of the defendant, Mrs. Haddock, received from Edward A. Harris and wife, Sybil C. Harris, a fee simple deed conveying the real estate involved upon which the plaintiff claims a lien; on October 20, 1952, Jones and wife executed to defendant Home Building and Loan Association (hereafter \"the Association\") a promissory note in the amount of $9,500, payable in monthly installments, and to secure payment of such note executed on the same date a deed of trust to the defendant, W. W. Lee; it is stipulated that the balance due on the note was $8,859.66, as of April 30, 1956. The deed of trust was properly filed in the Register of Deeds Office for Pitt County on October 22, 1952. If in fact, as plaintiff asserts, the title to the property involved was taken in the name of Charlie Jones and wife, Effie Gaskins Jones, as a part of a scheme to defraud the plaintiff, or if the facts are such as to create a parole trust in favor of Haddock, neither the Association nor W. W. Lee, the Trustee, had any part in such scheme or knowledge of it or the facts upon which plaintiff bases its claim; both acted in absolute good faith and the amount due on the promissory note, exclusive of interest, represents money actually paid to Harris and wife as part of the purchase price of the property.</p>\n<p>The property conveyed to Charlie Jones and wife on October 18, 1952 was listed for taxation for the year 1954 by Jones and there was assessed against such land by the City of Greenville taxes for such year in the amount of $50.54, and this amount, together with interest and penalties, is now due; the property also was listed for the year 1955 and an assessment for such year was made prior to the institution of this suit in the amount of $49.15, which, with interest and penalties, is now due.</p>\n<p>The property was also listed for taxes with the County of Pitt and prior to the institution of this suit taxes amounting to $110.32 were assessed by said County. This amount, together with interest and penalties, is now due.</p>\n<p>If, as a matter of fact, the taking of the title to the property in the name of Jones and wife instead of Haddock was part of a fraudulent scheme to bypass the lien of the assessment against Haddock or if any parole trust in favor of Haddock arose, as asserted by plaintiff, neither the City of Greenville nor the County of Pitt participated therein or had any knowledge of the scheme or the underlying facts upon which the plaintiff relies.</p>\n<p>In October, 1952, Haddock was in jail awaiting trial for violation of the Internal Revenue laws, and at that time Mrs. Haddock visited him and discussed the idea of purchasing a home; at that time Haddock had available about $7,000 in cash and this money was being held by his wife pending his incarceration; both Haddock and his wife understood that title to the property could not be taken in his name without subjecting it to the plaintiff's lien which had been filed previously and it was the purpose of both to avoid such result; it was Haddock's idea that title was to be taken in his wife's name; and to consummate the purchase he agreed that $4,000 of his funds being held by his wife be used to make the down payment; instead of following out the plan of taking title in the wife's name she procured execution of the deed above mentioned to Jones and wife, her parents; Haddock did not participate in the transaction and had no knowledge that the conveyance was to be made to Harris and wife and did not learn of it until months after the deed was registered; it was in no sense his idea, but it was his idea that conveyance should not be made to him, the purpose being to defeat payment of plaintiff's assessment for taxes which was then on <span class=\"star-pagination\">*723</span> record; Mrs. Haddock was in accord with this idea and the real reason back of having the conveyance to Jones and wife was to avoid the plaintiff's assessment, the lien of which would, of course, attach to any and all property standing in the name of Haddock, whose money was to be used in making the down payment; it does not appear from the evidence, however, that either Charlie Jones or his wife, Effie Gaskins Jones, the grantees, participated knowingly in the scheme; it does appear, though, that neither of the grantees paid any consideration for the conveyance; the down payment on the purchase as above noted was paid out of the money belonging to Haddock and all installment payments to the Association were made by Haddock, after he returned from prison or from his money held by his wife while he was in prison; at one time while Haddock was in prison Mrs. Haddock did borrow $500 from her father, Charlie Jones, to meet past due payments to the Association, but after Haddock returned from prison he repaid all of this loan except $25 and offered to repay this but Jones refused to accept it.</p>\n<p>In addition to the $4,000 down payment on the property from Haddock's money, Haddock made twenty-four payments of $78 each on the note and deed of trust, or $1,872.</p>\n<p>Upon these findings the plaintiff asserts that the Court should conclude that the conveyance to Jones and wife, upon which there has been paid $5,872 by Haddock, was made for the purpose and intent to delay, hinder and defraud plaintiff of its just and lawful debt within the provisions of N.C.G.S. § 39-15, and that plaintiff is entitled to a lien thereon ahead of the lien of the Association's deed of trust and ahead of liens of the City of Greenville and the County of Pitt for ad valorem taxes.</p>\n<p>There is little, if any, doubt in my mind in regard to the standing here of the Association, the City of Greenville or the County of Pitt. The deed of trust to the Association was properly executed by the record title holders and was duly recorded as required by North Carolina law; the Association was without any notice of any scheme that may have existed or knowledge of any of the facts upon which plaintiff relies; it acted upon the record as it existed, and in the light of all that it knew or could have known, and in good faith advanced the major portion of the purchase money for the property. It may be that equitable principles require a finding that the real beneficial title to the property was in Haddock and that plaintiff owns a lien on it, though in the name of another, who has invested nothing, but equitable principles protect a party in such situation as the Association which is guilty of no fraud, wrong or negligence and who did everything that could have been done to protect its interest. The same goes for the City of Greenville and the County of Pitt.</p>\n<p>The big question to me is whether the plaintiff is entitled to a lien at all upon the property involved. Title 26, § 3670, reads: \"If any person liable to pay any tax neglects or refuses to pay the same after demand, the amount * * * shall be a lien in favor of the United States upon all property and rights to property * * * belonging to such person.\" So we must determine whether the property in question belonged to Haddock or whether he had rights therein. Cases hold that \"the rights of the Collector do not extend beyond those of the taxpayer whose right to property is sought to be levied upon.\" United States v. Winnett, 9 Cir., <span class=\"citation\" data-id=\"1499270\"><a href=\"/opinion/1499270/united-states-v-winnett/\"><span class=\"volume\">165</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></a></span>, 151. In Karno Smith Co. v. Maloney, 3 Cir., <span class=\"citation\" data-id=\"1498678\"><a href=\"/opinion/1498678/karno-smith-co-v-maloney/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span></a></span>, 692, it is said: \"We think it clear that in a case of this kind the rights of the collector rise no higher than those of the taxpayer whose right to property is sought to be levied on.\" The question of what is the property of the tax debtor or what property he has rights in is to be determined by State law. United States v. Winnett, above.</p>\n<p>It seems that under North Carolina law the taxpayer here could not successfully assert and maintain any right to the property in question against <span class=\"star-pagination\">*724</span> his wife. As the taxpayer had in mind that title would be taken in his wife's name, so as to avoid the lien, and as the wife, using taxpayer's money, took the title in the name of her father and mother without taxpayer's consent or knowledge, to be held in trust for the wife, it may be that the wife, under the doctrine of parole trusts which prevails in North Carolina, would succeed in an action against the mother and father, or that, even the wife's creditors could reach the property; in my opinion, the taxpayer husband could not do so and on this theory the plaintiff cannot prevail. For the purpose of applying the theory of a parole trust we certainly have no stronger case than we would have if conveyance had been taken to the wife. If that were the case, the husband would have no right in or to the property which he could enforce. \"It is well settled in this jurisdiction that where the husband conveys property to his wife, or where he purchases property and causes it to be conveyed to her, the law presumes that it is a gift and no resulting trust arises. * * * In order to rebut the presumption of a gift to the wife and establish a parol trust, the evidence must be clear, strong, cogent and convincing. Carlisle v. Carlisle, supra [225 N.C. 462, 35 S.E. 2d 418]; Anderson v. Anderson, <span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">401</span></span>, 99 S.E. 106. * * *\" Shue v. Shue, <span class=\"citation\" data-id=\"1305479\"><a href=\"/opinion/1305479/shue-v-shue/\"><span class=\"volume\">241</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">65</span></a></span>, 67, <span class=\"citation\" data-id=\"1305479\"><a href=\"/opinion/1305479/shue-v-shue/\"><span class=\"volume\">84</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">302</span></a></span>, 303. Under this rule, the evidence before me is clearly insufficient to rebut the presumption that the money contributed by the husband toward a purchase of the property was a gift to the wife, albeit the purpose of each was to place the property purchased beyond reach of the husband's creditors, including plaintiff. There is no evidence of any promise or agreement that the property would be held for the husband by the wife or her nominee for carrying out the fraudulent scheme.</p>\n<p>Without debating or making the point that relief should be granted upon the theory of a parole resulting trust, plaintiff stands upon the ground that the transaction under consideration violated N.C.G.S. § 39-15. Omitting unimportant parts, the statute reads: \"For avoiding * * * fraudulent gifts, grants * * * which may be contrived and devised of fraud, to the purpose and intent to delay, hinder and defraud creditors * * * every gift, grant * * * and conveyance of lands * * * by writing or otherwise * * * to or for any intent or purpose last before declared * * * shall be deemed and taken * * * to be utterly void and of no effect * * *.\"</p>\n<p>In my view, this statute is not applicable here. The case principally relied on by plaintiff is Webb v. Atkinson which is reported in <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">447</span></span>, 32 S.E. 737. In that case an insolvent debtor purchased lands with his own funds and took title in his wife's name. Upon the death of the husband (the insolvent debtor) the action was brought by his administrator to subject the lands held by the wife to the payment of his debts. The administrator prevailed but, as I interpret the opinion, his success was not made to rest upon N.C.G.S. § 39-15, but upon broad and compelling equitable principles. I quote from the opinion, 124 N.C. at page 449, 32 S.E. at page 737: \"But the fact that he bought, and had others to convey to his wife, is as much a fraud upon his creditors as if he had owned the lands, and conveyed them himself; and while, for technical reasons, a court of law would not reach this fraud, a court of equity would. * * * The only difficulty, then, is the technical one that the fraud in one case is reached at law, under the statute of 13 Eliz. [N.C.G.S. § 39-15], while in the other case it is reached in a court of equity, or a court exercising equitable jurisdiction. The fraud upon the creditors is the same as if he had conveyed the land himself; the right of the creditors to have it subjected to the payment of their debts is the same; and the defendant has no more right to hold this property, so fraudulently conveyed to her, from the creditors of her insolvent husband, than if he had conveyed it to her. The plaintiff is so far the representative of the creditors of his insolvent's estate, * * * as to authorize him to follow these lands, in a <span class=\"star-pagination\">*725</span> court of equity, into the hands of the fraudulent donee * * *.\"</p>\n<p>The case quoted from is authority for holding that plaintiff may follow the funds advanced by Haddock into the property put in the name of Jones and wife, who admittedly paid no part of the consideration and who beyond question hold title for Haddock or his wife. The record title owners have no standing to justify their opposition to plaintiff's claim; admittedly the property does not belong to them, and they hold no beneficial interest in it; whatever money went into the purchase came from Haddock and the Association.</p>\n<p>There is a distinction to be noted between the facts in the Webb case and the facts here, but, even so, I am of the opinion that the equitable principle there announced should be applied to the facts here, though in this case we have an action brought by one creditor while in the Webb case the remedy was afforded for all the creditors of the deceased insolvent. The basis for relief to plaintiff is a recorded lien in its favor which gives it a status superior to general unsecured creditors and there appear to be no creditors holding a secured or preferred status other than the Association, the City of Greenville, and the County of Pitt.</p>\n<p>The plaintiff may follow the taxpayers' money for the purpose of collecting its debt, subject to the rights of the Association, the City of Greenville, and the County of Pitt. As said in Michael v. Moore, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">462</span></span>, 468, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">104</span></span>, 106. \"The creditor's right is an equitable one, and the money so invested * * * is regarded as `a personal fund fraudulently withdrawn from the husband's creditors' * * *. The general doctrine is nowhere better stated than in Perry on Trusts (5th Ed.) § 170: `Although courts of equity have not made general definitions stating what is fraud and what is not, they have not hesitated to lay down broad and comprehensive principles of remedial justice, and to apply these principles in favor of innocent parties suffering from the fraud of others. These principles, though firm and inflexible, are yet so plastic that they can be applied to every case of fraud as it occurs, however new it may be in its circumstances. The leading principle of this remedial justice is by way of equitable construction to convert the fraudulent holder of property into a trustee, and to preserve the property itself as a fund for the purpose of recompense. * * *'\"</p>\n<p>The Court finds that the amount of $5,872 of Haddock's funds have been applied in part payment of the purchase price of the property deeded to Charlie Jones and wife, Effie Gaskins Jones; that Charlie Jones and Effie Gaskins Jones paid or gave no consideration for the conveyance to them; and such conveyance was made with actual intent on the part of Haddock and Mrs. Haddock to defraud the plaintiff; and that Haddock did not retain and does not now have property sufficient and available to pay the debt and claim of plaintiff.</p>\n<p>The Court, therefore, concludes that the plaintiff has a lien on the property described in the complaint to the extent of $3,740.59 with six percent interest from May 5, 1952, subject to the liens of the Association, the City of Greenville and the County of Pitt, and is entitled to a foreclosure of such lien.</p>\n<p>The plaintiff will submit formal judgment of foreclosure in accordance with the foregoing conclusions.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1305479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1498678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1499270/"
  ]
}