{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2132351/",
  "absolute_url": "/opinion/2132351/standing-v-midgett/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2132351/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:25:00.580021Z",
  "date_modified": "2016-04-26T20:41:09.935136Z",
  "type": "010combined",
  "sha1": "2adfd12129e974d7563cba274b17c3ba12c5cca1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>850 F.Supp. 396 (1993)</b></center>\n<center><h1>Patrick L. STANDING, Sr. and Patrick L. Standing, Jr., Plaintiffs,<br>\nv.<br>\nEllsworth B. MIDGETT, III and Midgett Yacht Sales, Defendants.</h1></center>\n<center>No. 91-67-CIV-2-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>March 4, 1993.</center>\n<p><span class=\"star-pagination\">*397</span> Branch W. Vincent, III, Law Offices of Russell E. Twiford, Elizabeth City, NC, for plaintiffs.</p>\n<p>Ronald E. DeVeau, Kellogg, White, Evans &amp; Gray, Manteo, NC, for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>In this diversity action the plaintiffs, Patrick L. Standing, Sr. and Patrick L. Standing, Jr. (the Standings), citizens and residents of Virginia, sued the defendant, Ellsworth B. Midgett, III, trading as Midgett Yacht Sales (Midgett), for damages allegedly sustained by them as a result of a breach of warranty of title to a partially completed 38-foot fishing boat sold to them by Midgett. In a second cause of action plaintiffs alleged that at the time of the sale Midgett failed to disclose to them that the boat was subject to an outstanding recorded lien executed by Sportsman Boatworks, Inc. (Sportsman), Midgett's former employer, in favor of Kotarides Baking Company, Inc. (Kotarides), and that the concealment of this fact constituted an act of deception proscribed by the North Carolina \"Unfair and Deceptive Trade Practices Act,\" N.C.G.S. § 75-1.1, entitling plaintiffs to treble damages and attorney's fees. The action was tried to the court without a jury at Elizabeth City on February 22, 1993, and in this memorandum of decision the court will record its findings of fact and conclusions of law pursuant to Rule 52(a) of the Federal Rules of Civil Procedure.</p>\n<p>The evidence for the plaintiffs consisted of the testimony of the Standings, certain documentary exhibits and defendant Midgett's deposition. Midgett did not appear in person for the trial, and his counsel represented that his client had been in Florida over the weekend, that his plane reservation had been cancelled and that he would be unable to arrive at court before that afternoon. The court indicated its willingness to delay the trial pending Midgett's arrival, but he never did appear. No continuance was requested on his behalf, and at the close of plaintiff's evidence <span class=\"star-pagination\">*398</span> the defense rested after offering a few documentary exhibits.</p>\n<p>The facts in the case are not in serious dispute. It was stipulated in the pre-trial order, and the court finds that it has jurisdiction of the action based upon diversity of citizenship and that the value of the matter in controversy exceeds $50,000 exclusive of interest and costs. 28 U.S.C. § 1332.</p>\n<p>Sportsman was a corporation engaged in the construction of customized yachts in Wanchese, North Carolina. Prior to 1984 Midgett, a skilled craftsman with an educational background in architecture and boat designing, was an employee of Sportsman, but thereafter he performed several duties for Sportsman, apparently as an independent contractor, and he became president of Sportsman's wholly owned sales subsidiary, Marlin Yacht Sales, Inc.</p>\n<p>During the period 1985-1989 Sportsman suffered financial losses and found itself forced to borrow money. Among its creditors was defendant Midgett who was owed between $20,000 and $50,000 by Sportsman at various times. At some time during this period Midgett, who had always wanted to own a boat in his own name, reached an agreement with Sportsman whereby Midgett would construct a boat on Sportsman's premises using Sportsman's materials, equipment and facilities. It was agreed that Midgett would accept the boat in satisfaction of Sportsman's indebtedness to him.</p>\n<p>On or about February 17, 1990 Sportsman and Midgett proposed to complete the construction of the boat and sell it to Alex Kotarides, a major stockholder in Sportsman and principal owner of Kotarides Baking Company, Inc. In the proposed sales contract it was stated that Midgett had a \"vested interest\" in the boat in the amount of $32,675.00 and that Sportsman had a \"vested interest\" in it in the amount of $47,750.00 (Plaintiffs' Exhibit 12). This proposed sale was not consummated, and a month later Sportsman asked Alex Kotarides, who was already heavily involved in Sportsman as a stockholder, for a loan in the amount of $30,000. Kotarides' company agreed to make the loan provided it was secured by a lien on the 38-foot boat hull. The loan was made and Sportsman secured it by a lien on the boat. At that time the indebtedness of Sportsman to Midgett was greater than any interest Sportsman had in the boat, and by reason of the proposed sale of the boat to Alex Kotarides which had fallen through he knew that Midgett had an interest in the boat. Although Midgett had joined with Sportsman in the attempt to sell the boat to Mr. Kotarides he did not give his consent to the creation of the security interest in the boat and was not aware that such interest had been created until June of 1990. At no time did Midgett ever consent to Sportsman's placing a lien on the boat.</p>\n<p>Sportsman's financial condition continued to worsen, and Midgett, apparently sensing that Sportsman could not recover from its financial plight, moved the boat from Sportsman's premises in early September 1990 and had it stored in Manteo, North Carolina. A few days later Sportsman filed a voluntary petition for relief under Chapter 7 of the Bankruptcy Code on September 18, 1990, and Walter L. Hinson was appointed trustee.</p>\n<p>Thereafter Midgett offered the unfinished boat for sale, and on April 18, 1991 he entered into a sales contract with the Standings who made a $1,000 down payment against the agreed purchase price of $25,000. After making arrangements with their bank to finance the purchase and completion of the work to be done on the boat the Standings paid Midgett the balance of the purchase price, $24,000, on April 25, 1991, took possession of the boat and removed it to the premises of one Nelva Capps, a boat builder in Virginia Beach, Virginia, for the purpose of completing its construction.</p>\n<p>At the closing of the sale on April 25, 1991 the junior Mr. Standing on instructions from his father required Midgett to write on the contract of sale the following:</p>\n<blockquote>Acceptance by Purchaser</blockquote>\n<blockquote>Purchaser warrants that the hull is free and clear of all leins (sic) and encumbrances.</blockquote>\n<blockquote>(s) Ellsworth B. Midgett III</blockquote>\n<p>It is not disputed that the use of the word \"purchaser\" in this warranty was a mistake and that it was intended to read \"seller.\"</p>\n<p><span class=\"star-pagination\">*399</span> Although Midgett had known since June of 1990 that Sportsman had undertaken to mortgage the boat to Kotarides, he was not aware at the time of the sale of the boat to the Standings that the lien had been recorded. In his own mind the Kotarides lien was invalid and unenforceable, a position which was to be vindicated later by a ruling of the Chief Judge of the Bankruptcy Court in this district. At the time of the sale of the boat to the Standings Midgett did not inform them of this outstanding cloud on his title to the boat.</p>\n<p>As previously indicated, at the time of the sale the boat was still under construction and engines had not been installed in it. Midgett was aware that the Standings intended to expend additional sums of money for the completion of the boat hull, and after its removal to the Capps Boat Works the Standings did in fact expend additional sums of money toward the completion of the hull.</p>\n<p>In June 1991 Nelva Capps, the boat builder employed by the Standings, was informed by Walter L. Hinson, trustee in bankruptcy for Sportsman, that Sportsman owned the boat hull and that Kotarides had a security interest and lien against the boat. In a telephone call from the trustee the plaintiffs learned for the first time of this alleged lien.</p>\n<p>Upon investigation the Standings learned that on or about March 30, 1990 Sportsman had given a promissory note to Kotarides for $30,000 with interest at the rate of ten percent per annum and had secured the note with a security interest in this 38-foot boat and that the financing statement had been recorded in the office of the Register of Deeds of Dare County, North Carolina, and in the office of the Secretary of State of North Carolina.</p>\n<p>The parties have stipulated in the pre-trial order that the sale of this boat by Midgett to the plaintiffs was a sale of goods under N.C.G.S. § 25-2-105 and that in addition to the written warranty quoted above there arose by operation of law at the time of the sale an implied warranty that Midgett was the rightful owner of the boat, had the right to convey the same and that the boat was being sold free and clear of any and all liens and encumbrances as further provided by N.C.G.S. § 25-2-312. The parties have further stipulated that the sale of the boat by Midgett to the Standings was an act in and affecting commerce which satisfied one of the provisions of the North Carolina Unfair and Deceptive Trade Practices Act, N.C.G.S. § 75-1.1.</p>\n<p>Sportsman did not list the 38-foot boat as an asset in its bankruptcy petition, but Midgett timely filed a creditor's claim in the bankruptcy proceeding for the excess of the amount allegedly owed him by Sportsman over and above the value, if any, of any interest which Sportsman may have had in the boat. In his deposition introduced in evidence by the plaintiffs herein Midgett denied that Sportsman had ever had any interest in the boat.</p>\n<p>While the trustee in bankruptcy, as indicated above, asserted a claim against the boat after it was in the possession of Nelva Capps, the boat builder, and Kotarides asserted the validity of the lien it had taken from Sportsman, apparently no claim was ever asserted in the bankruptcy court that Midgett's taking possession of the boat just days before the filing of the bankruptcy petition constituted a voidable preference.</p>\n<p>After learning of the claims of the trustee and Kotarides in June 1991 plaintiffs had Capps to stop work on the boat but took no immediate action to have the questions of Sportsman's interest in the boat and the validity of the Kotarides lien resolved. Plaintiffs did employ counsel who by letter dated October 23, 1991 made demand on Midgett \"to take the necessary action to either cancel the lien with Kotarides Baking Company or make Mr. Standing whole, monetarily.\" The letter further informed Midgett that because of his breach of warranty of good title \"Mr. Standing revokes his acceptance of the hull ... and puts you on notice that he has incurred damages, and continues to be damaged, as a result of the breach of warranty.\" This action was filed on December 12, 1991.</p>\n<p>Almost a year later the Standings filed a motion in the bankruptcy action on November 12, 1992 to lift the automatic stay and to have the trustee abandon all interest in the <span class=\"star-pagination\">*400</span> 38-foot boat. Two weeks later on November 26, 1992 Kotarides filed a motion in the bankruptcy action requesting that the Standings \"turn over\" the boat to the trustee in bankruptcy.</p>\n<p>The issues thus joined between all interested parties came on for hearing before the Honorable A. Thomas Small, Chief Bankruptcy Judge of this court, on January 20, 1993. In an order filed January 29, 1993 Judge Small found that prior to Midgett's removal of the boat from Sportsman's premises in September 1990 the boat was owned by both Midgett and Sportsman. With respect to the claim of the trustee in bankruptcy Judge Small ruled:</p>\n<blockquote>The subsequent transfer from Midgett to the Standings was a transfer for value made in good faith without knowledge of the Standings of the voidability of the transfer. The court's finding is supported by the fact that the chapter 7 trustee knew that Mr. Midgett claimed an interest in the hull, and yet the trustee took no action to obtain possession of the hull until after the hull had been sold to the Standings.</blockquote>\n<blockquote>Based on the foregoing, the court concludes that as between the chapter 7 trustee and the Standings, the Standings have a paramount claim to the hull.</blockquote>\n<p>With respect to the lien claimed by Kotarides Judge Small ruled:</p>\n<blockquote>The Standings' entitlement to the property also has priority ahead of the lien claimed by Kotarides Baking. When the security interest was created, Mr. Kotarides knew that Mr. Midgett, at least in February, one month earlier, claimed a security interest in the hull. Nevertheless, he accepted the security interest in the vessel even though Midgett did not execute the security agreement. Clearly, Midgett had an interest in the boat and there is no evidence that Midgett ever consented to the granting of a security interest in favor of Kotarides Baking. The Kotarides lien simply does not encumber Midgett's interest in the vessel.</blockquote>\n<p>On the basis of these rulings Judge Small concluded his order with this language:</p>\n<blockquote>Accordingly, as between the Standings and Kotarides Baking the Standings have a priority interest in the hull and are the owners of the vessel free of the Kotarides Baking lien.</blockquote>\n<p>On the foregoing facts the following legal issues arise:</p>\n<p>1. Did Midgett breach the warranty of title to the 38-foot boat?</p>\n<p>2. If so, what amount of damages are plaintiffs entitled to recover for the breach of warranty?</p>\n<p>3. Did Midgett's failure to disclose to the Standings the outstanding lien of Kotarides against the boat constitute an unfair or deceptive trade practice in violation of the North Carolina Unfair and Deceptive Trade Practices Act?</p>\n<p>4. If so, are the plaintiffs entitled to recover treble damages and their attorney's fees under the Act?</p>\n<p></p>\n<h2><i>BREACH OF WARRANTY</i></h2>\n<p>There is no question that Midgett's express warranty of title to the boat and the implied warranty created by statute were not breached by reason of any outstanding valid encumbrance against the boat at the time of its sale by Midgett to the plaintiffs, for the bankruptcy court has ruled in an order from which, so far as the court is informed, no appeal has been taken, that the plaintiffs are the owners of the vessel free of the outstanding but unenforceable Kotarides lien. The more difficult question is whether Midgett's failure to disclose to the Standings at the time of the sale the existence of the Kotarides lien notwithstanding he verily believed that this lien was not valid and enforceable, a position eventually vindicated by the bankruptcy court, constituted a breach of warranty.</p>\n<p>In an earlier order filed in this action on January 21, 1993 where the court was considering defendant's motion pursuant to F.R.Civ.P. 19 to dismiss the action because of the alleged non-joinder of necessary and indispensable parties the court rejected defendant's contention that a cause of action for breach of warranty of title can exist only if <span class=\"star-pagination\">*401</span> plaintiff can show the existence of a valid and enforceable encumbrance at the time of the sale. In the absence of any controlling North Carolina authority the court in that order adopted the reasoning in <i>Frank Arnold Contractors, Inc. v. Vilsmeier Auction Company, Inc.,</i> 806 F.2d 462 (3d Cir.1986), in which the court held that under the provisions of Pennsylvania's Uniform Commercial Code, which is virtually identical with the North Carolina statute, a breach of warranty of title could exist where a purchaser was able to show \"the existence of a cloud on his title, regardless of whether it eventually develops that the third party's title is superior.\" <i>Id.</i> at 465. In that case the court was of opinion that a substantial question as to the validity of a purchaser's title is enough to trigger the warranty of title protection even though the buyer successfully defends a challenge to his ownership of the purchased property. So it is here, and the court continues to adhere to its previous ruling which appears to be in accord with the great weight of authority as illustrated by a considerable number of cases cited in the January 21, 1993 order.</p>\n<p>There can be no question, therefore, that the Kotarides lien constituted a cloud on the title of the Standings to the boat, and indeed the bankruptcy court has held in effect that Sportsman had an interest in the boat at the time it gave Kotarides the security interest in it which may have been sufficient to validate the lien vis-a-vis Sportsman or its trustee in bankruptcy but not against the Standings.</p>\n<p>Accordingly, the court has no hesitance in concluding that Midgett's failure to disclose the existence of the Kotarides lien constituted a breach of warranty and that plaintiffs are entitled to recover their damages proximately resulting from the breach.</p>\n<p></p>\n<h2><i>DAMAGES FOR BREACH OF WARRANTY</i></h2>\n<p>In North Carolina the rule of damages in actions for the recovery of damages for breach of warranty of title was stated in <i>Seymour v. W.S. Boyd Sales Company, Inc.,</i> 257 N.C. 603, 609, 127 S.E.2d 265, 269 (1962), as follows:</p>\n<blockquote>In such action, a buyer cannot recover anything more than nominal damages until he has paid the amount of the outstanding lien or has been deprived of possession by reason of the lien in question, except where he alleges and proves some special damages which were within the contemplation of the parties at the time the contract of sale was made.... The loss of anticipated profits may not be recovered in the absence of allegation and proof that they were within the contemplation of the parties at the time of the execution of the contract of sale.</blockquote>\n<p>Citing <i>Martin-Kahill Ford Lincoln Mercury, Inc. v. Skidmore,</i> 62 N.C.App. 736, 303 S.E.2d 392 (1983), defendant contends that even if the court should find that defendant breached his warranty of title plaintiffs would only be entitled to recover nominal damages. Defendant overlooks the fact that plaintiffs alleged in paragraph 16 of the complaint that in reliance upon defendant's warranty of good title the plaintiffs, in addition to paying the purchase price of $25,000, expended additional sums in the completion of work on the boat ($43,394.86 to the date of filing of the complaint) and have incurred \"other related expenses\" in the sum of $4,250, monthly interest charges of $460, $400 a month for storage charges and $375 for the cost of preparing the boat for storage.</p>\n<p>At trial plaintiffs offered uncontradicted evidence of special damages incurred totaling $15,284.06. This figure included the sum of $2,893 paid plaintiffs' attorney in connection with the bankruptcy court proceedings which, as previously stated, terminated successfully for plaintiffs by the ruling that plaintiffs were the owners of the vessel in question free of the Kotarides lien. The figure also included attorney's fees, $4,709, and expenses, $1,176.33, total $5,885.33, incurred in this action.</p>\n<p>The evidence supported plaintiffs' contention that expenses incurred by plaintiffs for interest, boat preparation, insurance and attorney's fees and expenses incurred in connection with the bankruptcy proceedings were within the contemplation of the parties, or at least were foreseeable by defendant at <span class=\"star-pagination\">*402</span> the time of his sale of the boat to plaintiffs, and the court so finds. Under the general rule, however, attorney's fees and expenses incurred by plaintiffs in connection with the prosecution of this action are not recoverable herein unless the plaintiffs prevail in their claim for attorney's fees and expenses under their second cause of action based on the Unfair and Deceptive Trade Practices Act to be considered later.</p>\n<p>Nothing else appearing, therefore, plaintiffs are entitled to recover the sum of $15,284.06 less the items for attorney's fees and expenses incurred in connection with the prosecution of this action totaling $5,885.33, net $9,398.73.</p>\n<p>In assessing damages in this case, however, another principle of law has come into play, that is, the universally accepted principle that where it is possible to do so a plaintiff is under the continuing duty to mitigate damages. The record in this case demonstrates that plaintiffs here failed to do so with the consequence that the damages proven were somewhat greater than would have been the case had plaintiffs been more diligent in asserting their rights and obtaining from the bankruptcy court the favorable decision which it eventually rendered. It will be remembered that just over two months after plaintiffs filed their motion in the bankruptcy action on November 12, 1992 to lift the automatic stay and to have the trustee abandon all interest in the 38-foot boat they had the court's decision that they were the owners of the vessel free and clear of the Kotarides lien.</p>\n<p>Had this motion been filed within a reasonable time after plaintiffs learned of the bankruptcy in June of 1991 it is reasonable to assume that the bankruptcy court's favorable ruling could have been obtained at least by the end of that calendar year. Instead, plaintiffs waited about seventeen months before filing their motion and meanwhile continued to incur interest, boat storage and insurance expenses approximating $590 per month. Giving plaintiffs the benefit of the doubt, the court is of opinion that plaintiffs' damages should be reduced by the amount of these expenses incurred over at least six months or at total of $3,540. When this sum is subtracted from the net amount of the damages found above to be recoverable by plaintiffs, $9,398.73, the result is that plaintiffs have sustained damages by reason of the breach of defendant's warranty of title to the 38-foot boat in the amount of $5,858.73, and plaintiffs are entitled to judgment against defendant for this amount.</p>\n<p></p>\n<h2><i>THE UNFAIR TRADE PRACTICE CLAIM</i></h2>\n<p>In the plaintiffs' second claim for relief the complaint alleges the existence of the Kotarides lien at the time of the sale of the boat by Midgett to the plaintiffs that Sportsman had an ownership interest in the boat at that time; that Midgett knew these facts and had an affirmative duty to disclose them to the plaintiffs prior to the sale and that he failed to do so. Plaintiffs allege that this constituted a violation of the North Carolina Unfair and Deceptive Trade Practices Act (the Act), N.C.G.S. § 75-1.1 which provides in pertinent part:</p>\n<blockquote>(a) Unfair methods of competition in or affecting commerce, and unfair or deceptive acts or practices in or affecting commerce, are declared unlawful.</blockquote>\n<p>Enforcement of this statute is pursuant to N.C.G.S. § 75-16 which provides in pertinent part:</p>\n<blockquote>If any person shall be injured ... by reason of any act or thing done by any other person ... in violation of the provisions of this Chapter, such person ... so injured shall have a right of action on account of such injury done, and if damages are assessed in such case judgment shall be rendered in favor of the plaintiff and against the defendant for treble the amount fixed by the verdict.</blockquote>\n<p>Once a violation of Section 75-1.1 is shown the automatic assessment of treble damages is mandated by this statute. <i>Marshall v. Miller,</i> 302 N.C. 539, 276 S.E.2d 397 (1981).</p>\n<p>Several North Carolina cases have held that except where accompanied by fraud proof of the breach of warranty of title does not make out a case under the Act. <i>Coble v. Richardson Corporation,</i> 71 N.C.App. 511, <span class=\"star-pagination\">*403</span> 322 S.E.2d 817 (1984); <i>Whitehurst v. Crisp R.V. Center, Inc.,</i> 86 N.C.App. 521, 358 S.E.2d 542 (1987). At the trial and in their trial brief plaintiffs seem to take the position that in order to bring their case within the purview of the Act it was necessary for them to show not only defendant's breach of warranty but that he was guilty of fraud in the transaction. It was confidently asserted by them, however, that defendant's fraud had been established by the evidence. Because an essential element of a claim for relief based upon fraud is a showing that defendant made a false representation with the intention that it should be relied upon by plaintiffs the court is unable to agree with plaintiffs that they have proven by a preponderance of the evidence that Midgett had the requisite fraudulent intent to deceive plaintiffs when he signed the express warranty dictated by one of them and failed to disclose the existence of the Kotarides lien of which he had knowledge at the time but verily believed to be invalid and unenforceable.</p>\n<p>The court's reading of the later North Carolina cases construing the Act, however, does not reveal it to be so restrictive as plaintiffs apparently understand it to be. In <i>Johnson v. Phoenix Mutual Life Insurance Company,</i> 300 N.C. 247, 265, 266 S.E.2d 610, 622 (1980), it was stated that:</p>\n<blockquote>An act or practice is deceptive [under N.C.G.S. § 75-1.1] if it has the capacity or tendency to deceive.... Proof of actual deception is unnecessary.... Though words and sentences may be framed so that they are literally true, they may still be deceptive.... In determining whether a representation is deceptive, its effect on the average consumer is considered.... (Citations omitted.)</blockquote>\n<blockquote>A statement which is truthful may yet be deceptive if it has the capacity or tendency to deceive.</blockquote>\n<p>Mr. Standing, Jr., testified at the trial that at the time the warranty was signed by Midgett he would not have gone through with the transaction if the existence of the Kotarides lien had been disclosed to him. Plainly Midgett's failure to make this disclosure constituted deception under North Carolina law.</p>\n<p>More recently in a case construing the Act the North Carolina Supreme Court has said:</p>\n<blockquote>It is axiomatic that proof of fraud itself necessarily constitutes a violation of the prohibition against unfair or deceptive trade practices.... However, in order for [a plaintiff] to make out a claim under [the Act] she must show only some  but not all  of the same elements essential to making out a cause of action in fraud.</blockquote>\n<blockquote>Under the facts of this case [the plaintiff] must first demonstrate that [the defendant's] letter had the capacity or tendency to deceive. Unlike a claim based upon fraud, proof of actual deception is not necessary [citing <i>Johnson v. Insurance Company, supra</i>].</blockquote>\n<blockquote>Unlike the third element of proof in a fraud claim, the question \"whether the defendant acted in bad faith is not pertinent\" to whether his representation violated N.C.G.S. § 75-1.1. <i>Marshall v. Miller,</i> 302 N.C. at 544, 276 S.E.2d at 400-01.</blockquote>\n<p><i>Pearce v. American Defender Life Insurance Company,</i> 316 N.C. 461, 470-71, 343 S.E.2d 174, 180 (1986). <i>See also </i><i>Bhatti v. Buckland,</i> 328 N.C. 240, 400 S.E.2d 440 (1991).</p>\n<p>Application of these principles to the facts of this case would seem to lead inevitably to the conclusion that Midgett's failure to disclose to plaintiffs the existence of the Kotarides lien constituted a violation of the Act, and the court so holds. The result is that plaintiffs' damages previously established must be trebled, and accordingly judgment will be entered in favor of plaintiffs and against the defendant for the sum of $17,576.19.</p>\n<p>There remains to be decided the question of plaintiffs' entitlement under the Act to attorney's fees and expenses incurred by them in the prosecution of this action, the total of such fees and expenses having been determined by the court to amount to $5,885.33.</p>\n<p>In N.C.G.S. § 75-16.1 the Act provides in part that:</p>\n<blockquote>In any suit instituted by a person who alleges that the defendant violated G.S. 75-1.1, the presiding judge may, in his discretion, <span class=\"star-pagination\">*404</span> allow a reasonable attorney fee to the duly licensed attorney representing the prevailing party, such attorney fee to be taxed as part of the court costs and payable by the losing party, upon a finding by the presiding judge that:</blockquote>\n<blockquote>(1) the party charged with the violation has willfully engaged in the act or practice, and there was an unwarranted refusal by such party to fully resolve the matter which constitutes the basis of such suit; ....</blockquote>\n<p>While a showing of willfulness seems not to be required in order to establish a violation of the Act with respect to ordinary damages, the quoted portion of the statute relating to attorney's fees does require such showing. An act or a failure to act is \"willfully\" done if done voluntarily and intentionally with the view to doing injury to another. The court is unable to find by a preponderance of the evidence in this case that Midgett's failure to disclose the existence of the Kotarides lien was \"willful.\" Midgett was not a lawyer, and in his deposition he testified that he did not know the meaning of the warranty language Mr. Standing, Jr. had him insert in the contract of sale, and in any event he obviously believed that the lien was not valid and enforceable, a position which was ultimately confirmed by the bankruptcy court. Thus the court is unable to award attorney's fees to the plaintiffs under N.C.G.S. § 75-16.1.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The conclusion is that the plaintiffs are entitled to recover damages of the defendant for breach of warranty in the amount of $5,858.73; that this amount is to be trebled under the provisions of N.C.G.S. § 75-1.1; that plaintiffs are not entitled to recover attorney's fees under N.C.G.S. § 75-16.1; and that plaintiffs are entitled to recover the costs of the action exclusive of attorney's fees. Let judgment therefore be entered in favor of the plaintiffs and against the defendant in the sum of $17,576.19 and the costs of this action to be taxed.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">850</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">396</span></span> (1993)</b></center>\n<center><h1>Patrick L. STANDING, Sr. and Patrick L. Standing, Jr., Plaintiffs,<br>\nv.<br>\nEllsworth B. MIDGETT, III and Midgett Yacht Sales, Defendants.</h1></center>\n<center>No. 91-67-CIV-2-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>March 4, 1993.</center>\n<p><span class=\"star-pagination\">*397</span> Branch W. Vincent, III, Law Offices of Russell E. Twiford, Elizabeth City, NC, for plaintiffs.</p>\n<p>Ronald E. DeVeau, Kellogg, White, Evans &amp; Gray, Manteo, NC, for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>In this diversity action the plaintiffs, Patrick L. Standing, Sr. and Patrick L. Standing, Jr. (the Standings), citizens and residents of Virginia, sued the defendant, Ellsworth B. Midgett, III, trading as Midgett Yacht Sales (Midgett), for damages allegedly sustained by them as a result of a breach of warranty of title to a partially completed 38-foot fishing boat sold to them by Midgett. In a second cause of action plaintiffs alleged that at the time of the sale Midgett failed to disclose to them that the boat was subject to an outstanding recorded lien executed by Sportsman Boatworks, Inc. (Sportsman), Midgett's former employer, in favor of Kotarides Baking Company, Inc. (Kotarides), and that the concealment of this fact constituted an act of deception proscribed by the North Carolina \"Unfair and Deceptive Trade Practices Act,\" N.C.G.S. § 75-1.1, entitling plaintiffs to treble damages and attorney's fees. The action was tried to the court without a jury at Elizabeth City on February 22, 1993, and in this memorandum of decision the court will record its findings of fact and conclusions of law pursuant to Rule 52(a) of the Federal Rules of Civil Procedure.</p>\n<p>The evidence for the plaintiffs consisted of the testimony of the Standings, certain documentary exhibits and defendant Midgett's deposition. Midgett did not appear in person for the trial, and his counsel represented that his client had been in Florida over the weekend, that his plane reservation had been cancelled and that he would be unable to arrive at court before that afternoon. The court indicated its willingness to delay the trial pending Midgett's arrival, but he never did appear. No continuance was requested on his behalf, and at the close of plaintiff's evidence <span class=\"star-pagination\">*398</span> the defense rested after offering a few documentary exhibits.</p>\n<p>The facts in the case are not in serious dispute. It was stipulated in the pre-trial order, and the court finds that it has jurisdiction of the action based upon diversity of citizenship and that the value of the matter in controversy exceeds $50,000 exclusive of interest and costs. 28 U.S.C. § 1332.</p>\n<p>Sportsman was a corporation engaged in the construction of customized yachts in Wanchese, North Carolina. Prior to 1984 Midgett, a skilled craftsman with an educational background in architecture and boat designing, was an employee of Sportsman, but thereafter he performed several duties for Sportsman, apparently as an independent contractor, and he became president of Sportsman's wholly owned sales subsidiary, Marlin Yacht Sales, Inc.</p>\n<p>During the period 1985-1989 Sportsman suffered financial losses and found itself forced to borrow money. Among its creditors was defendant Midgett who was owed between $20,000 and $50,000 by Sportsman at various times. At some time during this period Midgett, who had always wanted to own a boat in his own name, reached an agreement with Sportsman whereby Midgett would construct a boat on Sportsman's premises using Sportsman's materials, equipment and facilities. It was agreed that Midgett would accept the boat in satisfaction of Sportsman's indebtedness to him.</p>\n<p>On or about February 17, 1990 Sportsman and Midgett proposed to complete the construction of the boat and sell it to Alex Kotarides, a major stockholder in Sportsman and principal owner of Kotarides Baking Company, Inc. In the proposed sales contract it was stated that Midgett had a \"vested interest\" in the boat in the amount of $32,675.00 and that Sportsman had a \"vested interest\" in it in the amount of $47,750.00 (Plaintiffs' Exhibit 12). This proposed sale was not consummated, and a month later Sportsman asked Alex Kotarides, who was already heavily involved in Sportsman as a stockholder, for a loan in the amount of $30,000. Kotarides' company agreed to make the loan provided it was secured by a lien on the 38-foot boat hull. The loan was made and Sportsman secured it by a lien on the boat. At that time the indebtedness of Sportsman to Midgett was greater than any interest Sportsman had in the boat, and by reason of the proposed sale of the boat to Alex Kotarides which had fallen through he knew that Midgett had an interest in the boat. Although Midgett had joined with Sportsman in the attempt to sell the boat to Mr. Kotarides he did not give his consent to the creation of the security interest in the boat and was not aware that such interest had been created until June of 1990. At no time did Midgett ever consent to Sportsman's placing a lien on the boat.</p>\n<p>Sportsman's financial condition continued to worsen, and Midgett, apparently sensing that Sportsman could not recover from its financial plight, moved the boat from Sportsman's premises in early September 1990 and had it stored in Manteo, North Carolina. A few days later Sportsman filed a voluntary petition for relief under Chapter 7 of the Bankruptcy Code on September 18, 1990, and Walter L. Hinson was appointed trustee.</p>\n<p>Thereafter Midgett offered the unfinished boat for sale, and on April 18, 1991 he entered into a sales contract with the Standings who made a $1,000 down payment against the agreed purchase price of $25,000. After making arrangements with their bank to finance the purchase and completion of the work to be done on the boat the Standings paid Midgett the balance of the purchase price, $24,000, on April 25, 1991, took possession of the boat and removed it to the premises of one Nelva Capps, a boat builder in Virginia Beach, Virginia, for the purpose of completing its construction.</p>\n<p>At the closing of the sale on April 25, 1991 the junior Mr. Standing on instructions from his father required Midgett to write on the contract of sale the following:</p>\n<blockquote>Acceptance by Purchaser</blockquote>\n<blockquote>Purchaser warrants that the hull is free and clear of all leins (sic) and encumbrances.</blockquote>\n<blockquote>(s) Ellsworth B. Midgett III</blockquote>\n<p>It is not disputed that the use of the word \"purchaser\" in this warranty was a mistake and that it was intended to read \"seller.\"</p>\n<p><span class=\"star-pagination\">*399</span> Although Midgett had known since June of 1990 that Sportsman had undertaken to mortgage the boat to Kotarides, he was not aware at the time of the sale of the boat to the Standings that the lien had been recorded. In his own mind the Kotarides lien was invalid and unenforceable, a position which was to be vindicated later by a ruling of the Chief Judge of the Bankruptcy Court in this district. At the time of the sale of the boat to the Standings Midgett did not inform them of this outstanding cloud on his title to the boat.</p>\n<p>As previously indicated, at the time of the sale the boat was still under construction and engines had not been installed in it. Midgett was aware that the Standings intended to expend additional sums of money for the completion of the boat hull, and after its removal to the Capps Boat Works the Standings did in fact expend additional sums of money toward the completion of the hull.</p>\n<p>In June 1991 Nelva Capps, the boat builder employed by the Standings, was informed by Walter L. Hinson, trustee in bankruptcy for Sportsman, that Sportsman owned the boat hull and that Kotarides had a security interest and lien against the boat. In a telephone call from the trustee the plaintiffs learned for the first time of this alleged lien.</p>\n<p>Upon investigation the Standings learned that on or about March 30, 1990 Sportsman had given a promissory note to Kotarides for $30,000 with interest at the rate of ten percent per annum and had secured the note with a security interest in this 38-foot boat and that the financing statement had been recorded in the office of the Register of Deeds of Dare County, North Carolina, and in the office of the Secretary of State of North Carolina.</p>\n<p>The parties have stipulated in the pre-trial order that the sale of this boat by Midgett to the plaintiffs was a sale of goods under N.C.G.S. § 25-2-105 and that in addition to the written warranty quoted above there arose by operation of law at the time of the sale an implied warranty that Midgett was the rightful owner of the boat, had the right to convey the same and that the boat was being sold free and clear of any and all liens and encumbrances as further provided by N.C.G.S. § 25-2-312. The parties have further stipulated that the sale of the boat by Midgett to the Standings was an act in and affecting commerce which satisfied one of the provisions of the North Carolina Unfair and Deceptive Trade Practices Act, N.C.G.S. § 75-1.1.</p>\n<p>Sportsman did not list the 38-foot boat as an asset in its bankruptcy petition, but Midgett timely filed a creditor's claim in the bankruptcy proceeding for the excess of the amount allegedly owed him by Sportsman over and above the value, if any, of any interest which Sportsman may have had in the boat. In his deposition introduced in evidence by the plaintiffs herein Midgett denied that Sportsman had ever had any interest in the boat.</p>\n<p>While the trustee in bankruptcy, as indicated above, asserted a claim against the boat after it was in the possession of Nelva Capps, the boat builder, and Kotarides asserted the validity of the lien it had taken from Sportsman, apparently no claim was ever asserted in the bankruptcy court that Midgett's taking possession of the boat just days before the filing of the bankruptcy petition constituted a voidable preference.</p>\n<p>After learning of the claims of the trustee and Kotarides in June 1991 plaintiffs had Capps to stop work on the boat but took no immediate action to have the questions of Sportsman's interest in the boat and the validity of the Kotarides lien resolved. Plaintiffs did employ counsel who by letter dated October 23, 1991 made demand on Midgett \"to take the necessary action to either cancel the lien with Kotarides Baking Company or make Mr. Standing whole, monetarily.\" The letter further informed Midgett that because of his breach of warranty of good title \"Mr. Standing revokes his acceptance of the hull ... and puts you on notice that he has incurred damages, and continues to be damaged, as a result of the breach of warranty.\" This action was filed on December 12, 1991.</p>\n<p>Almost a year later the Standings filed a motion in the bankruptcy action on November 12, 1992 to lift the automatic stay and to have the trustee abandon all interest in the <span class=\"star-pagination\">*400</span> 38-foot boat. Two weeks later on November 26, 1992 Kotarides filed a motion in the bankruptcy action requesting that the Standings \"turn over\" the boat to the trustee in bankruptcy.</p>\n<p>The issues thus joined between all interested parties came on for hearing before the Honorable A. Thomas Small, Chief Bankruptcy Judge of this court, on January 20, 1993. In an order filed January 29, 1993 Judge Small found that prior to Midgett's removal of the boat from Sportsman's premises in September 1990 the boat was owned by both Midgett and Sportsman. With respect to the claim of the trustee in bankruptcy Judge Small ruled:</p>\n<blockquote>The subsequent transfer from Midgett to the Standings was a transfer for value made in good faith without knowledge of the Standings of the voidability of the transfer. The court's finding is supported by the fact that the chapter 7 trustee knew that Mr. Midgett claimed an interest in the hull, and yet the trustee took no action to obtain possession of the hull until after the hull had been sold to the Standings.</blockquote>\n<blockquote>Based on the foregoing, the court concludes that as between the chapter 7 trustee and the Standings, the Standings have a paramount claim to the hull.</blockquote>\n<p>With respect to the lien claimed by Kotarides Judge Small ruled:</p>\n<blockquote>The Standings' entitlement to the property also has priority ahead of the lien claimed by Kotarides Baking. When the security interest was created, Mr. Kotarides knew that Mr. Midgett, at least in February, one month earlier, claimed a security interest in the hull. Nevertheless, he accepted the security interest in the vessel even though Midgett did not execute the security agreement. Clearly, Midgett had an interest in the boat and there is no evidence that Midgett ever consented to the granting of a security interest in favor of Kotarides Baking. The Kotarides lien simply does not encumber Midgett's interest in the vessel.</blockquote>\n<p>On the basis of these rulings Judge Small concluded his order with this language:</p>\n<blockquote>Accordingly, as between the Standings and Kotarides Baking the Standings have a priority interest in the hull and are the owners of the vessel free of the Kotarides Baking lien.</blockquote>\n<p>On the foregoing facts the following legal issues arise:</p>\n<p>1. Did Midgett breach the warranty of title to the 38-foot boat?</p>\n<p>2. If so, what amount of damages are plaintiffs entitled to recover for the breach of warranty?</p>\n<p>3. Did Midgett's failure to disclose to the Standings the outstanding lien of Kotarides against the boat constitute an unfair or deceptive trade practice in violation of the North Carolina Unfair and Deceptive Trade Practices Act?</p>\n<p>4. If so, are the plaintiffs entitled to recover treble damages and their attorney's fees under the Act?</p>\n<p></p>\n<h2><i>BREACH OF WARRANTY</i></h2>\n<p>There is no question that Midgett's express warranty of title to the boat and the implied warranty created by statute were not breached by reason of any outstanding valid encumbrance against the boat at the time of its sale by Midgett to the plaintiffs, for the bankruptcy court has ruled in an order from which, so far as the court is informed, no appeal has been taken, that the plaintiffs are the owners of the vessel free of the outstanding but unenforceable Kotarides lien. The more difficult question is whether Midgett's failure to disclose to the Standings at the time of the sale the existence of the Kotarides lien notwithstanding he verily believed that this lien was not valid and enforceable, a position eventually vindicated by the bankruptcy court, constituted a breach of warranty.</p>\n<p>In an earlier order filed in this action on January 21, 1993 where the court was considering defendant's motion pursuant to F.R.Civ.P. 19 to dismiss the action because of the alleged non-joinder of necessary and indispensable parties the court rejected defendant's contention that a cause of action for breach of warranty of title can exist only if <span class=\"star-pagination\">*401</span> plaintiff can show the existence of a valid and enforceable encumbrance at the time of the sale. In the absence of any controlling North Carolina authority the court in that order adopted the reasoning in <i>Frank Arnold Contractors, Inc. v. Vilsmeier Auction Company, Inc.,</i> <span class=\"citation\" data-id=\"480183\"><a href=\"/opinion/480183/frank-arnold-contractors-inc-v-vilsmeier-auction-company-inc-and-itt/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">462</span></a></span> (3d Cir.1986), in which the court held that under the provisions of Pennsylvania's Uniform Commercial Code, which is virtually identical with the North Carolina statute, a breach of warranty of title could exist where a purchaser was able to show \"the existence of a cloud on his title, regardless of whether it eventually develops that the third party's title is superior.\" <i>Id.</i> at 465. In that case the court was of opinion that a substantial question as to the validity of a purchaser's title is enough to trigger the warranty of title protection even though the buyer successfully defends a challenge to his ownership of the purchased property. So it is here, and the court continues to adhere to its previous ruling which appears to be in accord with the great weight of authority as illustrated by a considerable number of cases cited in the January 21, 1993 order.</p>\n<p>There can be no question, therefore, that the Kotarides lien constituted a cloud on the title of the Standings to the boat, and indeed the bankruptcy court has held in effect that Sportsman had an interest in the boat at the time it gave Kotarides the security interest in it which may have been sufficient to validate the lien vis-a-vis Sportsman or its trustee in bankruptcy but not against the Standings.</p>\n<p>Accordingly, the court has no hesitance in concluding that Midgett's failure to disclose the existence of the Kotarides lien constituted a breach of warranty and that plaintiffs are entitled to recover their damages proximately resulting from the breach.</p>\n<p></p>\n<h2><i>DAMAGES FOR BREACH OF WARRANTY</i></h2>\n<p>In North Carolina the rule of damages in actions for the recovery of damages for breach of warranty of title was stated in <i>Seymour v. W.S. Boyd Sales Company, Inc.,</i> <span class=\"citation\" data-id=\"1332117\"><a href=\"/opinion/1332117/seymour-v-ws-boyd-sales-company/\"><span class=\"volume\">257</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">603</span></a></span>, 609, <span class=\"citation\" data-id=\"1332117\"><a href=\"/opinion/1332117/seymour-v-ws-boyd-sales-company/\"><span class=\"volume\">127</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">265</span></a></span>, 269 (1962), as follows:</p>\n<blockquote>In such action, a buyer cannot recover anything more than nominal damages until he has paid the amount of the outstanding lien or has been deprived of possession by reason of the lien in question, except where he alleges and proves some special damages which were within the contemplation of the parties at the time the contract of sale was made.... The loss of anticipated profits may not be recovered in the absence of allegation and proof that they were within the contemplation of the parties at the time of the execution of the contract of sale.</blockquote>\n<p>Citing <i>Martin-Kahill Ford Lincoln Mercury, Inc. v. Skidmore,</i> 62 N.C.App. 736, <span class=\"citation\" data-id=\"1321805\"><a href=\"/opinion/1321805/martin-kahill-ford-lincoln-v-skidmore/\"><span class=\"volume\">303</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">392</span></a></span> (1983), defendant contends that even if the court should find that defendant breached his warranty of title plaintiffs would only be entitled to recover nominal damages. Defendant overlooks the fact that plaintiffs alleged in paragraph 16 of the complaint that in reliance upon defendant's warranty of good title the plaintiffs, in addition to paying the purchase price of $25,000, expended additional sums in the completion of work on the boat ($43,394.86 to the date of filing of the complaint) and have incurred \"other related expenses\" in the sum of $4,250, monthly interest charges of $460, $400 a month for storage charges and $375 for the cost of preparing the boat for storage.</p>\n<p>At trial plaintiffs offered uncontradicted evidence of special damages incurred totaling $15,284.06. This figure included the sum of $2,893 paid plaintiffs' attorney in connection with the bankruptcy court proceedings which, as previously stated, terminated successfully for plaintiffs by the ruling that plaintiffs were the owners of the vessel in question free of the Kotarides lien. The figure also included attorney's fees, $4,709, and expenses, $1,176.33, total $5,885.33, incurred in this action.</p>\n<p>The evidence supported plaintiffs' contention that expenses incurred by plaintiffs for interest, boat preparation, insurance and attorney's fees and expenses incurred in connection with the bankruptcy proceedings were within the contemplation of the parties, or at least were foreseeable by defendant at <span class=\"star-pagination\">*402</span> the time of his sale of the boat to plaintiffs, and the court so finds. Under the general rule, however, attorney's fees and expenses incurred by plaintiffs in connection with the prosecution of this action are not recoverable herein unless the plaintiffs prevail in their claim for attorney's fees and expenses under their second cause of action based on the Unfair and Deceptive Trade Practices Act to be considered later.</p>\n<p>Nothing else appearing, therefore, plaintiffs are entitled to recover the sum of $15,284.06 less the items for attorney's fees and expenses incurred in connection with the prosecution of this action totaling $5,885.33, net $9,398.73.</p>\n<p>In assessing damages in this case, however, another principle of law has come into play, that is, the universally accepted principle that where it is possible to do so a plaintiff is under the continuing duty to mitigate damages. The record in this case demonstrates that plaintiffs here failed to do so with the consequence that the damages proven were somewhat greater than would have been the case had plaintiffs been more diligent in asserting their rights and obtaining from the bankruptcy court the favorable decision which it eventually rendered. It will be remembered that just over two months after plaintiffs filed their motion in the bankruptcy action on November 12, 1992 to lift the automatic stay and to have the trustee abandon all interest in the 38-foot boat they had the court's decision that they were the owners of the vessel free and clear of the Kotarides lien.</p>\n<p>Had this motion been filed within a reasonable time after plaintiffs learned of the bankruptcy in June of 1991 it is reasonable to assume that the bankruptcy court's favorable ruling could have been obtained at least by the end of that calendar year. Instead, plaintiffs waited about seventeen months before filing their motion and meanwhile continued to incur interest, boat storage and insurance expenses approximating $590 per month. Giving plaintiffs the benefit of the doubt, the court is of opinion that plaintiffs' damages should be reduced by the amount of these expenses incurred over at least six months or at total of $3,540. When this sum is subtracted from the net amount of the damages found above to be recoverable by plaintiffs, $9,398.73, the result is that plaintiffs have sustained damages by reason of the breach of defendant's warranty of title to the 38-foot boat in the amount of $5,858.73, and plaintiffs are entitled to judgment against defendant for this amount.</p>\n<p></p>\n<h2><i>THE UNFAIR TRADE PRACTICE CLAIM</i></h2>\n<p>In the plaintiffs' second claim for relief the complaint alleges the existence of the Kotarides lien at the time of the sale of the boat by Midgett to the plaintiffs that Sportsman had an ownership interest in the boat at that time; that Midgett knew these facts and had an affirmative duty to disclose them to the plaintiffs prior to the sale and that he failed to do so. Plaintiffs allege that this constituted a violation of the North Carolina Unfair and Deceptive Trade Practices Act (the Act), N.C.G.S. § 75-1.1 which provides in pertinent part:</p>\n<blockquote>(a) Unfair methods of competition in or affecting commerce, and unfair or deceptive acts or practices in or affecting commerce, are declared unlawful.</blockquote>\n<p>Enforcement of this statute is pursuant to N.C.G.S. § 75-16 which provides in pertinent part:</p>\n<blockquote>If any person shall be injured ... by reason of any act or thing done by any other person ... in violation of the provisions of this Chapter, such person ... so injured shall have a right of action on account of such injury done, and if damages are assessed in such case judgment shall be rendered in favor of the plaintiff and against the defendant for treble the amount fixed by the verdict.</blockquote>\n<p>Once a violation of Section 75-1.1 is shown the automatic assessment of treble damages is mandated by this statute. <i>Marshall v. Miller,</i> <span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">539</span></span>, <span class=\"citation\" data-id=\"1252319\"><a href=\"/opinion/1252319/marshall-v-miller/\"><span class=\"volume\">276</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">397</span></a></span> (1981).</p>\n<p>Several North Carolina cases have held that except where accompanied by fraud proof of the breach of warranty of title does not make out a case under the Act. <i>Coble v. Richardson Corporation,</i> 71 N.C.App. 511, <span class=\"star-pagination\">*403</span> <span class=\"citation\" data-id=\"1320083\"><a href=\"/opinion/1320083/coble-v-richardson-corp-of-greensboro/\"><span class=\"volume\">322</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">817</span></a></span> (1984); <i>Whitehurst v. Crisp R.V. Center, Inc.,</i> 86 N.C.App. 521, <span class=\"citation\" data-id=\"1216768\"><a href=\"/opinion/1216768/whitehurst-v-crisp-rv-center-inc/\"><span class=\"volume\">358</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">542</span></a></span> (1987). At the trial and in their trial brief plaintiffs seem to take the position that in order to bring their case within the purview of the Act it was necessary for them to show not only defendant's breach of warranty but that he was guilty of fraud in the transaction. It was confidently asserted by them, however, that defendant's fraud had been established by the evidence. Because an essential element of a claim for relief based upon fraud is a showing that defendant made a false representation with the intention that it should be relied upon by plaintiffs the court is unable to agree with plaintiffs that they have proven by a preponderance of the evidence that Midgett had the requisite fraudulent intent to deceive plaintiffs when he signed the express warranty dictated by one of them and failed to disclose the existence of the Kotarides lien of which he had knowledge at the time but verily believed to be invalid and unenforceable.</p>\n<p>The court's reading of the later North Carolina cases construing the Act, however, does not reveal it to be so restrictive as plaintiffs apparently understand it to be. In <i>Johnson v. Phoenix Mutual Life Insurance Company,</i> <span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">247</span></span>, 265, <span class=\"citation\" data-id=\"1265360\"><a href=\"/opinion/1265360/johnson-v-phoenix-mut-life-ins-co/\"><span class=\"volume\">266</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">610</span></a></span>, 622 (1980), it was stated that:</p>\n<blockquote>An act or practice is deceptive [under N.C.G.S. § 75-1.1] if it has the capacity or tendency to deceive.... Proof of actual deception is unnecessary.... Though words and sentences may be framed so that they are literally true, they may still be deceptive.... In determining whether a representation is deceptive, its effect on the average consumer is considered.... (Citations omitted.)</blockquote>\n<blockquote>A statement which is truthful may yet be deceptive if it has the capacity or tendency to deceive.</blockquote>\n<p>Mr. Standing, Jr., testified at the trial that at the time the warranty was signed by Midgett he would not have gone through with the transaction if the existence of the Kotarides lien had been disclosed to him. Plainly Midgett's failure to make this disclosure constituted deception under North Carolina law.</p>\n<p>More recently in a case construing the Act the North Carolina Supreme Court has said:</p>\n<blockquote>It is axiomatic that proof of fraud itself necessarily constitutes a violation of the prohibition against unfair or deceptive trade practices.... However, in order for [a plaintiff] to make out a claim under [the Act] she must show only some  but not all  of the same elements essential to making out a cause of action in fraud.</blockquote>\n<blockquote>Under the facts of this case [the plaintiff] must first demonstrate that [the defendant's] letter had the capacity or tendency to deceive. Unlike a claim based upon fraud, proof of actual deception is not necessary [citing <i>Johnson v. Insurance Company, supra</i>].</blockquote>\n<blockquote>Unlike the third element of proof in a fraud claim, the question \"whether the defendant acted in bad faith is not pertinent\" to whether his representation violated N.C.G.S. § 75-1.1. <i>Marshall v. Miller,</i> 302 N.C. at 544, 276 S.E.2d at 400-01.</blockquote>\n<p><i>Pearce v. American Defender Life Insurance Company,</i> <span class=\"citation no-link\"><span class=\"volume\">316</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">461</span></span>, 470-71, <span class=\"citation\" data-id=\"1269548\"><a href=\"/opinion/1269548/pearce-v-american-defender-life-ins-co/\"><span class=\"volume\">343</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">174</span></a></span>, 180 (1986). <i>See also </i><i>Bhatti v. Buckland,</i> <span class=\"citation\" data-id=\"1202340\"><a href=\"/opinion/1202340/bhatti-v-buckland/\"><span class=\"volume\">328</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">240</span></a></span>, <span class=\"citation\" data-id=\"1202340\"><a href=\"/opinion/1202340/bhatti-v-buckland/\"><span class=\"volume\">400</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">440</span></a></span> (1991).</p>\n<p>Application of these principles to the facts of this case would seem to lead inevitably to the conclusion that Midgett's failure to disclose to plaintiffs the existence of the Kotarides lien constituted a violation of the Act, and the court so holds. The result is that plaintiffs' damages previously established must be trebled, and accordingly judgment will be entered in favor of plaintiffs and against the defendant for the sum of $17,576.19.</p>\n<p>There remains to be decided the question of plaintiffs' entitlement under the Act to attorney's fees and expenses incurred by them in the prosecution of this action, the total of such fees and expenses having been determined by the court to amount to $5,885.33.</p>\n<p>In N.C.G.S. § 75-16.1 the Act provides in part that:</p>\n<blockquote>In any suit instituted by a person who alleges that the defendant violated G.S. 75-1.1, the presiding judge may, in his discretion, <span class=\"star-pagination\">*404</span> allow a reasonable attorney fee to the duly licensed attorney representing the prevailing party, such attorney fee to be taxed as part of the court costs and payable by the losing party, upon a finding by the presiding judge that:</blockquote>\n<blockquote>(1) the party charged with the violation has willfully engaged in the act or practice, and there was an unwarranted refusal by such party to fully resolve the matter which constitutes the basis of such suit; ....</blockquote>\n<p>While a showing of willfulness seems not to be required in order to establish a violation of the Act with respect to ordinary damages, the quoted portion of the statute relating to attorney's fees does require such showing. An act or a failure to act is \"willfully\" done if done voluntarily and intentionally with the view to doing injury to another. The court is unable to find by a preponderance of the evidence in this case that Midgett's failure to disclose the existence of the Kotarides lien was \"willful.\" Midgett was not a lawyer, and in his deposition he testified that he did not know the meaning of the warranty language Mr. Standing, Jr. had him insert in the contract of sale, and in any event he obviously believed that the lien was not valid and enforceable, a position which was ultimately confirmed by the bankruptcy court. Thus the court is unable to award attorney's fees to the plaintiffs under N.C.G.S. § 75-16.1.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The conclusion is that the plaintiffs are entitled to recover damages of the defendant for breach of warranty in the amount of $5,858.73; that this amount is to be trebled under the provisions of N.C.G.S. § 75-1.1; that plaintiffs are not entitled to recover attorney's fees under N.C.G.S. § 75-16.1; and that plaintiffs are entitled to recover the costs of the action exclusive of attorney's fees. Let judgment therefore be entered in favor of the plaintiffs and against the defendant in the sum of $17,576.19 and the costs of this action to be taxed.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/480183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1202340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1216768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1252319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1265360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1320083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1321805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332117/"
  ]
}