{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2133190/",
  "absolute_url": "/opinion/2133190/united-states-v-one-tract-of-real-property/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2133190/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:25:10.763125Z",
  "date_modified": "2016-04-27T01:02:12.260341Z",
  "type": "010combined",
  "sha1": "0751dee369cc350f8a7eb0a2230da2c3644cda90",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>803 F.Supp. 1080 (1992)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nONE TRACT OF REAL PROPERTY WITH BUILDINGS, APPURTENANCES, AND IMPROVEMENTS THERETO, LOCATED IN ROBESON COUNTY, NORTH CAROLINA, And Being More Particularly Described In a Warranty Deed Recorded In Book 19-Q, Page 68 of the Robeson County Registry, Being Titled In the Names of Roosevelt Locklear and wife, Genora Locklear; and any and all Proceeds From the Sale of Said Property, Defendant.</h1></center>\n<center>No. 92-68-CIV-3-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>October 13, 1992.</center>\n<p><span class=\"star-pagination\">*1081</span> Stephen A. West, U.S. Atty., Eastern District of N.C., Raleigh, N.C., for U.S.</p>\n<p>Robert D. Jacobson, Lumberton, N.C., for Genora Locklear.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>Before the court is claimant Genora Locklear's motion to recover temporary possession of real property titled to claimant but currently held in custody of the United States Marshal pursuant to civil forfeiture proceedings brought under 21 U.S.C. § 881(a)(7). Claimant asserts that she is an innocent owner within the meaning of section 881(a)(7) and should be permitted to remain on the premises pending completion of the forfeiture proceedings. The matter has been fully briefed and is now ripe for ruling.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>On 16 June 1992, plaintiff United States of America filed its complaint for forfeiture in rem of the defendant property under 21 U.S.C. § 881(a)(7). The statute authorizes civil forfeiture of any real property \"which is used, or intended to be used, in any manner or part, to commit, or to facilitate the commission of, a violation of this title punishable by more than one year's imprisonment.\" <i>Id.</i> Pursuant to this court's Order, the Warrant of Arrest of the property was issued and sealed on 22 June 1992. On 30 June 1992, the United States Marshal seized the defendant property in conjunction with the arrest of Mitchell Locklear and Ronald Dean Locklear, two of claimant's sons who allegedly trafficked in illegal drugs on the property and were charged with violations of Title 21.</p>\n<p>On the day the property was seized, the United States Marshal entered into a limited occupancy agreement with claimant. The agreement permitted claimant and other members of her family then residing on the defendant property to remain on the property until 6 July 1992 in order to remove their personal belongings and to find another place to live. On 7 July 1992, claimant filed a claim to the property alleging that she is the sole owner and that she had no knowledge that her sons were conducting illegal drug-related activities on the property. Claimant filed an answer to the <span class=\"star-pagination\">*1082</span> complaint and requested a jury trial on 24 July 1992, and simultaneously filed her Motion to Recover Possession of Real Property.</p>\n<p>In her motion, claimant argues that she did not know of or consent to any drug-related activity on her property. She contends that she and the other members of her family who lived on the property (four children, ranging in age from 19 to 25 (not including the two sons arrested and currently held in detention), and three grandchildren, ages 11 months to 18 years) have no means to live elsewhere and that she and the other members of her family are of good moral character and have no criminal records. She concludes that the United States Marshal wrongfully refused to enter into an occupancy agreement with her.</p>\n<p>Plaintiff filed a memorandum in opposition to this motion on 14 August 1992, alleging that if claimant and the other members of her family are permitted to resume occupancy of the defendant property they will threaten, intimidate, and possibly harm those neighbors who cooperated with the law enforcement officers who arrested claimant's sons and seized the property. Plaintiff argues that immediate eviction of all occupants was necessary to protect the public safety and to prevent the property from being used for illegal activities, and that it was authorized by Department of Justice policy. The policy provides:</p>\n<blockquote>Immediate removal of all occupants at the time of seizure should be sought if there is reason to believe that failure to remove the occupants will result in one or more of the following:</blockquote>\n<blockquote>a. Danger to law enforcement officials or the public health and safety;</blockquote>\n<blockquote>b. The continuation of illegal activity on the premises; or</blockquote>\n<blockquote>c. Interference with the Government's ability to manage and conserve the property.</blockquote>\n<p>Memorandum from Cary H. Copeland, Director, Executive Office for Asset Forfeiture, to all United States Attorneys, <i>Departmental Policy Regarding Seizure of Occupied Real Property</i> 306 (Oct. 9, 1990) [hereinafter Copeland Memorandum].</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>The parties assert that whether claimant should be permitted to resume occupancy of the defendant property is committed to the discretion of the court. <i>See United States v. Six Parcels of Real Property,</i> No. 88-29-CIV-7, Order at 4 (E.D.N.C. Oct. 11, 1988). However, it appears to the court that the interests at issue here implicate constitutional rights and guarantees of protection. Accordingly, the following discussion reflects not the court's exercise of discretion but, instead, application of controlling principles of law.</p>\n<p>At the outset, the court notes that claimant has two distinct property interests: (1) retaining title and ownership of the property, and (2) remaining in physical possession of the property. Each of these is protected by the Fifth Amendment's guarantee of procedural due process in connection with any governmental deprivation of a property interest. <i>Fuentes v. Shevin,</i> 407 U.S. 67, 81-82, 92 S.Ct. 1983, 1994-1995, 32 L.Ed.2d 556 (1972); <i>see </i><i>United States v. 4492 S. Livonia Rd.,</i> 889 F.2d 1258, 1263 (2d Cir.1989), <i>reh'g denied,</i> 897 F.2d 659 (2d Cir.1990) [hereinafter <i>Livonia</i>]. The \"requirement that only extraordinary circumstances can justify the failure to provide a preseizure hearing applies even in the context of a civil in rem forfeiture proceeding.\" <i>Livonia,</i> 889 F.2d at 1263 (construing <i>Calero-Toledo v. Pearson Yacht Leasing Co.,</i> 416 U.S. 663, 94 S.Ct. 2080, 40 L.Ed.2d 452 (1974)). The Fourth Circuit, in <i>Richmond Tenants Org., Inc. v. Kemp,</i> 956 F.2d 1300, 1302 (4th Cir.1992), applied the same standard to the summary eviction of public housing tenants:</p>\n<blockquote>Since the immediate and summary eviction of tenants is a more serious constitutional deprivation than the mere seizure of the property itself, ... in the absence of exigent circumstances, the Due Process Clause of the Fifth Amendment requires the government to provide for notice and an opportunity to be heard before a tenant may be evicted.</blockquote>\n<p><span class=\"star-pagination\">*1083</span> <i>Id.</i> at 1306-07. In sum, notice and the opportunity to be heard are <i>prerequisites</i> to a seizure <i>or</i> an eviction under 21 U.S.C. section 881(a)(7).<sup>[1]</sup> When the government does not give notice and an opportunity to be heard prior to seizure or eviction, seizures of property are unconstitutional unless circumstances give rise to an \"extraordinary situation.\" <i>Fuentes,</i> 407 U.S. at 91, 92 S.Ct. at 1999. Evictions similarly are unconstitutional unless they are justified by \"exigent circumstances.\" <i>Richmond Tenants,</i> 956 F.2d at 1306-07.</p>\n<p>The government has failed to recognize or comply with either of these directives. However, because the motion before the court requests only claimant's recovery of physical possession of the property, the court will limit its discussion to the presence or absence of exigent circumstances warranting the summary eviction of claimant.</p>\n<p></p>\n<h2>A. <i>Due Process Requires Notice and a Hearing Prior to Eviction Unless Exigent Circumstances are Present</i>\n</h2>\n<p>The Fourth Circuit Court of Appeals recently discussed civil forfeiture pursuant to section 881(a)(7) in <i>Richmond Tenants,</i> 956 F.2d 1300, and affirmed a district court's entry of a permanent injunction enjoining, \"on a nationwide basis, any evictions [of public housing tenants] without notice and a hearing, except in `exigent circumstances.'\" <i>Id.</i> at 1302. At issue in <i>Richmond Tenants</i> was the \"Forfeiture Project,\" a federal program designed to remove drug offenders from public housing by using the provisions of the Comprehensive Drug Abuse and Control Act of 1970, as amended. Specifically, the Forfeiture Project sought to promote United States Attorneys' use of section 881(a)(7). A brief overview of section 881(a)(7)'s operation was given by the court:</p>\n<blockquote>After the seizure of leasehold property under [s]ection 881(a)(7), individuals with an interest in property may file a claim, and the case then proceeds as a civil action. Initially, the government is required as its <i>prima facie</i> case to prove the existence of probable cause to believe that the property was used to facilitate the violation of drug laws. A claimant may then demonstrate that the government lacked probable cause, or that the claimant was an \"innocent owner\" and did not know of or permit the illegal activity.</blockquote>\n<blockquote>While the case is pending, the government is deemed to be the owner of the property. <i>However, the statute does not specify whether the tenants meanwhile are permitted to remain in possession.</i>\n</blockquote>\n<p><i>Id.</i> at 1302-03 (citations omitted) (emphasis added). In response to the unresolved issue of temporary occupancy, the Department of Justice set out guidelines for the use of the Assistant United States Attorneys who determine whether to enter into occupancy agreements or to evict the landowner pending resolution of the proceedings. These guidelines, set out in the \"Copeland Memorandum,\" are cited to this court by plaintiff and also were discussed in <i>Richmond Tenants.</i> The Copeland Memorandum</p>\n<blockquote>states that it \"is the Department[ of Justice's] national policy and practice,\" except in the Second Circuit, not to grant advance notice and an opportunity to be heard prior to the seizure of real property. It further states that \"[a]s a general rule, occupants of real property should be permitted to remain in the property pursuant to an occupancy agreement pending forfeiture,\" provided certain other conditions are met.</blockquote>\n<p><i>Id.</i> at 1303 (quoting Copeland Memorandum, <i>supra</i> p. 3). The <i>Richmond Tenants</i> court focused on the constitutional implications of this no-notice, no-hearing policy. It concluded that the Due Process Clause of the Fifth Amendment \"requires the government to provide for notice and an opportunity to be heard before a tenant may be evicted.\" <i>Id.</i> at 1307.</p>\n<p><span class=\"star-pagination\">*1084</span> In this case, claimant was entitled to notice and an opportunity to be heard prior to eviction. Her interest in retaining possession of her property is at least coextensive with the interests of public housing tenants in maintaining possession of their residences. The fact that the United States Marshal permitted claimant and her family to remain on the premises for six days following the seizure does not diminish her claim. <i>See Livonia,</i> 889 F.2d at 1265 (holding that a \"[claimant']s interest in his home is not in any way diminished by the occupancy agreement entered into with the government, since that agreement allowed continued occupancy as a matter of grace, not entitlement\"). The grant of temporary occupancy certainly is not an acceptable means by which to confer notice of eviction, and claimant was evicted without any hearing whatsoever. Under these facts, the eviction was in violation of both Fourth Circuit case law and the Due Process Clause of the Fifth Amendment.</p>\n<p></p>\n<h2>B. <i>Claimant's Summary Eviction Was Not Justified by Exigent Circumstances</i>\n</h2>\n<p>The Fourth Circuit has recognized that summary evictions may be permissible if \"exigent circumstances\" exist. To show exigent circumstances warranting summary eviction, the government must satisfy three criteria: \"(1) the [eviction] must be directly necessary to secure an important governmental or general public interest; (2) there must be a special need for very prompt action; and (3) the person initiating the [eviction] must be a government official responsible for determining, under the standards of a narrowly drawn statute, that [eviction] is necessary and justified in the particular instance.\" <i>Richmond Tenants,</i> 956 F.2d at 1307 (construing <i>Fuentes,</i> 407 U.S. at 91, 92 S.Ct. at 1999). In this case, plaintiff has not shown the existence of exigent circumstances.</p>\n<p></p>\n<h2>1. <i>Eviction Must be Necessary to Secure Important Governmental or Public Interest</i>\n</h2>\n<p>According to plaintiff's memorandum, the primary justification for evicting claimant is her alleged propensity (and that of other family members) to threaten and intimidate neighbors. As authorization for claimant's eviction, plaintiff cites the Copeland Memorandum, which states that immediate eviction should be sought if \"failure to remove the occupants will result in ... danger to law enforcement officials or the public[, or] the continuation of illegal activity on the premises.\" Copeland Memorandum, <i>supra</i> p. 3, at 306. The court has reviewed the affidavit of Special Agent Meyers, who testified not only to the extensive drug-related activities of Mitchell and Ronald Dean Locklear both on and off the defendant property, but also to the altercations and confrontations between claimant, her family members, and neighbors who cooperated with police or appeared sympathetic to police efforts. Special Agent Meyers testified that threats have been made from the defendant property both prior to and immediately after its seizure. Plaintiff argues further that claimant's presence on the property will draw far too heavily on police resources, and points out that it cannot patrol the property twenty-four hours a day.</p>\n<p>In evaluating these arguments, the court notes that plaintiff's memorandum does not explain why claimant's eviction will operate to curb this propensity, and offers no argument to show why claimant's return to the property will result in the making of threats. Threats can be made from any location, and eviction cannot be used to punish claimant, who has not been charged with any crime. In addition, although the alleged threats were made immediately after the search and seizure of claimant's property, the government permitted claimant to remain on the property for the next six days, presumably when tempers were most likely to flare. These observations notwithstanding, the court finds that claimant's eviction reasonably could be viewed as necessary to serve an important governmental and public interest. In reaching this conclusion, the court affords no weight to the government's \"police resources\" argument because it in no way supports the eviction of claimant. \"Procedural due process is not intended to promote efficiency <span class=\"star-pagination\">*1085</span> or accommodate all possible interests: it is intended to protect the particular interests of the person whose possessions are about to be taken.\" <i>Fuentes,</i> 407 U.S. at 92 n. 22, 92 S.Ct. at 2000 n. 22.</p>\n<p></p>\n<h2>2. <i>Very Prompt Action Must be Needed</i>\n</h2>\n<p>The government has shown no need for \"very prompt action\" of the sort that justifies an immediate eviction upon seizure without notice and a hearing. The facts of this case are very different from those in <i>Calero-Toledo,</i> wherein the Court found that notice and an opportunity to be heard were not necessary prior to seizure of a yacht allegedly used in drug transport, because the mobility of the yacht made swift government action crucial. 416 U.S. at 679-80, 94 S.Ct. at 2089-90. The property at issue here cannot move. Nor can the drug trafficking reportedly conducted on the property support a summary eviction. In <i>Richmond Tenants,</i> the court noted that \"[w]hile the level of and type of drug trafficking in a particular location might amount to exigent circumstances warranting a summary eviction, the mere use or possession of narcotics would not in every case constitute an extraordinary situation.\" <i>Richmond Tenants,</i> 956 F.2d at 1308. The record before the court does include evidence of active drug trafficking on the property, but it focuses on the central role of the two individuals arrested and detained on drug charges. It does not indicate that claimant's return to the property would prompt any resumption of drug trafficking, let alone the level of illegal activity that could satisfy the requirement of exigent circumstances. The court notes also that the government does not dispute claimant's assertion that no drugs were found in the search incident to seizure of the property, and that the government's memorandum includes no argument that the property was at risk of imminent destruction.<sup>[2]</sup></p>\n<p></p>\n<h2>3. <i>Government Official Must Initiate Seizure Pursuant To Narrowly Drawn Statute</i>\n</h2>\n<p>The government also does not satisfy the third criteria: \"[T]he person initiating the [eviction] must be a government official responsible for determining, under the standards of a narrowly drawn statute, that [eviction] is necessary and justified in the particular instance.\" <i>Richmond Tenants,</i> 956 F.2d at 1307 (construing <i>Fuentes,</i> 407 U.S. at 91, 92 S.Ct. at 1999). This court is constrained by Supreme Court and Fourth Circuit precedent to find that the third criteria is met when <i>seizure</i> is initiated by government officials. <i>Id.</i> (construing <i>Calero-Toledo,</i> 416 U.S. at 679, 94 S.Ct. at 2089). However, section 881(a)(7) can hardly be described as a \"narrowly drawn statute,\" in language or effect, and it gives no guidance whatsoever regarding the <i>eviction</i> of persons whose property is seized. 21 U.S.C. § 881(a)(7); <i>see </i><i>Richmond Tenants,</i> 956 F.2d at 1303. The sweeping parameters of section 881(a)(7) and the discretion vested in local Assistant United States Attorneys combine to facilitate the statute's ready encroachment into the rights and entitlements of home ownership. Considering this factor in conjunction with the other two, the court concludes that claimant's summary eviction was not justified by exigent circumstances.</p>\n<p></p>\n<h2>C. <i>Plaintiff Made No Effort to Employ A Less Restrictive Alternative</i>\n</h2>\n<p>Finally, the court finds that \"the government's position fails to satisfy the `least restrictive alternative' analysis.\" <i>Richmond Tenants,</i> 956 F.2d at 1308 (quoting <i>Livonia,</i> 889 F.2d at 1265; <i>In re Application of Kingsley,</i> 802 F.2d 571, 580 (1st Cir.1986)). There is no evidence that plaintiff or any other party has sought or obtained a restraining order to prevent claimant or any member of her family from issuing threats. The Fourth Circuit has observed that \"[f]ollowing notice, a necessary postseizure eviction might ... be obtained <span class=\"star-pagination\">*1086</span> after a hearing in a forfeiture proceeding.\" <i>Richmond Tenants,</i> 956 F.2d at 1308. The court recognizes the government's obligation to ensure that \"what is now federal property is not used in an illegal manner, for example, as a location from which threats of retaliation against federal witnesses are made.\" Plaintiff's Memorandum of Law in Opposition to Claimant's Motion to Recover Possession of Real Property at 8. The government is free to begin postseizure eviction proceedings based on threats allegedly already made, but cannot justify summary evictions based on the likelihood of illegal activity unless exigent circumstances are present. It appears to the court that restraining orders or other similar measures are the proper initial means by which to prevent the illegal use of the property.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>Forfeiture traditionally is disfavored in the law. The summary eviction of a home-owner  in this case, essentially for the crimes of some other person  without any notice or opportunity to be heard violates the Due Process Clause of the Fifth Amendment, unless exigent circumstances are present. <i>See </i><i>Fuentes,</i> 407 U.S. at 91, 92 S.Ct. at 1999; <i>Richmond Tenants,</i> 956 F.2d at 1307. Because the court finds that claimant's eviction was not justified by exigent circumstances, claimant's Motion to Recover Possession of Real Property pending forfeiture is GRANTED. The United States Marshal shall immediately permit claimant to re-enter the property.</p>\n<h2>NOTES</h2>\n<p>[1]  The Fourth Circuit requirement of \"exigent circumstances\" in eviction cases is identical to the Supreme Court requirement of an \"extraordinary situation\" in seizure cases. <i>See </i><i>Fuentes,</i> 407 U.S. at 91, 92 S.Ct. at 1999 (referring to an \"extraordinary situation\"); <i>Richmond Tenants,</i> 956 F.2d at 1306 (referring to \"exigent circumstances\").</p>\n<p>[2]  Plaintiff did assert that the property was subject to total or partial destruction in its motion to seal, but has not developed or substantiated that argument. Plaintiff's Motion to Seal Complaint, Warrant and Order at 1.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">803</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1080</span></span> (1992)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nONE TRACT OF REAL PROPERTY WITH BUILDINGS, APPURTENANCES, AND IMPROVEMENTS THERETO, LOCATED IN ROBESON COUNTY, NORTH CAROLINA, And Being More Particularly Described In a Warranty Deed Recorded In Book 19-Q, Page 68 of the Robeson County Registry, Being Titled In the Names of Roosevelt Locklear and wife, Genora Locklear; and any and all Proceeds From the Sale of Said Property, Defendant.</h1></center>\n<center>No. 92-68-CIV-3-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>October 13, 1992.</center>\n<p><span class=\"star-pagination\">*1081</span> Stephen A. West, U.S. Atty., Eastern District of N.C., Raleigh, N.C., for U.S.</p>\n<p>Robert D. Jacobson, Lumberton, N.C., for Genora Locklear.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>Before the court is claimant Genora Locklear's motion to recover temporary possession of real property titled to claimant but currently held in custody of the United States Marshal pursuant to civil forfeiture proceedings brought under 21 U.S.C. § 881(a)(7). Claimant asserts that she is an innocent owner within the meaning of section 881(a)(7) and should be permitted to remain on the premises pending completion of the forfeiture proceedings. The matter has been fully briefed and is now ripe for ruling.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>On 16 June 1992, plaintiff United States of America filed its complaint for forfeiture in rem of the defendant property under 21 U.S.C. § 881(a)(7). The statute authorizes civil forfeiture of any real property \"which is used, or intended to be used, in any manner or part, to commit, or to facilitate the commission of, a violation of this title punishable by more than one year's imprisonment.\" <i>Id.</i> Pursuant to this court's Order, the Warrant of Arrest of the property was issued and sealed on 22 June 1992. On 30 June 1992, the United States Marshal seized the defendant property in conjunction with the arrest of Mitchell Locklear and Ronald Dean Locklear, two of claimant's sons who allegedly trafficked in illegal drugs on the property and were charged with violations of Title 21.</p>\n<p>On the day the property was seized, the United States Marshal entered into a limited occupancy agreement with claimant. The agreement permitted claimant and other members of her family then residing on the defendant property to remain on the property until 6 July 1992 in order to remove their personal belongings and to find another place to live. On 7 July 1992, claimant filed a claim to the property alleging that she is the sole owner and that she had no knowledge that her sons were conducting illegal drug-related activities on the property. Claimant filed an answer to the <span class=\"star-pagination\">*1082</span> complaint and requested a jury trial on 24 July 1992, and simultaneously filed her Motion to Recover Possession of Real Property.</p>\n<p>In her motion, claimant argues that she did not know of or consent to any drug-related activity on her property. She contends that she and the other members of her family who lived on the property (four children, ranging in age from 19 to 25 (not including the two sons arrested and currently held in detention), and three grandchildren, ages 11 months to 18 years) have no means to live elsewhere and that she and the other members of her family are of good moral character and have no criminal records. She concludes that the United States Marshal wrongfully refused to enter into an occupancy agreement with her.</p>\n<p>Plaintiff filed a memorandum in opposition to this motion on 14 August 1992, alleging that if claimant and the other members of her family are permitted to resume occupancy of the defendant property they will threaten, intimidate, and possibly harm those neighbors who cooperated with the law enforcement officers who arrested claimant's sons and seized the property. Plaintiff argues that immediate eviction of all occupants was necessary to protect the public safety and to prevent the property from being used for illegal activities, and that it was authorized by Department of Justice policy. The policy provides:</p>\n<blockquote>Immediate removal of all occupants at the time of seizure should be sought if there is reason to believe that failure to remove the occupants will result in one or more of the following:</blockquote>\n<blockquote>a. Danger to law enforcement officials or the public health and safety;</blockquote>\n<blockquote>b. The continuation of illegal activity on the premises; or</blockquote>\n<blockquote>c. Interference with the Government's ability to manage and conserve the property.</blockquote>\n<p>Memorandum from Cary H. Copeland, Director, Executive Office for Asset Forfeiture, to all United States Attorneys, <i>Departmental Policy Regarding Seizure of Occupied Real Property</i> 306 (Oct. 9, 1990) [hereinafter Copeland Memorandum].</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>The parties assert that whether claimant should be permitted to resume occupancy of the defendant property is committed to the discretion of the court. <i>See United States v. Six Parcels of Real Property,</i> No. 88-29-CIV-7, Order at 4 (E.D.N.C. Oct. 11, 1988). However, it appears to the court that the interests at issue here implicate constitutional rights and guarantees of protection. Accordingly, the following discussion reflects not the court's exercise of discretion but, instead, application of controlling principles of law.</p>\n<p>At the outset, the court notes that claimant has two distinct property interests: (1) retaining title and ownership of the property, and (2) remaining in physical possession of the property. Each of these is protected by the Fifth Amendment's guarantee of procedural due process in connection with any governmental deprivation of a property interest. <i>Fuentes v. Shevin,</i> <span class=\"citation\" data-id=\"108568\"><a href=\"/opinion/108568/fuentes-v-shevin/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></a></span>, 81-82, <span class=\"citation\" data-id=\"108568\"><a href=\"/opinion/108568/fuentes-v-shevin/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1983</span></a></span>, 1994-1995, <span class=\"citation\" data-id=\"108568\"><a href=\"/opinion/108568/fuentes-v-shevin/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1972); <i>see </i><i>United States v. 4492 S. Livonia Rd.,</i> <span class=\"citation no-link\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1258</span></span>, 1263 (2d Cir.1989), <i>reh'g denied,</i> <span class=\"citation no-link\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">659</span></span> (2d Cir.1990) [hereinafter <i>Livonia</i>]. The \"requirement that only extraordinary circumstances can justify the failure to provide a preseizure hearing applies even in the context of a civil in rem forfeiture proceeding.\" <i>Livonia,</i> 889 F.2d at 1263 (construing <i>Calero-Toledo v. Pearson Yacht Leasing Co.,</i> <span class=\"citation\" data-id=\"109026\"><a href=\"/opinion/109026/calero-toledo-v-pearson-yacht-leasing-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">663</span></a></span>, <span class=\"citation\" data-id=\"109026\"><a href=\"/opinion/109026/calero-toledo-v-pearson-yacht-leasing-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2080</span></a></span>, <span class=\"citation\" data-id=\"109026\"><a href=\"/opinion/109026/calero-toledo-v-pearson-yacht-leasing-co/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">452</span></a></span> (1974)). The Fourth Circuit, in <i>Richmond Tenants Org., Inc. v. Kemp,</i> <span class=\"citation\" data-id=\"578169\"><a href=\"/opinion/578169/richmond-tenants-organization-incorporated-teresa-w-hopson-mamie-e/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1300</span></a></span>, 1302 (4th Cir.1992), applied the same standard to the summary eviction of public housing tenants:</p>\n<blockquote>Since the immediate and summary eviction of tenants is a more serious constitutional deprivation than the mere seizure of the property itself, ... in the absence of exigent circumstances, the Due Process Clause of the Fifth Amendment requires the government to provide for notice and an opportunity to be heard before a tenant may be evicted.</blockquote>\n<p><span class=\"star-pagination\">*1083</span> <i>Id.</i> at 1306-07. In sum, notice and the opportunity to be heard are <i>prerequisites</i> to a seizure <i>or</i> an eviction under 21 U.S.C. section 881(a)(7).<sup>[1]</sup> When the government does not give notice and an opportunity to be heard prior to seizure or eviction, seizures of property are unconstitutional unless circumstances give rise to an \"extraordinary situation.\" <i>Fuentes,</i> 407 U.S. at 91, 92 S.Ct. at 1999. Evictions similarly are unconstitutional unless they are justified by \"exigent circumstances.\" <i>Richmond Tenants,</i> 956 F.2d at 1306-07.</p>\n<p>The government has failed to recognize or comply with either of these directives. However, because the motion before the court requests only claimant's recovery of physical possession of the property, the court will limit its discussion to the presence or absence of exigent circumstances warranting the summary eviction of claimant.</p>\n<p></p>\n<h2>A. <i>Due Process Requires Notice and a Hearing Prior to Eviction Unless Exigent Circumstances are Present</i>\n</h2>\n<p>The Fourth Circuit Court of Appeals recently discussed civil forfeiture pursuant to section 881(a)(7) in <i>Richmond Tenants,</i> <span class=\"citation\" data-id=\"578169\"><a href=\"/opinion/578169/richmond-tenants-organization-incorporated-teresa-w-hopson-mamie-e/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1300</span></a></span>, and affirmed a district court's entry of a permanent injunction enjoining, \"on a nationwide basis, any evictions [of public housing tenants] without notice and a hearing, except in `exigent circumstances.'\" <i>Id.</i> at 1302. At issue in <i>Richmond Tenants</i> was the \"Forfeiture Project,\" a federal program designed to remove drug offenders from public housing by using the provisions of the Comprehensive Drug Abuse and Control Act of 1970, as amended. Specifically, the Forfeiture Project sought to promote United States Attorneys' use of section 881(a)(7). A brief overview of section 881(a)(7)'s operation was given by the court:</p>\n<blockquote>After the seizure of leasehold property under [s]ection 881(a)(7), individuals with an interest in property may file a claim, and the case then proceeds as a civil action. Initially, the government is required as its <i>prima facie</i> case to prove the existence of probable cause to believe that the property was used to facilitate the violation of drug laws. A claimant may then demonstrate that the government lacked probable cause, or that the claimant was an \"innocent owner\" and did not know of or permit the illegal activity.</blockquote>\n<blockquote>While the case is pending, the government is deemed to be the owner of the property. <i>However, the statute does not specify whether the tenants meanwhile are permitted to remain in possession.</i>\n</blockquote>\n<p><i>Id.</i> at 1302-03 (citations omitted) (emphasis added). In response to the unresolved issue of temporary occupancy, the Department of Justice set out guidelines for the use of the Assistant United States Attorneys who determine whether to enter into occupancy agreements or to evict the landowner pending resolution of the proceedings. These guidelines, set out in the \"Copeland Memorandum,\" are cited to this court by plaintiff and also were discussed in <i>Richmond Tenants.</i> The Copeland Memorandum</p>\n<blockquote>states that it \"is the Department[ of Justice's] national policy and practice,\" except in the Second Circuit, not to grant advance notice and an opportunity to be heard prior to the seizure of real property. It further states that \"[a]s a general rule, occupants of real property should be permitted to remain in the property pursuant to an occupancy agreement pending forfeiture,\" provided certain other conditions are met.</blockquote>\n<p><i>Id.</i> at 1303 (quoting Copeland Memorandum, <i>supra</i> p. 3). The <i>Richmond Tenants</i> court focused on the constitutional implications of this no-notice, no-hearing policy. It concluded that the Due Process Clause of the Fifth Amendment \"requires the government to provide for notice and an opportunity to be heard before a tenant may be evicted.\" <i>Id.</i> at 1307.</p>\n<p><span class=\"star-pagination\">*1084</span> In this case, claimant was entitled to notice and an opportunity to be heard prior to eviction. Her interest in retaining possession of her property is at least coextensive with the interests of public housing tenants in maintaining possession of their residences. The fact that the United States Marshal permitted claimant and her family to remain on the premises for six days following the seizure does not diminish her claim. <i>See Livonia,</i> 889 F.2d at 1265 (holding that a \"[claimant']s interest in his home is not in any way diminished by the occupancy agreement entered into with the government, since that agreement allowed continued occupancy as a matter of grace, not entitlement\"). The grant of temporary occupancy certainly is not an acceptable means by which to confer notice of eviction, and claimant was evicted without any hearing whatsoever. Under these facts, the eviction was in violation of both Fourth Circuit case law and the Due Process Clause of the Fifth Amendment.</p>\n<p></p>\n<h2>B. <i>Claimant's Summary Eviction Was Not Justified by Exigent Circumstances</i>\n</h2>\n<p>The Fourth Circuit has recognized that summary evictions may be permissible if \"exigent circumstances\" exist. To show exigent circumstances warranting summary eviction, the government must satisfy three criteria: \"(1) the [eviction] must be directly necessary to secure an important governmental or general public interest; (2) there must be a special need for very prompt action; and (3) the person initiating the [eviction] must be a government official responsible for determining, under the standards of a narrowly drawn statute, that [eviction] is necessary and justified in the particular instance.\" <i>Richmond Tenants,</i> 956 F.2d at 1307 (construing <i>Fuentes,</i> 407 U.S. at 91, 92 S.Ct. at 1999). In this case, plaintiff has not shown the existence of exigent circumstances.</p>\n<p></p>\n<h2>1. <i>Eviction Must be Necessary to Secure Important Governmental or Public Interest</i>\n</h2>\n<p>According to plaintiff's memorandum, the primary justification for evicting claimant is her alleged propensity (and that of other family members) to threaten and intimidate neighbors. As authorization for claimant's eviction, plaintiff cites the Copeland Memorandum, which states that immediate eviction should be sought if \"failure to remove the occupants will result in ... danger to law enforcement officials or the public[, or] the continuation of illegal activity on the premises.\" Copeland Memorandum, <i>supra</i> p. 3, at 306. The court has reviewed the affidavit of Special Agent Meyers, who testified not only to the extensive drug-related activities of Mitchell and Ronald Dean Locklear both on and off the defendant property, but also to the altercations and confrontations between claimant, her family members, and neighbors who cooperated with police or appeared sympathetic to police efforts. Special Agent Meyers testified that threats have been made from the defendant property both prior to and immediately after its seizure. Plaintiff argues further that claimant's presence on the property will draw far too heavily on police resources, and points out that it cannot patrol the property twenty-four hours a day.</p>\n<p>In evaluating these arguments, the court notes that plaintiff's memorandum does not explain why claimant's eviction will operate to curb this propensity, and offers no argument to show why claimant's return to the property will result in the making of threats. Threats can be made from any location, and eviction cannot be used to punish claimant, who has not been charged with any crime. In addition, although the alleged threats were made immediately after the search and seizure of claimant's property, the government permitted claimant to remain on the property for the next six days, presumably when tempers were most likely to flare. These observations notwithstanding, the court finds that claimant's eviction reasonably could be viewed as necessary to serve an important governmental and public interest. In reaching this conclusion, the court affords no weight to the government's \"police resources\" argument because it in no way supports the eviction of claimant. \"Procedural due process is not intended to promote efficiency <span class=\"star-pagination\">*1085</span> or accommodate all possible interests: it is intended to protect the particular interests of the person whose possessions are about to be taken.\" <i>Fuentes,</i> 407 U.S. at 92 n. 22, 92 S.Ct. at 2000 n. 22.</p>\n<p></p>\n<h2>2. <i>Very Prompt Action Must be Needed</i>\n</h2>\n<p>The government has shown no need for \"very prompt action\" of the sort that justifies an immediate eviction upon seizure without notice and a hearing. The facts of this case are very different from those in <i>Calero-Toledo,</i> wherein the Court found that notice and an opportunity to be heard were not necessary prior to seizure of a yacht allegedly used in drug transport, because the mobility of the yacht made swift government action crucial. 416 U.S. at 679-80, 94 S.Ct. at 2089-90. The property at issue here cannot move. Nor can the drug trafficking reportedly conducted on the property support a summary eviction. In <i>Richmond Tenants,</i> the court noted that \"[w]hile the level of and type of drug trafficking in a particular location might amount to exigent circumstances warranting a summary eviction, the mere use or possession of narcotics would not in every case constitute an extraordinary situation.\" <i>Richmond Tenants,</i> 956 F.2d at 1308. The record before the court does include evidence of active drug trafficking on the property, but it focuses on the central role of the two individuals arrested and detained on drug charges. It does not indicate that claimant's return to the property would prompt any resumption of drug trafficking, let alone the level of illegal activity that could satisfy the requirement of exigent circumstances. The court notes also that the government does not dispute claimant's assertion that no drugs were found in the search incident to seizure of the property, and that the government's memorandum includes no argument that the property was at risk of imminent destruction.<sup>[2]</sup></p>\n<p></p>\n<h2>3. <i>Government Official Must Initiate Seizure Pursuant To Narrowly Drawn Statute</i>\n</h2>\n<p>The government also does not satisfy the third criteria: \"[T]he person initiating the [eviction] must be a government official responsible for determining, under the standards of a narrowly drawn statute, that [eviction] is necessary and justified in the particular instance.\" <i>Richmond Tenants,</i> 956 F.2d at 1307 (construing <i>Fuentes,</i> 407 U.S. at 91, 92 S.Ct. at 1999). This court is constrained by Supreme Court and Fourth Circuit precedent to find that the third criteria is met when <i>seizure</i> is initiated by government officials. <i>Id.</i> (construing <i>Calero-Toledo,</i> 416 U.S. at 679, 94 S.Ct. at 2089). However, section 881(a)(7) can hardly be described as a \"narrowly drawn statute,\" in language or effect, and it gives no guidance whatsoever regarding the <i>eviction</i> of persons whose property is seized. 21 U.S.C. § 881(a)(7); <i>see </i><i>Richmond Tenants,</i> 956 F.2d at 1303. The sweeping parameters of section 881(a)(7) and the discretion vested in local Assistant United States Attorneys combine to facilitate the statute's ready encroachment into the rights and entitlements of home ownership. Considering this factor in conjunction with the other two, the court concludes that claimant's summary eviction was not justified by exigent circumstances.</p>\n<p></p>\n<h2>C. <i>Plaintiff Made No Effort to Employ A Less Restrictive Alternative</i>\n</h2>\n<p>Finally, the court finds that \"the government's position fails to satisfy the `least restrictive alternative' analysis.\" <i>Richmond Tenants,</i> 956 F.2d at 1308 (quoting <i>Livonia,</i> 889 F.2d at 1265; <i>In re Application of Kingsley,</i> <span class=\"citation\" data-id=\"477757\"><a href=\"/opinion/477757/in-the-matter-of-the-application-of-michael-j-kingsley-for-the-return-of/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span>, 580 (1st Cir.1986)). There is no evidence that plaintiff or any other party has sought or obtained a restraining order to prevent claimant or any member of her family from issuing threats. The Fourth Circuit has observed that \"[f]ollowing notice, a necessary postseizure eviction might ... be obtained <span class=\"star-pagination\">*1086</span> after a hearing in a forfeiture proceeding.\" <i>Richmond Tenants,</i> 956 F.2d at 1308. The court recognizes the government's obligation to ensure that \"what is now federal property is not used in an illegal manner, for example, as a location from which threats of retaliation against federal witnesses are made.\" Plaintiff's Memorandum of Law in Opposition to Claimant's Motion to Recover Possession of Real Property at 8. The government is free to begin postseizure eviction proceedings based on threats allegedly already made, but cannot justify summary evictions based on the likelihood of illegal activity unless exigent circumstances are present. It appears to the court that restraining orders or other similar measures are the proper initial means by which to prevent the illegal use of the property.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>Forfeiture traditionally is disfavored in the law. The summary eviction of a home-owner  in this case, essentially for the crimes of some other person  without any notice or opportunity to be heard violates the Due Process Clause of the Fifth Amendment, unless exigent circumstances are present. <i>See </i><i>Fuentes,</i> 407 U.S. at 91, 92 S.Ct. at 1999; <i>Richmond Tenants,</i> 956 F.2d at 1307. Because the court finds that claimant's eviction was not justified by exigent circumstances, claimant's Motion to Recover Possession of Real Property pending forfeiture is GRANTED. The United States Marshal shall immediately permit claimant to re-enter the property.</p>\n<h2>NOTES</h2>\n<p>[1]  The Fourth Circuit requirement of \"exigent circumstances\" in eviction cases is identical to the Supreme Court requirement of an \"extraordinary situation\" in seizure cases. <i>See </i><i>Fuentes,</i> 407 U.S. at 91, 92 S.Ct. at 1999 (referring to an \"extraordinary situation\"); <i>Richmond Tenants,</i> 956 F.2d at 1306 (referring to \"exigent circumstances\").</p>\n<p>[2]  Plaintiff did assert that the property was subject to total or partial destruction in its motion to seal, but has not developed or substantiated that argument. Plaintiff's Motion to Seal Complaint, Warrant and Order at 1.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578169/"
  ]
}