{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2134676/",
  "absolute_url": "/opinion/2134676/sisson-v-campbell-university-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2134676/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:25:29.228341Z",
  "date_modified": "2016-04-26T23:16:13.279052Z",
  "type": "010combined",
  "sha1": "eea6857b6f22e7727cd93d06920960666373f552",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>688 F.Supp. 1064 (1988)</b></center>\n<center><h1>Jane Bradley SISSON, Executrix of the Estate of Ruth B. Johnson, Plaintiff,<br>\nv.<br>\nCAMPBELL UNIVERSITY, INC., Defendant.</h1></center>\n<center>No. 88-67-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 3, 1988.</center>\n<p><span class=\"star-pagination\">*1065</span> Julius A. Rousseau, III, Odes L. Stroupe, Jr., Christopher G. Browning, Jr. of Hunton &amp; Williams, Raleigh, N.C., for plaintiff.</p>\n<p>W.A. Johnson of Johnson and Johnson, P.A., Lillington, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>On February 16, 1988, defendant moved to dismiss plaintiff's complaint on the grounds of insufficient service of process, lack of personal jurisdiction, and lack of subject matter jurisdiction. On April 18, 1988 the court conducted a hearing to consider defendant's motions. Defendant chose only to pursue its motion to dismiss for lack of subject matter jurisdiction at the hearing, contending in a new and unbriefed argument that plaintiff's action is an <i>in rem</i> or <i>quasi in rem</i> proceeding and that the North Carolina state court has already acquired jurisdiction over the res, precluding this court from continuing with the action. Defendant was requested to submit a supplemental brief in support of its motion, to which plaintiff was given an opportunity to respond. Both briefs have been filed, and the matter is ripe for resolution.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>This case involves a trust established by decedent, Ruth B. Johnson, who entered into a \"Revocable Living Trust Agreement\" with defendant on December 2, 1977. The agreement provided for the disposition of a considerable amount of money and stocks. Income was to be disbursed to Johnson in regular installments during her lifetime, principal to her in the event of need, with remainder to defendant at Johnson's death, for the establishment of a Fine Arts Program at the University. Under the original agreement, Johnson specifically reserved the right to revoke the trust. Plaintiff maintains Johnson did revoke the trust and brings this action, as described below, against defendant.</p>\n<p>Plaintiff seeks money damages for breach of the trust agreement and defendant's fiduciary duty, and for conversion of the trust, conversion of certain items of property belonging to Johnson's estate, or return of such items, and money damages for conversion of other assets defendant allegedly accepted for investment and safekeeping on Johnson's behalf, or return of such items. Plaintiff also seeks an accounting and judgment against defendant for such amount of moneys defendant received, disbursed, and retained, and the imposition of a constructive trust upon all proceeds, dividends, and profits resulting from the original trust assets, and transfer of such assets to plaintiff. Lastly, plaintiff claims in the alternative that, should the court find that the trust agreement was not revoked by Johnson, plaintiff should recover all of Johnson's outstanding debts at death, all taxes due by her and her estate, and the costs of administering the estate.</p>\n<p>It is defendant's contention that, of plaintiff's eight claims for relief set forth in its complaint, at least five would require this court to have possession of or control over the property which is the subject matter of this suit, in order to grant the relief plaintiff seeks. These include plaintiff's claim for relief for breach of fiduciary duty; the request plaintiff makes for a constructive trust; plaintiff's claim in the alternative for breach of the trust agreement; plaintiff's claim for relief for conversion of certain property defendant's agents and employees allegedly removed from decedent's house; and for conversion of certain moneys and other assets decedent allegedly delivered to defendant for investment and safekeeping purposes. Therefore, defendant concludes, this action is one <i>in rem</i> or <i>quasi in rem.</i></p>\n<p><span class=\"star-pagination\">*1066</span> Defendant maintains that a chronological review of the actions which concern this subject matter reveals that the jurisdiction of the Superior Court of Wake County attached prior to the jurisdiction of this court. Citing <i>Penn General Casualty Co. v. Commonwealth of Pennsylvania,</i> 294 U.S. 189, 55 S.Ct. 386, 79 L.Ed. 850 (1935) for the established principal that the first court assuming jurisdiction over the property may maintain and exercise that jurisdiction to the exclusion of the other, defendant argues that this court and the Wake County Superior Court cannot exercise jurisdiction concurrently. The rule defendant relies on is that one court, federal or state, shall not disturb the possession and control of specific property which is within the prior jurisdiction of the other court. <i>Kline v. Burke Construction Co.,</i> 260 U.S. 226, 43 S.Ct. 79, 67 L.Ed. 226 (1922).</p>\n<p>Defendant makes several arguments in support of its contention that the Superior Court of Wake County had prior and now has exclusive jurisdiction over the subject matter of this action. Defendant argues that the Superior Court Division assumed jurisdiction over the subject matter of this action at the time the will dated December 17, 1982 and the codicils thereto were admitted to probate. In the alternative, defendant maintains, jurisdiction attached upon the identification of the assets of the trust as an asset of the estate at the time plaintiff applied for letters testamentary or at the time plaintiff filed an accounting on January 10, 1986, identifying the subject matter of this action as an asset of the estate. At the very least, defendant argues, plaintiff's invocation of the power of the Superior Court Division to identify and recover the assets which are the subject matter of this action under N.C.G.S. 28A-15-1 and 28A-15-12 caused jurisdiction to attach. The institution of a caveat proceeding, defendant argues, would also cause the state court's jurisdiction to attach. The institution of the action at 4:53 p.m. on January 25, 1988, essentially identical to this one, divested this court of jurisdiction, defendant argues as well. Defendant contends that the notation of a filing time of the Superior Court action should give rise to the presumption that it was instituted first.</p>\n<p>In response to defendant's assertion that the present proceeding is an action <i>in rem</i> or <i>quasi in rem,</i> plaintiff contends that all claims for relief are in personam claims for money damages against defendant. Plaintiff states that the only \"property\" mentioned in its complaint is the trust corpus which has been liquidated and distributed to defendant's Fine Arts Program. Citing a vagarious group of cases, plaintiff then concludes that the action at bar cannot be characterized as an <i>in rem</i> or <i>quasi in rem</i> proceeding.</p>\n<p>In similar fashion, plaintiff goes on to argue that, regardless of the characterization of this action, the state court did not acquire jurisdiction prior to the commencement of the federal action. Despite defendant's repeated assertions to the contrary, plaintiff argues, the statutory proceeding to discover assets held by defendant did not attempt to determine the validity of or rights to proceeds of the trust at issue in this action, citing this court to the May 5, 1988 order of the Wake County Clerk of Superior Court. Furthermore, plaintiff contends, the probate proceedings and the caveat proceedings in state court have no effect upon this court's jurisdiction simply because defendant's debt to plaintiff is an asset of the estate, as defendant appears to argue. Plaintiff also contends that contrary to the established case law recognized by the Court in <i>Hess v. Reynolds,</i> 113 U.S. 73, 5 S.Ct. 377, 28 L.Ed. 927 (1885), defendant asks the court to conclude that an executor can never recover assets of the estate by an action in federal court by arguing that the state court acquired exclusive jurisdiction as a result of the filing of decedent's will for probate.</p>\n<p>Concerning the state court proceeding which was filed simultaneous with this federal action, plaintiff argues that this filing is recognized as an appropriate protective measure, citing <i>Sadler v. New Hanover Memorial Hospital, Inc.,</i> 432 F.Supp. 604 (E.D.N.C.1977) for established precedent in this district in its response to defendant's <span class=\"star-pagination\">*1067</span> motion to dismiss, filed February 26, 1988. In accordance with <i>Sadler,</i> plaintiff has indicated that its intention is to pursue the federal court proceeding and seek to hold the state proceeding in abeyance during the pendency of the federal action.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>Having detailed this matter's procedural history, and the arguments made by defendant in support of its motion to dismiss for lack of subject matter jurisdiction, as well as plaintiff's arguments in response, the court will now endeavor to resolve the dispute. For the reasons set forth below, the court is of the opinion defendant's motion must be denied.</p>\n<p>While this court does not agree with plaintiff's handy summation of its claims for relief put forth in its response brief, nor with its recall of the word \"property\" as used in its complaint, the court does agree that the action, as a whole, cannot be characterized as an <i>in rem</i> or <i>quasi in rem</i> proceeding. By way of introduction, this court is somewhat mystified as to why neither party directed its attention to the fairly substantial body of case law in the Fourth Circuit bearing on the actual issues at hand, but those cases have been examined and the court is of the opinion that the action at bar may proceed without interfering with the probate proceedings in the state court.</p>\n<p>First, it is specifically noted that the May 5, 1988 order of the Wake County Clerk of Superior Court did not attempt to determine the validity of or rights to proceeds of the trust at issue in this action. There is no jurisdictional overlap here. <i>See </i><i>First Charter Land Corp. v. Fitzgerald,</i> 643 F.2d 1011 (4th Cir.1981) for its holding that the rule that one court's possession of property may not be interfered with by any other court bars exercise of jurisdiction by the second court only insofar as the second court's assertion actually conflicts with the jurisdiction of the first court.</p>\n<p>The court in <i>First Charter,</i> a case involving the determination of ownership of a bank account and certain notes secured by deeds of trust, relies on <i>Markham v. Allen,</i> 326 U.S. 490, 66 S.Ct. 296, 90 L.Ed. 256 (1946) in its discussion, which is a particularly appropriate case to review in this proceeding. There the Court considered the question whether a United States district court had jurisdiction of a suit brought by the Alien Property Custodian against an executor and resident heirs to determine the Custodian's asserted right to share in the decedent's estate where, as here, it was in the course of probate administration in a state court. The Court noted that:</p>\n<blockquote>It is true that a federal court has no jurisdiction to probate a will or administer an estate, the reason being that the equity jurisdiction conferred by the Judiciary Act of 1789 and ยง 24(1) of the Judicial Code, which is that of the English Court of Chancery in 1789, did not extend to probate matters. But it has been established by a long series of decisions of this Court that federal courts of equity have jurisdiction to entertain suits `in favor of creditors, legatees and heirs' and other claimants against a decedent's estate `to establish their claims' so long as the federal court does not interfere with the probate proceedings or assume general jurisdiction of the probate or control of the property in the custody of the state court.</blockquote>\n<p>326 U.S. at 494, 66 S.Ct. at 298 (citations omitted).</p>\n<p>The court went on to note that \"while a federal court may not exercise its jurisdiction to disturb or affect the possession of property in the custody of a state court, it may exercise its jurisdiction to adjudicate rights in such property where the final judgment does not undertake to interfere with the state court's possession save to the extent that the state court is bound by the judgment to recognize the right adjudicated by the federal court.\" <i>Id.</i> In <i>Markham,</i> where petitioner had sought a judgment in the district court ordering defendant executor to pay over the entire net estate upon an allowance of the executor's final account, the Court held that the effect of the judgment petitioner in fact received, which declared petitioner was entitled to <span class=\"star-pagination\">*1068</span> receive the net estate of the decedent after payment of certain expenses \"was to leave undisturbed the orderly administration of decedent's estate in the state probate court and to decree petitioner's right in the property to be distributed after its administration.\" <i>Id.</i> at 495, 66 S.Ct. at 298-99. The court added that \"(t)his, as our authorities demonstrate, is not an exercise of probate jurisdiction or an interference with property in the possession or custody of a state court.\" <i>Id.</i></p>\n<p>Proper exercise of the jurisdiction conferred by Congress can avoid any collisions between state and federal courts in this difficult area. A decision can be crafted which will maintain a jurisdictional balance here. The court in <i>First Charter</i> lauded the district court's restraint in the matter before it, noting in a footnote that:</p>\n<blockquote>The district court stated that any order it entered adjudicating ownership of the notes would be `subject to and subordinate to any intervening order as to the disposition of said res' by the Virginia State Court then holding the res. Thus, the District Court was exceedingly careful to emphasize that its action to determine ownership rights was not to be interpreted as undercutting any contrary determination the state court might make.</blockquote>\n<p>643 F.2d at 1015 n. 1.</p>\n<p>This court is confident that certain of plaintiff's claims for relief can be properly examined in this light. Certainly much of the relief prayed for would not interfere with the probate of the will or administration of decedent's estate. However, as stated earlier, the court does not believe that all claims for relief set forth by plaintiff in its complaint can be determined here.</p>\n<p>For example, the court is not convinced plaintiff would be, if successful, entitled to an accounting. In <i>Smith v. Smith,</i> an action by decedent's former wife against decedent's administrator to establish that certain stock which had been assigned to administrator was part of decedent's estate, the court held that an accounting \"is a purely administrative matter over which federal courts have no jurisdiction.\" 272 F.Supp. 397, 400 (W.D.Va.1967).</p>\n<p>However, whether plaintiff, if successful, would be entitled to all the relief requested need not be decided now. The court in <i>Akrotirianakis v. Burroughs</i> confronted a similar situation when it heard defendant's motion to dismiss for lack of subject matter jurisdiction in an action by foreign beneficiaries against certain executors, trustees and others, attacking the sale of property ratified by the Orphans' Court on the claim that the sale violated defendant's fiduciary obligations. 262 F.Supp. 918 (D.Md.1967). The court denied defendant's motion, holding that:</p>\n<blockquote>Whether plaintiffs herein, if successful, would be entitled to all the relief prayed need not be decided at this time. It may be that some of the relief sought would have to be granted, if at all, to executors or administrators c.t.a. appointed by the Orphans' Court. But that does not destroy plaintiffs' right to obtain from this Court a decision of the question whether the sale by the executors to Hoke and the subsequent transfer of title from Hoke to Halkos should be set aside on grounds of fraud and breach of fiduciary duty on the part of the executors and trustees.</blockquote>\n<p><i>Id.</i> at 924.</p>\n<p>The court in <i>Akrotirianakis</i> goes on to quote from the authoritative Fourth Circuit case in this area, <i>Foster v. Carlin:</i></p>\n<blockquote>The fact that complainant prays for incidental relief which the federal court is without jurisdiction to grant does not prevent an adjudication by the federal court of the rights of the respective parties in an estate.</blockquote>\n<p><i>Id.</i> quoting 200 F.2d 943, 948 (4th Cir.1952).</p>\n<p>It is <i>Foster</i> which provides perhaps the best summation of the law guiding a federal court here:</p>\n<blockquote>The law is well settled that the federal courts have no jurisdiction over matters within the exclusive jurisdiction of state probate courts. However, as to matters which do not involve administration of an estate or the probate of a will, but which may be determined in a separate action <span class=\"star-pagination\">*1069</span> <i>inter partes</i> in the courts of general jurisdiction of the state, the federal courts do have jurisdiction if the requisite diversity of citizenship exists.</blockquote>\n<p>200 F.2d at 947.</p>\n<p>This court is convinced that the action before it is an action <i>inter partes,</i> not one <i>in rem</i> or <i>quasi in rem,</i> which seeks to establish certain rights of plaintiff. As to subject matter, it falls within the jurisdiction of a federal court, and that jurisdiction is not defeated by plaintiff's request for certain relief the court cannot order.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court is satisfied it can proceed with this action. Accordingly, defendant's motion to dismiss for lack of subject matter jurisdiction is denied.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">688</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1064</span></span> (1988)</b></center>\n<center><h1>Jane Bradley SISSON, Executrix of the Estate of Ruth B. Johnson, Plaintiff,<br>\nv.<br>\nCAMPBELL UNIVERSITY, INC., Defendant.</h1></center>\n<center>No. 88-67-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 3, 1988.</center>\n<p><span class=\"star-pagination\">*1065</span> Julius A. Rousseau, III, Odes L. Stroupe, Jr., Christopher G. Browning, Jr. of Hunton &amp; Williams, Raleigh, N.C., for plaintiff.</p>\n<p>W.A. Johnson of Johnson and Johnson, P.A., Lillington, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HOWARD, District Judge.</p>\n<p>On February 16, 1988, defendant moved to dismiss plaintiff's complaint on the grounds of insufficient service of process, lack of personal jurisdiction, and lack of subject matter jurisdiction. On April 18, 1988 the court conducted a hearing to consider defendant's motions. Defendant chose only to pursue its motion to dismiss for lack of subject matter jurisdiction at the hearing, contending in a new and unbriefed argument that plaintiff's action is an <i>in rem</i> or <i>quasi in rem</i> proceeding and that the North Carolina state court has already acquired jurisdiction over the res, precluding this court from continuing with the action. Defendant was requested to submit a supplemental brief in support of its motion, to which plaintiff was given an opportunity to respond. Both briefs have been filed, and the matter is ripe for resolution.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>This case involves a trust established by decedent, Ruth B. Johnson, who entered into a \"Revocable Living Trust Agreement\" with defendant on December 2, 1977. The agreement provided for the disposition of a considerable amount of money and stocks. Income was to be disbursed to Johnson in regular installments during her lifetime, principal to her in the event of need, with remainder to defendant at Johnson's death, for the establishment of a Fine Arts Program at the University. Under the original agreement, Johnson specifically reserved the right to revoke the trust. Plaintiff maintains Johnson did revoke the trust and brings this action, as described below, against defendant.</p>\n<p>Plaintiff seeks money damages for breach of the trust agreement and defendant's fiduciary duty, and for conversion of the trust, conversion of certain items of property belonging to Johnson's estate, or return of such items, and money damages for conversion of other assets defendant allegedly accepted for investment and safekeeping on Johnson's behalf, or return of such items. Plaintiff also seeks an accounting and judgment against defendant for such amount of moneys defendant received, disbursed, and retained, and the imposition of a constructive trust upon all proceeds, dividends, and profits resulting from the original trust assets, and transfer of such assets to plaintiff. Lastly, plaintiff claims in the alternative that, should the court find that the trust agreement was not revoked by Johnson, plaintiff should recover all of Johnson's outstanding debts at death, all taxes due by her and her estate, and the costs of administering the estate.</p>\n<p>It is defendant's contention that, of plaintiff's eight claims for relief set forth in its complaint, at least five would require this court to have possession of or control over the property which is the subject matter of this suit, in order to grant the relief plaintiff seeks. These include plaintiff's claim for relief for breach of fiduciary duty; the request plaintiff makes for a constructive trust; plaintiff's claim in the alternative for breach of the trust agreement; plaintiff's claim for relief for conversion of certain property defendant's agents and employees allegedly removed from decedent's house; and for conversion of certain moneys and other assets decedent allegedly delivered to defendant for investment and safekeeping purposes. Therefore, defendant concludes, this action is one <i>in rem</i> or <i>quasi in rem.</i></p>\n<p><span class=\"star-pagination\">*1066</span> Defendant maintains that a chronological review of the actions which concern this subject matter reveals that the jurisdiction of the Superior Court of Wake County attached prior to the jurisdiction of this court. Citing <i>Penn General Casualty Co. v. Commonwealth of Pennsylvania,</i> <span class=\"citation\" data-id=\"102380\"><a href=\"/opinion/102380/penn-central-casualty-co-v-pennsylvania-ex-rel-schnader/\"><span class=\"volume\">294</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">386</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">850</span></span> (1935) for the established principal that the first court assuming jurisdiction over the property may maintain and exercise that jurisdiction to the exclusion of the other, defendant argues that this court and the Wake County Superior Court cannot exercise jurisdiction concurrently. The rule defendant relies on is that one court, federal or state, shall not disturb the possession and control of specific property which is within the prior jurisdiction of the other court. <i>Kline v. Burke Construction Co.,</i> <span class=\"citation\" data-id=\"100061\"><a href=\"/opinion/100061/kline-v-burke-constr-co/\"><span class=\"volume\">260</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">79</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">226</span></span> (1922).</p>\n<p>Defendant makes several arguments in support of its contention that the Superior Court of Wake County had prior and now has exclusive jurisdiction over the subject matter of this action. Defendant argues that the Superior Court Division assumed jurisdiction over the subject matter of this action at the time the will dated December 17, 1982 and the codicils thereto were admitted to probate. In the alternative, defendant maintains, jurisdiction attached upon the identification of the assets of the trust as an asset of the estate at the time plaintiff applied for letters testamentary or at the time plaintiff filed an accounting on January 10, 1986, identifying the subject matter of this action as an asset of the estate. At the very least, defendant argues, plaintiff's invocation of the power of the Superior Court Division to identify and recover the assets which are the subject matter of this action under N.C.G.S. 28A-15-1 and 28A-15-12 caused jurisdiction to attach. The institution of a caveat proceeding, defendant argues, would also cause the state court's jurisdiction to attach. The institution of the action at 4:53 p.m. on January 25, 1988, essentially identical to this one, divested this court of jurisdiction, defendant argues as well. Defendant contends that the notation of a filing time of the Superior Court action should give rise to the presumption that it was instituted first.</p>\n<p>In response to defendant's assertion that the present proceeding is an action <i>in rem</i> or <i>quasi in rem,</i> plaintiff contends that all claims for relief are in personam claims for money damages against defendant. Plaintiff states that the only \"property\" mentioned in its complaint is the trust corpus which has been liquidated and distributed to defendant's Fine Arts Program. Citing a vagarious group of cases, plaintiff then concludes that the action at bar cannot be characterized as an <i>in rem</i> or <i>quasi in rem</i> proceeding.</p>\n<p>In similar fashion, plaintiff goes on to argue that, regardless of the characterization of this action, the state court did not acquire jurisdiction prior to the commencement of the federal action. Despite defendant's repeated assertions to the contrary, plaintiff argues, the statutory proceeding to discover assets held by defendant did not attempt to determine the validity of or rights to proceeds of the trust at issue in this action, citing this court to the May 5, 1988 order of the Wake County Clerk of Superior Court. Furthermore, plaintiff contends, the probate proceedings and the caveat proceedings in state court have no effect upon this court's jurisdiction simply because defendant's debt to plaintiff is an asset of the estate, as defendant appears to argue. Plaintiff also contends that contrary to the established case law recognized by the Court in <i>Hess v. Reynolds,</i> <span class=\"citation\" data-id=\"91260\"><a href=\"/opinion/91260/hess-v-reynolds/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">73</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">377</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">927</span></span> (1885), defendant asks the court to conclude that an executor can never recover assets of the estate by an action in federal court by arguing that the state court acquired exclusive jurisdiction as a result of the filing of decedent's will for probate.</p>\n<p>Concerning the state court proceeding which was filed simultaneous with this federal action, plaintiff argues that this filing is recognized as an appropriate protective measure, citing <i>Sadler v. New Hanover Memorial Hospital, Inc.,</i> <span class=\"citation\" data-id=\"1367782\"><a href=\"/opinion/1367782/sadler-v-new-hanover-memorial-hospital-inc/\"><span class=\"volume\">432</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">604</span></a></span> (E.D.N.C.1977) for established precedent in this district in its response to defendant's <span class=\"star-pagination\">*1067</span> motion to dismiss, filed February 26, 1988. In accordance with <i>Sadler,</i> plaintiff has indicated that its intention is to pursue the federal court proceeding and seek to hold the state proceeding in abeyance during the pendency of the federal action.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>Having detailed this matter's procedural history, and the arguments made by defendant in support of its motion to dismiss for lack of subject matter jurisdiction, as well as plaintiff's arguments in response, the court will now endeavor to resolve the dispute. For the reasons set forth below, the court is of the opinion defendant's motion must be denied.</p>\n<p>While this court does not agree with plaintiff's handy summation of its claims for relief put forth in its response brief, nor with its recall of the word \"property\" as used in its complaint, the court does agree that the action, as a whole, cannot be characterized as an <i>in rem</i> or <i>quasi in rem</i> proceeding. By way of introduction, this court is somewhat mystified as to why neither party directed its attention to the fairly substantial body of case law in the Fourth Circuit bearing on the actual issues at hand, but those cases have been examined and the court is of the opinion that the action at bar may proceed without interfering with the probate proceedings in the state court.</p>\n<p>First, it is specifically noted that the May 5, 1988 order of the Wake County Clerk of Superior Court did not attempt to determine the validity of or rights to proceeds of the trust at issue in this action. There is no jurisdictional overlap here. <i>See </i><i>First Charter Land Corp. v. Fitzgerald,</i> <span class=\"citation\" data-id=\"388194\"><a href=\"/opinion/388194/first-charter-land-corporation-a-virginia-corporation-v-thomas-c/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1011</span></a></span> (4th Cir.1981) for its holding that the rule that one court's possession of property may not be interfered with by any other court bars exercise of jurisdiction by the second court only insofar as the second court's assertion actually conflicts with the jurisdiction of the first court.</p>\n<p>The court in <i>First Charter,</i> a case involving the determination of ownership of a bank account and certain notes secured by deeds of trust, relies on <i>Markham v. Allen,</i> <span class=\"citation\" data-id=\"104214\"><a href=\"/opinion/104214/markham-v-allen/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">296</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">256</span></span> (1946) in its discussion, which is a particularly appropriate case to review in this proceeding. There the Court considered the question whether a United States district court had jurisdiction of a suit brought by the Alien Property Custodian against an executor and resident heirs to determine the Custodian's asserted right to share in the decedent's estate where, as here, it was in the course of probate administration in a state court. The Court noted that:</p>\n<blockquote>It is true that a federal court has no jurisdiction to probate a will or administer an estate, the reason being that the equity jurisdiction conferred by the Judiciary Act of 1789 and ยง 24(1) of the Judicial Code, which is that of the English Court of Chancery in 1789, did not extend to probate matters. But it has been established by a long series of decisions of this Court that federal courts of equity have jurisdiction to entertain suits `in favor of creditors, legatees and heirs' and other claimants against a decedent's estate `to establish their claims' so long as the federal court does not interfere with the probate proceedings or assume general jurisdiction of the probate or control of the property in the custody of the state court.</blockquote>\n<p>326 U.S. at 494, 66 S.Ct. at 298 (citations omitted).</p>\n<p>The court went on to note that \"while a federal court may not exercise its jurisdiction to disturb or affect the possession of property in the custody of a state court, it may exercise its jurisdiction to adjudicate rights in such property where the final judgment does not undertake to interfere with the state court's possession save to the extent that the state court is bound by the judgment to recognize the right adjudicated by the federal court.\" <i>Id.</i> In <i>Markham,</i> where petitioner had sought a judgment in the district court ordering defendant executor to pay over the entire net estate upon an allowance of the executor's final account, the Court held that the effect of the judgment petitioner in fact received, which declared petitioner was entitled to <span class=\"star-pagination\">*1068</span> receive the net estate of the decedent after payment of certain expenses \"was to leave undisturbed the orderly administration of decedent's estate in the state probate court and to decree petitioner's right in the property to be distributed after its administration.\" <i>Id.</i> at 495, 66 S.Ct. at 298-99. The court added that \"(t)his, as our authorities demonstrate, is not an exercise of probate jurisdiction or an interference with property in the possession or custody of a state court.\" <i>Id.</i></p>\n<p>Proper exercise of the jurisdiction conferred by Congress can avoid any collisions between state and federal courts in this difficult area. A decision can be crafted which will maintain a jurisdictional balance here. The court in <i>First Charter</i> lauded the district court's restraint in the matter before it, noting in a footnote that:</p>\n<blockquote>The district court stated that any order it entered adjudicating ownership of the notes would be `subject to and subordinate to any intervening order as to the disposition of said res' by the Virginia State Court then holding the res. Thus, the District Court was exceedingly careful to emphasize that its action to determine ownership rights was not to be interpreted as undercutting any contrary determination the state court might make.</blockquote>\n<p>643 F.2d at 1015 n. 1.</p>\n<p>This court is confident that certain of plaintiff's claims for relief can be properly examined in this light. Certainly much of the relief prayed for would not interfere with the probate of the will or administration of decedent's estate. However, as stated earlier, the court does not believe that all claims for relief set forth by plaintiff in its complaint can be determined here.</p>\n<p>For example, the court is not convinced plaintiff would be, if successful, entitled to an accounting. In <i>Smith v. Smith,</i> an action by decedent's former wife against decedent's administrator to establish that certain stock which had been assigned to administrator was part of decedent's estate, the court held that an accounting \"is a purely administrative matter over which federal courts have no jurisdiction.\" <span class=\"citation no-link\"><span class=\"volume\">272</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">397</span></span>, 400 (W.D.Va.1967).</p>\n<p>However, whether plaintiff, if successful, would be entitled to all the relief requested need not be decided now. The court in <i>Akrotirianakis v. Burroughs</i> confronted a similar situation when it heard defendant's motion to dismiss for lack of subject matter jurisdiction in an action by foreign beneficiaries against certain executors, trustees and others, attacking the sale of property ratified by the Orphans' Court on the claim that the sale violated defendant's fiduciary obligations. <span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">918</span></span> (D.Md.1967). The court denied defendant's motion, holding that:</p>\n<blockquote>Whether plaintiffs herein, if successful, would be entitled to all the relief prayed need not be decided at this time. It may be that some of the relief sought would have to be granted, if at all, to executors or administrators c.t.a. appointed by the Orphans' Court. But that does not destroy plaintiffs' right to obtain from this Court a decision of the question whether the sale by the executors to Hoke and the subsequent transfer of title from Hoke to Halkos should be set aside on grounds of fraud and breach of fiduciary duty on the part of the executors and trustees.</blockquote>\n<p><i>Id.</i> at 924.</p>\n<p>The court in <i>Akrotirianakis</i> goes on to quote from the authoritative Fourth Circuit case in this area, <i>Foster v. Carlin:</i></p>\n<blockquote>The fact that complainant prays for incidental relief which the federal court is without jurisdiction to grant does not prevent an adjudication by the federal court of the rights of the respective parties in an estate.</blockquote>\n<p><i>Id.</i> quoting <span class=\"citation\" data-id=\"230754\"><a href=\"/opinion/230754/foster-v-carlin/\"><span class=\"volume\">200</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 948 (4th Cir.1952).</p>\n<p>It is <i>Foster</i> which provides perhaps the best summation of the law guiding a federal court here:</p>\n<blockquote>The law is well settled that the federal courts have no jurisdiction over matters within the exclusive jurisdiction of state probate courts. However, as to matters which do not involve administration of an estate or the probate of a will, but which may be determined in a separate action <span class=\"star-pagination\">*1069</span> <i>inter partes</i> in the courts of general jurisdiction of the state, the federal courts do have jurisdiction if the requisite diversity of citizenship exists.</blockquote>\n<p>200 F.2d at 947.</p>\n<p>This court is convinced that the action before it is an action <i>inter partes,</i> not one <i>in rem</i> or <i>quasi in rem,</i> which seeks to establish certain rights of plaintiff. As to subject matter, it falls within the jurisdiction of a federal court, and that jurisdiction is not defeated by plaintiff's request for certain relief the court cannot order.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court is satisfied it can proceed with this action. Accordingly, defendant's motion to dismiss for lack of subject matter jurisdiction is denied.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/91260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/230754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1367782/"
  ]
}