{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2134851/",
  "absolute_url": "/opinion/2134851/shinall-v-worrell/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2134851/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:25:30.930194Z",
  "date_modified": "2016-04-26T05:43:25.969489Z",
  "type": "010combined",
  "sha1": "0d4e4f24b51e927df117fd1835b0038235b2210b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>319 F.Supp. 485 (1970)</b></center>\n<center><h1>Charles W. SHINALL and Dennis L. Bryant, individually and d/b/a Fayetteville Adult Book Store, Plaintiffs,<br>\nv.<br>\nL. F. WORRELL, Chief of Police of the City of Fayetteville, Doran J. Berry, District Solicitor of the Superior Court, Charles G. Rose, III, Chief Prosecutor of the District Court, and Joseph Dupree, District Court Judge, Defendants.</h1></center>\n<center>Civ. No. 916.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>Argued August 13, 1970.</center>\n<center>Submitted September 15, 1970.</center>\n<center>Decided December 18, 1970.</center>\n<p><span class=\"star-pagination\">*486</span> Norman B. Smith, Greensboro, N. C., and Sneed High, Fayetteville, N. C., for plaintiffs.</p>\n<p>Robert Morgan, N. C. Atty. Gen., Burley B. Mitchell, Jr., Raleigh, N. C., Staff Atty., for defendants Dupree, Rose and Berry.</p>\n<p>Bobby G. Deaver, Fayetteville, N. C., for defendant Worrell.</p>\n<p>Before CRAVEN, Circuit Judge, and BUTLER and LARKINS, District Judges.</p>\n<p>CRAVEN, Circuit Judge:</p>\n<p>This is a suit against the state in the Ex parte Young<sup>[1]</sup> tradition to have a North Carolina Statute of statewide application declared unconstitutional. In addition, plaintiffs seek monetary damages from Cumberland County District Judge Dupree on the theory that he acted in bad faith and ultra vires his judicial <span class=\"star-pagination\">*487</span> office in purported enforcement of the Statute in question.<sup>[2]</sup></p>\n<p>The Statute under attack is North Carolina General Statutes § 14-189.1 entitled \"Obscene Literature and Exhibitions.\" We hold the Statute unconstitutional on its face and void because it abridges the Freedom of Speech Clause of the First Amendment made applicable to the states by the Fourteenth Amendment.</p>\n<p>Plaintiffs operate the Fayetteville Adult Book Store and are engaged in the sale of books, magazines and exhibition of films in coin-operated moving picture machines. Soon after the store opened in April 1970, a campaign of law enforcement, according to defendants, and harassment, according to plaintiffs, was begun. On April 23, May 23, June 9 and June 16, plaintiff Charles Shinall was arrested. He was twice required to post a bond for his appearance and twice released on his own recognizance. On June 9, the police officers seized six motion picture machines, each with a film in it, and five films that were displayed for sale. On May 13, 1970, Charles Shinall was tried in the District Court Division of the Cumberland County General Court of Justice and found guilty of violating North Carolina General Statutes § 14-189.1 in that he did \"purposely, knowingly and recklessly disseminate obscenity by possessing for the purpose of sale and selling an obscene magazine, to wit <i>His and Hers,</i> No. 6February, March, April, 1970, published by Jaybird Enterprises for the price of three dollars and twelve cents sales tax, total price including sales tax $3.12, said magazine containing various lewd, vulgar, obscene and artless pictures.\" The state district court judge ordered that Shinall be committed to the custody of the Commissioner of the Department of Correction of North Carolina for a pre-sentence diagnostic study for a period of 60 to 90 days. Shinall was released the next day by a Superior Court judge on a writ of habeas corpus. He has entered notice of appeal to the Superior Court of North Carolina. Subsequently, Shinall was tried in the District Court of Cumberland County on the other warrants and in each instance was convicted and appealed for trial de novo in the Superior Court. The seizure of the questioned films and display machines occurred without any prior judicial determination of obscenity. Recently the state has returned them to Plaintiffs in apparent recognition of the constitutional invalidity of such a seizure. Freedman v. Maryland, 380 U.S. 51, 85 S.Ct. 734, 13 L.Ed.2d 649 (1965). Compare Milky Way Productions, Inc. v. Leary, 305 F.Supp. 288 (S.D.N.Y.1969) affd. 397 U.S. 98, 90 S.Ct. 817, 25 L.Ed. 2d 78 (1970). See Comment, The Requirement and Techniques for Holding an Adversary Hearing Prior to Seizure of Obscene Material, 48 N.C.L.Rev. 830 (1970).</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>General Statutes § 14-189.1.<sup>[3]</sup></h2>\n<p>We have carefully considered whether, by interpolation, we may save the Statute <span class=\"star-pagination\">*488</span> in whole or in part, and have decided that it is beyond redemption. We are not so free as are state courts to interpret state statutes nor may we do so with finality. To put into the Statute things that are not there would, we think, be a usurpation of the state legislative process, especially inappropriate for a federal court. This is so even though certain elements must be contained within the Statute in order for it to be constitutional. In Grove Press, Inc. v. Evans, 306 F.Supp. 1084 (E.D.Va.1969), Circuit Judge Butzner notes the unquestioned power of a state's highest court to authoritatively interpret (and interpolate) a state statute and the different result obtained when a three-judge federal court <span class=\"star-pagination\">*489</span> fails and refuses to make a similar interpolation. The Texas obscenity statute was struck down, Stein v. Batchelor, 300 F.Supp. 602 (N.D.Tex.1969), probable jurisdiction noted, 397 U.S. 982 (1969), but the Virginia obscenity statute, similarly defective, was saved by judicial interpolation by Virginia's highest court. House v. Commonwealth, 210 Va. 121, 169 S.E.2d 572 (1969).</p>\n<p>For us to judicially amend the Statute would require an assumption, maybe correct and maybe not, that the Legislature intended the term \"obscene\" to be as expansive as the Constitution permits. Compare A Book Named \"John Cleland's Memoirs of a Woman of Pleasure\" v. Attorney General, 383 U.S. 413, 418, 86 S.Ct. 975, 16 L.Ed.2d 1 (1966). We think that we may not properly make such an assumption. Moreover, what the people may want today through their duly elected representatives in the General Assembly may be quite different from that thought to be appropriate and wise in 1957 when the Statute was enacted. Since Roth v. United States, 354 U.S. 476, 77 S.Ct. 1304, 1 L.Ed.2d 1498, was decided in 1957 there has been a shift of emphasis and specific recognition of limited state power with respect to the control of obscene material, as well as a narrowing of state power with respect to control of such material within the privacy of one's own home. The Legislature of North Carolina will meet again very soon. It may very well grapple with the problem in a different way and manner than seemed wise and appropriate in 1957. For example, we think it is now clear that the <i>Roth</i> dictum that obscenity is not protected by the First Amendment, 354 U.S. at 485, 77 S.Ct. 1304, is no longer valid. The formula has been that obscenity is not speech within the meaning of the First Amendment. Jacobellis v. Ohio, 378 U.S. 184, 84 S.Ct. 1676, 12 L.Ed.2d 793 (1964). See Loewy, Free Speech: The \"Missing Link\" in the Law of Obscenity, 16 J. Pub.L. 81 (1967). There are several difficulties with such a proposition. In the first place, to say so simply announces a result without analysis of the subject matter. In the second place, no one can quite define obscenity, and it may be that the court, as Mr. Justice Stewart has suggested, has been facing \"the task of trying to define what may be indefinable.\" Jacobellis v. Ohio, 378 U.S. at 197, 84 S.Ct. at 1683. We may know it when we see itbut we are likely to see it differently. Thirdly, the <i>Roth</i> dictum cannot survive Stanley v. Georgia, 394 U.S. 557, 89 S.Ct. 1243, 22 L.Ed.2d 542 (1969), and its clear holding that admittedly obscene material is protected by the First Amendment from state interference with private possession. Obscenity may be bad speech but it is nevertheless \"speech\" and thus within the protection of the First Amendmentto an extent not yet entirely clear.</p>\n<p>It is reasonably clear that the state may, if it sees fit (a) protect children from exposure to obscene material, (b) prevent assaults upon individual privacy by publication in a manner so obtrusive as to make it impossible for an unwilling adult individual to avoid exposure to it, and (c) punish \"pandering\" as defined in Ginzburg v. United States, 383 U.S. 463, 465-466, 86 S.Ct. 942, 16 L.Ed.2d 31 (1966). At the other extreme, it is equally clear that an adult person may possess obscene material with impunity and beyond the control of the state. Stanley v. Georgia, 394 U.S. 557, 89 S.Ct. 1243, 22 L.Ed.2d 542 (1969). Between these two extremes, the power of the state to censor and proscribe such material has not yet been clearly determined. The en banc district court of Maryland concluded in 1967 that Redrup v. New York, 386 U.S. 767, 87 S.Ct. 1414, 18 L.Ed.2d 515 (1967), had added to the three-pronged test of <i>Memoirs,</i> other \"tests\" prerequisite to censorship and control, and that obscene material was fully protected by the First Amendment unless (1) aimed at children or (2) published in such a manner that an unwilling adult could not escape it, or (3) exploited so as to amount to pandering. United States v. 4,400 Copies of Magazines, <span class=\"star-pagination\">*490</span> 276 F.Supp. 902 (D.Md.1967). Although we greatly respect the District Court of Maryland, we agree with the analysis of Milky Way Productions, Inc. v. Leary, 305 F.Supp. 288 (S.D.N.Y. 1969) that the so-called additional \"tests\" of <i>Redrup</i> are only evidentiary factors which may tip the balance toward a finding of obscenity.</p>\n<p>There is a danger in the interpolation of criminal statutesespecially in the First Amendment area. To validate a statute that is facially unconstitutional entails a risk of chilling the exercise of First Amendment freedoms. That a statute may not mean what it says and may have been interpreted more narrowly than its terms import (in order to save it) may not be readily apparent to the public or even to an elected state district court judge who is without legal education.<sup>[4]</sup> The people are entitled to know precisely what is prohibited and it is obviously better that they know it from the words of the Statute itself rather than from judicial decisions which are less likely to come to their attention.</p>\n<p>For all of these reasons we think it better that the Legislature start over in its determination of what is best for the public in this sensitive area rather than save the Statute by judicial plastic surgery, even if we might properly do so.</p>\n<p>It is urged upon us by counsel who are expert in the litigation of constitutional questions that the Statute contains at least five fatal flaws when tested against the Constitution.</p>\n<p></p>\n<h2>II.</h2>\n<p>G.S. § 14-189.1 is unconstitutional because it omits one test, and over-broadly approximates another test of material that may be regulated as obscene.</p>\n<p>In order to be obscene under G.S. § 14-189.1 a thing must possess only two qualities: (1) as a whole its predominant appeal is to the prurient interest, a shameful or morbid interest in nudity, sex or excretion, and (2) it goes substantially beyond customary limits of candor in description or presentation of such matters. Under controlling decisions of the Supreme Court of the United States, the state may not constitutionally inhibit the distribution of literary material as obscene unless \"(a) the dominant theme of the material taken as a whole appeals to a prurient interest in sex; (b) the material is patently offensive because it affronts contemporary community standards relating to the description or representation of sexual matters; and (c) the material is utterly without redeeming social value.\" A Book Named \"John Cleland's Memoirs of a Woman of Pleasure\" v. Attorney General, 383 U.S. 413, 418-419, 86 S.Ct. 975, 16 L.Ed.2d 1 (1966). Only the first of the three tests of G.S. § 14-189.1 is in compliance of the minimum three-pronged standard of <i>Memoirs.</i> The second statutory test would permit a conviction of the material went substantially beyond customary limits of candor. This is an easier hurdle for the prosecution to clear than being required to prove that the material be <i>patently offensive</i> because it affronts contemporary national community standards. <i>Memoirs, supra;</i> Jacobellis v. Ohio, 378 U.S. 184, 195, 84 S.Ct. 1676, 12 L.Ed.2d 793 (1964).</p>\n<p>The Statute omits entirely the third requisite: that the material be utterly without redeeming social value. In this omission the Legislature made the same mistake that was made by the Supreme Judicial Court of Massachusetts which \"erred in holding that a book need not be `unqualifiedly worthless before it can be deemed obscene.'\" <i>Memoirs,</i> 383 U.S. at 419, 86 S.Ct. at 978. It is now quite clear that the censor cannot proscribe books and magazines and other material unless the material is <i>utterly</i> without redeeming social value, i.e., unqualifiedly worthless. This is so even though \"the book is found to possess the requisite prurient appeal and to be patently offensive.\" <i>Id. supra.</i> Each of <span class=\"star-pagination\">*491</span> the three federal constitutional criteria must be applied independently.</p>\n<p>For this omission and paraphrasing of essential elements the Statute must be held unconstitutional.</p>\n<p></p>\n<h2>III.</h2>\n<p>G.S. § 14-189.1(f) provides that a person who disseminates obscenity is presumed to know the existence of the parts, pictures or content of the material which renders it obscene. Because the presumption creates the possibility of convicting one who innocently and unwittingly disseminates obscene material it is unconstitutional. Smith v. California, 361 U.S. 147, 80 S.Ct. 215, 4 L.Ed.2d 205 (1959), although leaving open the question of mens rea and necessary mental element requisite to a constitutionally permissible prosecution for an obscenity offense, nevertheless held \"scienter\", i.e., knowledge of the content of the material, an indispensable element of guilt. The Court said, \"By dispensing with any requirement of knowledge of the contents of the book on the part of the seller, the ordinance tends to impose a severe limitation on the public's access to constitutionally protected matter. For if the book-seller is criminally liable without knowledge of the contents, and the ordinance fulfills its purpose, he will tend to restrict the books he sells to those he has inspected; and thus the State will have imposed a restriction upon the distribution of constitutionally protected as well as obscene literature.\" 361 U.S. at 153, 80 S.Ct. at 218. The Court found that self censorship by the book-seller, compelled by the state, was as repugnant to the right of free speech as censorship directly imposed by an organ of the government. Clearly the North Carolina Legislature's presumption so tends to inhibit constitutionally protected expression that it cannot stand under the Constitution.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Subsection (d) of G.S. § 14-189.1 creates a legislative presumption that a person who knowingly and intentionally possesses more than three copies of obscene material is presumed to have the purpose to disseminate obscenity unlawfully. A similar provision in a Florida statute triggered by the transportation of two or more copies of a publication was held invalid in Morrison v. Wilson, 307 F.Supp. 196 (N.D.Fla.1969). The court concluded that there was simply no rational connection between the facts required to be shown and the derived presumption. We think the same is true here.</p>\n<p>Before a presumption can pass constitutional muster, it must \"at least be said with substantial assurance that the presumed fact is more likely than not to flow from the proved fact on which it is made to depend.\" Leary v. United States, 395 U.S. 6, 36, 89 S.Ct. 1532, 1549, 23 L.Ed.2d 57 (1969). It seems to us quite possible that one might possess four or more copies of a given book or magazine for dissemination, not for gain, to personal associates over the age of 16. That sort of dissemination is not made illegal by the Statute and we are therefore inclined to the viewpoint that the presumption is arbitrary and tends to inhibit free discussion. We therefore hold it to be unconstitutional.</p>\n<p></p>\n<h2>V.</h2>\n<p>Plaintiffs contend that in addition to violating the First Amendment, the Statute is invalid because it violates the equal protection clause of the Fourteenth Amendment. Subsection (h) exempts from the operation of the Statute the \"contents of any public, or private library.\" Subsection (c) (3) exempts dissemination to individuals having scientific \"or other special justification\" for possessing obscene material. It is suggested that a literal application of subsection (h) would permit Shinall to merchandise obscene materials through his own lending library without violating the law, and that the other exempting classification is impossible of application. It is said that no one could possibly know what \"other special justification\" might <span class=\"star-pagination\">*492</span> mean and that \"[n]o one may be required at peril of life, liberty or property to speculate as to the meaning of penal statutes. All are entitled to be informed as to what the State commands or forbids.\" Lanzetta v. New Jersey, 306 U.S. 451, 453, 59 S.Ct. 618, 619, 83 L.Ed. 888 (1939).</p>\n<p>We think our discussion of the more serious flaws in the Statute with respect to the First Amendment sufficiently demonstrates its constitutional invalidity, and that we need not decide these interesting questions presented under the equal protection clause of the Fourteenth Amendment.</p>\n<p></p>\n<h2>VI.</h2>\n<p>We decline to pierce the shield of judicial immunity that surrounds the state district court judge, as it must every judge, high or low, in the performance of his judicial office. The only evidence tending to show a departure from the proper performance of his judicial office is the stipulation that if sworn, plaintiff Charles Shinall would testify under oath that Judge Dupree in open court issued \"instructions to the assistant prosecutor * * * (and other law enforcement officers) that on every occasion that a book, magazine, newspaper or other article was sold or offered for sale at plaintiff's establishment, The Fayetteville Adult Book Store, the seller should be arrested and prosecuted, and that the said defendant, Joseph Dupree (the judge) would `do the same thing to that person as he had done to Charles Shinall,' or words to that effect.\" The stipulation suggests that the state district judge may have momentarily forsaken the proper detached objectivity of his judicial office. But we think such testimony, without more, affords an insufficient basis for a finding that the state district judge figuratively left his judicial jurisdiction and embarked upon executive branch police activity. In evaluating the weight of the stipulation we think it significant that the state judge spoke in open court.</p>\n<p>A judge's \"errors may be corrected on appeal, but he should not have to fear that unsatisfied litigants may hound him with litigation charging malice or corruption. Imposing such a burden on judges would contribute not to principled and fearless decision-making but to intimidation.\" Pierson v. Ray, 386 U.S. 547, 554, 87 S.Ct. 1213, 1218, 18 L.Ed.2d 288 (1967). We would be especially reluctant to impose such a burden on a judge for conduct and speech in his own courtroom and absent any evidence of other participation in police activity.</p>\n<p>We are advised by counsel that the state judge was himself a law enforcement officer (State Highway Patrol) before his election to the bench, and that he has not had a legal education. We think this not irrelevant in weighing his conduct and speech, and that it tends to excuse his apparent insufficient awareness of the fundamental separation of power between the executive and judicial branches of government. We conclude there is a failure in the burden of proof to establish unprotected activity on the part of Judge Dupree.</p>\n<h2>NOTES</h2>\n<p>[1]  209 U.S. 123, 28 S.Ct. 441, 52 L.Ed. 714 (1908). Except for a claim for monetary damages against the local judge, the party defendants are simply nominal parties to honor the Eleventh Amendment and the <i>Young</i> fiction.</p>\n<p>[2]  Initially, the case was much more complicated. Since the August 13, 1970 hearing, counsel have eliminated the claim for damages against the Chief of Police and have withdrawn the prayer for injunctive relief. Thus, we need not consider difficult problems involving executive immunity, the anti-injunction statute, and abstention, for which we are grateful.</p>\n<p>[3]  The Statute reads in its entirety as follows:\n</p>\n<p>§ 14-189.1. <i>Obscene literature and exhibitions.</i>(a) Description of Obscene Material Prohibited.  It shall be unlawful for any person, firm or corporation to purposely, knowingly or recklessly disseminate obscenity and except as provided in subsection (c) hereafter, he shall be guilty of a misdemeanor. A person disseminates obscenity if he</p>\n<p>(1) Sells, delivers or provides or offers or agrees to sell, deliver or provide any obscene writing, picture, record or other representation or embodiment of the obscene; or</p>\n<p>(2) Presents or directs an obscene play, dance or other performance or participates directly in that portion thereof which makes it obscene; or</p>\n<p>(3) Publishes, exhibits or otherwise makes available anything obscene.</p>\n<p>(4) Exhibits, broadcasts, televises, presents, rents, leases as lessee or lessor, sells, delivers, or provides; or offers or agrees to exhibit, broadcast, televise, present, rent, lease as lessee or lessor, sell, deliver, or to provide; any obscene still or motion picture, film, film strip, or projection slide, or sound recording, sound tape, or sound track, which is a representation of the obscene.</p>\n<p>(b) Obscene Defined; Method of Adjudication.A thing is obscene if considered as a whole its predominant appeal is to the prurient interest, i. e., a shameful or morbid interest in nudity, sex or excretion, and if it goes substantially beyond customary limits of candor in description or presentation of such matters. A thing is obscene if its obscenity is latent, as in the case of undeveloped photographs. Obscenity shall be judged with reference to ordinary adults, except that it shall be judged with reference to children or other especially susceptible audience if it appears from the character of the material or the circumstances of its dissemination to be especially designed for or directed to such an audience. In any prosecution for an offense under this section, evidence shall be admissible to show:</p>\n<p>(1) The character of the audience for which the material was designed or to which it was directed;</p>\n<p>(2) What the predominant appeal of the material would be for ordinary adults or a special audience, and what effect, if any, it would probably have on the behavior of such people;</p>\n<p>(3) Artistic, literary, scientific, educational or other merits of the material;</p>\n<p>(4) The degree of public acceptance of the material throughout the United States;</p>\n<p>(5) Appeal to prurient interest, or absence thereof, in advertising or to the promotion of the material.</p>\n<p>Expert testimony and testimony of the author, creator or publisher relating to factors entering into the determination of the issue of obscenity shall be admissible. (c) Noncriminal Dissemination.The following shall not be criminal offenses under this section:</p>\n<p>(1) Dissemination, not for gain, to personal associates other than children under sixteen.</p>\n<p>(2) Dissemination, not for gain, by an actor below the age of twenty-one to a child not more than five years younger than the actor.</p>\n<p>(3) Dissemination to institutions or individuals having scientific or other special justification for possessing such material.</p>\n<p>(d) Preparation to Disseminate Unlawfully.A person, firm or corporation who knowingly and intentionally creates, buys, procures or possesses obscene matter with the purpose of disseminating it unlawfully shall be guilty of a misdemeanor. A person, firm or corporation who knowingly and intentionally creates, buys, procures or possesses a mold, engraved plate or other embodiment of obscenity especially adapted for reproducing multiple copies or who knowingly and intentionally possesses more than three copies of the obscene material is presumed to have the purpose to disseminate obscenity unlawfully.</p>\n<p>(e) Promoting Sale of Material Represented as Obscene.A person, firm or corporation who advertises or otherwise promotes the sale of material represented or held out by him to be obscene shall be deemed guilty of a misdemeanor.</p>\n<p>(f) Awareness That Material Is Obscene; Presumption.A person, firm or corporation who unlawfully disseminates obscenity or who, with purpose so to disseminate, creates, buys, possesses, or procures obscenity is presumed to know the existence of its parts, features or content of the material which render it obscene.</p>\n<p>(g) Section Supplementary.The provisions of this section do not repeal but supplement existing statutes relating to the subject matter herein contained.</p>\n<p>(h) Libraries and Art Museums Excepted.The provisions of this section shall not apply to the contents of any public, or private library, nor to any art museum. (1957, c. 1227; 1965, c. 164.)</p>\n<p>[4]  See <i>infra,</i> pg. 16.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">319</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">485</span></span> (1970)</b></center>\n<center><h1>Charles W. SHINALL and Dennis L. Bryant, individually and d/b/a Fayetteville Adult Book Store, Plaintiffs,<br>\nv.<br>\nL. F. WORRELL, Chief of Police of the City of Fayetteville, Doran J. Berry, District Solicitor of the Superior Court, Charles G. Rose, III, Chief Prosecutor of the District Court, and Joseph Dupree, District Court Judge, Defendants.</h1></center>\n<center>Civ. No. 916.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>Argued August 13, 1970.</center>\n<center>Submitted September 15, 1970.</center>\n<center>Decided December 18, 1970.</center>\n<p><span class=\"star-pagination\">*486</span> Norman B. Smith, Greensboro, N. C., and Sneed High, Fayetteville, N. C., for plaintiffs.</p>\n<p>Robert Morgan, N. C. Atty. Gen., Burley B. Mitchell, Jr., Raleigh, N. C., Staff Atty., for defendants Dupree, Rose and Berry.</p>\n<p>Bobby G. Deaver, Fayetteville, N. C., for defendant Worrell.</p>\n<p>Before CRAVEN, Circuit Judge, and BUTLER and LARKINS, District Judges.</p>\n<p>CRAVEN, Circuit Judge:</p>\n<p>This is a suit against the state in the Ex parte Young<sup>[1]</sup> tradition to have a North Carolina Statute of statewide application declared unconstitutional. In addition, plaintiffs seek monetary damages from Cumberland County District Judge Dupree on the theory that he acted in bad faith and ultra vires his judicial <span class=\"star-pagination\">*487</span> office in purported enforcement of the Statute in question.<sup>[2]</sup></p>\n<p>The Statute under attack is North Carolina General Statutes § 14-189.1 entitled \"Obscene Literature and Exhibitions.\" We hold the Statute unconstitutional on its face and void because it abridges the Freedom of Speech Clause of the First Amendment made applicable to the states by the Fourteenth Amendment.</p>\n<p>Plaintiffs operate the Fayetteville Adult Book Store and are engaged in the sale of books, magazines and exhibition of films in coin-operated moving picture machines. Soon after the store opened in April 1970, a campaign of law enforcement, according to defendants, and harassment, according to plaintiffs, was begun. On April 23, May 23, June 9 and June 16, plaintiff Charles Shinall was arrested. He was twice required to post a bond for his appearance and twice released on his own recognizance. On June 9, the police officers seized six motion picture machines, each with a film in it, and five films that were displayed for sale. On May 13, 1970, Charles Shinall was tried in the District Court Division of the Cumberland County General Court of Justice and found guilty of violating North Carolina General Statutes § 14-189.1 in that he did \"purposely, knowingly and recklessly disseminate obscenity by possessing for the purpose of sale and selling an obscene magazine, to wit <i>His and Hers,</i> No. 6February, March, April, 1970, published by Jaybird Enterprises for the price of three dollars and twelve cents sales tax, total price including sales tax $3.12, said magazine containing various lewd, vulgar, obscene and artless pictures.\" The state district court judge ordered that Shinall be committed to the custody of the Commissioner of the Department of Correction of North Carolina for a pre-sentence diagnostic study for a period of 60 to 90 days. Shinall was released the next day by a Superior Court judge on a writ of habeas corpus. He has entered notice of appeal to the Superior Court of North Carolina. Subsequently, Shinall was tried in the District Court of Cumberland County on the other warrants and in each instance was convicted and appealed for trial de novo in the Superior Court. The seizure of the questioned films and display machines occurred without any prior judicial determination of obscenity. Recently the state has returned them to Plaintiffs in apparent recognition of the constitutional invalidity of such a seizure. Freedman v. Maryland, <span class=\"citation\" data-id=\"106987\"><a href=\"/opinion/106987/freedman-v-maryland/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span>, <span class=\"citation\" data-id=\"106987\"><a href=\"/opinion/106987/freedman-v-maryland/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">734</span></a></span>, <span class=\"citation\" data-id=\"106987\"><a href=\"/opinion/106987/freedman-v-maryland/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">649</span></a></span> (1965). Compare Milky Way Productions, Inc. v. Leary, <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">288</span></span> (S.D.N.Y.1969) affd. <span class=\"citation\" data-id=\"108082\"><a href=\"/opinion/108082/new-york-feed-co-v-leary/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">78</span></span> (1970). See Comment, The Requirement and Techniques for Holding an Adversary Hearing Prior to Seizure of Obscene Material, 48 N.C.L.Rev. 830 (1970).</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>General Statutes § 14-189.1.<sup>[3]</sup></h2>\n<p>We have carefully considered whether, by interpolation, we may save the Statute <span class=\"star-pagination\">*488</span> in whole or in part, and have decided that it is beyond redemption. We are not so free as are state courts to interpret state statutes nor may we do so with finality. To put into the Statute things that are not there would, we think, be a usurpation of the state legislative process, especially inappropriate for a federal court. This is so even though certain elements must be contained within the Statute in order for it to be constitutional. In Grove Press, Inc. v. Evans, <span class=\"citation\" data-id=\"1794406\"><a href=\"/opinion/1794406/grove-press-inc-v-evans/\"><span class=\"volume\">306</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1084</span></a></span> (E.D.Va.1969), Circuit Judge Butzner notes the unquestioned power of a state's highest court to authoritatively interpret (and interpolate) a state statute and the different result obtained when a three-judge federal court <span class=\"star-pagination\">*489</span> fails and refuses to make a similar interpolation. The Texas obscenity statute was struck down, Stein v. Batchelor, <span class=\"citation\" data-id=\"1821083\"><a href=\"/opinion/1821083/stein-v-batchelor/\"><span class=\"volume\">300</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">602</span></a></span> (N.D.Tex.1969), probable jurisdiction noted, <span class=\"citation\" data-id=\"108082\"><a href=\"/opinion/108082/new-york-feed-co-v-leary/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></a></span>2 (1969), but the Virginia obscenity statute, similarly defective, was saved by judicial interpolation by Virginia's highest court. House v. Commonwealth, <span class=\"citation\" data-id=\"1214738\"><a href=\"/opinion/1214738/house-v-commonwealth/\"><span class=\"volume\">210</span> <span class=\"reporter\">Va.</span> <span class=\"page\">121</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">572</span></span> (1969).</p>\n<p>For us to judicially amend the Statute would require an assumption, maybe correct and maybe not, that the Legislature intended the term \"obscene\" to be as expansive as the Constitution permits. Compare A Book Named \"John Cleland's Memoirs of a Woman of Pleasure\" v. Attorney General, <span class=\"citation\" data-id=\"107187\"><a href=\"/opinion/107187/book-named-john-clelands-memoirs-of-a-woman-of-pleasure-v-attorney/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></a></span>, 418, <span class=\"citation\" data-id=\"107187\"><a href=\"/opinion/107187/book-named-john-clelands-memoirs-of-a-woman-of-pleasure-v-attorney/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">975</span></a></span>, <span class=\"citation\" data-id=\"107187\"><a href=\"/opinion/107187/book-named-john-clelands-memoirs-of-a-woman-of-pleasure-v-attorney/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1966). We think that we may not properly make such an assumption. Moreover, what the people may want today through their duly elected representatives in the General Assembly may be quite different from that thought to be appropriate and wise in 1957 when the Statute was enacted. Since Roth v. United States, <span class=\"citation\" data-id=\"105547\"><a href=\"/opinion/105547/roth-v-united-states/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">476</span></a></span>, <span class=\"citation\" data-id=\"105547\"><a href=\"/opinion/105547/roth-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1304</span></a></span>, <span class=\"citation\" data-id=\"105547\"><a href=\"/opinion/105547/roth-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1498</span></a></span>, was decided in 1957 there has been a shift of emphasis and specific recognition of limited state power with respect to the control of obscene material, as well as a narrowing of state power with respect to control of such material within the privacy of one's own home. The Legislature of North Carolina will meet again very soon. It may very well grapple with the problem in a different way and manner than seemed wise and appropriate in 1957. For example, we think it is now clear that the <i>Roth</i> dictum that obscenity is not protected by the First Amendment, 354 U.S. at 485, <span class=\"citation\" data-id=\"105547\"><a href=\"/opinion/105547/roth-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1304</span></a></span>, is no longer valid. The formula has been that obscenity is not speech within the meaning of the First Amendment. Jacobellis v. Ohio, <span class=\"citation\" data-id=\"106877\"><a href=\"/opinion/106877/jacobellis-v-ohio/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, <span class=\"citation\" data-id=\"106877\"><a href=\"/opinion/106877/jacobellis-v-ohio/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1676</span></a></span>, <span class=\"citation\" data-id=\"106877\"><a href=\"/opinion/106877/jacobellis-v-ohio/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">793</span></a></span> (1964). See Loewy, Free Speech: The \"Missing Link\" in the Law of Obscenity, 16 J. Pub.L. 81 (1967). There are several difficulties with such a proposition. In the first place, to say so simply announces a result without analysis of the subject matter. In the second place, no one can quite define obscenity, and it may be that the court, as Mr. Justice Stewart has suggested, has been facing \"the task of trying to define what may be indefinable.\" Jacobellis v. Ohio, 378 U.S. at 197, 84 S.Ct. at 1683. We may know it when we see itbut we are likely to see it differently. Thirdly, the <i>Roth</i> dictum cannot survive Stanley v. Georgia, <span class=\"citation\" data-id=\"107898\"><a href=\"/opinion/107898/stanley-v-georgia/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span>, <span class=\"citation\" data-id=\"107898\"><a href=\"/opinion/107898/stanley-v-georgia/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1243</span></a></span>, <span class=\"citation\" data-id=\"107898\"><a href=\"/opinion/107898/stanley-v-georgia/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">542</span></a></span> (1969), and its clear holding that admittedly obscene material is protected by the First Amendment from state interference with private possession. Obscenity may be bad speech but it is nevertheless \"speech\" and thus within the protection of the First Amendmentto an extent not yet entirely clear.</p>\n<p>It is reasonably clear that the state may, if it sees fit (a) protect children from exposure to obscene material, (b) prevent assaults upon individual privacy by publication in a manner so obtrusive as to make it impossible for an unwilling adult individual to avoid exposure to it, and (c) punish \"pandering\" as defined in Ginzburg v. United States, <span class=\"citation\" data-id=\"107188\"><a href=\"/opinion/107188/ginzburg-v-united-states/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, 465-466, <span class=\"citation\" data-id=\"107188\"><a href=\"/opinion/107188/ginzburg-v-united-states/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">942</span></a></span>, <span class=\"citation\" data-id=\"107188\"><a href=\"/opinion/107188/ginzburg-v-united-states/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">31</span></a></span> (1966). At the other extreme, it is equally clear that an adult person may possess obscene material with impunity and beyond the control of the state. Stanley v. Georgia, <span class=\"citation\" data-id=\"107898\"><a href=\"/opinion/107898/stanley-v-georgia/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span>, <span class=\"citation\" data-id=\"107898\"><a href=\"/opinion/107898/stanley-v-georgia/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1243</span></a></span>, <span class=\"citation\" data-id=\"107898\"><a href=\"/opinion/107898/stanley-v-georgia/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">542</span></a></span> (1969). Between these two extremes, the power of the state to censor and proscribe such material has not yet been clearly determined. The en banc district court of Maryland concluded in 1967 that Redrup v. New York, <span class=\"citation\" data-id=\"107426\"><a href=\"/opinion/107426/redrup-v-new-york/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">767</span></a></span>, <span class=\"citation\" data-id=\"107426\"><a href=\"/opinion/107426/redrup-v-new-york/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1414</span></a></span>, <span class=\"citation\" data-id=\"107426\"><a href=\"/opinion/107426/redrup-v-new-york/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">515</span></a></span> (1967), had added to the three-pronged test of <i>Memoirs,</i> other \"tests\" prerequisite to censorship and control, and that obscene material was fully protected by the First Amendment unless (1) aimed at children or (2) published in such a manner that an unwilling adult could not escape it, or (3) exploited so as to amount to pandering. United States v. 4,400 Copies of Magazines, <span class=\"star-pagination\">*490</span> <span class=\"citation\" data-id=\"1461216\"><a href=\"/opinion/1461216/united-states-v-4400-copies-of-magazines-etc/\"><span class=\"volume\">276</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">902</span></a></span> (D.Md.1967). Although we greatly respect the District Court of Maryland, we agree with the analysis of Milky Way Productions, Inc. v. Leary, <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">288</span></span> (S.D.N.Y. 1969) that the so-called additional \"tests\" of <i>Redrup</i> are only evidentiary factors which may tip the balance toward a finding of obscenity.</p>\n<p>There is a danger in the interpolation of criminal statutesespecially in the First Amendment area. To validate a statute that is facially unconstitutional entails a risk of chilling the exercise of First Amendment freedoms. That a statute may not mean what it says and may have been interpreted more narrowly than its terms import (in order to save it) may not be readily apparent to the public or even to an elected state district court judge who is without legal education.<sup>[4]</sup> The people are entitled to know precisely what is prohibited and it is obviously better that they know it from the words of the Statute itself rather than from judicial decisions which are less likely to come to their attention.</p>\n<p>For all of these reasons we think it better that the Legislature start over in its determination of what is best for the public in this sensitive area rather than save the Statute by judicial plastic surgery, even if we might properly do so.</p>\n<p>It is urged upon us by counsel who are expert in the litigation of constitutional questions that the Statute contains at least five fatal flaws when tested against the Constitution.</p>\n<p></p>\n<h2>II.</h2>\n<p>G.S. § 14-189.1 is unconstitutional because it omits one test, and over-broadly approximates another test of material that may be regulated as obscene.</p>\n<p>In order to be obscene under G.S. § 14-189.1 a thing must possess only two qualities: (1) as a whole its predominant appeal is to the prurient interest, a shameful or morbid interest in nudity, sex or excretion, and (2) it goes substantially beyond customary limits of candor in description or presentation of such matters. Under controlling decisions of the Supreme Court of the United States, the state may not constitutionally inhibit the distribution of literary material as obscene unless \"(a) the dominant theme of the material taken as a whole appeals to a prurient interest in sex; (b) the material is patently offensive because it affronts contemporary community standards relating to the description or representation of sexual matters; and (c) the material is utterly without redeeming social value.\" A Book Named \"John Cleland's Memoirs of a Woman of Pleasure\" v. Attorney General, <span class=\"citation\" data-id=\"107187\"><a href=\"/opinion/107187/book-named-john-clelands-memoirs-of-a-woman-of-pleasure-v-attorney/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></a></span>, 418-419, <span class=\"citation\" data-id=\"107187\"><a href=\"/opinion/107187/book-named-john-clelands-memoirs-of-a-woman-of-pleasure-v-attorney/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">975</span></a></span>, <span class=\"citation\" data-id=\"107187\"><a href=\"/opinion/107187/book-named-john-clelands-memoirs-of-a-woman-of-pleasure-v-attorney/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1966). Only the first of the three tests of G.S. § 14-189.1 is in compliance of the minimum three-pronged standard of <i>Memoirs.</i> The second statutory test would permit a conviction of the material went substantially beyond customary limits of candor. This is an easier hurdle for the prosecution to clear than being required to prove that the material be <i>patently offensive</i> because it affronts contemporary national community standards. <i>Memoirs, supra;</i> Jacobellis v. Ohio, <span class=\"citation\" data-id=\"106877\"><a href=\"/opinion/106877/jacobellis-v-ohio/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 195, <span class=\"citation\" data-id=\"106877\"><a href=\"/opinion/106877/jacobellis-v-ohio/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1676</span></a></span>, <span class=\"citation\" data-id=\"106877\"><a href=\"/opinion/106877/jacobellis-v-ohio/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">793</span></a></span> (1964).</p>\n<p>The Statute omits entirely the third requisite: that the material be utterly without redeeming social value. In this omission the Legislature made the same mistake that was made by the Supreme Judicial Court of Massachusetts which \"erred in holding that a book need not be `unqualifiedly worthless before it can be deemed obscene.'\" <i>Memoirs,</i> 383 U.S. at 419, 86 S.Ct. at 978. It is now quite clear that the censor cannot proscribe books and magazines and other material unless the material is <i>utterly</i> without redeeming social value, i.e., unqualifiedly worthless. This is so even though \"the book is found to possess the requisite prurient appeal and to be patently offensive.\" <i>Id. supra.</i> Each of <span class=\"star-pagination\">*491</span> the three federal constitutional criteria must be applied independently.</p>\n<p>For this omission and paraphrasing of essential elements the Statute must be held unconstitutional.</p>\n<p></p>\n<h2>III.</h2>\n<p>G.S. § 14-189.1(f) provides that a person who disseminates obscenity is presumed to know the existence of the parts, pictures or content of the material which renders it obscene. Because the presumption creates the possibility of convicting one who innocently and unwittingly disseminates obscene material it is unconstitutional. Smith v. California, <span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">215</span></span>, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></span> (1959), although leaving open the question of mens rea and necessary mental element requisite to a constitutionally permissible prosecution for an obscenity offense, nevertheless held \"scienter\", i.e., knowledge of the content of the material, an indispensable element of guilt. The Court said, \"By dispensing with any requirement of knowledge of the contents of the book on the part of the seller, the ordinance tends to impose a severe limitation on the public's access to constitutionally protected matter. For if the book-seller is criminally liable without knowledge of the contents, and the ordinance fulfills its purpose, he will tend to restrict the books he sells to those he has inspected; and thus the State will have imposed a restriction upon the distribution of constitutionally protected as well as obscene literature.\" 361 U.S. at 153, 80 S.Ct. at 218. The Court found that self censorship by the book-seller, compelled by the state, was as repugnant to the right of free speech as censorship directly imposed by an organ of the government. Clearly the North Carolina Legislature's presumption so tends to inhibit constitutionally protected expression that it cannot stand under the Constitution.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Subsection (d) of G.S. § 14-189.1 creates a legislative presumption that a person who knowingly and intentionally possesses more than three copies of obscene material is presumed to have the purpose to disseminate obscenity unlawfully. A similar provision in a Florida statute triggered by the transportation of two or more copies of a publication was held invalid in Morrison v. Wilson, <span class=\"citation\" data-id=\"1428448\"><a href=\"/opinion/1428448/morrison-v-wilson/\"><span class=\"volume\">307</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">196</span></a></span> (N.D.Fla.1969). The court concluded that there was simply no rational connection between the facts required to be shown and the derived presumption. We think the same is true here.</p>\n<p>Before a presumption can pass constitutional muster, it must \"at least be said with substantial assurance that the presumed fact is more likely than not to flow from the proved fact on which it is made to depend.\" Leary v. United States, <span class=\"citation\" data-id=\"107934\"><a href=\"/opinion/107934/leary-v-united-states/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">6</span></a></span>, 36, <span class=\"citation\" data-id=\"107934\"><a href=\"/opinion/107934/leary-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1532</span></a></span>, 1549, <span class=\"citation\" data-id=\"107934\"><a href=\"/opinion/107934/leary-v-united-states/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">57</span></a></span> (1969). It seems to us quite possible that one might possess four or more copies of a given book or magazine for dissemination, not for gain, to personal associates over the age of 16. That sort of dissemination is not made illegal by the Statute and we are therefore inclined to the viewpoint that the presumption is arbitrary and tends to inhibit free discussion. We therefore hold it to be unconstitutional.</p>\n<p></p>\n<h2>V.</h2>\n<p>Plaintiffs contend that in addition to violating the First Amendment, the Statute is invalid because it violates the equal protection clause of the Fourteenth Amendment. Subsection (h) exempts from the operation of the Statute the \"contents of any public, or private library.\" Subsection (c) (3) exempts dissemination to individuals having scientific \"or other special justification\" for possessing obscene material. It is suggested that a literal application of subsection (h) would permit Shinall to merchandise obscene materials through his own lending library without violating the law, and that the other exempting classification is impossible of application. It is said that no one could possibly know what \"other special justification\" might <span class=\"star-pagination\">*492</span> mean and that \"[n]o one may be required at peril of life, liberty or property to speculate as to the meaning of penal statutes. All are entitled to be informed as to what the State commands or forbids.\" Lanzetta v. New Jersey, <span class=\"citation\" data-id=\"103170\"><a href=\"/opinion/103170/lanzetta-v-new-jersey/\"><span class=\"volume\">306</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, 453, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">618</span></span>, 619, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">888</span></span> (1939).</p>\n<p>We think our discussion of the more serious flaws in the Statute with respect to the First Amendment sufficiently demonstrates its constitutional invalidity, and that we need not decide these interesting questions presented under the equal protection clause of the Fourteenth Amendment.</p>\n<p></p>\n<h2>VI.</h2>\n<p>We decline to pierce the shield of judicial immunity that surrounds the state district court judge, as it must every judge, high or low, in the performance of his judicial office. The only evidence tending to show a departure from the proper performance of his judicial office is the stipulation that if sworn, plaintiff Charles Shinall would testify under oath that Judge Dupree in open court issued \"instructions to the assistant prosecutor * * * (and other law enforcement officers) that on every occasion that a book, magazine, newspaper or other article was sold or offered for sale at plaintiff's establishment, The Fayetteville Adult Book Store, the seller should be arrested and prosecuted, and that the said defendant, Joseph Dupree (the judge) would `do the same thing to that person as he had done to Charles Shinall,' or words to that effect.\" The stipulation suggests that the state district judge may have momentarily forsaken the proper detached objectivity of his judicial office. But we think such testimony, without more, affords an insufficient basis for a finding that the state district judge figuratively left his judicial jurisdiction and embarked upon executive branch police activity. In evaluating the weight of the stipulation we think it significant that the state judge spoke in open court.</p>\n<p>A judge's \"errors may be corrected on appeal, but he should not have to fear that unsatisfied litigants may hound him with litigation charging malice or corruption. Imposing such a burden on judges would contribute not to principled and fearless decision-making but to intimidation.\" Pierson v. Ray, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">547</span></a></span>, 554, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1213</span></a></span>, 1218, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">288</span></a></span> (1967). We would be especially reluctant to impose such a burden on a judge for conduct and speech in his own courtroom and absent any evidence of other participation in police activity.</p>\n<p>We are advised by counsel that the state judge was himself a law enforcement officer (State Highway Patrol) before his election to the bench, and that he has not had a legal education. We think this not irrelevant in weighing his conduct and speech, and that it tends to excuse his apparent insufficient awareness of the fundamental separation of power between the executive and judicial branches of government. We conclude there is a failure in the burden of proof to establish unprotected activity on the part of Judge Dupree.</p>\n<h2>NOTES</h2>\n<p>[1]  <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></span> (1908). Except for a claim for monetary damages against the local judge, the party defendants are simply nominal parties to honor the Eleventh Amendment and the <i>Young</i> fiction.</p>\n<p>[2]  Initially, the case was much more complicated. Since the August 13, 1970 hearing, counsel have eliminated the claim for damages against the Chief of Police and have withdrawn the prayer for injunctive relief. Thus, we need not consider difficult problems involving executive immunity, the anti-injunction statute, and abstention, for which we are grateful.</p>\n<p>[3]  The Statute reads in its entirety as follows:\n</p>\n<p>§ 14-189.1. <i>Obscene literature and exhibitions.</i>(a) Description of Obscene Material Prohibited.  It shall be unlawful for any person, firm or corporation to purposely, knowingly or recklessly disseminate obscenity and except as provided in subsection (c) hereafter, he shall be guilty of a misdemeanor. A person disseminates obscenity if he</p>\n<p>(1) Sells, delivers or provides or offers or agrees to sell, deliver or provide any obscene writing, picture, record or other representation or embodiment of the obscene; or</p>\n<p>(2) Presents or directs an obscene play, dance or other performance or participates directly in that portion thereof which makes it obscene; or</p>\n<p>(3) Publishes, exhibits or otherwise makes available anything obscene.</p>\n<p>(4) Exhibits, broadcasts, televises, presents, rents, leases as lessee or lessor, sells, delivers, or provides; or offers or agrees to exhibit, broadcast, televise, present, rent, lease as lessee or lessor, sell, deliver, or to provide; any obscene still or motion picture, film, film strip, or projection slide, or sound recording, sound tape, or sound track, which is a representation of the obscene.</p>\n<p>(b) Obscene Defined; Method of Adjudication.A thing is obscene if considered as a whole its predominant appeal is to the prurient interest, i. e., a shameful or morbid interest in nudity, sex or excretion, and if it goes substantially beyond customary limits of candor in description or presentation of such matters. A thing is obscene if its obscenity is latent, as in the case of undeveloped photographs. Obscenity shall be judged with reference to ordinary adults, except that it shall be judged with reference to children or other especially susceptible audience if it appears from the character of the material or the circumstances of its dissemination to be especially designed for or directed to such an audience. In any prosecution for an offense under this section, evidence shall be admissible to show:</p>\n<p>(1) The character of the audience for which the material was designed or to which it was directed;</p>\n<p>(2) What the predominant appeal of the material would be for ordinary adults or a special audience, and what effect, if any, it would probably have on the behavior of such people;</p>\n<p>(3) Artistic, literary, scientific, educational or other merits of the material;</p>\n<p>(4) The degree of public acceptance of the material throughout the United States;</p>\n<p>(5) Appeal to prurient interest, or absence thereof, in advertising or to the promotion of the material.</p>\n<p>Expert testimony and testimony of the author, creator or publisher relating to factors entering into the determination of the issue of obscenity shall be admissible. (c) Noncriminal Dissemination.The following shall not be criminal offenses under this section:</p>\n<p>(1) Dissemination, not for gain, to personal associates other than children under sixteen.</p>\n<p>(2) Dissemination, not for gain, by an actor below the age of twenty-one to a child not more than five years younger than the actor.</p>\n<p>(3) Dissemination to institutions or individuals having scientific or other special justification for possessing such material.</p>\n<p>(d) Preparation to Disseminate Unlawfully.A person, firm or corporation who knowingly and intentionally creates, buys, procures or possesses obscene matter with the purpose of disseminating it unlawfully shall be guilty of a misdemeanor. A person, firm or corporation who knowingly and intentionally creates, buys, procures or possesses a mold, engraved plate or other embodiment of obscenity especially adapted for reproducing multiple copies or who knowingly and intentionally possesses more than three copies of the obscene material is presumed to have the purpose to disseminate obscenity unlawfully.</p>\n<p>(e) Promoting Sale of Material Represented as Obscene.A person, firm or corporation who advertises or otherwise promotes the sale of material represented or held out by him to be obscene shall be deemed guilty of a misdemeanor.</p>\n<p>(f) Awareness That Material Is Obscene; Presumption.A person, firm or corporation who unlawfully disseminates obscenity or who, with purpose so to disseminate, creates, buys, possesses, or procures obscenity is presumed to know the existence of its parts, features or content of the material which render it obscene.</p>\n<p>(g) Section Supplementary.The provisions of this section do not repeal but supplement existing statutes relating to the subject matter herein contained.</p>\n<p>(h) Libraries and Art Museums Excepted.The provisions of this section shall not apply to the contents of any public, or private library, nor to any art museum. (1957, c. 1227; 1965, c. 164.)</p>\n<p>[4]  See <i>infra,</i> pg. 16.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107426/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1214738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1428448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1461216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1794406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1821083/"
  ]
}