{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2136286/",
  "absolute_url": "/opinion/2136286/green-v-french/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2136286/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:25:45.690965Z",
  "date_modified": "2016-04-27T01:59:41.231648Z",
  "type": "010combined",
  "sha1": "be41e50d8d715a0c9a6fbf1298a695cb503727e3",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>978 F.Supp. 242 (1997)</b></center>\n<center><h1>Harvey Lee GREEN, Jr., Petitioner,<br>\nv.<br>\nJames B. FRENCH, Warden, Central Prison, Raleigh, North Carolina, Respondent.</h1></center>\n<center>No. 5:96-HC-676-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 16, 1997.</center>\n<p><span class=\"star-pagination\">*243</span> <span class=\"star-pagination\">*244</span> <span class=\"star-pagination\">*245</span> <span class=\"star-pagination\">*246</span> Gretchen M. Engel, Center for Death Penalty Litigation, Durham, NC, Henderson Hill, Ferguson, Stein, Wallas, Adkins, Gresham &amp; Sumter, Charlotte, NC, for Petitioner.</p>\n<p>William N. Farrell, Jr., Raleigh, NC, Valerie B. Spalding, N.C. Dept. of Justice, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on Green's petition for a writ of habeas corpus pursuant to 18 U.S.C. § 2254 (1994 &amp; Supp. 1997).</p>\n<p></p>\n<h2>I. <i>Procedural Background</i>\n</h2>\n<p>On 19 June 1984, Green, an African-American male, pleaded guilty to two counts of first degree murder (felony murder) and two counts of common law robbery. At the capital sentencing proceeding, the jury recommended and the court imposed two sentences of death. Green appealed and the North Carolina Supreme Court remanded for an evidentiary hearing to ascertain whether the jury selection was improperly tainted by racial discrimination in violation of the rule espoused in <i>Batson v. Kentucky,</i> 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986). On 24 July 1987, a <i>Batson</i> hearing was held and the superior court found no violation. Following another <i>Batson</i> appeal, the North Carolina Supreme Court again remanded. After hearings were held on 8 May and 24 July 1989, Green's motion for a new trial based on <i>Batson</i> considerations was again denied by the superior court.</p>\n<p>On 14 August 1991, upon another review, the North Carolina Supreme Court, at the State's request, ordered a new sentencing <span class=\"star-pagination\">*247</span> proceeding based on the United States Supreme Court decision in <i>McKoy v. North Carolina,</i> 494 U.S. 433, 110 S.Ct. 1227, 108 L.Ed.2d 369 (1990). At the resentencing trial, the jury again recommended two sentences of death and, on 3 September 1992, the superior court again sentenced Green to death. On 6 May 1994, the North Carolina Supreme Court affirmed both death sentences, issuing a comprehensive opinion denying all of Green's claims on the merits. <i>State v. Green,</i> 336 N.C. 142, 443 S.E.2d 14 (1994). The United States Supreme Court denied certiorari on 5 December 1994.</p>\n<p>On 12 December 1995, after receiving a stay of execution, Green filed a motion for appropriate relief (\"MAR\") under North Carolina's postconviction review procedures. On 19 April 1995, the State responded with a motion to deny the MAR. Soon thereafter, on 25 April 1995, Green filed a motion for opportunity to be heard.</p>\n<p>In the MAR, Green alleged some twenty grounds for relief. These grounds ranged from claims that the death penalty is applied in a racially discriminatory manner to claims of due process deprivations based on the jury instructions and other trial rulings. The superior court denied the MAR on all grounds without a hearing. The court categorized all of the claims but two as barred under N.C. Gen.Stat. § 15A-1419 (1988). At the time, § 15A-1419 provided:</p>\n<blockquote>(a) The following are grounds for the denial of a motion for appropriate relief:</blockquote>\n<blockquote>(1) Upon a previous motion made pursuant to this Article, the defendant was in a position to adequately raise the ground or issue underlying the present motion but did not do so....</blockquote>\n<blockquote>(2) The ground or issue underlying the motion was previously determined on the merits upon an appeal from the judgment or upon a previous motion or proceeding in the courts of this State or a federal court....</blockquote>\n<blockquote>(3) Upon a previous appeal the defendant was in a position to adequately raise the ground or issue underlying the present motion but did not do so.</blockquote>\n<blockquote>(b) Although the court may deny the motion under any of the circumstances specified in this section, in the interest of justice and for good cause shown it may in its discretion grant the motion if it is otherwise meritorious.</blockquote>\n<p><i>Id.</i> The superior court dismissed eight of Green's claims as \"procedurally barred pursuant to § 15A-1419(a)(3)\" and ten claims as \"procedurally barred pursuant to § 15A-1419 (a)(2).\" With regard to the two grounds for relief reviewed on the merits, the superior court denied both claims. Green then filed an answer to the State's motion to deny the MAR, a motion to reconsider the denial of the MAR, and a motion to recuse the superior court judge.</p>\n<p>On 26 June 1996, Green filed a motion for extension of time to file a petition for writ of certiorari. On 10 July 1996, the North Carolina Supreme Court denied Green's motion. Two days later, Green filed a petition for writ of certiorari. On 31 July 1996, the North Carolina Supreme Court allowed the State's motion to dismiss Green's petition.</p>\n<p>Finally, on 2 August 1996, this court stayed Green's execution, scheduled for 9 August 1996. Green filed the current petition for a writ of habeas corpus on 3 October 1996. In the habeas petition, Green levies a barrage of attacks at all facets of the sentencing proceedings. In fact, the petition contains nineteen separate claims for relief and many sub-claims. In order to generate a comprehensible review, it is helpful to paraphrase each claim as raised by Green:</p>\n<blockquote>I. THE DEATH PENALTY IS APPLIED IN PITT COUNTY IN A MANNER THAT IS UNCONSTITUTIONALLY ARBITRARY AND RACIALLY DISCRIMINATORY.</blockquote>\n<blockquote>II. GREEN'S GUILTY PLEAS AND SUBSEQUENT DEATH SENTENCES MUST BE VACATED BECAUSE HE WAS DENIED EFFECTIVE ASSISTANCE OF COUNSEL AT TRIAL AND UPON APPEAL.</blockquote>\n<blockquote>III. THE DISTRICT ATTORNEY CONDUCTED A SYSTEMATIC CAMPAIGN DESIGNED TO DEPRIVE GREEN OF HIS FEDERAL CONSTITUTIONAL RIGHTS.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*248</span> IV. GREEN'S GUILTY PLEAS MUST BE VACATED AND HIS DEATH SENTENCES REVERSED BECAUSE NORTH CAROLINA'S DELEGATION OF CALENDAR CONTROL TO THE DISTRICT ATTORNEY PERMITTED THE DISTRICT ATTORNEY TO ABUSE HIS AUTHORITY AND DEPRIVE GREEN OF HIS FEDERAL CONSTITUTIONAL RIGHTS.</blockquote>\n<blockquote>V. GREEN'S SENTENCES OF DEATH ARE UNCONSTITUTIONAL BECAUSE THEY WERE THE RESULT OF UNDUE COERCION ON THE PART OF THE TRIAL JUDGE.</blockquote>\n<blockquote>VI. GREEN'S FEDERAL CONSTITUTIONAL RIGHTS WERE VIOLATED BY THE EXCLUSION OF WOMEN FROM SERVICE AS GRAND JURY FOREPERSONS.</blockquote>\n<blockquote>VII. GREEN WAS DENIED HIS RIGHT TO A MEANINGFUL APPELLATE REVIEW OF CLAIMS THAT HIS FEDERAL CONSTITUTIONAL RIGHTS WERE VIOLATED BY ACTIONS OF THE TRIAL COURT.</blockquote>\n<blockquote>VIII. GREEN WAS DENIED HIS FEDERAL CONSTITUTIONAL RIGHTS BY THE NORTH CAROLINA SUPREME COURT'S ANALYSIS OF THE TRIAL COURT'S REFUSAL TO SUBMIT NONSTATUTORY MITIGATING CIRCUMSTANCES AND ITS CONCLUSION THAT THIS REFUSAL WAS HARMLESS ERROR.</blockquote>\n<blockquote>IX. GREEN WAS DENIED HIS FEDERAL CONSTITUTIONAL RIGHTS BY THE TRIAL COURT'S REFUSAL TO GIVE A PEREMPTORY INSTRUCTION ON A NONSTATUTORY MITIGATING CIRCUMSTANCE AND THE SUPREME COURT'S FAILURE TO ORDER A NEW SENTENCING HEARING FOR THIS ERROR.</blockquote>\n<blockquote>X. THE TRIAL COURT'S DENIAL OF GREEN'S MOTION FOR ALLOCUTION CONSTITUTES A DENIAL OF DUE PROCESS RESULTING IN HARMFUL ERROR UNDER THE FEDERAL CONSTITUTION THAT REQUIRES A NEW SENTENCING HEARING.</blockquote>\n<blockquote>XI. THE TRIAL COURT ERRED BY DENYING GREEN'S MOTION TO PERMIT QUESTIONING OF PROSPECTIVE JURORS AS TO THEIR BELIEFS ABOUT PAROLE ELIGIBILITY AND BY DENYING GREEN'S REQUEST FOR AN INSTRUCTION ON PAROLE.</blockquote>\n<blockquote>XII. THE TRIAL COURT COMMITTED REVERSIBLE ERROR BY SUBMITTING EVIDENCE OF A PRIOR ATTEMPTED RAPE CONVICTION AND SUBMITTING AGGRAVATING FACTOR N.C. GEN. STAT. § 15A-2000(d)(3) TO THE JURY WHEN IT WAS NOT SUPPORTED BY SUFFICIENT EVIDENCE.</blockquote>\n<blockquote>XIII. THE TRIAL COURT COMMITTED REVERSIBLE ERROR BY INSTRUCTING THE JURY THAT ATTEMPTED RAPE WAS A CRIME INVOLVING VIOLENCE AS A MATTER OF LAW.</blockquote>\n<blockquote>XIV. THE TRIAL COURT ERRED IN ITS RESPONSE TO MESSAGES FROM THE JURY DURING DELIBERATIONS.</blockquote>\n<blockquote>XV. THE TRIAL COURT ERRED IN REFUSING TO SUBMIT TO THE JURY NONSTATUTORY MITIGATING CIRCUMSTANCES THAT WERE SUPPORTED BY THE EVIDENCE.</blockquote>\n<blockquote>XVI. THE TRIAL COURT ERRED BY PERMITTING THE DISTRICT ATTORNEY TO ASK INAPPROPRIATE AND MISLEADING QUESTIONS TO DEATH-SCRUPLED POTENTIAL JURORS AND BY ALLOWING THE DISTRICT ATTORNEY'S CHALLENGES FOR CAUSE BASED <span class=\"star-pagination\">*249</span> UPON THE INAPPROPRIATE AND MISLEADING QUESTIONS WITHOUT PERMITTING GREEN TO TRY TO EXPLAIN ANY POSSIBLE MISUNDERSTANDINGS.</blockquote>\n<blockquote>XVII. THE TRIAL COURT ERRED IN DENYING GREEN THE OPPORTUNITY TO ASK A POTENTIAL JUROR WHETHER HE KNEW GREEN HAD PREVIOUSLY BEEN SENTENCED TO DEATH.</blockquote>\n<blockquote>XVIII. THE TRIAL COURT ERRED IN DENYING GREEN'S MOTION TO EXCUSE JUROR SAMMY PIERCE FOR CAUSE.</blockquote>\n<blockquote>XIX. GREEN WAS DENIED A FAIR SENTENCING HEARING BY THE PROSECUTOR'S IMPROPER ARGUMENTS TO THE JURY.</blockquote>\n<p>On 7 October 1996, Green moved for leave to conduct discovery. The court has held Green's motion in abeyance pending review of the respondent's (the \"State\") answer and motion for summary judgment, filed on 5 December 1996. After successfully moving for leave to file a limited reply, Green submitted a reply to the S:ate's summary judgment motion. The State subsequently moved to strike Green's reply as exceeding the scope of the court's order. The court now turns to review of the issues at hand.</p>\n<p></p>\n<h2>II. <i>Standard</i>\n</h2>\n<p>Pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2514. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> 913 F.2d 1085, 1087 (4th Cir.1990), <i>cert. denied,</i> 498 U.S. 1109, 111 S.Ct. 1018, 112 L.Ed.2d 1100 (1991). The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 2554, 91 L.Ed.2d 265 (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> 39 F.3d 515, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> 13 F.3d 791, 798 (4th Cir.1994), <i>cert. denied,</i> 513 U.S. 813, 115 S.Ct. 67, 130 L.Ed.2d 24 (1994), 513 U.S. 814, 115 S.Ct. 68, 130 L.Ed.2d 24 (1994)).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p></p>\n<h2>A. <i>Procedural Default</i>\n</h2>\n<p>In its answer and motion for summary judgment, the State invokes the doctrine of procedural default and argues that the majority of Green's claims are precluded from federal review. According to the State, the superior court's postconviction order bars federal review of Claims I through X. The State further argues that general procedural principles bar Claims XI through XIX.</p>\n<p>Under the federal doctrine of procedural default,<sup>[1]</sup> any claim that was procedurally barred from review at the state level on independent and adequate state grounds is similarly barred from substantive consideration on federal habeas. <i>Wainwright v. Sykes,</i> 433 U.S. 72, 97 S.Ct. 2497, 53 L.Ed.2d 594 (1977). \"A federal court may not address the merits of a habeas petition when <span class=\"star-pagination\">*250</span> the state court's denial of a petition for collateral relief rested on [an] independent and adequate state law ground of procedural default.\" <i>Nickerson v. Lee,</i> 971 F.2d 1125, 1127 (4th Cir.1992), <i>cert. denied,</i> 507 U.S. 923, 113 S.Ct. 1289, 122 L.Ed.2d 681 (1993). If a claim is dismissed on a sufficient procedural ground at the state level, a federal court only can reach the substantive merits of the claim if the petitioner can show cause for the default and actual prejudice or demonstrate that failure to review by the federal court will result in a fundamental miscarriage of justice. <i>Coleman v. Thompson,</i> 501 U.S. 722, 750, 111 S.Ct. 2546, 2565, 115 L.Ed.2d 640 (1991).</p>\n<p>In this case, the superior court dismissed Green's MAR based predominantly on what it termed the \"procedural bars\" embodied in § 15A-1419. Specifically, the court denied eight claims based on § 15A-1419 (a)(3) and ten based on § 15A-1419 (a)(2). The court therefore must evaluate whether the reasons proffered by the superior court constitute \"independent and adequate state law grounds.\"</p>\n<p>The court first evaluates the claims denied under § 1419(a)(3). The superior court refused to hear these claims because Green could have, but did not, raise them on direct appeal. In <i>Wainwright, Coleman,</i> and <i>Harris v. Reed,</i> 489 U.S. 255, 109 S.Ct. 1038, 103 L.Ed.2d 308 (1989), the United States Supreme Court found this type of waiver to be a procedural default.</p>\n<p>Green acknowledges this deficiency but argues that § 1419 is not an \"independent and adequate state law ground.\" To rise to the level of an \"independent and adequate state law ground,\" the procedural bar must be \"a firmly established and regularly followed state practice.\" <i>Ford v. Georgia,</i> 498 U.S. 411, 423-24, 111 S.Ct. 850, 857, 112 L.Ed.2d 935 (1991); <i>see </i><i>Johnson v. Mississippi,</i> 486 U.S. 578, 587, 108 S.Ct. 1981, 1987, 100 L.Ed.2d 575 (1988) (noting that state procedural bar must be applied \"consistently or regularly\"). The Fourth Circuit has recognized that \"consistent or regular application of a state's procedural default rules does not mean undeviating adherence to such rule admitting of no exception.\" <i>Meadows v. Legursky,</i> 904 F.2d 903, 907 (4th Cir.), <i>cert. denied,</i> 498 U.S. 986, 111 S.Ct. 523, 112 L.Ed.2d 534 (1990).</p>\n<p>Green contends that § 1419(a) is, on its face, a discretionary statute that has not been imposed in a consistent fashion. To support this argument, Green cites several state court opinions in which § 1419(a) allegedly could have been, but was not, applied. (<i>See</i> Pet'r's Reply in Opp'n to Resp't's Mot. for Summ. J. at 2-9.) Green also asserts that recent amendments to § 1419 offer additional evidence that the prior version was purely discretionary. <i>See</i> § 15A-1419 (Supp. 1996) (amending statute to emphasize mandatory nature of its application).<sup>[2]</sup></p>\n<p>Although Green's arguments have facial appeal, this court is bound by the decisions of the Fourth Circuit relying on § 1419(a) as a valid procedural bar and, thus, legitimizing its application as an independent and adequate state law ground. <i>See, e.g., </i><i>Ashe v. Styles,</i> 39 F.3d 80 (4th Cir.1994) (relying on § 1419 as an independent and adequate state law ground in holding that habeas claims were procedurally defaulted); <i>Smith v. Dixon,</i> 14 F.3d 956, 972 (4th Cir.) (expressly rejecting claims that § 1419 is not applied \"regularly or consistently\"), <i>cert. denied,</i> 513 U.S. 841, 115 S.Ct. 129, 130 L.Ed.2d 72 (1994);<sup>[3]</sup><i>Felton v. Barnett,</i> 912 F.2d 92 (4th Cir.1990) (finding, without much discussion, that § 1419 is an independent and adequate state law ground), <i>cert. denied,</i> 498 U.S. 1032, 111 S.Ct. 693, 112 L.Ed.2d 683 (1991). Thus, the State's contention that procedural default should apply to the claims barred by the superior court under <span class=\"star-pagination\">*251</span> § 1419(a)(3) is well-taken.<sup>[4]</sup> As Green has not shown cause and prejudice or fundamental miscarriage of justice, Claims III,<sup>[5]</sup> IV,<sup>[6]</sup> VI, and portions of Claim 1<sup>[7]</sup> must be summarily dismissed.</p>\n<p>The disposition is not so clear-cut with regard to the claims denied by the superior court based on § 1419(a)(2), the \"previously determined on the merits\" provision. These claims, unlike those dismissed pursuant to § 1419(a)(3), were heard and disposed of on the merits by the North Carolina Supreme Court. When invoking § 1419(a)(2), the superior court indicated that the claims were \"procedurally barred\" because they had been raised and decided on direct appeal. The State now seems to operate under the assumption that § 1419(a)(2) is a procedural default within the context of a federal habeas petition.</p>\n<p>However, this line of reasoning belies a fundamental misconception of the <i>Wainwright</i> procedural default doctrine. <i>Wainwright</i> and its progeny establish the principle that, if an issue of federal law was not resolved on the merits by the state courts because of a party's failure to raise it properly, federal courts will not excuse the procedural infirmities. 433 U.S. at 87, 97 S.Ct. at 2506-07. This doctrine in no way interferes with the general rule that</p>\n<blockquote>the federal habeas petitioner who claims he is detained pursuant to a final judgment of a state court in violation of the United States Constitution is entitled to have the federal habeas court make its own independent determination of his federal claim, without being bound by the determination on the merits of that claim reached in the state proceedings.</blockquote>\n<p><i>Id.</i></p>\n<p>In this case, the North Carolina Supreme Court ruled on many federal constitutional issues. The superior court then refused to rehear the same claims on postconviction review, not because the North Carolina Supreme Court was denied the chance to review them on direct appeal, but instead, for the precise reason that the supreme court had already ruled on the substantive merits. If this court were to interpret § 1419(a)(2) as a procedural default, a federal court's ability to review a state's application of federal law would essentially disappear.<sup>[8]</sup></p>\n<p>Section 1419(a)(2) is a codification of the rule of res judicata; it embodies the notion that, if one state court considers a claim on the merits, the claimant is not entitled to a second bite at the apple in the state judicial system. However, if § 1419(a)(2) were accepted as a <i>Wainwright</i> procedural default, it would effectively eviscerate federal habeas review of North Carolina cases because any <span class=\"star-pagination\">*252</span> decision by the North Carolina Supreme Court resting on federal principles, absent an exception, would be procedurally barred from subsequent federal review based on the \"raised and decided\" rhetoric of § 1419(a)(2).</p>\n<p>Appellate courts have acknowledged the potential anomaly of construing state res judicata principles as procedural obstacles to subsequent federal review. The best explication of this principle was recently offered by the Seventh Circuit. In <i>Porter v. Gramley,</i> 112 F.3d 1308 (7th Cir.1997), the court addressed a petitioner's claim that had been denied consideration on state postconviction review because the claim had previously been resolved on direct state appeal. The court reasoned:</p>\n<blockquote>The State asserts that this res judicata bar is the type of state procedural rule that, under <i>Coleman v. Thompson</i><i>,</i> also prohibits federal review. The State is mistaken because a habeas claim cannot possibly be kept out of federal court merely because state res judicata rules bar rehearing in state court. When a state court invokes res judicata, it simply means that the state courts have already resolved the matter and want nothing more to do with it. If state courts could, by simply shutting their ears to litigants, preclude further review in the federal courts, few habeas petitioners (if any) would ever make it to federal court.... [T]he crucial inquiry is whether the state courts either have held that a procedural misstep is a forfeiture, or would so hold if a collateral attack were filed in state court. If the prisoner has presented his argument to the right courts at the right times  as the states define these courts and times  then the claim is preserved for federal collateral review.</blockquote>\n<p><i>Id.</i> at 1316 (citations omitted); <i>see also </i><i>Gomez v. Acevedo,</i> 106 F.3d 192, 195-97 (7th Cir.1996) (distinguishing between res judicata and waiver claims and noting that only procedural waivers bar federal review); <i>Stevens v. Zant,</i> 968 F.2d 1076, 1089 (11th Cir. 1992) (discussing different treatment of claims \"raised and decided\" and those \"not previously raised\" regardless of label assigned by state court), <i>cert. denied,</i> 507 U.S. 929, 113 S.Ct. 1306, 122 L.Ed.2d 695 (1993); <i>Smith v. Dugger,</i> 840 F.2d 787, 790-91 (11th Cir.1988) (espousing same distinction), <i>cert. denied,</i> 494 U.S. 1047, 110 S.Ct. 1511, 108 L.Ed.2d 647 (1990). Other circuits have implicitly accepted this precept by reviewing those claims raised and decided by a state court even if res judicata was invoked on state postconviction review. <i>See </i><i>Wiley v. Puckett,</i> 969 F.2d 86, 104-06 (5th Cir.1992); <i>LePage v. Idaho,</i> 851 F.2d 251, 256-57 (9th Cir.1988), <i>cert. denied,</i> 488 U.S. 972, 109 S.Ct. 506, 102 L.Ed.2d 542 (1988).</p>\n<p>Returning to Fourth Circuit jurisprudence, that court recently acknowledged that habeas law only permits review of those claims that were raised and decided on the merits in state court. <i>Booth v. Maryland,</i> 112 F.3d 139 (4th Cir.1997) (citing 28 U.S.C. § 2264(a)). In fact, construing an analogous \"raised and decided\" rule in Virginia, the Fourth Circuit held that the Virginia court's dismissal of claims because they were raised and decided on direct appeal was \"not a true procedural default rule.\" <i>Turner v. Williams,</i> 35 F.3d 872, 889-90 (4th Cir.1994), <i>cert. denied,</i> 514 U.S. 1017, 115 S.Ct. 1359, 131 L.Ed.2d 216 (1995). Consequently, the Virginia state rule could not \"prevent federal habeas review of federal constitutional claims properly raised on direct appeal.\" <i>Id.</i> at 890.</p>\n<p>However, this court is somewhat troubled by language in the Fourth Circuit decision, <i>Ashe v. Styles,</i> 39 F.3d at 86-87. In <i>Ashe,</i> after brief commentary, the Fourth Circuit implied that either N.C. Gen.Stat. §§ 1419(a)(1) or (a)(2) would be sufficient to serve as a procedural default mechanism. <i>See id.</i> (finding a viable procedural default despite the state court's failure to clarify whether it was relying on § 1419(a)(1) or (a)(2)). In light of the significant ramifications of interpreting § 1419(a)(2) as a procedural default and the Fourth Circuit's holding in <i>Turner,</i> this court will not construe the tangential <i>Ashe</i> language to effectively overhaul existing federal habeas review of North Carolina decisions. To read more into the <i>Ashe</i> language would likely impute an unintended consequence to a cursory discussion in which the above concerns were not even raised. Instead, this court will rely on the Fourth Circuit's recognition that federal <span class=\"star-pagination\">*253</span> questions \"raised and decided\" on direct state appeal are reviewable through habeas proceedings.</p>\n<p>Thus, the court concludes that, despite the superior court's invocation of \"procedural bar\" to describe its actions, the use of this nomenclature cannot transform a state res judicata bar into a <i>Wainwright</i> procedural default. As § 1419(a)(2) does not constitute a <i>Wainwright</i> procedural default, Claims V, VII, VIII, IX, X, and portions of Claim I will be reviewed on the merits by this court.</p>\n<p>With respect to the procedural legitimacy of Claims XI through XIX, the State makes several perplexing arguments. First, the State emphasizes that these claims were not brought on postconviction review before the superior court. As such, it suggests that these claims were not exhausted and then purports to waive the exhaustion requirement. After this waiver, the State then maintains, <i>inter alia,</i> that the claims are procedurally defaulted because, if raised in the MAR, they would have been barred under § 1419(a)(2).</p>\n<p>Yet, the State's argument ignores the basic habeas precept that, even if state post-conviction review is available, a petitioner must only pursue remedies up the ladder on direct state appeal in order to satisfy exhaustion requirements. <i>Ylst v. Nunnemaker,</i> 501 U.S. 797, 111 S.Ct. 2590, 115 L.Ed.2d 706 (1991); <i>Brown v. Allen,</i> 344 U.S. 443, 444, 73 S.Ct. 397, 402, 97 L.Ed. 469 (1953). Even if this were not the case, imposition of a procedural default would be unavailable because the State expressly waived any further state review and this court cannot assume that the state court would have applied a procedural bar to these claims. See <i>Richardson v. Turner,</i> 716 F.2d 1059 (4th Cir.1983) (noting that a federal court cannot presume that the North Carolina courts would automatically bar petitioner in light of the exception encompassed in § 1419(b)). Moreover, the applicable state procedural bar would be § 1419(a)(2) which, as discussed above, is insufficient to preclude federal review. Thus, the court must address Claims XI through XIX on the merits.</p>\n<p></p>\n<h2>B. <i>Substantive Analysis</i>\n</h2>\n<p>Green's claims will be evaluated under § 2254 as amended by the Antiterrorism and Effective Death Penalty Act of 1996. Section 2254 provides:</p>\n<blockquote>(d) An application for a writ of habeas corpus on behalf of a person in custody pursuant to the judgment of a State court shall not be granted with respect to any claim that was adjudicated on the merits in State court unless the adjudication of the claim-</blockquote>\n<blockquote>(1) resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States; or</blockquote>\n<blockquote>(2) resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.</blockquote>\n<p>28 U.S.C. § 2254(d) (Supp. 1997).</p>\n<p></p>\n<h2>1. <i>Arbitrary and Discriminatory Application of Death Penalty</i>\n</h2>\n<p>In Claim I, Green attacks the manner in which the death penalty is applied in Pitt County, North Carolina, where he was sentenced. In support of this claim, Green predicts that an unfinished study conducted by a social scientist about race and the death penalty will corroborate his claim. (Pet. at 18-20.) Green also alleges that, if further funds had been approved by the superior court, data compiled by a demographer would have supplemented the showing of race discrimination. (<i>Id.</i>) He also offers anecdotal evidence of black murderers being sentenced to death when the victim is white and, conversely, evidence of white murderers only receiving life sentences when the victim is black. (<i>Id.</i> at 20-22.) Yet, none of these arguments undermine the North Carolina Supreme Court's determination that Green did not establish a <i>prima facie</i> case of racial discrimination. <i>See </i><i>State v. Green,</i> 329 N.C. 686, 406 S.E.2d 852 (1991). Guided by <i>McCleskey v. Kemp,</i> 481 U.S. 279, 107 S.Ct. 1756, 95 L.Ed.2d 262 (1987) (setting <i>prima facie</i> test above mere general statistical studies of death penalty application in a given jurisdiction), <span class=\"star-pagination\">*254</span> this court finds that the rejection of this claim was not contrary to or an unreasonable application of federal law.</p>\n<p>Green also alleges racial discrimination in the selection of the grand jury foreperson. He again offers statistical data on population and the practical nonexistence of black grand jury forepersons in Pitt County. Under North Carolina law, discrimination in selecting a grand jury foreperson rises to the level of a state constitutional violation. <i>State v. Cofield,</i> 320 N.C. 297, 357 S.E.2d 622 (1987). However, the North Carolina Supreme Court rejected Green's discrimination claim because a defendant who pleads guilty waives his right to challenge the plea on constitutional grounds. <i>Green,</i> 406 S.E.2d at 853. This ruling is consistent with federal jurisprudence. <i>See </i><i>Tollett v. Henderson,</i> 411 U.S. 258, 93 S.Ct. 1602, 36 L.Ed.2d 235 (1973) (holding that a defendant's \"guilty plea [] forecloses independent inquiry into the claim of discrimination in the selection of the grand jury\"); <i>Hall v. McKenzie,</i> 575 F.2d 481 (4th Cir.1978). Accordingly, the North Carolina Supreme Court's ruling comports with federal constitutional principles and Green's claim is meritless.<sup>[9]</sup></p>\n<p></p>\n<h2>2. <i>Ineffective Assistance of Counsel</i>\n</h2>\n<p>In Claim II, Green makes a series of accusations regarding the constitutional sufficiency of his trial and appellate counsel. All together, Green alleges seven instances of ineffective assistance of counsel. For the reasons discussed above, the claims under this section that were decided on the merits by the superior court and those considered barred under § 1419(a)(2) are entitled to review on the merits. Likewise, the remaining claims of ineffective assistance also merit substantive review despite the use of § 1419(a)(3) to bar review by the superior court.</p>\n<p>As noted above, if properly applied, the § 1419(a)(3) bar precludes federal review. However, when the underlying claim challenges the effectiveness of counsel, North Carolina courts have indicated that the proper vehicle for review <i>is</i> through postconviction proceedings. <i>State v. Harris,</i> 338 N.C. 129, 449 S.E.2d 371 (1994) As such, North Carolina case law reveals myriad opinions in which ineffective assistance challenges were entertained on postconviction review despite a failure to raise the issue on direct appeal. <i>See </i><i>State v. Kinch,</i> 314 N.C. 99, 331 S.E.2d 665, 669 (1985); <i>State v. Dockery,</i> 78 N.C.App. 190, 336 S.E.2d 719 (1985). Thus, the Fourth Circuit has recognized that § 1419(a)(3) \"is not adequate\" to serve as a federal procedural default with respect to ineffective assistance claims. <i>Hooper v. Barnett,</i> No. 91-6620, 1992 WL 180149, *2 (4th Cir.1992) (unpublished); <i>see also </i><i>Smith,</i> 14 F.3d at 966, 969 (\"allegations of ineffective assistance of counsel are generally not properly raised on direct appeal\" (citing several North Carolina cases)).</p>\n<p>The State argues, however, that even if the ineffective assistance claims are properly raised on collateral appeal, Green should still be obligated to show cause and prejudice or a miscarriage of justice to succeed on this claim. (Resp't's Mem. in Supp. of Answer &amp; Mot. for Summ. J. at 38.) The State's argument is puzzling because those tests are only employed when reviewing procedurally defaulted claims. <i>See </i><i>Coleman,</i> 501 U.S. at 750, 111 S.Ct. at 2565. Since the ineffective <span class=\"star-pagination\">*255</span> assistance claims are not treated as procedurally defaulted, the claims warrant substantive review.</p>\n<p>To ascertain whether attorney conduct constitutes ineffective assistance of counsel under the Sixth Amendment, the Supreme Court has articulated a two-part test. <i>See </i><i>Strickland v. Washington,</i> 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). First, Green must demonstrate that \"counsel's representation fell below an objective standard of reasonableness.\" <i>Id.</i> at 684, 104 S.Ct. at 2064 (noting that \"a court must indulge in a strong presumption that counsel's conduct falls within a wide range of reasonable professional assistance\"). If the conduct is objectively unreasonable, Green must then show that the error was prejudicial to the outcome. <i>Id.</i> (commenting that defendant must demonstrate \"a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different\").</p>\n<p>Green maintains that ineffective assistance of counsel directly enabled the admission of an unconstitutionally-obtained confession and unreliable guilty pleas. He admits, however, that his trial counsel submitted two separate motions to suppress the confession. (Pet. at 35.) These motions were supported by an affidavit from Green and argued by Green's counsel but were ultimately denied. (<i>Id.</i> at 36-37.) Green contends that trial counsel was inadequate by not calling Green and other witnesses to the stand during the suppression hearing. Yet, Green does not assert that his counsel neglected to set forth any piece of critical evidence and, in fact, it appears that all relevant evidence was presented to the judge. At its core, Green simply disapproves of the trial judge's ruling. Viewed in context, trial counsel's performance was constitutionally sound.</p>\n<p>Green also challenges appellate counsel's failure to raise the confession issue on appeal. It appears that this issue was raised but not briefed. Regardless of whether this implicates performance deficiencies, no prejudice accrued because the circumstances of the police interrogation have not been shown to be unconstitutional and Green has not shown that he would have pleaded not guilty but for counsel's alleged incompetence. <i>See </i><i>Hill v. Lockhart,</i> 474 U.S. 52, 106 S.Ct. 366, 88 L.Ed.2d 203 (1985).</p>\n<p>Next, Green objects to trial counsel's failure to investigate or advise him about the defense of diminished capacity before recommending that he plead guilty to first degree murder. Counsel was allegedly ineffective in failing to conduct a more detailed investigation into Green's past which ostensibly would have exposed the foundation for a diminished capacity defense. On postconviction review, the superior court denied this claim on the merits noting that, over the course of both sentencing proceedings, Green's trial counsel consulted a cadre of psychiatrists and psychologists, all indicating that a diminished capacity defense would be unavailing. This being the case, it cannot be said that trial counsel was ineffective in this regard.</p>\n<p>Green also asserts that trial counsel should have contacted the victim of his prior attempted rape and elicited mitigating testimony about his nonviolent nature and the nonviolent circumstances surrounding the attempted rape. On postconviction review, the superior court denied this claim on the merits, finding that the victim's testimony could not have rebutted the aggravating factor of conviction because the crime is one of violence as a matter of law. Similarly, it found that the alleged testimony would not have been significant in light of the numerous witnesses who testified on Green's behalf concerning his temperament, disposition, and general character.</p>\n<p>This court concurs with the reasoning offered by the superior court. Assuming that the victim would have testified in a favorable manner for Green, her testimony could not have undermined the conclusion that the attempted rape was a crime of violence as a matter of law. In addition, despite Green's exhortations to the contrary, the court perceives several tactical reasons for not pursuing or offering to the jury the actual victim of a prior felony conviction; most notably, a desire not to draw excess attention to Green's past criminal record. <i>See </i><i>Burger v. Kemp,</i> 483 U.S. 776, 107 S.Ct. 3114, 97 <span class=\"star-pagination\">*256</span> L.Ed.2d 638 (1987) (noting that placement of certain persons on the witness stand would have carried substantial risks) <i>Fitzgerald v. Thompson,</i> 943 F.2d 463, 469 (4th Cir.1991) (refusing to second-guess on collateral review reasonable tactical decisions), <i>cert. denied,</i> 502 U.S. 1112, 112 S.Ct. 1219, 117 L.Ed.2d 456 (1992); <i>Goodson v. United States,</i> 564 F.2d 1071, 1072 (4th Cir.1977) (upholding counsel's tactical decision that a particular witness's testimony would likely be detrimental).</p>\n<p>Next, Green challenges trial counsel's dereliction in not objecting to segments of the District Attorney's (\"DA\")<sup>[10]</sup> closing argument. While the court agrees that several of the DA's arguments, discussed in Claim XIX, were likely improper, trial counsel's conduct does not rise to the level of ineffective assistance. Even if Green can satisfy <i>Strickland'</i>s performance prong on this issue, he has not fulfilled the second component requiring a reasonable probability that the error was prejudicial to the outcome. (<i>See</i> discussion <i>infra</i> Part III.B.9.)<sup>[11]</sup></p>\n<p>Green further contests trial counsel's failure to object to statements that allegedly tended to diminish the jury's sense of responsibility in violation of <i>Caldwell v. Mississippi,</i> 472 U.S. 320, 105 S.Ct. 2633, 86 L.Ed.2d 231 (1985) (holding that a jury cannot be led to believe that they do not possess responsibility for deciding the appropriateness of the death penalty.) Specifically, Green refers to comments by the DA that the jurors were \"not deciding the sentence.\" (Sentencing Tr. at 2078.) Viewed in context, however, it is apparent that this stray remark could not have overridden the surfeit of statements explaining the magnitude of the jury's role. Even the DA moderated the above statement by admonishing that \"[n]o matter how hard it is to you, somebody, sometime, has got to make these decisions, and this time it's you. All it is, is the responsibility. Someone's got to be responsible.\" (<i>Id.</i>) More importantly, the trial judge repeatedly instructed the jury about their solemn obligation to determine whether to recommend the death penalty. (<i>See id.</i> at 2156 (instructing jury that \"[y]our recommendation will be binding upon the Court\").) Thus, the court does not find that, looking at the totality of the circumstances, the statements implicate <i>Caldwell;</i> therefore, neither <i>Strickland</i> prong is met. <i>See </i><i>Green,</i> 443 S.E.2d at 41.</p>\n<p>Green next argues that appellate counsel should have challenged the denial of his right to allocute on equal protection grounds. On appeal, Green's counsel challenged the rejection of Green's allocution motion listing a variety of constitutional provisions including the Fourteenth Amendment. Apparently, Green now maintains that his counsel premised the argument on incomplete constitutional grounds in that the equal protection provision was not argued sufficiently. Yet, Green has not offered any legal bases for why an equal protection challenge would have merit and it appears that such a challenge would be unavailing. To constitute effective assistance of counsel, an attorney is not obligated to argue every possible ground to the fullest extent possible especially one that is likely futile. <i>See </i><i>Garrett v. United States,</i> 78 F.3d 1296, 1303 n. 11 (8th Cir.), <i>cert. denied,</i> ___ U.S. ___, 117 S.Ct. 374, 136 L.Ed.2d 264 (1996). In fact, such a strategy would likely be counterproductive and dilute the party's more persuasive arguments. Accordingly, Green cannot satisfy either <i>Strickland</i> prong.</p>\n<p>Next, Green argues that trial counsel was ineffective in not obtaining an order by the trial judge to require preservation of law enforcement notes and tapes. Again, however, Green concedes that trial counsel did make a motion to this end that was denied by two separate judges at separate hearings. (Pet. at 49.) Along the same lines, Green contests trial and appellate counsels' failure to allege that the State violated his constitutional rights by not preserving and disclosing <span class=\"star-pagination\">*257</span> information helpful and material to Green. Green maintains that his trial and postconviction counsel were handicapped by the deliberate, deceptive actions of several law enforcement officers. (<i>Id.</i> at 54.) Overall, Green's complaints do not establish or even suggest ineffective assistance of counsel. Instead, invoking the rubric of ineffective assistance, Green is merely disguising substantive complaints against the judges' rulings and the State's conduct. As such, these allegations must be denied.</p>\n<p>Finally, scattered throughout the petition, Green casts other less developed references to deficiencies with trial and appellate counsels' performance. (<i>See, e.g.,</i> Pet. at Claims I, III, and VI.) The court finds no merit in any of these ineffective assistance charges.</p>\n<p></p>\n<h2>3. <i>Undue Coercion</i>\n</h2>\n<p>In Claim V, Green alleges that the death sentences are unconstitutional because they resulted from undue coercion on the part of the trial judge. This undue coercion allegedly derived from the trial judge's instruction exhorting the jury to continue deliberating after they reported difficulty in reaching a unanimous decision. After reviewing the trial judge's request \"to continue on with [the] deliberations and see if you can arrive at a recommendation,\" (Sentencing Tr. at 2237), the court finds no constitutional error. In fact, the court notes that this type of instruction is standard practice in federal court. <i>See </i><i>Lowenfield v. Phelps,</i> 484 U.S. 231, 108 S.Ct. 546, 98 L.Ed.2d 568 (1988). Green also alleges that the placement of the jury in close proximity to the general public and facing the judge rises to the level of unconstitutional coercion. As this neutral placement in no way triggers constitutional concerns, this claim is also meritless.</p>\n<p>Advocating similar reasoning, in Claim XIV, Green contends that the trial judge's verbal and written exchanges with the jury were unduly coercive. In particular, Green maintains that the judge's responses to three jury notes improperly tainted the jury deliberations and pressured a recommendation of death. The first note, given to the judge by the foreperson, complained that one juror did not believe in capital punishment. (Pet. at 80-81.) In response, the judge informed the jury that he could not address the content of the note and encouraged them to return to their deliberations with a view toward reaching a decision, if possible, \"without violence to individual judgment.\" (<i>Id.</i>)</p>\n<p>Next, the jury sent the judge a note inquiring whether the decision must be unanimous on both recommendations. The judge responded by reiterating his prior instructions about the law and also confirming that the recommendation must be unanimous. Finally, the jury sent another note stating that they were unable to reach a unanimous decision in either case. The judge responded with a charge requesting that the jury try again to arrive at a recommendation; however, he cautioned the jurors not to surrender their honest convictions about the evidence solely to reach a decision. (<i>Id.</i> at 85-86.)</p>\n<p>Green contends that the judge's responses somehow pressured the jurors to recommend the death penalty. He suggests that the judge likely knew that a lone juror was holding out against recommending the death sentence. (<i>Id.</i> at 81-83.) Yet, these allegations rely on unsubstantiated speculation and, more significantly, nothing in the judge's responses could reasonably be perceived as encouraging the jurors to recommend the death sentence. The judge's comments repeatedly cautioned the jurors not to abandon their steadfast beliefs. In light of the impartiality of the judge's instructions, the court finds that the dialogue between judge and jury was not improper and did not infringe upon Green's constitutional rights.</p>\n<p></p>\n<h2>4. <i>Refusal to Submit Nonstatutory Mitigating Circumstances</i>\n</h2>\n<p>In Claims VII, VIII, and XV, Green argues that the trial court erroneously declined to submit five nonstatutory mitigating circumstances to the jury. At the same time, Green alleges that he was denied his right to meaningful appellate review by the supreme court's failure to find reversible error in the trial court's decisions. At the sentencing hearing, Green requested the following nonstatutory mitigating circumstances for consideration by the jury:</p>\n<blockquote>\n<span class=\"star-pagination\">*258</span> 1. That Harvey Lee Green, Jr. will continue to adjust well to prison life and be a model prisoner.</blockquote>\n<blockquote>2. That Harvey Lee Green, Jr. was a quiet student in school and was not a discipline problem.</blockquote>\n<blockquote>3. That Harvey Lee Green, Jr. did not commit the murders after premeditation and deliberation.</blockquote>\n<blockquote>4. That Harvey Lee Green, Jr. did not intend to take the life of Sheila Bland or John Michael Edmondson when he entered Young's Cleaners.</blockquote>\n<blockquote>5. That Harvey Lee Green, Jr. did not enter Young's Cleaners with the weapon which was used to take the lives of Sheila Bland and John Michael Edmondson.</blockquote>\n<p><i>Green,</i> 443 S.E.2d at 37. Under North Carolina law, if such circumstances are submitted by the court to the jury, it is within the discretion of the jury to find whether any of the mitigating circumstances exist. <i>See </i><i>State v. Benson,</i> 323 N.C. 318, 372 S.E.2d 517 (1988). The North Carolina Supreme Court found no error in the trial court's rejection of instructions two and three and harmless error with regard to the rejection of instructions one, four, and five.</p>\n<p>First, to address the denial of meaningful appellate review claim, Green has submitted no evidence that the North Carolina Supreme Court failed to undertake a deliberate and purposeful review of his claims. \"Meaningful appellate review is an important safeguard against improper imposition of the death penalty.\" <i>Buchanan v. Angelone,</i> 103 F.3d 344, 350 (4th Cir.1996) (citing <i>Parker v. Dugger,</i> 498 U.S. 308, 111 S.Ct. 731, 112 L.Ed.2d 812 (1991)), <i>cert. granted in part,</i> ___ U.S. ___, 117 S.Ct. 1551, 137 L.Ed.2d 700 (1997). This right obligates the appellate court, <i>inter alia,</i> to conduct an \"independent review of the record.\" <i>Id.</i> at 351. In this case, the North Carolina Supreme Court issued a detailed ruling on Green's alleged errors. Moreover, the trial court sufficiently articulated its decisional bases, thus, facilitating a full and fair analysis by the supreme court. <i>See </i><i>United States v. Tootle,</i> 65 F.3d 381, 384 (4th Cir. 1995) (Motz, J., concurring) (implying that a clear articulation by the trial court is vital to meaningful appellate review), <i>cert. denied,</i> ___ U.S. ___, 116 S.Ct. 1360, ___ L.Ed.2d ___ (1996). While Green might not have agreed with the disposition, this dissatisfaction, without evidence of structural or other related inadequacies, is not sufficient to condemn the North Carolina Supreme Court's comprehensive evaluation.</p>\n<p>Addressing the instructions individually, this court will first review the trial court's refusal to submit instructions two and three. To warrant submission of the proposed instructions, Green must establish that \"(1) the nonstatutory mitigating circumstance is one which the jury could reasonably find had mitigating value, and (2) there is sufficient evidence of the existence of the circumstance to require it to be submitted to the jury.\" <i>Benson,</i> 372 S.E.2d at 521. Upon review, the North Carolina Supreme Court found insufficient evidence to allow instructions two and three. With respect to instruction two, this court cannot find fault with that conclusion. In light of the rule that the State does not have the burden to prove the absence of a mitigating circumstance, <i>State v. Brown,</i> 306 N.C. 151, 293 S.E.2d 569, 586 (1982), the trial court's rejection of the proposed instruction did not impugn state law or, more importantly, constitutional principles.</p>\n<p>In response to the denial of instruction three, Green sets forth that, as part of the plea agreement, the State agreed not to prosecute him under a first degree murder theory of premeditation and deliberation. (Pet. at 67.) However, the plea agreement did not entitle Green to a jury instruction that he actually Lacked premeditation and deliberation. As noted by the North Carolina Supreme Court, the fact that the State agreed not to prosecute Green on such a theory is not mitigating in and of itself. <i>Green,</i> 443 S.E.2d at 38-39. In addition to the lack of a <i>per se</i> right to the instruction, this court agrees with the supreme court's finding that Green failed to advance sufficient evidence to warrant the submission of <span class=\"star-pagination\">*259</span> the circumstance to the jury.<sup>[12]</sup></p>\n<p>The North Carolina Supreme Court found error in the trial court's refusal to submit instructions one, four, and five to the jury. <i>Id.</i> at 37-39. Finding that the errors did not prevent the jury from considering any potential mitigating evidence and that they were \"fully argued to and impressed upon the jury,\" however, the court found these particular errors to be harmless beyond a reasonable doubt. <i>Id.</i></p>\n<p>This court agrees that the trial court erred under state law in failing to submit requested instructions one, four, and five. However, it is not clear that this error was one of constitutional magnitude. Constitutional principles only require that the jury be permitted to consider such evidence; they do not appear to convey an absolute right to have an express instruction. <i>See </i><i>Eddings v. Oklahoma,</i> 455 U.S. 104, 102 S.Ct. 869, 71 L.Ed.2d 1 (1982) (finding constitutional error in judge's refusal as a matter of law to consider certain mitigating evidence); <i>Lockett v. Ohio,</i> 438 U.S. 586, 610, 98 S.Ct. 2954, 2967-68, 57 L.Ed.2d 973 (1978) (striking down an Ohio death penalty statute that expressly limited the range of mitigating circumstances which could be considered). Operating under slightly different facts, the Fourth Circuit has indicated that \"the propriety of such an instruction [is] purely a matter of state law and not cognizable by a federal court on habeas review.\" <i>Briley v. Bass,</i> 750 F.2d 1238, 1244 (4th Cir.1984) (\"The Supreme Court has never attempted to prescribe the precise form that state jury instruction's must take.\"), <i>cert. denied,</i> 470 U.S. 1088, 105 S.Ct. 1855, 85 L.Ed.2d 152 (1985); <i>Hutchins v. Garrison,</i> 724 F.2d 1425, 1436-37 (4th Cir.1983) (indicating that federal concerns are only triggered when a defendant is prevented from offering mitigating evidence for consideration), <i>cert. denied,</i> 464 U.S. 1065, 104 S.Ct. 750, 79 L.Ed.2d 207 (1984).</p>\n<p>In this case, the evidence was presented and argued but the trial judge denied an express instruction on several submitted factors. However, he did include a catch-all instruction directing that \"you may consider any other circumstance or circumstances arising from the evidence which you deem to have mitigating value.\" (Sentencing Tr. at 2180.) As such, the jury was not precluded from considering any potential mitigating evidence and it cannot be said that the trial judge's actions violated clearly established law. <i>See </i><i>Briley,</i> 750 F.2d at 1245 (finding that it would be inappropriate for a federal court to upset a sentence where the jury was permitted to consider all relevant mitigating evidence).</p>\n<p>Even if the errors were construed to rise to constitutional proportions, the court finds that they were harmless. The North Carolina Supreme Court arrived at the same conclusion, finding that the errors were \"harmless beyond a reasonable doubt\" under the direct review standard adopted from <i>Chapman v. California,</i> 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967). <i>See </i><i>Satterwhite v. Texas,</i> 486 U.S. 249, 108 S.Ct. 1792, 100 L.Ed.2d 284 (1988) (applying <i>Chapman</i> harmless error standard on direct appeal in a capital sentencing case).</p>\n<p>It is well established that \"not all constitutional violations amount to reversible error.\" <i>Id.</i> at 256, 108 S.Ct. at 1797. A \"federal habeas court [] may apply the harmless error analysis to constitutional errors in state capital proceedings.\" <i>Smith,</i> 14 F.3d at 975 (invoking harmless error standard during review of unconstitutional jury instruction) (citations omitted). In fact, the United States Supreme Court has directed that habeas petitioners are not entitled to relief unless they can show \"actual prejudice.\" <i>Brecht v. Abrahamson,</i> 507 U.S. 619, 637, 113 S.Ct. 1710, 1721-22, 123 L.Ed.2d 353 (1993) (citation omitted). In other words, Green must demonstrate that the error \"had substantial and injurious effect or influence in determining the jury's verdict.\" <i>Id.</i> (citation omitted).</p>\n<p>In this case, the judge submitted mitigating circumstance instructions to the effect <span class=\"star-pagination\">*260</span> that Green was an above-average inmate during his prior incarceration and had been a well-adjusted and model prisoner. <i>Green,</i> 443 S.E.2d at 38. With regard to the intention and weapon circumstances, Green's counsel strenuously argued these points to the jury during closing arguments. (<i>See</i> Sentencing Tr. at 2110 (\" [Green] never had any preconceived plan to harm anybody or threaten anybody or kill anybody.... [W]hen he went in [the store] ... he never carried the weapon.\").) Also, as noted by the North Carolina Supreme Court, the jury received instruction regarding a catch-all mitigating circumstance provision. (<i>See</i> Sentencing Tr. at 2130 (revealing that, in closing argument, Green's counsel emphasized this particular instruction).) In light of the other nonstatutory mitigating circumstances submitted, the evidence actually argued by Green's counsel to the jury, and the mitigating circumstance catch-all provision, this court finds that the errors did not taint the sentencing such that Green was caused actual prejudice.</p>\n<p>In Claim IX, Green takes issue with the judge's refusal to give a peremptory instruction about a nonstatutory mitigating circumstance. Green's counsel submitted a pattern instruction, N.C.P.I. 150.11 (Oct. 1991), that described the proper treatment of statutory mitigating factors and tried to apply it to a nonstatutory mitigating factor. Green's counsel obviously recognized that the instruction was for statutory circumstances as Green's request for jury instructions reads \"8. N.C.P.I. 150.11 Death Penalty  Peremptory Instructions  Statutory Mitigating Circumstances.\" (Record on Appeal to N.C. Sup.Ct. at 81; Sentencing Tr. at 2033.) Because the law differs in the treatment of the two types of circumstances, <i>see</i> N.C. Gen. Stat. § 15A-2000 (1996), Green was not entitled to a jury charge in the manner requested. <i>See </i><i>Green,</i> 443 S.E.2d at 33. While this issue appears to fall squarely within the confines of state law, even if the decision triggers federal concerns, the judge's denial of the inaccurate instruction was wholly appropriate.</p>\n<p></p>\n<h2>5. <i>Right to Allocute</i>\n</h2>\n<p>In Claim X, Green contests the trial court's refusal to allow him to allocute before the jury. Prior to jury selection, Green moved for leave to allocute. After holding the motion under consideration pending the conclusion of the evidentiary portion of the trial, the trial judge subsequently denied the motion but permitted Green to submit his proposed statement into the record for purposes of appeal. On review, the North Carolina Supreme Court found that \"[a] defendant does not have a right to make unsworn statements of fact to the jury at the conclusion of a capital sentencing proceeding.\" <i>Green,</i> 443 S.E.2d at 43. In so holding, the court indicated that the denial did not contravene federal constitutional principles because of the structure of a capital sentencing.<sup>[13]</sup><i>Id.</i> at 43-44. Specifically, the court emphasized that, unlike in a noncapital case, the defendant in a capital case may take the stand before the sentencing jury and testify to his beliefs of an appropriate penalty. <i>Id.</i> at 44.</p>\n<p>The circuit courts are divided about whether denying a defendant the right to allocute offends constitutional mandates. <i>Compare </i><i>United States v. Li,</i> 115 F.3d 125, 132-33 (2d Cir.1997) (\"a defendant's right to sentencing allocution is a matter of criminal procedure and not a constitutional right\"); <i>United States v. Coffey,</i> 871 F.2d 39, 40 (6th Cir. 1989) (\"right of allocution is not of constitutional dimension\"); <i>United States v. Fleming,</i> 849 F.2d 568, 568 (11th Cir.1988) (\"the right to allocution is not constitutional\"); <i>with </i><i>Boardman v. Estelle,</i> 957 F.2d 1523, 1529 (9th Cir.) (\"allocution is a right guaranteed by the due process clause of the Constitution\"), <i>cert. denied,</i> 506 U.S. 904, 113 S.Ct. 297, 121 L.Ed.2d 221 (1992). The Fourth Circuit has declared that \"when a defendant effectively communicates his desire to the trial judge to speak prior to the imposition of sentence, it is a denial of due process not to grant the defendant's request.\" <i>Ashe v. North Carolina,</i> 586 F.2d 334, 336 (4th Cir. 1978), <i>cert. denied,</i> 441 U.S. 966, 99 S.Ct. <span class=\"star-pagination\">*261</span> 2416, 60 L.Ed.2d 1072 (1979);<sup>[14]</sup><i>see also Miller v. Maryland,</i> No. 87-7166, 1987 WL 38678, *1 (4th Cir.1987) (unpublished) (\"due process requires that a right of allocution be granted upon request\"). The Fourth Circuit, however, has moderated this rule by recognizing that the scope of allocution may be limited and that denial of the right, under certain circumstances, may constitute harmless error. <i>Ashe,</i> 586 F.2d at 336 (commenting that the right may be curtailed in content and duration and the information proffered should be reviewed for irrelevancy and cumulativeness).</p>\n<p>Notwithstanding <i>Ashe v. North Carolina</i><i>,</i> the newly-amended habeas provision directs this court to focus exclusively on clearly established United States Supreme Court precedent. Under the new habeas framework for questions of law, a habeas petition can only be granted if the state court decision \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined <i>by the Supreme Court of the United States.</i>\" § 2254(d) (emphasis added).</p>\n<p>Evaluating the new amendments, the First Circuit recently commented:</p>\n<blockquote>[T]he AEDPA amends section 2254(d)(1) in a way that produces an unusual choice-of-law rule  a rule which expressly provides that the state court's decision is to be evaluated only under \"clearly established Federal law, as determined by the Supreme Court of the United States.\" This language requires a federal court, at a bare minimum, to canvass the Supreme Court precedents which were extant when the state court decided the case. But we do not understand this language to imply that the opinions of inferior federal courts are totally irrelevant to an evaluation of state court decisions. Such opinions may help to confirm what legal principles were (or were not) definitively resolved by earlier Supreme Court cases, and, in all events, such decisions may prove useful in determining whether a state court's application of Supreme Court precedents is unreasonable.</blockquote>\n<p><i>Martin v. Bissonette,</i> No. 96-1856, 1997 WL 280602, *8 (1st Cir. May 29, 1997); <i>see also </i><i>Mata v. Johnson,</i> 99 F.3d 1261, 1268 (5th Cir.1996) (noting that the proper question under § 2254(d)(1) is whether the state judge could reasonably read Supreme Court precedent as permitting the result), <i>vacated in part on reh'g,</i> 105 F.3d 209 (1997). In this case, express Supreme Court language obviates the need to weigh the Fourth Circuit's interpretation, as compared with other circuits, in searching for clearly established Supreme Court precedent.</p>\n<p>To wit, the Supreme Court has explicitly indicated that it has not decided whether the denial of a request to allocute implicates due process. Although the Supreme Court has held that no constitutional violation occurs when a judge fails to ask a defendant if he wishes to allocute, the Court reserved judgment about the constitutional implications of denying an express request. <i>See </i><i>Hill v. United States,</i> 368 U.S. 424, 429, 82 S.Ct. 468, 471-72, 7 L.Ed.2d 417 (1962). The Court explained: \"[i]t is to be noted that we are not dealing here with a case where the defendant was affirmatively denied an opportunity to speak during the hearing at which his sentence was imposed.\" <i>Id.; see also </i><i>Boardman,</i> 957 F.2d at 1527 (\"<i>Hill</i> therefore left open the question of whether a defendant who asks the court to speak has a Constitutionally guaranteed right to do so.\").</p>\n<p>Subsequently, in <i>McGautha v. California,</i> 402 U.S. 183, 218-19, 91 S.Ct. 1454, 1472-73, 28 L.Ed.2d 711 (1971), the Court stated that it \"has not directly determined whether or to what extent the concept of due process of law requires that a criminal defendant wishing to present evidence or argument presumably relevant to the issues involved in sentencing should be permitted to do so.\" In an accompanying footnote, the Court reiterated that, in <i>Hill,</i> it reserved the question of whether affirmatively denying the right to allocute impugned due process and noted that \"[w]e have not since had occasion to deal with this or related problems at length.\" <i>Id.</i> at 219 n. 22, 91 S.Ct. at 1473 n. 22.</p>\n<p><span class=\"star-pagination\">*262</span> Therefore, despite circuit court extrapolations, it is clear that the Supreme Court has not forecast \"clearly established law\" regarding this issue. Consequently, the North Carolina Supreme Court's resolution cannot be found contrary to or an unreasonable application of clearly established federal law. <i>See </i><i>Green,</i> 443 S.E.2d at 43.</p>\n<p></p>\n<h2>6. <i>Voir Dire and Jury Instructions Regarding Parole</i>\n</h2>\n<p>In Claim XI, Green alleges that the trial court erred when it refused to permit voir dire questions about parole and rejected proposed jury instructions about the law on parole. The North Carolina Supreme Court denied this alleged error because, at that time, established North Carolina law dictated that a judge is not obligated to inquire or inform about parole issues. <i>Green,</i> 443 S.E.2d at 23 (citing several North Carolina cases). Although North Carolina has subsequently enacted legislation mandating a parole eligibility instruction, the statute is not retroactive. <i>See</i> N.C. Gen.Stat. § 15A-2002 (1994) (explaining that the effective date of the new provision was 1 October 1994); <i>State v. Skipper,</i> 337 N.C. 1, 446 S.E.2d 252 (1994) (noting that statute only applies prospectively).</p>\n<p>Looking to federal law, the Supreme Court has directly addressed this question. In <i>Simmons v. South Carolina,</i> 512 U.S. 154, 156, 114 S.Ct. 2187, 2190, 129 L.Ed.2d 133 (1994), the court held, in a plurality opinion, that \"where the defendant's future dangerousness is at issue, and state law prohibits the defendant's release on parole, due process requires that the sentencing jury be informed that the defendant is parole ineligible.\" In Green's sentencing, the DA did not mention or allude to future dangerousness and North Carolina did not have a life-without-parole sentencing alternative to capital punishment. Significantly, the plurality opinion in <i>Simmons</i> distinguished North Carolina's rule of not requiring a parole instruction because of this latter consideration. <i>Id.</i> at n. 8. Thus, North Carolina's treatment of parole instructions was implicitly exempted from the new <i>Simmons</i> rule because North Carolina life sentences carried the possibility of parole. <i>See id.</i> More importantly, the Supreme Court has recently found that <i>Simmons</i> is a new rule under <i>Teague</i> and, therefore, it is not retroactive to Green's conviction, which became final before the <i>Simmons</i> opinion was issued. <i>See </i><i>O'Dell v. Netherland,</i> ___ U.S. ___, 117 S.Ct. 1969, 138 L.Ed.2d 351 (1997).</p>\n<p></p>\n<h2>7. <i>Treatment of Attempted Rape Conviction</i>\n</h2>\n<p>In Claims XII and XIII, Green challenges the trial court's treatment of his prior military conviction of attempted rape. The trial court submitted evidence of this prior conviction as an aggravating circumstance of \"a felony involving the use or threat of violence to the person.\" N.C. Gen.Stat. § 15A-2000(e)(3) (1996). The trial court also instructed the jury that attempted rape is a crime of violence as a matter of law. At trial, the State introduced the certified record of Green's conviction pursuant to the Uniform Code of Military Justice without presenting any evidence about the particulars of the crime. Green maintains that this certified record was not sufficient evidence to submit as an aggravating circumstance because it does not illustrate that the crime involved the use or threat of violence. In addition, he claims that the trial judge's instruction that attempted rape is a crime of violence was an improper expression of opinion and an improper conclusive presumption.</p>\n<p>This court cannot find fault with the North Carolina Supreme Court's reasoning upholding the trial judge's actions under state law and, similarly, does not find any federal constitutional error in the instruction. The North Carolina Supreme Court rejected, as contrary to established North Carolina law, Green's argument that a certified conviction is insufficient without additional detail to submit to the jury. <i>Green,</i> 443 S.E.2d at 30 (citing <i>State v. Hamlette,</i> 302 N.C. 490, 276 S.E.2d 338 (1981)). Moreover, the supreme court found the fact that military law classifies attempted rape as a <i>per se</i> crime of violence was sufficient to warrant an instruction to that effect. <i>Id.</i> Essentially, Green objects to the supreme court's indication that North Carolina relies on the jurisdiction in which the crime is committed to ascertain <span class=\"star-pagination\">*263</span> whether it rises to the level of a crime of violence. However, this enunciation of North Carolina law does not contravene any prior application such that it implicates due process or Eighth Amendment concerns.</p>\n<p>Green also challenges the instruction as an impermissible limitation or expression of opinion and as an improper conclusive presumption. Yet, the trial judge is entitled and, in fact, obligated to inform the jury of the law. This instruction merely served that purpose. Moreover, the jury was still required to find from the evidence that Green was convicted of attempted rape and, thus, an improper presumption was not charged.</p>\n<p>In essence, Green would have this court question the North Carolina Supreme Court's interpretation of its own state law. Without more, this is a state law issue about which North Carolina has the final word. <i>See </i><i>Pope v. Netherland,</i> 113 F.3d 1364 (4th Cir.1997). Although Green attempts to assign a constitutional label to the alleged error, his arguments do not implicate constitutional provisions. <i>See </i><i>Wainwright v. Goode,</i> 464 U.S. 78, 84, 104 S.Ct. 378, 382, 78 L.Ed.2d 187 (1983) (\"It is axiomatic that federal courts may intervene in the state judicial process only to correct wrongs of a constitutional dimension.\").</p>\n<p></p>\n<h2>8. <i>Voir Dire Generally</i>\n</h2>\n<p>In Claims XVI, XVII, and XVIII, Green complains that the trial judge erred on several grounds in the manner in which voir dire was conducted. First, he maintains that the DA posed inappropriate and misleading questions to potential jurors and that, based on these questions, the trial judge improperly dismissed several potential jurors for cause without allowing for sufficient rehabilitation. Green notes that the DA pursued a three-part series of questions to potential. jurors. (Pet. at 90.) First, he inquired about any personal, religious, or moral beliefs against capital punishment; second, he asked the jurors whether they could imagine circumstances where the death penalty would be appropriate; and third, he posited a hypothetical question to determine whether the juror would be able to recommend the death penalty in good conscience if the law so dictated. (<i>Id.</i>)</p>\n<p>After examining the DA's questions, this court finds nothing improper with this line of interrogation. The questions reasonably elicited responses to determine \"whether the juror's views would prevent or substantially impair the performance of his duties as a juror in accordance with his instructions and his oath.\" <i>Wainwright v. Witt,</i> 469 U.S. 412, 424, 105 S.Ct. 844, 852, 83 L.Ed.2d 841 (1985). The judge appropriately excused for cause those jurors whose responses indicated that they would be unable to apply the law impartially to the facts. <i>See id; </i><i>Witherspoon v. Illinois,</i> 391 U.S. 510, 88 S.Ct. 1770, 20 L.Ed.2d 776 (1968). Similarly, the trial judge's decision not to permit further questioning by defense counsel did not exceed the bounds of his considerable discretion. <i>See </i><i>United States v. Flores,</i> 63 F.3d 1342, 1354 (5th Cir.1995) (finding no error in trial court's refusal to allow attempts at rehabilitation in light of apparent futility), <i>cert denied,</i> ___ U.S. ___, 117 S.Ct. 87, 136 L.Ed.2d 43 (1996).</p>\n<p>Next, Green alleges that the trial court erred in denying him the opportunity to ask a particular juror whether he knew the result of the 1984 sentencing proceeding. During voir dire, a potential juror indicated that he had been exposed to pretrial publicity about Green's case through print and television media. The potential juror further identified the exact sources of his knowledge including a recent newspaper article. The trial judge then refused to allow Green's counsel to question the potential juror further about whether he was aware of the result of the first sentencing proceeding. Green claims this prohibition amounted to constitutional error.</p>\n<p>Voir dire serves the dual purpose of facilitating the court's selection of an impartial jury and aiding the informed exercise of peremptory challenges. <i>Mu'Min v. Virginia,</i> 500 U.S. 415, 431, 111 S.Ct. 1899, 1908, 114 L.Ed.2d 493 (1991). In light of the role of voir dire, Green's contention is unfounded for several reasons. First, the trial court is afforded \"great latitude in deciding what questions should be asked on voir dire.\" <i>Id.</i> <span class=\"star-pagination\">*264</span> at 424, 111 S.Ct. at 1904. Second, confronting an almost identical challenge, the Supreme Court declared that there is no constitutional requirement that a trial judge permit \"content\" questions about pretrial publicity. <i>Id.</i> at 425, 111 S.Ct. at 1905. In other words, the trial judge is not obligated to allow detailed questioning about the precise facts learned but must simply \"cover the subject\" and allow for a suitable inquiry into any possible bias, opinion, or prejudice on the part of the juror. <i>Id.</i> at 422-25, 111 S.Ct. at 1903-05.</p>\n<p>In this case, Green's counsel was able to elicit considerable information to permit an informed decision about exercising a peremptory challenge. Although allowing the additional question might have been helpful to Green, this fact is not sufficient to render Green's sentencing \"fundamentally unfair.\" <i>Id.</i> at 426, 111 S.Ct. at 1905-06. Accordingly, the court finds that the voir dire comports with constitutional standards.</p>\n<p>Similarly, Green challenges the denial of his motion to excuse a different juror for cause because the juror knew of the earlier death sentences and remembered discussing the case with his niece and nephew. Again, the <i>Mu'Min</i> opinion is instructive. In <i>Mu'Min,</i> the Supreme Court noted that \"a trial court's findings of juror impartiality may be overturned only for manifest error.\" <i>Id.</i> at 428, 111 S.Ct. at 1907 (citations and quotations omitted). In this case, the trial judge's refusal to dismiss the juror for cause was clearly not manifest error. As noted by the North Carolina Supreme Court,</p>\n<blockquote>the juror reiterated that he believed he could return a sentence recommendation based on evidence presented in the courtroom, that to the best of his ability he would divorce his knowledge of the prior sentence from his mind, and that he did not believe the prior knowledge would substantially impair his ability to decide the case based on the evidence.</blockquote>\n<p><i>Green,</i> 443 S.E.2d at 29. In light of the juror's representations and the trial judge's unique position to observe the juror's demeanor, this court cannot find error in the trial judge's decision.</p>\n<p></p>\n<h2>9. <i>DA's Closing Argument</i>\n</h2>\n<p>Finally, in Claim XIX, Green contests the propriety of the DA's closing argument to the jury. First, he alleges that the DA intentionally misstated the law when he proclaimed:</p>\n<blockquote>Now you're deciding, you know, does he get life or does he get death. If he kills one he gets life. Does he get life on the second one too? Two for the price of one. That's why we say that if you kill one or two people, or hurt one and kill one, that's an aggravating circumstance. Life is life. And to come back and to give this man life imprisonment in either of these cases or both of these cases you're giving him two for the price of one.</blockquote>\n<p>(Sentencing Tr. at 2081.) Green's counsel objected to this assertion but the objection was overruled. (<i>Id.</i>) Next, Green challenges the DA's references to Green's comfortable life in prison and his privilege of attending college while incarcerated. The DA blended this line of argument with references to Green's use of taxpayer funds to subsidize his continuing education. Specifically, the DA asserted:</p>\n<blockquote>You know the irony of this is, after pulling 18 months of hard labor for attempted rape, they put him in Central Prison. And as you heard from the head of education of whatever, the last few months, he's had the run of Central Prison, and we're sending him to college at taxpayer's expense. Yeah.</blockquote>\n<p>(<i>Id.</i> at 2062-63.) Along the same lines, the DA had earlier mentioned that \"we are sending him to college.\" (<i>Id.</i> at 2038.) Finally, Green contests certain statements which he characterizes as a request that the jurors place themselves in the shoes of the victims:</p>\n<blockquote>It wasn't some juke joint, drunk, raising cain. [The victims] weren't downtown trying to buy drugs or in the country or somewhere. They weren't out at 4:00 in the morning. They were in the same place you and I might be at 6:00. How many times do we go to the cleaners in our lifetime? And that's the bottom line. You think about that.... Harvey Lee Green, Jr., charged them, prosecuted them, convicted <span class=\"star-pagination\">*265</span> them, and executed them doing what you and I do every day.</blockquote>\n<p>(<i>Id.</i> at 2102.)</p>\n<p>The constitutional precept governing a prosecutor's final argument is whether the prosecutorial remarks infringe upon due process. <i>Darden v. Wainwright,</i> 477 U.S. 168, 106 S.Ct. 2464, 91 L.Ed.2d 144 (1986); <i>Donnelly v. DeChristoforo,</i> 416 U.S. 637, 94 S.Ct. 1868, 40 L.Ed.2d 431 (1974). Viewing the trial as a whole, the court must ask whether any improper argument \"so infected the trial with unfairness as to make the resulting conviction a denial of due process.\" <i>Donnelly,</i> 416 U.S. at 643, 94 S.Ct. at 1871. Moreover, absent an objection at the time of the contested statements, the court cannot reverse without plain error. <i>United States v. Depew,</i> 932 F.2d 324, 327 (4th Cir.) (commenting that plain error is found only sparingly and implies a miscarriage of justice), <i>cert. denied,</i> 502 U.S. 873, 112 S.Ct. 210, 116 L.Ed.2d 169 (1991).</p>\n<p>To assess whether fundamental fairness was infringed, the Supreme Court has enunciated several factors to consider: 1) the nature of the comments; 2) the nature and quantum of the evidence before the jury; 3) the arguments of opposing counsel; 4) the trial judge's charge; and 5) whether the errors were isolated or repeated. <i>Lawson v. Dixon,</i> 3 F.3d 743, 755 (4th Cir.1993) (citing <i>Darden,</i> 477 U.S. at 182, 106 S.Ct. at 2472), <i>cert. denied,</i> 510 U.S. 1171, 114 S.Ct. 1208, 127 L.Ed.2d 556 (1994). In <i>George v. Angelone,</i> 100 F.3d 353, 360 (4th Cir.1996), the Fourth Circuit, relying on a slightly modified list of factors, indicated the relevance of \"whether the comments were deliberately placed before the jury to divert attention to extraneous matters.\"</p>\n<p>In this case, the only portion of the closing at issue that Green's counsel objected to was the comment on receiving \"two for the price of one.\" Assuming arguendo that the remarks were improper, the court finds that they did not rise to the level of a due process violation. Evaluated in the context of the above factors, the comments were isolated and could not be construed as infecting the trial with unfairness.</p>\n<p>As to the rest of the alleged transgressions, Green's counsel did not lodge objections at trial; therefore, the court will review these portions for plain error. Again assuming that the DA's comments allegedly referring to Green's good prison behavior with scorn and derision were improper, no plain error occurred. The remarks were in direct response to Green's submission of \"model prisoner status\" as a nonstatutory mitigating circumstance. Moreover, nothing in the prosecutor's attempts to undermine this characterization were sufficiently egregious to violate due process.</p>\n<p>Next, Green objects to the DA's description of the crime scene as a place frequented by regular people such as the jurors themselves. Undoubtedly, this comment does straddle the line of propriety. <i>See </i><i>United States v. Pichnarcik,</i> 427 F.2d 1290, 1291 (9th Cir.1970) (acknowledging that statements \"asking the jurors to put themselves in place of the victims will not be condoned as good practice\"). Although not raised by Green, another comment by the DA is even more disturbing. In discussing the psychological terror inflicted upon the victims, the DA stated: \"Think about yourself lying there while one person is being beaten to death. You're beside them and you're next.\" (Sentencing Tr. at 2047.)</p>\n<p>Notwithstanding the dubious propriety of the first remark and the obvious inappropriateness of the second remark, the comments were isolated and earned only a brief reference in the DA's case. Moreover, the judge properly instructed the jury that they were the \"sole judges\" of the evidence. <i>See </i><i>Lawson,</i> 3 F.3d at 755 (emphasizing that accurate jury instructions serve to moderate any possible improper statements). In addition, there is no evidence that the DA offered this statement for the purpose of diverting the jury's attention to some extraneous factor outside the evidence or that any evidence was manipulated or misstated in closing. <i>See </i><i>Hayes v. Lockhart,</i> 852 F.2d 339, 346 (8th Cir.1988) (finding that improper prosecutorial remarks asking the jurors to put themselves in the victim's shoes did not so infect the trial to constitute a denial of due process), <i>vacated on other grounds,</i> 491 U.S. <span class=\"star-pagination\">*266</span> 902, 109 S.Ct. 3181, 105 L.Ed.2d 691 (1989). Again, therefore, Green cannot meet the elevated showing of proof necessary to create a genuine issue of material fact.</p>\n<p>The DA's statements suggesting a monetary interest on the part of the jurors to impose the death sentence are similarly problematic. Unquestionably, \"appeals to the pecuniary interests of jurors are patently improper.\" <i>United States v. Blecker,</i> 657 F.2d 629, 636 (4th Cir.1981), <i>cert. denied,</i> 454 U.S. 1150, 102 S.Ct. 1016, 71 L.Ed.2d 304 (1982). Nonetheless, after further review of the DA's closing argument, it becomes apparent that these isolated statements did not constitute an overarching theme or even serve as a significant part of the DA's case. In addition, the jury instructions explained in detail how the jury should base their decision. In the context of the whole closing argument and the entirety of the trial, these remarks did not amount to a constitutional violation. <i>See </i><i>United States v. Pupo,</i> 841 F.2d 1235, 1240 (4th Cir.) (holding that improper argument about purging juror's community of drug conspiracies did not rise to level of plain error), <i>cert. denied,</i> 488 U.S. 842, 109 S.Ct. 113, 102 L.Ed.2d 87 (1988); <i>Blecker,</i> 657 F.2d at 636 (finding no reversible error, despite contemporaneous objection, because of totality of circumstances).</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>After further consideration, the State's motion to strike Green's reply brief is DENIED. For the reasons stated above, the State's motion for summary judgment on Green's petition for a writ of habeas corpus is GRANTED. Green's motion for leave for discovery is MOOT. This case is, therefore, DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  The court will use the term \"procedural bar\" to signify an impediment to review at the state level and \"procedural default\" to represent when a state procedural bar also precludes federal review.</p>\n<p>[2]  The State argues that the amended version of § 1419 applies to Green. This contention, however, is erroneous as the amendments became effective on 21 June 1996, after the superior court's denial of the MAR.</p>\n<p>[3]  This court recognizes that <i>Smith</i> lacks precedential value because the Fourth Circuit was evenly divided about whether the state court actually relied on the procedural infirmities. <i>See </i><i>Ashe,</i> 39 F.3d at 86. Notwithstanding, the language about the mandatory nature of § 1419 was apparently not disputed.</p>\n<p>[4]  Because of the unique treatment of ineffective assistance of counsel claims, this discussion is not applicable to Green's allegations in Claim II. The procedural posture of ineffective assistance claims is discussed beginning on page 254 of this order.</p>\n<p>[5]  Although Green mentions effective assistance of counsel in this claim, the ground for relief does not go to the performance of his counsel but directly relates to actions by the District Attorney. As such, it is not subject to the special treatment of ineffective assistance claims below.</p>\n<p>[6]  To the extent that some parts of Claim IV could not have been raised on direct appeal, the court holds that Green is not entitled to habeas relief on the merits. Green does not offer any legal argument concerning how the State's actions constitute a federal constitutional violation sufficient to warrant a new sentencing proceeding. Although Green does allege that the State purposefully sought certain judges to hear postconviction motions, he does not demonstrate how the State acted outside the operation of the law or refute the State's explanation about the legitimacy of its actions. In fact, he offers no concrete evidence beyond hearsay statements to support his position.</p>\n<p>[7]  Green argues that the superior court erroneously determined that claims about the District Attorney's use of peremptory challenges were barred under § 1419(a)(3). He asserts that these claims were raised but never ruled on by the North Carolina Supreme Court. Yet, Green ignores that these claims were brought with regard to the 1984 sentencing. After Green's resentencing in 1992, he did not raise these claims about the 1992 proceeding.</p>\n<p>[8]  This situation is qualitatively different than that presented by § 1419(a)(3). Under § 1419(a)(3), a claim is barred because the state court was not afforded the opportunity to rule on the merits in a timely manner. Unlike § 1419(a)(2), when applying § 1419(a)(3), there is no state court adjudication of a federal law issue that could serve as binding precedent.</p>\n<p>[9]  It also is not clear that racial discrimination in the selection of a North Carolina grand jury foreperson constitutes a violation of federal constitutional principles to a degree warranting reversal. <i>See </i><i>Hobby v. United States,</i> 468 U.S. 339, 104 S.Ct. 3093, 82 L.Ed.2d 260 (1984) (holding that discrimination in selection of a federal grand jury foreperson does not rise to level of reversible due process violation because the foreperson serves a ministerial role); <i>Rose v. Mitchell,</i> 443 U.S. 545, 99 S.Ct. 2993, 61 L.Ed.2d 739 (1979) (assuming that discrimination in selection of Tennessee grand jury foreperson, because of the non-ministerial role of foreperson under Tennessee law, would violate Equal Protection Clause). Addressing the identical situation presented in this case, the Fourth Circuit held that \"a rule prohibiting discrimination in the selection of grand jury foremen in North Carolina would constitute a new rule within the meaning of <i>Teague,</i> and therefore [the claim] is not cognizable in federal habeas corpus.\" <i>Nickerson v. Lee,</i> 971 F.2d 1125, 1131 (4th Cir.1992) (citing <i>Teague v. Lane,</i> 489 U.S. 288, 109 S.Ct. 1060, 103 L.Ed.2d 334 (1989)). Accordingly, although neither party mentioned <i>Teague</i> with regard to this issue, this claim is also subject to dismissal on <i>Teague</i> grounds.</p>\n<p>[10]  The court will employ the term \"DA\" to refer to any attorney for the prosecution.</p>\n<p>[11]  The court recognizes that several of the alleged improper statements were subject to the plain error standard because Green's counsel did not lodge an objection. Yet, even if this more burdensome standard were not applicable, Green has failed to offer sufficient evidence to meet: the <i>Strickland</i> test.</p>\n<p>[12]  Even if this court believed the evidence was sufficient to find error in this instance, the error would be subject to the same analysis applied below to instructions one, four, and five, and, thus, would not necessitate a new sentencing hearing.</p>\n<p>[13]  The court also held that the action did not violate state law because North Carolina statutes only imparted the right to allocute in noncapital cases.</p>\n<p>[14]  The North Carolina Supreme Court distinguished <i>Ashe</i> because it was a noncapital case.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">978</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">242</span></span> (1997)</b></center>\n<center><h1>Harvey Lee GREEN, Jr., Petitioner,<br>\nv.<br>\nJames B. FRENCH, Warden, Central Prison, Raleigh, North Carolina, Respondent.</h1></center>\n<center>No. 5:96-HC-676-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 16, 1997.</center>\n<p><span class=\"star-pagination\">*243</span> <span class=\"star-pagination\">*244</span> <span class=\"star-pagination\">*245</span> <span class=\"star-pagination\">*246</span> Gretchen M. Engel, Center for Death Penalty Litigation, Durham, NC, Henderson Hill, Ferguson, Stein, Wallas, Adkins, Gresham &amp; Sumter, Charlotte, NC, for Petitioner.</p>\n<p>William N. Farrell, Jr., Raleigh, NC, Valerie B. Spalding, N.C. Dept. of Justice, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on Green's petition for a writ of habeas corpus pursuant to 18 U.S.C. § 2254 (1994 &amp; Supp. 1997).</p>\n<p></p>\n<h2>I. <i>Procedural Background</i>\n</h2>\n<p>On 19 June 1984, Green, an African-American male, pleaded guilty to two counts of first degree murder (felony murder) and two counts of common law robbery. At the capital sentencing proceeding, the jury recommended and the court imposed two sentences of death. Green appealed and the North Carolina Supreme Court remanded for an evidentiary hearing to ascertain whether the jury selection was improperly tainted by racial discrimination in violation of the rule espoused in <i>Batson v. Kentucky,</i> <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span>, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">69</span></a></span> (1986). On 24 July 1987, a <i>Batson</i> hearing was held and the superior court found no violation. Following another <i>Batson</i> appeal, the North Carolina Supreme Court again remanded. After hearings were held on 8 May and 24 July 1989, Green's motion for a new trial based on <i>Batson</i> considerations was again denied by the superior court.</p>\n<p>On 14 August 1991, upon another review, the North Carolina Supreme Court, at the State's request, ordered a new sentencing <span class=\"star-pagination\">*247</span> proceeding based on the United States Supreme Court decision in <i>McKoy v. North Carolina,</i> <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1227</span></a></span>, <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">369</span></a></span> (1990). At the resentencing trial, the jury again recommended two sentences of death and, on 3 September 1992, the superior court again sentenced Green to death. On 6 May 1994, the North Carolina Supreme Court affirmed both death sentences, issuing a comprehensive opinion denying all of Green's claims on the merits. <i>State v. Green,</i> <span class=\"citation\" data-id=\"1334280\"><a href=\"/opinion/1334280/state-v-green/\"><span class=\"volume\">336</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">142</span></a></span>, <span class=\"citation\" data-id=\"1334280\"><a href=\"/opinion/1334280/state-v-green/\"><span class=\"volume\">443</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">14</span></a></span> (1994). The United States Supreme Court denied certiorari on 5 December 1994.</p>\n<p>On 12 December 1995, after receiving a stay of execution, Green filed a motion for appropriate relief (\"MAR\") under North Carolina's postconviction review procedures. On 19 April 1995, the State responded with a motion to deny the MAR. Soon thereafter, on 25 April 1995, Green filed a motion for opportunity to be heard.</p>\n<p>In the MAR, Green alleged some twenty grounds for relief. These grounds ranged from claims that the death penalty is applied in a racially discriminatory manner to claims of due process deprivations based on the jury instructions and other trial rulings. The superior court denied the MAR on all grounds without a hearing. The court categorized all of the claims but two as barred under N.C. Gen.Stat. § 15A-1419 (1988). At the time, § 15A-1419 provided:</p>\n<blockquote>(a) The following are grounds for the denial of a motion for appropriate relief:</blockquote>\n<blockquote>(1) Upon a previous motion made pursuant to this Article, the defendant was in a position to adequately raise the ground or issue underlying the present motion but did not do so....</blockquote>\n<blockquote>(2) The ground or issue underlying the motion was previously determined on the merits upon an appeal from the judgment or upon a previous motion or proceeding in the courts of this State or a federal court....</blockquote>\n<blockquote>(3) Upon a previous appeal the defendant was in a position to adequately raise the ground or issue underlying the present motion but did not do so.</blockquote>\n<blockquote>(b) Although the court may deny the motion under any of the circumstances specified in this section, in the interest of justice and for good cause shown it may in its discretion grant the motion if it is otherwise meritorious.</blockquote>\n<p><i>Id.</i> The superior court dismissed eight of Green's claims as \"procedurally barred pursuant to § 15A-1419(a)(3)\" and ten claims as \"procedurally barred pursuant to § 15A-1419 (a)(2).\" With regard to the two grounds for relief reviewed on the merits, the superior court denied both claims. Green then filed an answer to the State's motion to deny the MAR, a motion to reconsider the denial of the MAR, and a motion to recuse the superior court judge.</p>\n<p>On 26 June 1996, Green filed a motion for extension of time to file a petition for writ of certiorari. On 10 July 1996, the North Carolina Supreme Court denied Green's motion. Two days later, Green filed a petition for writ of certiorari. On 31 July 1996, the North Carolina Supreme Court allowed the State's motion to dismiss Green's petition.</p>\n<p>Finally, on 2 August 1996, this court stayed Green's execution, scheduled for 9 August 1996. Green filed the current petition for a writ of habeas corpus on 3 October 1996. In the habeas petition, Green levies a barrage of attacks at all facets of the sentencing proceedings. In fact, the petition contains nineteen separate claims for relief and many sub-claims. In order to generate a comprehensible review, it is helpful to paraphrase each claim as raised by Green:</p>\n<blockquote>I. THE DEATH PENALTY IS APPLIED IN PITT COUNTY IN A MANNER THAT IS UNCONSTITUTIONALLY ARBITRARY AND RACIALLY DISCRIMINATORY.</blockquote>\n<blockquote>II. GREEN'S GUILTY PLEAS AND SUBSEQUENT DEATH SENTENCES MUST BE VACATED BECAUSE HE WAS DENIED EFFECTIVE ASSISTANCE OF COUNSEL AT TRIAL AND UPON APPEAL.</blockquote>\n<blockquote>III. THE DISTRICT ATTORNEY CONDUCTED A SYSTEMATIC CAMPAIGN DESIGNED TO DEPRIVE GREEN OF HIS FEDERAL CONSTITUTIONAL RIGHTS.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*248</span> IV. GREEN'S GUILTY PLEAS MUST BE VACATED AND HIS DEATH SENTENCES REVERSED BECAUSE NORTH CAROLINA'S DELEGATION OF CALENDAR CONTROL TO THE DISTRICT ATTORNEY PERMITTED THE DISTRICT ATTORNEY TO ABUSE HIS AUTHORITY AND DEPRIVE GREEN OF HIS FEDERAL CONSTITUTIONAL RIGHTS.</blockquote>\n<blockquote>V. GREEN'S SENTENCES OF DEATH ARE UNCONSTITUTIONAL BECAUSE THEY WERE THE RESULT OF UNDUE COERCION ON THE PART OF THE TRIAL JUDGE.</blockquote>\n<blockquote>VI. GREEN'S FEDERAL CONSTITUTIONAL RIGHTS WERE VIOLATED BY THE EXCLUSION OF WOMEN FROM SERVICE AS GRAND JURY FOREPERSONS.</blockquote>\n<blockquote>VII. GREEN WAS DENIED HIS RIGHT TO A MEANINGFUL APPELLATE REVIEW OF CLAIMS THAT HIS FEDERAL CONSTITUTIONAL RIGHTS WERE VIOLATED BY ACTIONS OF THE TRIAL COURT.</blockquote>\n<blockquote>VIII. GREEN WAS DENIED HIS FEDERAL CONSTITUTIONAL RIGHTS BY THE NORTH CAROLINA SUPREME COURT'S ANALYSIS OF THE TRIAL COURT'S REFUSAL TO SUBMIT NONSTATUTORY MITIGATING CIRCUMSTANCES AND ITS CONCLUSION THAT THIS REFUSAL WAS HARMLESS ERROR.</blockquote>\n<blockquote>IX. GREEN WAS DENIED HIS FEDERAL CONSTITUTIONAL RIGHTS BY THE TRIAL COURT'S REFUSAL TO GIVE A PEREMPTORY INSTRUCTION ON A NONSTATUTORY MITIGATING CIRCUMSTANCE AND THE SUPREME COURT'S FAILURE TO ORDER A NEW SENTENCING HEARING FOR THIS ERROR.</blockquote>\n<blockquote>X. THE TRIAL COURT'S DENIAL OF GREEN'S MOTION FOR ALLOCUTION CONSTITUTES A DENIAL OF DUE PROCESS RESULTING IN HARMFUL ERROR UNDER THE FEDERAL CONSTITUTION THAT REQUIRES A NEW SENTENCING HEARING.</blockquote>\n<blockquote>XI. THE TRIAL COURT ERRED BY DENYING GREEN'S MOTION TO PERMIT QUESTIONING OF PROSPECTIVE JURORS AS TO THEIR BELIEFS ABOUT PAROLE ELIGIBILITY AND BY DENYING GREEN'S REQUEST FOR AN INSTRUCTION ON PAROLE.</blockquote>\n<blockquote>XII. THE TRIAL COURT COMMITTED REVERSIBLE ERROR BY SUBMITTING EVIDENCE OF A PRIOR ATTEMPTED RAPE CONVICTION AND SUBMITTING AGGRAVATING FACTOR N.C. GEN. STAT. § 15A-2000(d)(3) TO THE JURY WHEN IT WAS NOT SUPPORTED BY SUFFICIENT EVIDENCE.</blockquote>\n<blockquote>XIII. THE TRIAL COURT COMMITTED REVERSIBLE ERROR BY INSTRUCTING THE JURY THAT ATTEMPTED RAPE WAS A CRIME INVOLVING VIOLENCE AS A MATTER OF LAW.</blockquote>\n<blockquote>XIV. THE TRIAL COURT ERRED IN ITS RESPONSE TO MESSAGES FROM THE JURY DURING DELIBERATIONS.</blockquote>\n<blockquote>XV. THE TRIAL COURT ERRED IN REFUSING TO SUBMIT TO THE JURY NONSTATUTORY MITIGATING CIRCUMSTANCES THAT WERE SUPPORTED BY THE EVIDENCE.</blockquote>\n<blockquote>XVI. THE TRIAL COURT ERRED BY PERMITTING THE DISTRICT ATTORNEY TO ASK INAPPROPRIATE AND MISLEADING QUESTIONS TO DEATH-SCRUPLED POTENTIAL JURORS AND BY ALLOWING THE DISTRICT ATTORNEY'S CHALLENGES FOR CAUSE BASED <span class=\"star-pagination\">*249</span> UPON THE INAPPROPRIATE AND MISLEADING QUESTIONS WITHOUT PERMITTING GREEN TO TRY TO EXPLAIN ANY POSSIBLE MISUNDERSTANDINGS.</blockquote>\n<blockquote>XVII. THE TRIAL COURT ERRED IN DENYING GREEN THE OPPORTUNITY TO ASK A POTENTIAL JUROR WHETHER HE KNEW GREEN HAD PREVIOUSLY BEEN SENTENCED TO DEATH.</blockquote>\n<blockquote>XVIII. THE TRIAL COURT ERRED IN DENYING GREEN'S MOTION TO EXCUSE JUROR SAMMY PIERCE FOR CAUSE.</blockquote>\n<blockquote>XIX. GREEN WAS DENIED A FAIR SENTENCING HEARING BY THE PROSECUTOR'S IMPROPER ARGUMENTS TO THE JURY.</blockquote>\n<p>On 7 October 1996, Green moved for leave to conduct discovery. The court has held Green's motion in abeyance pending review of the respondent's (the \"State\") answer and motion for summary judgment, filed on 5 December 1996. After successfully moving for leave to file a limited reply, Green submitted a reply to the S:ate's summary judgment motion. The State subsequently moved to strike Green's reply as exceeding the scope of the court's order. The court now turns to review of the issues at hand.</p>\n<p></p>\n<h2>II. <i>Standard</i>\n</h2>\n<p>Pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2514. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> <span class=\"citation\" data-id=\"547612\"><a href=\"/opinion/547612/nathan-miller-v-emery-leathers-officer-and-north-carolina-prisoner-legal/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087 (4th Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1100</span></span> (1991). The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2554, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"681609\"><a href=\"/opinion/681609/66-fair-emplpraccas-bna-360-65-empl-prac-dec-p-43371-brenda/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> <span class=\"citation\" data-id=\"660200\"><a href=\"/opinion/660200/deborah-shaw-administratrix-of-the-estate-of-sidney-bowen-deceased-nancy/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 798 (4th Cir.1994), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994), <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">68</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994)).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p></p>\n<h2>A. <i>Procedural Default</i>\n</h2>\n<p>In its answer and motion for summary judgment, the State invokes the doctrine of procedural default and argues that the majority of Green's claims are precluded from federal review. According to the State, the superior court's postconviction order bars federal review of Claims I through X. The State further argues that general procedural principles bar Claims XI through XIX.</p>\n<p>Under the federal doctrine of procedural default,<sup>[1]</sup> any claim that was procedurally barred from review at the state level on independent and adequate state grounds is similarly barred from substantive consideration on federal habeas. <i>Wainwright v. Sykes,</i> <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2497</span></a></span>, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">594</span></a></span> (1977). \"A federal court may not address the merits of a habeas petition when <span class=\"star-pagination\">*250</span> the state court's denial of a petition for collateral relief rested on [an] independent and adequate state law ground of procedural default.\" <i>Nickerson v. Lee,</i> <span class=\"citation\" data-id=\"588131\"><a href=\"/opinion/588131/frank-r-nickerson-v-ta-lee-attorney-general-of-north-carolina/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1125</span></a></span>, 1127 (4th Cir.1992), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1289</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">681</span></span> (1993). If a claim is dismissed on a sufficient procedural ground at the state level, a federal court only can reach the substantive merits of the claim if the petitioner can show cause for the default and actual prejudice or demonstrate that failure to review by the federal court will result in a fundamental miscarriage of justice. <i>Coleman v. Thompson,</i> <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">722</span></a></span>, 750, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>, 2565, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">640</span></a></span> (1991).</p>\n<p>In this case, the superior court dismissed Green's MAR based predominantly on what it termed the \"procedural bars\" embodied in § 15A-1419. Specifically, the court denied eight claims based on § 15A-1419 (a)(3) and ten based on § 15A-1419 (a)(2). The court therefore must evaluate whether the reasons proffered by the superior court constitute \"independent and adequate state law grounds.\"</p>\n<p>The court first evaluates the claims denied under § 1419(a)(3). The superior court refused to hear these claims because Green could have, but did not, raise them on direct appeal. In <i>Wainwright, Coleman,</i> and <i>Harris v. Reed,</i> <span class=\"citation\" data-id=\"112205\"><a href=\"/opinion/112205/harris-v-reed/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">255</span></a></span>, <span class=\"citation\" data-id=\"112205\"><a href=\"/opinion/112205/harris-v-reed/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, <span class=\"citation\" data-id=\"112205\"><a href=\"/opinion/112205/harris-v-reed/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span></a></span> (1989), the United States Supreme Court found this type of waiver to be a procedural default.</p>\n<p>Green acknowledges this deficiency but argues that § 1419 is not an \"independent and adequate state law ground.\" To rise to the level of an \"independent and adequate state law ground,\" the procedural bar must be \"a firmly established and regularly followed state practice.\" <i>Ford v. Georgia,</i> <span class=\"citation\" data-id=\"112530\"><a href=\"/opinion/112530/ford-v-georgia/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, 423-24, <span class=\"citation\" data-id=\"112530\"><a href=\"/opinion/112530/ford-v-georgia/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">850</span></a></span>, 857, <span class=\"citation\" data-id=\"112530\"><a href=\"/opinion/112530/ford-v-georgia/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1991); <i>see </i><i>Johnson v. Mississippi,</i> <span class=\"citation\" data-id=\"112096\"><a href=\"/opinion/112096/johnson-v-mississippi/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">578</span></a></span>, 587, <span class=\"citation\" data-id=\"112096\"><a href=\"/opinion/112096/johnson-v-mississippi/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1981</span></a></span>, 1987, <span class=\"citation\" data-id=\"112096\"><a href=\"/opinion/112096/johnson-v-mississippi/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">575</span></a></span> (1988) (noting that state procedural bar must be applied \"consistently or regularly\"). The Fourth Circuit has recognized that \"consistent or regular application of a state's procedural default rules does not mean undeviating adherence to such rule admitting of no exception.\" <i>Meadows v. Legursky,</i> <span class=\"citation\" data-id=\"542868\"><a href=\"/opinion/542868/david-meadows-v-carl-legursky-sam-blackburn-acord-v-jerry-hedrick/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">903</span></a></span>, 907 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">523</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">534</span></span> (1990).</p>\n<p>Green contends that § 1419(a) is, on its face, a discretionary statute that has not been imposed in a consistent fashion. To support this argument, Green cites several state court opinions in which § 1419(a) allegedly could have been, but was not, applied. (<i>See</i> Pet'r's Reply in Opp'n to Resp't's Mot. for Summ. J. at 2-9.) Green also asserts that recent amendments to § 1419 offer additional evidence that the prior version was purely discretionary. <i>See</i> § 15A-1419 (Supp. 1996) (amending statute to emphasize mandatory nature of its application).<sup>[2]</sup></p>\n<p>Although Green's arguments have facial appeal, this court is bound by the decisions of the Fourth Circuit relying on § 1419(a) as a valid procedural bar and, thus, legitimizing its application as an independent and adequate state law ground. <i>See, e.g., </i><i>Ashe v. Styles,</i> <span class=\"citation\" data-id=\"681333\"><a href=\"/opinion/681333/lloyd-c-ashe-v-phillip-styles-superintendent-of-the-state-of-north/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span> (4th Cir.1994) (relying on § 1419 as an independent and adequate state law ground in holding that habeas claims were procedurally defaulted); <i>Smith v. Dixon,</i> <span class=\"citation\" data-id=\"661479\"><a href=\"/opinion/661479/kermit-smith-jr-v-gary-dixon-warden-central-prison-raleigh-north/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">956</span></a></span>, 972 (4th Cir.) (expressly rejecting claims that § 1419 is not applied \"regularly or consistently\"), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">841</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">129</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></span> (1994);<sup>[3]</sup><i>Felton v. Barnett,</i> <span class=\"citation\" data-id=\"546996\"><a href=\"/opinion/546996/david-felton-v-talmadge-barnett-attorney-general-of-the-state-of-north/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">92</span></a></span> (4th Cir.1990) (finding, without much discussion, that § 1419 is an independent and adequate state law ground), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1032</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">683</span></span> (1991). Thus, the State's contention that procedural default should apply to the claims barred by the superior court under <span class=\"star-pagination\">*251</span> § 1419(a)(3) is well-taken.<sup>[4]</sup> As Green has not shown cause and prejudice or fundamental miscarriage of justice, Claims III,<sup>[5]</sup> IV,<sup>[6]</sup> VI, and portions of Claim 1<sup>[7]</sup> must be summarily dismissed.</p>\n<p>The disposition is not so clear-cut with regard to the claims denied by the superior court based on § 1419(a)(2), the \"previously determined on the merits\" provision. These claims, unlike those dismissed pursuant to § 1419(a)(3), were heard and disposed of on the merits by the North Carolina Supreme Court. When invoking § 1419(a)(2), the superior court indicated that the claims were \"procedurally barred\" because they had been raised and decided on direct appeal. The State now seems to operate under the assumption that § 1419(a)(2) is a procedural default within the context of a federal habeas petition.</p>\n<p>However, this line of reasoning belies a fundamental misconception of the <i>Wainwright</i> procedural default doctrine. <i>Wainwright</i> and its progeny establish the principle that, if an issue of federal law was not resolved on the merits by the state courts because of a party's failure to raise it properly, federal courts will not excuse the procedural infirmities. 433 U.S. at 87, 97 S.Ct. at 2506-07. This doctrine in no way interferes with the general rule that</p>\n<blockquote>the federal habeas petitioner who claims he is detained pursuant to a final judgment of a state court in violation of the United States Constitution is entitled to have the federal habeas court make its own independent determination of his federal claim, without being bound by the determination on the merits of that claim reached in the state proceedings.</blockquote>\n<p><i>Id.</i></p>\n<p>In this case, the North Carolina Supreme Court ruled on many federal constitutional issues. The superior court then refused to rehear the same claims on postconviction review, not because the North Carolina Supreme Court was denied the chance to review them on direct appeal, but instead, for the precise reason that the supreme court had already ruled on the substantive merits. If this court were to interpret § 1419(a)(2) as a procedural default, a federal court's ability to review a state's application of federal law would essentially disappear.<sup>[8]</sup></p>\n<p>Section 1419(a)(2) is a codification of the rule of res judicata; it embodies the notion that, if one state court considers a claim on the merits, the claimant is not entitled to a second bite at the apple in the state judicial system. However, if § 1419(a)(2) were accepted as a <i>Wainwright</i> procedural default, it would effectively eviscerate federal habeas review of North Carolina cases because any <span class=\"star-pagination\">*252</span> decision by the North Carolina Supreme Court resting on federal principles, absent an exception, would be procedurally barred from subsequent federal review based on the \"raised and decided\" rhetoric of § 1419(a)(2).</p>\n<p>Appellate courts have acknowledged the potential anomaly of construing state res judicata principles as procedural obstacles to subsequent federal review. The best explication of this principle was recently offered by the Seventh Circuit. In <i>Porter v. Gramley,</i> <span class=\"citation\" data-id=\"740400\"><a href=\"/opinion/740400/anthony-porter-v-richard-b-gramley-warden-pontiac-correctional-center/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1308</span></a></span> (7th Cir.1997), the court addressed a petitioner's claim that had been denied consideration on state postconviction review because the claim had previously been resolved on direct state appeal. The court reasoned:</p>\n<blockquote>The State asserts that this res judicata bar is the type of state procedural rule that, under <i>Coleman v. Thompson</i><i>,</i> also prohibits federal review. The State is mistaken because a habeas claim cannot possibly be kept out of federal court merely because state res judicata rules bar rehearing in state court. When a state court invokes res judicata, it simply means that the state courts have already resolved the matter and want nothing more to do with it. If state courts could, by simply shutting their ears to litigants, preclude further review in the federal courts, few habeas petitioners (if any) would ever make it to federal court.... [T]he crucial inquiry is whether the state courts either have held that a procedural misstep is a forfeiture, or would so hold if a collateral attack were filed in state court. If the prisoner has presented his argument to the right courts at the right times  as the states define these courts and times  then the claim is preserved for federal collateral review.</blockquote>\n<p><i>Id.</i> at 1316 (citations omitted); <i>see also </i><i>Gomez v. Acevedo,</i> <span class=\"citation\" data-id=\"734255\"><a href=\"/opinion/734255/francisco-gomez-v-gerardo-acevedo-warden-east-moline-correctional-center/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">192</span></a></span>, 195-97 (7th Cir.1996) (distinguishing between res judicata and waiver claims and noting that only procedural waivers bar federal review); <i>Stevens v. Zant,</i> <span class=\"citation\" data-id=\"586430\"><a href=\"/opinion/586430/thomas-dean-stevens-v-walter-d-zant-warden-georgia-diagnostic-and/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1089 (11th Cir. 1992) (discussing different treatment of claims \"raised and decided\" and those \"not previously raised\" regardless of label assigned by state court), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">929</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1306</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">695</span></span> (1993); <i>Smith v. Dugger,</i> <span class=\"citation no-link\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">787</span></span>, 790-91 (11th Cir.1988) (espousing same distinction), <i>cert. denied,</i> <span class=\"citation\" data-id=\"112408\"><a href=\"/opinion/112408/frank-smith-v-richard-l-dugger-secretary-florida-department-of/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1047</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">647</span></span> (1990). Other circuits have implicitly accepted this precept by reviewing those claims raised and decided by a state court even if res judicata was invoked on state postconviction review. <i>See </i><i>Wiley v. Puckett,</i> <span class=\"citation\" data-id=\"586855\"><a href=\"/opinion/586855/william-l-wiley-v-steve-w-puckett-superintendent-mississippi-state/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">86</span></a></span>, 104-06 (5th Cir.1992); <i>LePage v. Idaho,</i> <span class=\"citation\" data-id=\"508558\"><a href=\"/opinion/508558/robin-lepage-v-state-of-idaho-and-arvon-j-arave/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">251</span></a></span>, 256-57 (9th Cir.1988), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">972</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">506</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">542</span></span> (1988).</p>\n<p>Returning to Fourth Circuit jurisprudence, that court recently acknowledged that habeas law only permits review of those claims that were raised and decided on the merits in state court. <i>Booth v. Maryland,</i> <span class=\"citation\" data-id=\"739972\"><a href=\"/opinion/739972/john-marvin-booth-wesley-eugene-baker-kenneth-lloyd-collins-tyrone-delano/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">139</span></a></span> (4th Cir.1997) (citing 28 U.S.C. § 2264(a)). In fact, construing an analogous \"raised and decided\" rule in Virginia, the Fourth Circuit held that the Virginia court's dismissal of claims because they were raised and decided on direct appeal was \"not a true procedural default rule.\" <i>Turner v. Williams,</i> <span class=\"citation\" data-id=\"678513\"><a href=\"/opinion/678513/willie-lloyd-turner-v-david-a-williams-warden-powhatan-correctional/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">872</span></a></span>, 889-90 (4th Cir.1994), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1017</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1359</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">216</span></span> (1995). Consequently, the Virginia state rule could not \"prevent federal habeas review of federal constitutional claims properly raised on direct appeal.\" <i>Id.</i> at 890.</p>\n<p>However, this court is somewhat troubled by language in the Fourth Circuit decision, <i>Ashe v. Styles,</i> 39 F.3d at 86-87. In <i>Ashe,</i> after brief commentary, the Fourth Circuit implied that either N.C. Gen.Stat. §§ 1419(a)(1) or (a)(2) would be sufficient to serve as a procedural default mechanism. <i>See id.</i> (finding a viable procedural default despite the state court's failure to clarify whether it was relying on § 1419(a)(1) or (a)(2)). In light of the significant ramifications of interpreting § 1419(a)(2) as a procedural default and the Fourth Circuit's holding in <i>Turner,</i> this court will not construe the tangential <i>Ashe</i> language to effectively overhaul existing federal habeas review of North Carolina decisions. To read more into the <i>Ashe</i> language would likely impute an unintended consequence to a cursory discussion in which the above concerns were not even raised. Instead, this court will rely on the Fourth Circuit's recognition that federal <span class=\"star-pagination\">*253</span> questions \"raised and decided\" on direct state appeal are reviewable through habeas proceedings.</p>\n<p>Thus, the court concludes that, despite the superior court's invocation of \"procedural bar\" to describe its actions, the use of this nomenclature cannot transform a state res judicata bar into a <i>Wainwright</i> procedural default. As § 1419(a)(2) does not constitute a <i>Wainwright</i> procedural default, Claims V, VII, VIII, IX, X, and portions of Claim I will be reviewed on the merits by this court.</p>\n<p>With respect to the procedural legitimacy of Claims XI through XIX, the State makes several perplexing arguments. First, the State emphasizes that these claims were not brought on postconviction review before the superior court. As such, it suggests that these claims were not exhausted and then purports to waive the exhaustion requirement. After this waiver, the State then maintains, <i>inter alia,</i> that the claims are procedurally defaulted because, if raised in the MAR, they would have been barred under § 1419(a)(2).</p>\n<p>Yet, the State's argument ignores the basic habeas precept that, even if state post-conviction review is available, a petitioner must only pursue remedies up the ladder on direct state appeal in order to satisfy exhaustion requirements. <i>Ylst v. Nunnemaker,</i> <span class=\"citation\" data-id=\"112642\"><a href=\"/opinion/112642/ylst-v-nunnemaker/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">797</span></a></span>, <span class=\"citation\" data-id=\"112642\"><a href=\"/opinion/112642/ylst-v-nunnemaker/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2590</span></a></span>, <span class=\"citation\" data-id=\"112642\"><a href=\"/opinion/112642/ylst-v-nunnemaker/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">706</span></a></span> (1991); <i>Brown v. Allen,</i> <span class=\"citation\" data-id=\"105074\"><a href=\"/opinion/105074/brown-v-allen/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, 444, <span class=\"citation\" data-id=\"105074\"><a href=\"/opinion/105074/brown-v-allen/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">397</span></a></span>, 402, <span class=\"citation\" data-id=\"105074\"><a href=\"/opinion/105074/brown-v-allen/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">469</span></a></span> (1953). Even if this were not the case, imposition of a procedural default would be unavailable because the State expressly waived any further state review and this court cannot assume that the state court would have applied a procedural bar to these claims. See <i>Richardson v. Turner,</i> <span class=\"citation\" data-id=\"424700\"><a href=\"/opinion/424700/norbert-glenn-richardson-v-major-bf-turner-rufus-ligh-edmisten/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1059</span></a></span> (4th Cir.1983) (noting that a federal court cannot presume that the North Carolina courts would automatically bar petitioner in light of the exception encompassed in § 1419(b)). Moreover, the applicable state procedural bar would be § 1419(a)(2) which, as discussed above, is insufficient to preclude federal review. Thus, the court must address Claims XI through XIX on the merits.</p>\n<p></p>\n<h2>B. <i>Substantive Analysis</i>\n</h2>\n<p>Green's claims will be evaluated under § 2254 as amended by the Antiterrorism and Effective Death Penalty Act of 1996. Section 2254 provides:</p>\n<blockquote>(d) An application for a writ of habeas corpus on behalf of a person in custody pursuant to the judgment of a State court shall not be granted with respect to any claim that was adjudicated on the merits in State court unless the adjudication of the claim-</blockquote>\n<blockquote>(1) resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States; or</blockquote>\n<blockquote>(2) resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.</blockquote>\n<p>28 U.S.C. § 2254(d) (Supp. 1997).</p>\n<p></p>\n<h2>1. <i>Arbitrary and Discriminatory Application of Death Penalty</i>\n</h2>\n<p>In Claim I, Green attacks the manner in which the death penalty is applied in Pitt County, North Carolina, where he was sentenced. In support of this claim, Green predicts that an unfinished study conducted by a social scientist about race and the death penalty will corroborate his claim. (Pet. at 18-20.) Green also alleges that, if further funds had been approved by the superior court, data compiled by a demographer would have supplemented the showing of race discrimination. (<i>Id.</i>) He also offers anecdotal evidence of black murderers being sentenced to death when the victim is white and, conversely, evidence of white murderers only receiving life sentences when the victim is black. (<i>Id.</i> at 20-22.) Yet, none of these arguments undermine the North Carolina Supreme Court's determination that Green did not establish a <i>prima facie</i> case of racial discrimination. <i>See </i><i>State v. Green,</i> <span class=\"citation\" data-id=\"1354872\"><a href=\"/opinion/1354872/state-v-green/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation\" data-id=\"1354872\"><a href=\"/opinion/1354872/state-v-green/\"><span class=\"volume\">406</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">852</span></a></span> (1991). Guided by <i>McCleskey v. Kemp,</i> <span class=\"citation\" data-id=\"111869\"><a href=\"/opinion/111869/mccleskey-v-kemp/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, <span class=\"citation\" data-id=\"111869\"><a href=\"/opinion/111869/mccleskey-v-kemp/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1756</span></a></span>, <span class=\"citation\" data-id=\"111869\"><a href=\"/opinion/111869/mccleskey-v-kemp/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">262</span></a></span> (1987) (setting <i>prima facie</i> test above mere general statistical studies of death penalty application in a given jurisdiction), <span class=\"star-pagination\">*254</span> this court finds that the rejection of this claim was not contrary to or an unreasonable application of federal law.</p>\n<p>Green also alleges racial discrimination in the selection of the grand jury foreperson. He again offers statistical data on population and the practical nonexistence of black grand jury forepersons in Pitt County. Under North Carolina law, discrimination in selecting a grand jury foreperson rises to the level of a state constitutional violation. <i>State v. Cofield,</i> <span class=\"citation no-link\"><span class=\"volume\">320</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">297</span></span>, <span class=\"citation\" data-id=\"1359086\"><a href=\"/opinion/1359086/state-v-cofield/\"><span class=\"volume\">357</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">622</span></a></span> (1987). However, the North Carolina Supreme Court rejected Green's discrimination claim because a defendant who pleads guilty waives his right to challenge the plea on constitutional grounds. <i>Green,</i> 406 S.E.2d at 853. This ruling is consistent with federal jurisprudence. <i>See </i><i>Tollett v. Henderson,</i> <span class=\"citation\" data-id=\"108762\"><a href=\"/opinion/108762/tollett-v-henderson/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></a></span>, <span class=\"citation\" data-id=\"108762\"><a href=\"/opinion/108762/tollett-v-henderson/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"108762\"><a href=\"/opinion/108762/tollett-v-henderson/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">235</span></a></span> (1973) (holding that a defendant's \"guilty plea [] forecloses independent inquiry into the claim of discrimination in the selection of the grand jury\"); <i>Hall v. McKenzie,</i> <span class=\"citation\" data-id=\"355518\"><a href=\"/opinion/355518/robert-thomas-hall-v-arthur-l-mckenzie-acting-warden-west-virginia/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">481</span></a></span> (4th Cir.1978). Accordingly, the North Carolina Supreme Court's ruling comports with federal constitutional principles and Green's claim is meritless.<sup>[9]</sup></p>\n<p></p>\n<h2>2. <i>Ineffective Assistance of Counsel</i>\n</h2>\n<p>In Claim II, Green makes a series of accusations regarding the constitutional sufficiency of his trial and appellate counsel. All together, Green alleges seven instances of ineffective assistance of counsel. For the reasons discussed above, the claims under this section that were decided on the merits by the superior court and those considered barred under § 1419(a)(2) are entitled to review on the merits. Likewise, the remaining claims of ineffective assistance also merit substantive review despite the use of § 1419(a)(3) to bar review by the superior court.</p>\n<p>As noted above, if properly applied, the § 1419(a)(3) bar precludes federal review. However, when the underlying claim challenges the effectiveness of counsel, North Carolina courts have indicated that the proper vehicle for review <i>is</i> through postconviction proceedings. <i>State v. Harris,</i> <span class=\"citation\" data-id=\"1326431\"><a href=\"/opinion/1326431/state-v-harris/\"><span class=\"volume\">338</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">129</span></a></span>, <span class=\"citation\" data-id=\"1326431\"><a href=\"/opinion/1326431/state-v-harris/\"><span class=\"volume\">449</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">371</span></a></span> (1994) As such, North Carolina case law reveals myriad opinions in which ineffective assistance challenges were entertained on postconviction review despite a failure to raise the issue on direct appeal. <i>See </i><i>State v. Kinch,</i> <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">99</span></span>, <span class=\"citation\" data-id=\"1211101\"><a href=\"/opinion/1211101/state-v-kinch/\"><span class=\"volume\">331</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">665</span></a></span>, 669 (1985); <i>State v. Dockery,</i> 78 N.C.App. 190, <span class=\"citation\" data-id=\"1290524\"><a href=\"/opinion/1290524/state-v-dockery/\"><span class=\"volume\">336</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">719</span></a></span> (1985). Thus, the Fourth Circuit has recognized that § 1419(a)(3) \"is not adequate\" to serve as a federal procedural default with respect to ineffective assistance claims. <i>Hooper v. Barnett,</i> No. 91-6620, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">180149</span></span>, *2 (4th Cir.1992) (unpublished); <i>see also </i><i>Smith,</i> 14 F.3d at 966, 969 (\"allegations of ineffective assistance of counsel are generally not properly raised on direct appeal\" (citing several North Carolina cases)).</p>\n<p>The State argues, however, that even if the ineffective assistance claims are properly raised on collateral appeal, Green should still be obligated to show cause and prejudice or a miscarriage of justice to succeed on this claim. (Resp't's Mem. in Supp. of Answer &amp; Mot. for Summ. J. at 38.) The State's argument is puzzling because those tests are only employed when reviewing procedurally defaulted claims. <i>See </i><i>Coleman,</i> 501 U.S. at 750, 111 S.Ct. at 2565. Since the ineffective <span class=\"star-pagination\">*255</span> assistance claims are not treated as procedurally defaulted, the claims warrant substantive review.</p>\n<p>To ascertain whether attorney conduct constitutes ineffective assistance of counsel under the Sixth Amendment, the Supreme Court has articulated a two-part test. <i>See </i><i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984). First, Green must demonstrate that \"counsel's representation fell below an objective standard of reasonableness.\" <i>Id.</i> at 684, 104 S.Ct. at 2064 (noting that \"a court must indulge in a strong presumption that counsel's conduct falls within a wide range of reasonable professional assistance\"). If the conduct is objectively unreasonable, Green must then show that the error was prejudicial to the outcome. <i>Id.</i> (commenting that defendant must demonstrate \"a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different\").</p>\n<p>Green maintains that ineffective assistance of counsel directly enabled the admission of an unconstitutionally-obtained confession and unreliable guilty pleas. He admits, however, that his trial counsel submitted two separate motions to suppress the confession. (Pet. at 35.) These motions were supported by an affidavit from Green and argued by Green's counsel but were ultimately denied. (<i>Id.</i> at 36-37.) Green contends that trial counsel was inadequate by not calling Green and other witnesses to the stand during the suppression hearing. Yet, Green does not assert that his counsel neglected to set forth any piece of critical evidence and, in fact, it appears that all relevant evidence was presented to the judge. At its core, Green simply disapproves of the trial judge's ruling. Viewed in context, trial counsel's performance was constitutionally sound.</p>\n<p>Green also challenges appellate counsel's failure to raise the confession issue on appeal. It appears that this issue was raised but not briefed. Regardless of whether this implicates performance deficiencies, no prejudice accrued because the circumstances of the police interrogation have not been shown to be unconstitutional and Green has not shown that he would have pleaded not guilty but for counsel's alleged incompetence. <i>See </i><i>Hill v. Lockhart,</i> <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">366</span></a></span>, <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span></a></span> (1985).</p>\n<p>Next, Green objects to trial counsel's failure to investigate or advise him about the defense of diminished capacity before recommending that he plead guilty to first degree murder. Counsel was allegedly ineffective in failing to conduct a more detailed investigation into Green's past which ostensibly would have exposed the foundation for a diminished capacity defense. On postconviction review, the superior court denied this claim on the merits noting that, over the course of both sentencing proceedings, Green's trial counsel consulted a cadre of psychiatrists and psychologists, all indicating that a diminished capacity defense would be unavailing. This being the case, it cannot be said that trial counsel was ineffective in this regard.</p>\n<p>Green also asserts that trial counsel should have contacted the victim of his prior attempted rape and elicited mitigating testimony about his nonviolent nature and the nonviolent circumstances surrounding the attempted rape. On postconviction review, the superior court denied this claim on the merits, finding that the victim's testimony could not have rebutted the aggravating factor of conviction because the crime is one of violence as a matter of law. Similarly, it found that the alleged testimony would not have been significant in light of the numerous witnesses who testified on Green's behalf concerning his temperament, disposition, and general character.</p>\n<p>This court concurs with the reasoning offered by the superior court. Assuming that the victim would have testified in a favorable manner for Green, her testimony could not have undermined the conclusion that the attempted rape was a crime of violence as a matter of law. In addition, despite Green's exhortations to the contrary, the court perceives several tactical reasons for not pursuing or offering to the jury the actual victim of a prior felony conviction; most notably, a desire not to draw excess attention to Green's past criminal record. <i>See </i><i>Burger v. Kemp,</i> <span class=\"citation\" data-id=\"111957\"><a href=\"/opinion/111957/burger-v-kemp/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">776</span></a></span>, <span class=\"citation\" data-id=\"111957\"><a href=\"/opinion/111957/burger-v-kemp/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3114</span></a></span>, 97 <span class=\"star-pagination\">*256</span> L.Ed.2d 638 (1987) (noting that placement of certain persons on the witness stand would have carried substantial risks) <i>Fitzgerald v. Thompson,</i> <span class=\"citation\" data-id=\"567638\"><a href=\"/opinion/567638/edward-b-fitzgerald-v-charles-e-thompson-warden/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">463</span></a></span>, 469 (4th Cir.1991) (refusing to second-guess on collateral review reasonable tactical decisions), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1112</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1219</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">456</span></span> (1992); <i>Goodson v. United States,</i> <span class=\"citation\" data-id=\"350172\"><a href=\"/opinion/350172/douglas-carroll-goodson-v-united-states/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span>, 1072 (4th Cir.1977) (upholding counsel's tactical decision that a particular witness's testimony would likely be detrimental).</p>\n<p>Next, Green challenges trial counsel's dereliction in not objecting to segments of the District Attorney's (\"DA\")<sup>[10]</sup> closing argument. While the court agrees that several of the DA's arguments, discussed in Claim XIX, were likely improper, trial counsel's conduct does not rise to the level of ineffective assistance. Even if Green can satisfy <i>Strickland'</i>s performance prong on this issue, he has not fulfilled the second component requiring a reasonable probability that the error was prejudicial to the outcome. (<i>See</i> discussion <i>infra</i> Part III.B.9.)<sup>[11]</sup></p>\n<p>Green further contests trial counsel's failure to object to statements that allegedly tended to diminish the jury's sense of responsibility in violation of <i>Caldwell v. Mississippi,</i> <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span>, <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2633</span></a></span>, <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">231</span></a></span> (1985) (holding that a jury cannot be led to believe that they do not possess responsibility for deciding the appropriateness of the death penalty.) Specifically, Green refers to comments by the DA that the jurors were \"not deciding the sentence.\" (Sentencing Tr. at 2078.) Viewed in context, however, it is apparent that this stray remark could not have overridden the surfeit of statements explaining the magnitude of the jury's role. Even the DA moderated the above statement by admonishing that \"[n]o matter how hard it is to you, somebody, sometime, has got to make these decisions, and this time it's you. All it is, is the responsibility. Someone's got to be responsible.\" (<i>Id.</i>) More importantly, the trial judge repeatedly instructed the jury about their solemn obligation to determine whether to recommend the death penalty. (<i>See id.</i> at 2156 (instructing jury that \"[y]our recommendation will be binding upon the Court\").) Thus, the court does not find that, looking at the totality of the circumstances, the statements implicate <i>Caldwell;</i> therefore, neither <i>Strickland</i> prong is met. <i>See </i><i>Green,</i> 443 S.E.2d at 41.</p>\n<p>Green next argues that appellate counsel should have challenged the denial of his right to allocute on equal protection grounds. On appeal, Green's counsel challenged the rejection of Green's allocution motion listing a variety of constitutional provisions including the Fourteenth Amendment. Apparently, Green now maintains that his counsel premised the argument on incomplete constitutional grounds in that the equal protection provision was not argued sufficiently. Yet, Green has not offered any legal bases for why an equal protection challenge would have merit and it appears that such a challenge would be unavailing. To constitute effective assistance of counsel, an attorney is not obligated to argue every possible ground to the fullest extent possible especially one that is likely futile. <i>See </i><i>Garrett v. United States,</i> <span class=\"citation\" data-id=\"714850\"><a href=\"/opinion/714850/michael-a-garrett-v-united-states/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1296</span></a></span>, 1303 n. 11 (8th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">374</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">264</span></span> (1996). In fact, such a strategy would likely be counterproductive and dilute the party's more persuasive arguments. Accordingly, Green cannot satisfy either <i>Strickland</i> prong.</p>\n<p>Next, Green argues that trial counsel was ineffective in not obtaining an order by the trial judge to require preservation of law enforcement notes and tapes. Again, however, Green concedes that trial counsel did make a motion to this end that was denied by two separate judges at separate hearings. (Pet. at 49.) Along the same lines, Green contests trial and appellate counsels' failure to allege that the State violated his constitutional rights by not preserving and disclosing <span class=\"star-pagination\">*257</span> information helpful and material to Green. Green maintains that his trial and postconviction counsel were handicapped by the deliberate, deceptive actions of several law enforcement officers. (<i>Id.</i> at 54.) Overall, Green's complaints do not establish or even suggest ineffective assistance of counsel. Instead, invoking the rubric of ineffective assistance, Green is merely disguising substantive complaints against the judges' rulings and the State's conduct. As such, these allegations must be denied.</p>\n<p>Finally, scattered throughout the petition, Green casts other less developed references to deficiencies with trial and appellate counsels' performance. (<i>See, e.g.,</i> Pet. at Claims I, III, and VI.) The court finds no merit in any of these ineffective assistance charges.</p>\n<p></p>\n<h2>3. <i>Undue Coercion</i>\n</h2>\n<p>In Claim V, Green alleges that the death sentences are unconstitutional because they resulted from undue coercion on the part of the trial judge. This undue coercion allegedly derived from the trial judge's instruction exhorting the jury to continue deliberating after they reported difficulty in reaching a unanimous decision. After reviewing the trial judge's request \"to continue on with [the] deliberations and see if you can arrive at a recommendation,\" (Sentencing Tr. at 2237), the court finds no constitutional error. In fact, the court notes that this type of instruction is standard practice in federal court. <i>See </i><i>Lowenfield v. Phelps,</i> <span class=\"citation\" data-id=\"111978\"><a href=\"/opinion/111978/lowenfield-v-phelps/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">231</span></a></span>, <span class=\"citation\" data-id=\"111978\"><a href=\"/opinion/111978/lowenfield-v-phelps/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">546</span></a></span>, <span class=\"citation\" data-id=\"111978\"><a href=\"/opinion/111978/lowenfield-v-phelps/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">568</span></a></span> (1988). Green also alleges that the placement of the jury in close proximity to the general public and facing the judge rises to the level of unconstitutional coercion. As this neutral placement in no way triggers constitutional concerns, this claim is also meritless.</p>\n<p>Advocating similar reasoning, in Claim XIV, Green contends that the trial judge's verbal and written exchanges with the jury were unduly coercive. In particular, Green maintains that the judge's responses to three jury notes improperly tainted the jury deliberations and pressured a recommendation of death. The first note, given to the judge by the foreperson, complained that one juror did not believe in capital punishment. (Pet. at 80-81.) In response, the judge informed the jury that he could not address the content of the note and encouraged them to return to their deliberations with a view toward reaching a decision, if possible, \"without violence to individual judgment.\" (<i>Id.</i>)</p>\n<p>Next, the jury sent the judge a note inquiring whether the decision must be unanimous on both recommendations. The judge responded by reiterating his prior instructions about the law and also confirming that the recommendation must be unanimous. Finally, the jury sent another note stating that they were unable to reach a unanimous decision in either case. The judge responded with a charge requesting that the jury try again to arrive at a recommendation; however, he cautioned the jurors not to surrender their honest convictions about the evidence solely to reach a decision. (<i>Id.</i> at 85-86.)</p>\n<p>Green contends that the judge's responses somehow pressured the jurors to recommend the death penalty. He suggests that the judge likely knew that a lone juror was holding out against recommending the death sentence. (<i>Id.</i> at 81-83.) Yet, these allegations rely on unsubstantiated speculation and, more significantly, nothing in the judge's responses could reasonably be perceived as encouraging the jurors to recommend the death sentence. The judge's comments repeatedly cautioned the jurors not to abandon their steadfast beliefs. In light of the impartiality of the judge's instructions, the court finds that the dialogue between judge and jury was not improper and did not infringe upon Green's constitutional rights.</p>\n<p></p>\n<h2>4. <i>Refusal to Submit Nonstatutory Mitigating Circumstances</i>\n</h2>\n<p>In Claims VII, VIII, and XV, Green argues that the trial court erroneously declined to submit five nonstatutory mitigating circumstances to the jury. At the same time, Green alleges that he was denied his right to meaningful appellate review by the supreme court's failure to find reversible error in the trial court's decisions. At the sentencing hearing, Green requested the following nonstatutory mitigating circumstances for consideration by the jury:</p>\n<blockquote>\n<span class=\"star-pagination\">*258</span> 1. That Harvey Lee Green, Jr. will continue to adjust well to prison life and be a model prisoner.</blockquote>\n<blockquote>2. That Harvey Lee Green, Jr. was a quiet student in school and was not a discipline problem.</blockquote>\n<blockquote>3. That Harvey Lee Green, Jr. did not commit the murders after premeditation and deliberation.</blockquote>\n<blockquote>4. That Harvey Lee Green, Jr. did not intend to take the life of Sheila Bland or John Michael Edmondson when he entered Young's Cleaners.</blockquote>\n<blockquote>5. That Harvey Lee Green, Jr. did not enter Young's Cleaners with the weapon which was used to take the lives of Sheila Bland and John Michael Edmondson.</blockquote>\n<p><i>Green,</i> 443 S.E.2d at 37. Under North Carolina law, if such circumstances are submitted by the court to the jury, it is within the discretion of the jury to find whether any of the mitigating circumstances exist. <i>See </i><i>State v. Benson,</i> <span class=\"citation\" data-id=\"1222920\"><a href=\"/opinion/1222920/state-v-benson/\"><span class=\"volume\">323</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">318</span></a></span>, <span class=\"citation\" data-id=\"1222920\"><a href=\"/opinion/1222920/state-v-benson/\"><span class=\"volume\">372</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">517</span></a></span> (1988). The North Carolina Supreme Court found no error in the trial court's rejection of instructions two and three and harmless error with regard to the rejection of instructions one, four, and five.</p>\n<p>First, to address the denial of meaningful appellate review claim, Green has submitted no evidence that the North Carolina Supreme Court failed to undertake a deliberate and purposeful review of his claims. \"Meaningful appellate review is an important safeguard against improper imposition of the death penalty.\" <i>Buchanan v. Angelone,</i> <span class=\"citation\" data-id=\"732321\"><a href=\"/opinion/732321/douglas-mcarthur-buchanan-jr-v-ronald-j-angelone-director-virginia/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, 350 (4th Cir.1996) (citing <i>Parker v. Dugger,</i> <span class=\"citation\" data-id=\"112524\"><a href=\"/opinion/112524/parker-v-dugger/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, <span class=\"citation\" data-id=\"112524\"><a href=\"/opinion/112524/parker-v-dugger/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">731</span></a></span>, <span class=\"citation\" data-id=\"112524\"><a href=\"/opinion/112524/parker-v-dugger/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">812</span></a></span> (1991)), <i>cert. granted in part,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1551</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></span> (1997). This right obligates the appellate court, <i>inter alia,</i> to conduct an \"independent review of the record.\" <i>Id.</i> at 351. In this case, the North Carolina Supreme Court issued a detailed ruling on Green's alleged errors. Moreover, the trial court sufficiently articulated its decisional bases, thus, facilitating a full and fair analysis by the supreme court. <i>See </i><i>United States v. Tootle,</i> <span class=\"citation\" data-id=\"703896\"><a href=\"/opinion/703896/united-states-v-john-wesley-tootle-jr/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">381</span></a></span>, 384 (4th Cir. 1995) (Motz, J., concurring) (implying that a clear articulation by the trial court is vital to meaningful appellate review), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1360</span></span>, ___ L.Ed.2d ___ (1996). While Green might not have agreed with the disposition, this dissatisfaction, without evidence of structural or other related inadequacies, is not sufficient to condemn the North Carolina Supreme Court's comprehensive evaluation.</p>\n<p>Addressing the instructions individually, this court will first review the trial court's refusal to submit instructions two and three. To warrant submission of the proposed instructions, Green must establish that \"(1) the nonstatutory mitigating circumstance is one which the jury could reasonably find had mitigating value, and (2) there is sufficient evidence of the existence of the circumstance to require it to be submitted to the jury.\" <i>Benson,</i> 372 S.E.2d at 521. Upon review, the North Carolina Supreme Court found insufficient evidence to allow instructions two and three. With respect to instruction two, this court cannot find fault with that conclusion. In light of the rule that the State does not have the burden to prove the absence of a mitigating circumstance, <i>State v. Brown,</i> <span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">151</span></span>, <span class=\"citation\" data-id=\"1339444\"><a href=\"/opinion/1339444/state-v-brown/\"><span class=\"volume\">293</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">569</span></a></span>, 586 (1982), the trial court's rejection of the proposed instruction did not impugn state law or, more importantly, constitutional principles.</p>\n<p>In response to the denial of instruction three, Green sets forth that, as part of the plea agreement, the State agreed not to prosecute him under a first degree murder theory of premeditation and deliberation. (Pet. at 67.) However, the plea agreement did not entitle Green to a jury instruction that he actually Lacked premeditation and deliberation. As noted by the North Carolina Supreme Court, the fact that the State agreed not to prosecute Green on such a theory is not mitigating in and of itself. <i>Green,</i> 443 S.E.2d at 38-39. In addition to the lack of a <i>per se</i> right to the instruction, this court agrees with the supreme court's finding that Green failed to advance sufficient evidence to warrant the submission of <span class=\"star-pagination\">*259</span> the circumstance to the jury.<sup>[12]</sup></p>\n<p>The North Carolina Supreme Court found error in the trial court's refusal to submit instructions one, four, and five to the jury. <i>Id.</i> at 37-39. Finding that the errors did not prevent the jury from considering any potential mitigating evidence and that they were \"fully argued to and impressed upon the jury,\" however, the court found these particular errors to be harmless beyond a reasonable doubt. <i>Id.</i></p>\n<p>This court agrees that the trial court erred under state law in failing to submit requested instructions one, four, and five. However, it is not clear that this error was one of constitutional magnitude. Constitutional principles only require that the jury be permitted to consider such evidence; they do not appear to convey an absolute right to have an express instruction. <i>See </i><i>Eddings v. Oklahoma,</i> <span class=\"citation\" data-id=\"110641\"><a href=\"/opinion/110641/eddings-v-oklahoma/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, <span class=\"citation\" data-id=\"110641\"><a href=\"/opinion/110641/eddings-v-oklahoma/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span>, <span class=\"citation\" data-id=\"110641\"><a href=\"/opinion/110641/eddings-v-oklahoma/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1982) (finding constitutional error in judge's refusal as a matter of law to consider certain mitigating evidence); <i>Lockett v. Ohio,</i> <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">586</span></a></span>, 610, <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2954</span></a></span>, 2967-68, <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">973</span></a></span> (1978) (striking down an Ohio death penalty statute that expressly limited the range of mitigating circumstances which could be considered). Operating under slightly different facts, the Fourth Circuit has indicated that \"the propriety of such an instruction [is] purely a matter of state law and not cognizable by a federal court on habeas review.\" <i>Briley v. Bass,</i> <span class=\"citation\" data-id=\"445593\"><a href=\"/opinion/445593/james-dyral-briley-v-gary-l-bass-warden/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1238</span></a></span>, 1244 (4th Cir.1984) (\"The Supreme Court has never attempted to prescribe the precise form that state jury instruction's must take.\"), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1088</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1855</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">152</span></span> (1985); <i>Hutchins v. Garrison,</i> <span class=\"citation\" data-id=\"429645\"><a href=\"/opinion/429645/james-w-hutchins-v-sam-p-garrison-warden-central-prison-and-state-of/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1425</span></a></span>, 1436-37 (4th Cir.1983) (indicating that federal concerns are only triggered when a defendant is prevented from offering mitigating evidence for consideration), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1065</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">750</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></span> (1984).</p>\n<p>In this case, the evidence was presented and argued but the trial judge denied an express instruction on several submitted factors. However, he did include a catch-all instruction directing that \"you may consider any other circumstance or circumstances arising from the evidence which you deem to have mitigating value.\" (Sentencing Tr. at 2180.) As such, the jury was not precluded from considering any potential mitigating evidence and it cannot be said that the trial judge's actions violated clearly established law. <i>See </i><i>Briley,</i> 750 F.2d at 1245 (finding that it would be inappropriate for a federal court to upset a sentence where the jury was permitted to consider all relevant mitigating evidence).</p>\n<p>Even if the errors were construed to rise to constitutional proportions, the court finds that they were harmless. The North Carolina Supreme Court arrived at the same conclusion, finding that the errors were \"harmless beyond a reasonable doubt\" under the direct review standard adopted from <i>Chapman v. California,</i> <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span></a></span> (1967). <i>See </i><i>Satterwhite v. Texas,</i> <span class=\"citation\" data-id=\"112080\"><a href=\"/opinion/112080/satterwhite-v-texas/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, <span class=\"citation\" data-id=\"112080\"><a href=\"/opinion/112080/satterwhite-v-texas/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1792</span></a></span>, <span class=\"citation\" data-id=\"112080\"><a href=\"/opinion/112080/satterwhite-v-texas/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">284</span></a></span> (1988) (applying <i>Chapman</i> harmless error standard on direct appeal in a capital sentencing case).</p>\n<p>It is well established that \"not all constitutional violations amount to reversible error.\" <i>Id.</i> at 256, 108 S.Ct. at 1797. A \"federal habeas court [] may apply the harmless error analysis to constitutional errors in state capital proceedings.\" <i>Smith,</i> 14 F.3d at 975 (invoking harmless error standard during review of unconstitutional jury instruction) (citations omitted). In fact, the United States Supreme Court has directed that habeas petitioners are not entitled to relief unless they can show \"actual prejudice.\" <i>Brecht v. Abrahamson,</i> <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">619</span></a></span>, 637, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1710</span></a></span>, 1721-22, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">353</span></a></span> (1993) (citation omitted). In other words, Green must demonstrate that the error \"had substantial and injurious effect or influence in determining the jury's verdict.\" <i>Id.</i> (citation omitted).</p>\n<p>In this case, the judge submitted mitigating circumstance instructions to the effect <span class=\"star-pagination\">*260</span> that Green was an above-average inmate during his prior incarceration and had been a well-adjusted and model prisoner. <i>Green,</i> 443 S.E.2d at 38. With regard to the intention and weapon circumstances, Green's counsel strenuously argued these points to the jury during closing arguments. (<i>See</i> Sentencing Tr. at 2110 (\" [Green] never had any preconceived plan to harm anybody or threaten anybody or kill anybody.... [W]hen he went in [the store] ... he never carried the weapon.\").) Also, as noted by the North Carolina Supreme Court, the jury received instruction regarding a catch-all mitigating circumstance provision. (<i>See</i> Sentencing Tr. at 2130 (revealing that, in closing argument, Green's counsel emphasized this particular instruction).) In light of the other nonstatutory mitigating circumstances submitted, the evidence actually argued by Green's counsel to the jury, and the mitigating circumstance catch-all provision, this court finds that the errors did not taint the sentencing such that Green was caused actual prejudice.</p>\n<p>In Claim IX, Green takes issue with the judge's refusal to give a peremptory instruction about a nonstatutory mitigating circumstance. Green's counsel submitted a pattern instruction, N.C.P.I. 150.11 (Oct. 1991), that described the proper treatment of statutory mitigating factors and tried to apply it to a nonstatutory mitigating factor. Green's counsel obviously recognized that the instruction was for statutory circumstances as Green's request for jury instructions reads \"8. N.C.P.I. 150.11 Death Penalty  Peremptory Instructions  Statutory Mitigating Circumstances.\" (Record on Appeal to N.C. Sup.Ct. at 81; Sentencing Tr. at 2033.) Because the law differs in the treatment of the two types of circumstances, <i>see</i> N.C. Gen. Stat. § 15A-2000 (1996), Green was not entitled to a jury charge in the manner requested. <i>See </i><i>Green,</i> 443 S.E.2d at 33. While this issue appears to fall squarely within the confines of state law, even if the decision triggers federal concerns, the judge's denial of the inaccurate instruction was wholly appropriate.</p>\n<p></p>\n<h2>5. <i>Right to Allocute</i>\n</h2>\n<p>In Claim X, Green contests the trial court's refusal to allow him to allocute before the jury. Prior to jury selection, Green moved for leave to allocute. After holding the motion under consideration pending the conclusion of the evidentiary portion of the trial, the trial judge subsequently denied the motion but permitted Green to submit his proposed statement into the record for purposes of appeal. On review, the North Carolina Supreme Court found that \"[a] defendant does not have a right to make unsworn statements of fact to the jury at the conclusion of a capital sentencing proceeding.\" <i>Green,</i> 443 S.E.2d at 43. In so holding, the court indicated that the denial did not contravene federal constitutional principles because of the structure of a capital sentencing.<sup>[13]</sup><i>Id.</i> at 43-44. Specifically, the court emphasized that, unlike in a noncapital case, the defendant in a capital case may take the stand before the sentencing jury and testify to his beliefs of an appropriate penalty. <i>Id.</i> at 44.</p>\n<p>The circuit courts are divided about whether denying a defendant the right to allocute offends constitutional mandates. <i>Compare </i><i>United States v. Li,</i> <span class=\"citation\" data-id=\"741740\"><a href=\"/opinion/741740/united-states-v-feng-li-aka-li-feng-zhao-hui-aka-hui-zhao-ru-jie-lu/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">125</span></a></span>, 132-33 (2d Cir.1997) (\"a defendant's right to sentencing allocution is a matter of criminal procedure and not a constitutional right\"); <i>United States v. Coffey,</i> <span class=\"citation\" data-id=\"520414\"><a href=\"/opinion/520414/united-states-v-frederick-renoir-coffey/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 40 (6th Cir. 1989) (\"right of allocution is not of constitutional dimension\"); <i>United States v. Fleming,</i> <span class=\"citation\" data-id=\"507467\"><a href=\"/opinion/507467/united-states-v-william-p-fleming/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">568</span></a></span>, 568 (11th Cir.1988) (\"the right to allocution is not constitutional\"); <i>with </i><i>Boardman v. Estelle,</i> <span class=\"citation\" data-id=\"578662\"><a href=\"/opinion/578662/gary-stewart-boardman-v-wayne-estelle-warden/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1523</span></a></span>, 1529 (9th Cir.) (\"allocution is a right guaranteed by the due process clause of the Constitution\"), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">904</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">297</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">221</span></span> (1992). The Fourth Circuit has declared that \"when a defendant effectively communicates his desire to the trial judge to speak prior to the imposition of sentence, it is a denial of due process not to grant the defendant's request.\" <i>Ashe v. North Carolina,</i> <span class=\"citation\" data-id=\"360472\"><a href=\"/opinion/360472/lloyd-c-ashe-and-hilliard-p-ashe-v-state-of-north-carolina-and-cherokee/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">334</span></a></span>, 336 (4th Cir. 1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">966</span></span>, 99 S.Ct. <span class=\"star-pagination\">*261</span> 2416, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1072</span></span> (1979);<sup>[14]</sup><i>see also Miller v. Maryland,</i> No. 87-7166, <span class=\"citation no-link\"><span class=\"volume\">1987</span> <span class=\"reporter\">WL</span> <span class=\"page\">38678</span></span>, *1 (4th Cir.1987) (unpublished) (\"due process requires that a right of allocution be granted upon request\"). The Fourth Circuit, however, has moderated this rule by recognizing that the scope of allocution may be limited and that denial of the right, under certain circumstances, may constitute harmless error. <i>Ashe,</i> 586 F.2d at 336 (commenting that the right may be curtailed in content and duration and the information proffered should be reviewed for irrelevancy and cumulativeness).</p>\n<p>Notwithstanding <i>Ashe v. North Carolina</i><i>,</i> the newly-amended habeas provision directs this court to focus exclusively on clearly established United States Supreme Court precedent. Under the new habeas framework for questions of law, a habeas petition can only be granted if the state court decision \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined <i>by the Supreme Court of the United States.</i>\" § 2254(d) (emphasis added).</p>\n<p>Evaluating the new amendments, the First Circuit recently commented:</p>\n<blockquote>[T]he AEDPA amends section 2254(d)(1) in a way that produces an unusual choice-of-law rule  a rule which expressly provides that the state court's decision is to be evaluated only under \"clearly established Federal law, as determined by the Supreme Court of the United States.\" This language requires a federal court, at a bare minimum, to canvass the Supreme Court precedents which were extant when the state court decided the case. But we do not understand this language to imply that the opinions of inferior federal courts are totally irrelevant to an evaluation of state court decisions. Such opinions may help to confirm what legal principles were (or were not) definitively resolved by earlier Supreme Court cases, and, in all events, such decisions may prove useful in determining whether a state court's application of Supreme Court precedents is unreasonable.</blockquote>\n<p><i>Martin v. Bissonette,</i> No. 96-1856, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">280602</span></span>, *8 (1st Cir. May 29, 1997); <i>see also </i><i>Mata v. Johnson,</i> <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1261</span></span>, 1268 (5th Cir.1996) (noting that the proper question under § 2254(d)(1) is whether the state judge could reasonably read Supreme Court precedent as permitting the result), <i>vacated in part on reh'g,</i> <span class=\"citation\" data-id=\"11182\"><a href=\"/opinion/11182/mata-v-johnson/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span> (1997). In this case, express Supreme Court language obviates the need to weigh the Fourth Circuit's interpretation, as compared with other circuits, in searching for clearly established Supreme Court precedent.</p>\n<p>To wit, the Supreme Court has explicitly indicated that it has not decided whether the denial of a request to allocute implicates due process. Although the Supreme Court has held that no constitutional violation occurs when a judge fails to ask a defendant if he wishes to allocute, the Court reserved judgment about the constitutional implications of denying an express request. <i>See </i><i>Hill v. United States,</i> <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 429, <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">468</span></a></span>, 471-72, <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">417</span></a></span> (1962). The Court explained: \"[i]t is to be noted that we are not dealing here with a case where the defendant was affirmatively denied an opportunity to speak during the hearing at which his sentence was imposed.\" <i>Id.; see also </i><i>Boardman,</i> 957 F.2d at 1527 (\"<i>Hill</i> therefore left open the question of whether a defendant who asks the court to speak has a Constitutionally guaranteed right to do so.\").</p>\n<p>Subsequently, in <i>McGautha v. California,</i> <span class=\"citation\" data-id=\"108329\"><a href=\"/opinion/108329/mcgautha-v-california/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, 218-19, <span class=\"citation\" data-id=\"108329\"><a href=\"/opinion/108329/mcgautha-v-california/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1454</span></a></span>, 1472-73, <span class=\"citation\" data-id=\"108329\"><a href=\"/opinion/108329/mcgautha-v-california/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">711</span></a></span> (1971), the Court stated that it \"has not directly determined whether or to what extent the concept of due process of law requires that a criminal defendant wishing to present evidence or argument presumably relevant to the issues involved in sentencing should be permitted to do so.\" In an accompanying footnote, the Court reiterated that, in <i>Hill,</i> it reserved the question of whether affirmatively denying the right to allocute impugned due process and noted that \"[w]e have not since had occasion to deal with this or related problems at length.\" <i>Id.</i> at 219 n. 22, 91 S.Ct. at 1473 n. 22.</p>\n<p><span class=\"star-pagination\">*262</span> Therefore, despite circuit court extrapolations, it is clear that the Supreme Court has not forecast \"clearly established law\" regarding this issue. Consequently, the North Carolina Supreme Court's resolution cannot be found contrary to or an unreasonable application of clearly established federal law. <i>See </i><i>Green,</i> 443 S.E.2d at 43.</p>\n<p></p>\n<h2>6. <i>Voir Dire and Jury Instructions Regarding Parole</i>\n</h2>\n<p>In Claim XI, Green alleges that the trial court erred when it refused to permit voir dire questions about parole and rejected proposed jury instructions about the law on parole. The North Carolina Supreme Court denied this alleged error because, at that time, established North Carolina law dictated that a judge is not obligated to inquire or inform about parole issues. <i>Green,</i> 443 S.E.2d at 23 (citing several North Carolina cases). Although North Carolina has subsequently enacted legislation mandating a parole eligibility instruction, the statute is not retroactive. <i>See</i> N.C. Gen.Stat. § 15A-2002 (1994) (explaining that the effective date of the new provision was 1 October 1994); <i>State v. Skipper,</i> <span class=\"citation\" data-id=\"1347654\"><a href=\"/opinion/1347654/state-v-skipper/\"><span class=\"volume\">337</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"1347654\"><a href=\"/opinion/1347654/state-v-skipper/\"><span class=\"volume\">446</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">252</span></a></span> (1994) (noting that statute only applies prospectively).</p>\n<p>Looking to federal law, the Supreme Court has directly addressed this question. In <i>Simmons v. South Carolina,</i> <span class=\"citation\" data-id=\"117854\"><a href=\"/opinion/117854/simmons-v-south-carolina/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, 156, <span class=\"citation\" data-id=\"117854\"><a href=\"/opinion/117854/simmons-v-south-carolina/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2187</span></a></span>, 2190, <span class=\"citation\" data-id=\"117854\"><a href=\"/opinion/117854/simmons-v-south-carolina/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">133</span></a></span> (1994), the court held, in a plurality opinion, that \"where the defendant's future dangerousness is at issue, and state law prohibits the defendant's release on parole, due process requires that the sentencing jury be informed that the defendant is parole ineligible.\" In Green's sentencing, the DA did not mention or allude to future dangerousness and North Carolina did not have a life-without-parole sentencing alternative to capital punishment. Significantly, the plurality opinion in <i>Simmons</i> distinguished North Carolina's rule of not requiring a parole instruction because of this latter consideration. <i>Id.</i> at n. 8. Thus, North Carolina's treatment of parole instructions was implicitly exempted from the new <i>Simmons</i> rule because North Carolina life sentences carried the possibility of parole. <i>See id.</i> More importantly, the Supreme Court has recently found that <i>Simmons</i> is a new rule under <i>Teague</i> and, therefore, it is not retroactive to Green's conviction, which became final before the <i>Simmons</i> opinion was issued. <i>See </i><i>O'Dell v. Netherland,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"118131\"><a href=\"/opinion/118131/odell-v-netherland/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1969</span></a></span>, <span class=\"citation\" data-id=\"118131\"><a href=\"/opinion/118131/odell-v-netherland/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1997).</p>\n<p></p>\n<h2>7. <i>Treatment of Attempted Rape Conviction</i>\n</h2>\n<p>In Claims XII and XIII, Green challenges the trial court's treatment of his prior military conviction of attempted rape. The trial court submitted evidence of this prior conviction as an aggravating circumstance of \"a felony involving the use or threat of violence to the person.\" N.C. Gen.Stat. § 15A-2000(e)(3) (1996). The trial court also instructed the jury that attempted rape is a crime of violence as a matter of law. At trial, the State introduced the certified record of Green's conviction pursuant to the Uniform Code of Military Justice without presenting any evidence about the particulars of the crime. Green maintains that this certified record was not sufficient evidence to submit as an aggravating circumstance because it does not illustrate that the crime involved the use or threat of violence. In addition, he claims that the trial judge's instruction that attempted rape is a crime of violence was an improper expression of opinion and an improper conclusive presumption.</p>\n<p>This court cannot find fault with the North Carolina Supreme Court's reasoning upholding the trial judge's actions under state law and, similarly, does not find any federal constitutional error in the instruction. The North Carolina Supreme Court rejected, as contrary to established North Carolina law, Green's argument that a certified conviction is insufficient without additional detail to submit to the jury. <i>Green,</i> 443 S.E.2d at 30 (citing <i>State v. Hamlette,</i> <span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">490</span></span>, <span class=\"citation\" data-id=\"1252108\"><a href=\"/opinion/1252108/state-v-hamlette/\"><span class=\"volume\">276</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">338</span></a></span> (1981)). Moreover, the supreme court found the fact that military law classifies attempted rape as a <i>per se</i> crime of violence was sufficient to warrant an instruction to that effect. <i>Id.</i> Essentially, Green objects to the supreme court's indication that North Carolina relies on the jurisdiction in which the crime is committed to ascertain <span class=\"star-pagination\">*263</span> whether it rises to the level of a crime of violence. However, this enunciation of North Carolina law does not contravene any prior application such that it implicates due process or Eighth Amendment concerns.</p>\n<p>Green also challenges the instruction as an impermissible limitation or expression of opinion and as an improper conclusive presumption. Yet, the trial judge is entitled and, in fact, obligated to inform the jury of the law. This instruction merely served that purpose. Moreover, the jury was still required to find from the evidence that Green was convicted of attempted rape and, thus, an improper presumption was not charged.</p>\n<p>In essence, Green would have this court question the North Carolina Supreme Court's interpretation of its own state law. Without more, this is a state law issue about which North Carolina has the final word. <i>See </i><i>Pope v. Netherland,</i> <span class=\"citation\" data-id=\"740985\"><a href=\"/opinion/740985/carlton-jerome-pope-v-jd-netherland-warden-carlton-jerome-pope-v-jd/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1364</span></a></span> (4th Cir.1997). Although Green attempts to assign a constitutional label to the alleged error, his arguments do not implicate constitutional provisions. <i>See </i><i>Wainwright v. Goode,</i> <span class=\"citation\" data-id=\"111048\"><a href=\"/opinion/111048/wainwright-v-goode/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 84, <span class=\"citation\" data-id=\"111048\"><a href=\"/opinion/111048/wainwright-v-goode/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">378</span></a></span>, 382, <span class=\"citation\" data-id=\"111048\"><a href=\"/opinion/111048/wainwright-v-goode/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">187</span></a></span> (1983) (\"It is axiomatic that federal courts may intervene in the state judicial process only to correct wrongs of a constitutional dimension.\").</p>\n<p></p>\n<h2>8. <i>Voir Dire Generally</i>\n</h2>\n<p>In Claims XVI, XVII, and XVIII, Green complains that the trial judge erred on several grounds in the manner in which voir dire was conducted. First, he maintains that the DA posed inappropriate and misleading questions to potential jurors and that, based on these questions, the trial judge improperly dismissed several potential jurors for cause without allowing for sufficient rehabilitation. Green notes that the DA pursued a three-part series of questions to potential. jurors. (Pet. at 90.) First, he inquired about any personal, religious, or moral beliefs against capital punishment; second, he asked the jurors whether they could imagine circumstances where the death penalty would be appropriate; and third, he posited a hypothetical question to determine whether the juror would be able to recommend the death penalty in good conscience if the law so dictated. (<i>Id.</i>)</p>\n<p>After examining the DA's questions, this court finds nothing improper with this line of interrogation. The questions reasonably elicited responses to determine \"whether the juror's views would prevent or substantially impair the performance of his duties as a juror in accordance with his instructions and his oath.\" <i>Wainwright v. Witt,</i> <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 424, <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">844</span></a></span>, 852, <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">841</span></a></span> (1985). The judge appropriately excused for cause those jurors whose responses indicated that they would be unable to apply the law impartially to the facts. <i>See id; </i><i>Witherspoon v. Illinois,</i> <span class=\"citation\" data-id=\"107715\"><a href=\"/opinion/107715/witherspoon-v-illinois/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation\" data-id=\"107715\"><a href=\"/opinion/107715/witherspoon-v-illinois/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"107715\"><a href=\"/opinion/107715/witherspoon-v-illinois/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">776</span></a></span> (1968). Similarly, the trial judge's decision not to permit further questioning by defense counsel did not exceed the bounds of his considerable discretion. <i>See </i><i>United States v. Flores,</i> <span class=\"citation\" data-id=\"702508\"><a href=\"/opinion/702508/united-states-v-manuel-flores-united-states-of-america-v-juan-raul-garza/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1342</span></a></span>, 1354 (5th Cir.1995) (finding no error in trial court's refusal to allow attempts at rehabilitation in light of apparent futility), <i>cert denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">87</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">43</span></span> (1996).</p>\n<p>Next, Green alleges that the trial court erred in denying him the opportunity to ask a particular juror whether he knew the result of the 1984 sentencing proceeding. During voir dire, a potential juror indicated that he had been exposed to pretrial publicity about Green's case through print and television media. The potential juror further identified the exact sources of his knowledge including a recent newspaper article. The trial judge then refused to allow Green's counsel to question the potential juror further about whether he was aware of the result of the first sentencing proceeding. Green claims this prohibition amounted to constitutional error.</p>\n<p>Voir dire serves the dual purpose of facilitating the court's selection of an impartial jury and aiding the informed exercise of peremptory challenges. <i>Mu'Min v. Virginia,</i> <span class=\"citation\" data-id=\"112604\"><a href=\"/opinion/112604/mumin-v-virginia/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, 431, <span class=\"citation\" data-id=\"112604\"><a href=\"/opinion/112604/mumin-v-virginia/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1899</span></a></span>, 1908, <span class=\"citation\" data-id=\"112604\"><a href=\"/opinion/112604/mumin-v-virginia/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">493</span></a></span> (1991). In light of the role of voir dire, Green's contention is unfounded for several reasons. First, the trial court is afforded \"great latitude in deciding what questions should be asked on voir dire.\" <i>Id.</i> <span class=\"star-pagination\">*264</span> at 424, 111 S.Ct. at 1904. Second, confronting an almost identical challenge, the Supreme Court declared that there is no constitutional requirement that a trial judge permit \"content\" questions about pretrial publicity. <i>Id.</i> at 425, 111 S.Ct. at 1905. In other words, the trial judge is not obligated to allow detailed questioning about the precise facts learned but must simply \"cover the subject\" and allow for a suitable inquiry into any possible bias, opinion, or prejudice on the part of the juror. <i>Id.</i> at 422-25, 111 S.Ct. at 1903-05.</p>\n<p>In this case, Green's counsel was able to elicit considerable information to permit an informed decision about exercising a peremptory challenge. Although allowing the additional question might have been helpful to Green, this fact is not sufficient to render Green's sentencing \"fundamentally unfair.\" <i>Id.</i> at 426, 111 S.Ct. at 1905-06. Accordingly, the court finds that the voir dire comports with constitutional standards.</p>\n<p>Similarly, Green challenges the denial of his motion to excuse a different juror for cause because the juror knew of the earlier death sentences and remembered discussing the case with his niece and nephew. Again, the <i>Mu'Min</i> opinion is instructive. In <i>Mu'Min,</i> the Supreme Court noted that \"a trial court's findings of juror impartiality may be overturned only for manifest error.\" <i>Id.</i> at 428, 111 S.Ct. at 1907 (citations and quotations omitted). In this case, the trial judge's refusal to dismiss the juror for cause was clearly not manifest error. As noted by the North Carolina Supreme Court,</p>\n<blockquote>the juror reiterated that he believed he could return a sentence recommendation based on evidence presented in the courtroom, that to the best of his ability he would divorce his knowledge of the prior sentence from his mind, and that he did not believe the prior knowledge would substantially impair his ability to decide the case based on the evidence.</blockquote>\n<p><i>Green,</i> 443 S.E.2d at 29. In light of the juror's representations and the trial judge's unique position to observe the juror's demeanor, this court cannot find error in the trial judge's decision.</p>\n<p></p>\n<h2>9. <i>DA's Closing Argument</i>\n</h2>\n<p>Finally, in Claim XIX, Green contests the propriety of the DA's closing argument to the jury. First, he alleges that the DA intentionally misstated the law when he proclaimed:</p>\n<blockquote>Now you're deciding, you know, does he get life or does he get death. If he kills one he gets life. Does he get life on the second one too? Two for the price of one. That's why we say that if you kill one or two people, or hurt one and kill one, that's an aggravating circumstance. Life is life. And to come back and to give this man life imprisonment in either of these cases or both of these cases you're giving him two for the price of one.</blockquote>\n<p>(Sentencing Tr. at 2081.) Green's counsel objected to this assertion but the objection was overruled. (<i>Id.</i>) Next, Green challenges the DA's references to Green's comfortable life in prison and his privilege of attending college while incarcerated. The DA blended this line of argument with references to Green's use of taxpayer funds to subsidize his continuing education. Specifically, the DA asserted:</p>\n<blockquote>You know the irony of this is, after pulling 18 months of hard labor for attempted rape, they put him in Central Prison. And as you heard from the head of education of whatever, the last few months, he's had the run of Central Prison, and we're sending him to college at taxpayer's expense. Yeah.</blockquote>\n<p>(<i>Id.</i> at 2062-63.) Along the same lines, the DA had earlier mentioned that \"we are sending him to college.\" (<i>Id.</i> at 2038.) Finally, Green contests certain statements which he characterizes as a request that the jurors place themselves in the shoes of the victims:</p>\n<blockquote>It wasn't some juke joint, drunk, raising cain. [The victims] weren't downtown trying to buy drugs or in the country or somewhere. They weren't out at 4:00 in the morning. They were in the same place you and I might be at 6:00. How many times do we go to the cleaners in our lifetime? And that's the bottom line. You think about that.... Harvey Lee Green, Jr., charged them, prosecuted them, convicted <span class=\"star-pagination\">*265</span> them, and executed them doing what you and I do every day.</blockquote>\n<p>(<i>Id.</i> at 2102.)</p>\n<p>The constitutional precept governing a prosecutor's final argument is whether the prosecutorial remarks infringe upon due process. <i>Darden v. Wainwright,</i> <span class=\"citation\" data-id=\"111717\"><a href=\"/opinion/111717/darden-v-wainwright/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">168</span></a></span>, <span class=\"citation\" data-id=\"111717\"><a href=\"/opinion/111717/darden-v-wainwright/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2464</span></a></span>, <span class=\"citation\" data-id=\"111717\"><a href=\"/opinion/111717/darden-v-wainwright/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">144</span></a></span> (1986); <i>Donnelly v. DeChristoforo,</i> <span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, <span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">431</span></a></span> (1974). Viewing the trial as a whole, the court must ask whether any improper argument \"so infected the trial with unfairness as to make the resulting conviction a denial of due process.\" <i>Donnelly,</i> 416 U.S. at 643, 94 S.Ct. at 1871. Moreover, absent an objection at the time of the contested statements, the court cannot reverse without plain error. <i>United States v. Depew,</i> <span class=\"citation\" data-id=\"560487\"><a href=\"/opinion/560487/united-states-v-daniel-thomas-depew/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">324</span></a></span>, 327 (4th Cir.) (commenting that plain error is found only sparingly and implies a miscarriage of justice), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">873</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">210</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">169</span></span> (1991).</p>\n<p>To assess whether fundamental fairness was infringed, the Supreme Court has enunciated several factors to consider: 1) the nature of the comments; 2) the nature and quantum of the evidence before the jury; 3) the arguments of opposing counsel; 4) the trial judge's charge; and 5) whether the errors were isolated or repeated. <i>Lawson v. Dixon,</i> <span class=\"citation\" data-id=\"628989\"><a href=\"/opinion/628989/david-lawson-v-gary-dixon-warden-central-prison-raleigh-north/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">743</span></a></span>, 755 (4th Cir.1993) (citing <i>Darden,</i> 477 U.S. at 182, 106 S.Ct. at 2472), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1171</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1208</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></span> (1994). In <i>George v. Angelone,</i> <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">353</span></span>, 360 (4th Cir.1996), the Fourth Circuit, relying on a slightly modified list of factors, indicated the relevance of \"whether the comments were deliberately placed before the jury to divert attention to extraneous matters.\"</p>\n<p>In this case, the only portion of the closing at issue that Green's counsel objected to was the comment on receiving \"two for the price of one.\" Assuming arguendo that the remarks were improper, the court finds that they did not rise to the level of a due process violation. Evaluated in the context of the above factors, the comments were isolated and could not be construed as infecting the trial with unfairness.</p>\n<p>As to the rest of the alleged transgressions, Green's counsel did not lodge objections at trial; therefore, the court will review these portions for plain error. Again assuming that the DA's comments allegedly referring to Green's good prison behavior with scorn and derision were improper, no plain error occurred. The remarks were in direct response to Green's submission of \"model prisoner status\" as a nonstatutory mitigating circumstance. Moreover, nothing in the prosecutor's attempts to undermine this characterization were sufficiently egregious to violate due process.</p>\n<p>Next, Green objects to the DA's description of the crime scene as a place frequented by regular people such as the jurors themselves. Undoubtedly, this comment does straddle the line of propriety. <i>See </i><i>United States v. Pichnarcik,</i> <span class=\"citation\" data-id=\"290778\"><a href=\"/opinion/290778/united-states-v-robert-a-pichnarcik/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1290</span></a></span>, 1291 (9th Cir.1970) (acknowledging that statements \"asking the jurors to put themselves in place of the victims will not be condoned as good practice\"). Although not raised by Green, another comment by the DA is even more disturbing. In discussing the psychological terror inflicted upon the victims, the DA stated: \"Think about yourself lying there while one person is being beaten to death. You're beside them and you're next.\" (Sentencing Tr. at 2047.)</p>\n<p>Notwithstanding the dubious propriety of the first remark and the obvious inappropriateness of the second remark, the comments were isolated and earned only a brief reference in the DA's case. Moreover, the judge properly instructed the jury that they were the \"sole judges\" of the evidence. <i>See </i><i>Lawson,</i> 3 F.3d at 755 (emphasizing that accurate jury instructions serve to moderate any possible improper statements). In addition, there is no evidence that the DA offered this statement for the purpose of diverting the jury's attention to some extraneous factor outside the evidence or that any evidence was manipulated or misstated in closing. <i>See </i><i>Hayes v. Lockhart,</i> <span class=\"citation\" data-id=\"509049\"><a href=\"/opinion/509049/tj-hayes-v-al-lockhart-director-arkansas-department-of-corrections/\"><span class=\"volume\">852</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">339</span></a></span>, 346 (8th Cir.1988) (finding that improper prosecutorial remarks asking the jurors to put themselves in the victim's shoes did not so infect the trial to constitute a denial of due process), <i>vacated on other grounds,</i> 491 U.S. <span class=\"star-pagination\">*266</span> 902, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3181</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">691</span></span> (1989). Again, therefore, Green cannot meet the elevated showing of proof necessary to create a genuine issue of material fact.</p>\n<p>The DA's statements suggesting a monetary interest on the part of the jurors to impose the death sentence are similarly problematic. Unquestionably, \"appeals to the pecuniary interests of jurors are patently improper.\" <i>United States v. Blecker,</i> <span class=\"citation\" data-id=\"393691\"><a href=\"/opinion/393691/united-states-v-herbert-g-blecker-united-states-of-america-v-icarus/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">629</span></a></span>, 636 (4th Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1150</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1016</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">304</span></span> (1982). Nonetheless, after further review of the DA's closing argument, it becomes apparent that these isolated statements did not constitute an overarching theme or even serve as a significant part of the DA's case. In addition, the jury instructions explained in detail how the jury should base their decision. In the context of the whole closing argument and the entirety of the trial, these remarks did not amount to a constitutional violation. <i>See </i><i>United States v. Pupo,</i> <span class=\"citation\" data-id=\"503073\"><a href=\"/opinion/503073/united-states-v-alfonso-adalberto-pupo-united-states-of-america-v-george/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1235</span></a></span>, 1240 (4th Cir.) (holding that improper argument about purging juror's community of drug conspiracies did not rise to level of plain error), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">842</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">113</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">87</span></span> (1988); <i>Blecker,</i> 657 F.2d at 636 (finding no reversible error, despite contemporaneous objection, because of totality of circumstances).</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>After further consideration, the State's motion to strike Green's reply brief is DENIED. For the reasons stated above, the State's motion for summary judgment on Green's petition for a writ of habeas corpus is GRANTED. Green's motion for leave for discovery is MOOT. This case is, therefore, DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  The court will use the term \"procedural bar\" to signify an impediment to review at the state level and \"procedural default\" to represent when a state procedural bar also precludes federal review.</p>\n<p>[2]  The State argues that the amended version of § 1419 applies to Green. This contention, however, is erroneous as the amendments became effective on 21 June 1996, after the superior court's denial of the MAR.</p>\n<p>[3]  This court recognizes that <i>Smith</i> lacks precedential value because the Fourth Circuit was evenly divided about whether the state court actually relied on the procedural infirmities. <i>See </i><i>Ashe,</i> 39 F.3d at 86. Notwithstanding, the language about the mandatory nature of § 1419 was apparently not disputed.</p>\n<p>[4]  Because of the unique treatment of ineffective assistance of counsel claims, this discussion is not applicable to Green's allegations in Claim II. The procedural posture of ineffective assistance claims is discussed beginning on page 254 of this order.</p>\n<p>[5]  Although Green mentions effective assistance of counsel in this claim, the ground for relief does not go to the performance of his counsel but directly relates to actions by the District Attorney. As such, it is not subject to the special treatment of ineffective assistance claims below.</p>\n<p>[6]  To the extent that some parts of Claim IV could not have been raised on direct appeal, the court holds that Green is not entitled to habeas relief on the merits. Green does not offer any legal argument concerning how the State's actions constitute a federal constitutional violation sufficient to warrant a new sentencing proceeding. Although Green does allege that the State purposefully sought certain judges to hear postconviction motions, he does not demonstrate how the State acted outside the operation of the law or refute the State's explanation about the legitimacy of its actions. In fact, he offers no concrete evidence beyond hearsay statements to support his position.</p>\n<p>[7]  Green argues that the superior court erroneously determined that claims about the District Attorney's use of peremptory challenges were barred under § 1419(a)(3). He asserts that these claims were raised but never ruled on by the North Carolina Supreme Court. Yet, Green ignores that these claims were brought with regard to the 1984 sentencing. After Green's resentencing in 1992, he did not raise these claims about the 1992 proceeding.</p>\n<p>[8]  This situation is qualitatively different than that presented by § 1419(a)(3). Under § 1419(a)(3), a claim is barred because the state court was not afforded the opportunity to rule on the merits in a timely manner. Unlike § 1419(a)(2), when applying § 1419(a)(3), there is no state court adjudication of a federal law issue that could serve as binding precedent.</p>\n<p>[9]  It also is not clear that racial discrimination in the selection of a North Carolina grand jury foreperson constitutes a violation of federal constitutional principles to a degree warranting reversal. <i>See </i><i>Hobby v. United States,</i> <span class=\"citation\" data-id=\"111247\"><a href=\"/opinion/111247/hobby-v-united-states/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></a></span>, <span class=\"citation\" data-id=\"111247\"><a href=\"/opinion/111247/hobby-v-united-states/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3093</span></a></span>, <span class=\"citation\" data-id=\"111247\"><a href=\"/opinion/111247/hobby-v-united-states/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></a></span> (1984) (holding that discrimination in selection of a federal grand jury foreperson does not rise to level of reversible due process violation because the foreperson serves a ministerial role); <i>Rose v. Mitchell,</i> <span class=\"citation\" data-id=\"110143\"><a href=\"/opinion/110143/rose-v-mitchell/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>, <span class=\"citation\" data-id=\"110143\"><a href=\"/opinion/110143/rose-v-mitchell/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2993</span></a></span>, <span class=\"citation\" data-id=\"110143\"><a href=\"/opinion/110143/rose-v-mitchell/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">739</span></a></span> (1979) (assuming that discrimination in selection of Tennessee grand jury foreperson, because of the non-ministerial role of foreperson under Tennessee law, would violate Equal Protection Clause). Addressing the identical situation presented in this case, the Fourth Circuit held that \"a rule prohibiting discrimination in the selection of grand jury foremen in North Carolina would constitute a new rule within the meaning of <i>Teague,</i> and therefore [the claim] is not cognizable in federal habeas corpus.\" <i>Nickerson v. Lee,</i> <span class=\"citation\" data-id=\"588131\"><a href=\"/opinion/588131/frank-r-nickerson-v-ta-lee-attorney-general-of-north-carolina/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1125</span></a></span>, 1131 (4th Cir.1992) (citing <i>Teague v. Lane,</i> <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1060</span></a></span>, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span></a></span> (1989)). Accordingly, although neither party mentioned <i>Teague</i> with regard to this issue, this claim is also subject to dismissal on <i>Teague</i> grounds.</p>\n<p>[10]  The court will employ the term \"DA\" to refer to any attorney for the prosecution.</p>\n<p>[11]  The court recognizes that several of the alleged improper statements were subject to the plain error standard because Green's counsel did not lodge an objection. Yet, even if this more burdensome standard were not applicable, Green has failed to offer sufficient evidence to meet: the <i>Strickland</i> test.</p>\n<p>[12]  Even if this court believed the evidence was sufficient to find error in this instance, the error would be subject to the same analysis applied below to instructions one, four, and five, and, thus, would not necessitate a new sentencing hearing.</p>\n<p>[13]  The court also held that the action did not violate state law because North Carolina statutes only imparted the right to allocute in noncapital cases.</p>\n<p>[14]  The North Carolina Supreme Court distinguished <i>Ashe</i> because it was a noncapital case.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/11182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/290778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/350172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393691/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429645/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/509049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586430/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/732321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/734255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1211101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1222920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1252108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1290524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1326431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1334280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1339444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1347654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1354872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1359086/"
  ]
}