{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2140093/",
  "absolute_url": "/opinion/2140093/cannon-v-north-carolina-state-bd-of-educ/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2140093/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:26:25.008874Z",
  "date_modified": "2016-04-26T23:17:13.512967Z",
  "type": "010combined",
  "sha1": "da82c7ce2cd0f11b864da96e098465692f3657e5",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>917 F.Supp. 387 (1996)</b></center>\n<center><h1>Hazard CANNON, Norman Phillips, and Dan Sizemore, Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA STATE BOARD OF EDUCATION, Dennis A. Wicker, in his official capacity as Lieutenant Governor of the State of North Carolina, and President of the Senate; Harold J. Brubaker, in his official capacity as Speaker of the North Carolina House of Representatives; The Durham County Board of Elections, an official agency of the State of North Carolina; The Durham County Board of Commissioners, Defendants.</h1></center>\n<center>No. 5:96-CV-115-BR(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 23, 1996.</center>\n<p>John C. Randall, Randall, Jervis &amp; Hill, Durham, NC, for Plaintiffs.</p>\n<p><span class=\"star-pagination\">*388</span> Edwin M. Speas, Jr., Senior Deputy Attorney General, Raleigh, NC, for State Defendants.</p>\n<p>Thomas R. Odom, Durham, NC, for County Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the undersigned on plaintiffs' motion for a temporary restraining order, preliminary injunction, and permanent injunction, directing that the upcoming 1996 Durham Public School Board election be conducted pursuant to N.C.Gen. Stat. § 115C-35, and enjoining as unconstitutional and illegal the conduct of said election, as currently planned, pursuant to the districting plan ratified by N.C.Gen.Stat. § 115C-68.3, or any other districting plan designed to concentrate in any voting district people of a particular race or color in a discriminatory manner. The election is scheduled to take place on May 7, 1996. Any run-off election would be held on June 4, 1996.</p>\n<p>The request for temporary restraining order was presented to the undersigned upon the filing of the case due to the then-unavailability of the judge to whom the case was regularly assigned.</p>\n<p>Plaintiffs are white citizens, residents, taxpayers, and registered voters of Durham County, North Carolina. Plaintiff Norman Phillips is the parent of a child currently enrolled in the Durham Public Schools. Plaintiffs thus have standing to bring this action. <i>United States v. Hays,</i> ___ U.S. ___, ___, 115 S.Ct. 2431, 2436, 132 L.Ed.2d 635 (1995); <i>Miller v. Johnson,</i> ___ U.S. ___, ___, 115 S.Ct. 2475, 2485, 132 L.Ed.2d 762 (1995).</p>\n<p>On February 6, 1992, a plan for the merger of the Durham County public school system and the City of Durham public school system into a new entity known as the \"Durham Public School System,\" was approved pursuant to N.C.Gen.Stat. § 115C-68.1. Following a challenge to the merger plan under state law in the state courts, the North Carolina General Assembly enacted N.C.Gen. Stat. § 115C-68.3, a curative statute resolving the state law issues. Although issues of state law have been authoritatively decided by the North Carolina Supreme Court, that court also held that it could not rule on the federal questions presented here as those issues were not properly before it. <i>Cannon v. N.C. State Board of Education,</i> 342 N.C. 399, 464 S.E.2d 43 (1995).</p>\n<p>The merger plan included a districting plan for the new entity, which supplanted the usual structure of five school board members elected at-large mandated by state law, N.C.Gen.Stat. § 115C-35, in favor of a new organizational structure to be composed of six race-based single-member districts and one member elected to the school board atlarge. The six single-member districts would be composed of four districts numbered one through four, and two over-lapping \"consolidated\" districts, A and B, encompassing the voters of districts one and two, and the voters of districts three and four, respectively. The districting plan was designed in such a manner as to result in Districts 1 and 2 being 63% and 56% black, respectively, by voting age population, while Districts 3 and 4 are 20% and 11% black, respectively. Thus, three of the six single-member districts  Districts 1, 2, and A  are by conscious design predominantly black, while the other three  Districts 3, 4, and B  are by conscious design predominantly white. In 1992, blacks constituted 31.7% of the total registered voters of Durham County. In creating the districting plan, defendants are accused of relying upon the racial composition of the voting-age population, not the racial composition of registered voters.</p>\n<p>Plaintiffs are apparently challenging the districting plan for the new school board entity, not the fact of the merger. The Court limits itself to an examination of the districting plan.</p>\n<p>The 1992 Durham School Board election was conducted pursuant to the districting plan now in effect. According to plaintiffs, three blacks were elected to the \"black\" seats, and three whites were elected to the \"white\" seats. Only two candidates, both white, vied for the at-large seat, and of these, the winner was the candidate endorsed by a <span class=\"star-pagination\">*389</span> civic organization known as the \"Durham Committee on the Affairs of Black People.\" This organization had also endorsed the eventual winner of a run-off election between two white candidates for one of the \"white\" seats.</p>\n<p>Plaintiffs complain \"[t]hat there has been a pattern of racial discrimination against the white voters of Durham by the General Assembly in recent years.\" (Complaint, ¶ 24, pp. 10-11). Specifically, plaintiffs complain that in the Fourteenth Judicial District, consisting of Durham County, one of the four superior court judgeships is allocated to a racially black set-aside sub-district, although another position is currently held by a black judge. Plaintiffs further complain that \"Durham County's voting precincts have recently been divided between congressional districts to accommodate the creation of two black set-aside congressional districts,\" (Complaint, ¶ 24, p. 11), a plan the Supreme Court of the United States has held is subject to Constitutional attack, <i>Shaw v. Reno,</i> 509 U.S. 630, 113 S.Ct. 2816, 125 L.Ed.2d 511 (1993), and whose Constitutionality is now before that Court for review, <i>Shaw v. Hunt,</i> ___ U.S. ___, 115 S.Ct. 2639, 132 L.Ed.2d 878 (1995) (noting probable appellate jurisdiction and ordering arguments).</p>\n<p>Plaintiffs claim there is no need for black set-aside districts in Durham County, pointing to a long list of black elected officials in Durham County and declaring that \"[w]hite voters and public officials have been more than fair to black candidates for public office and job seekers.\" (Complaint, ¶ 24, p. 11). Durham County is not among the North Carolina counties subject to the pre-clearance provisions of the Voting Rights Act of 1965, as amended, 42 U.S.C. § 1971, <i>et seq.</i> Finally, it must be noted that a majority of the Supreme Court has examined Durham's history of supporting black candidates for the state house and concluded that Durham is not a jurisdiction which discriminatorily votes against blacks. <i>Thornburg v. Gingles,</i> 478 U.S. 30, 77, 106 S.Ct. 2752, 2780, 92 L.Ed.2d 25 (1986) (Brennan, J., with White, J., concurring), 478 U.S. at 102-105, 106 S.Ct. at 2793-94 (O'Connor, J., joined by Burger, C.J., and Powell and Rehnquist, JJ.); <i>Collins v. City of Norfolk, VA.,</i> 816 F.2d 932, 937 (4th Cir.1987).<sup>[1]</sup></p>\n<p>Plaintiffs allege that the racially-motivated school districting plan violates their rights under the Privileges and Immunities Clause of Article IV, § 2 of the U.S. Constitution insofar as it deprives them of substantive due process under the Fifth Amendment; the Fourteenth Amendment's Privileges or Immunities, Equal Protection, and Due Process (right to vote) Clauses; the Fifteenth Amendment; and the Voting Rights Act of 1965, as amended, 42 U.S.C. § 1971, <i>et seq..</i></p>\n<p></p>\n<h2>*   *   *   *   *   *</h2>\n<p>There can be no question but that the plaintiffs have alleged grave Constitutional and statutory violations. The legality of racially-based voting districts has been seriously questioned as of late by the Supreme Court of the United States. <i>Gingles, supra; </i><i>Shaw v. Reno, supra</i><i>; Miller, supra; </i><i>Holder v. Hall,</i> ___ U.S. ___, 114 S.Ct. 2581, 129 L.Ed.2d 687 (1994) (plurality opinion); <i>Johnson v. DeGrandy,</i> ___ U.S. ___, 114 S.Ct. 2647, 129 L.Ed.2d 775 (1994). Indeed, two of the most important Supreme Court pronouncements on this topic, <i>Gingles</i> and <i>Shaw v. Reno</i><i>,</i> have been issued in cases emanating from North Carolina, and a third decision, arising from the same case as <i>Shaw v. Reno</i><i>,</i> is expected sometime during the Supreme Court's current term, which ends in June, 1996. <i>See </i><i>Shaw v. Hunt,</i> ___ U.S. ___, 115 S.Ct. 2639, 132 L.Ed.2d 878 (1995) (noting probable appellate jurisdiction and ordering arguments). Plaintiffs in the <i>Shaw</i> litigation are residents of Durham County. <i>Shaw v. Reno,</i> 509 U.S. at ___, 113 S.Ct. at 2821.</p>\n<p>As the basis for consideration of the temporary restraining order, the Court is constrained to briefly note the status of the law <span class=\"star-pagination\">*390</span> with regard to one of plaintiffs' several theories of the case in particular.</p>\n<p>Racial gerrymandering<sup>[2]</sup> is actionable under both the Fourteenth Amendment's Equal Protection Clause and the Fifteenth Amendment. <i>See </i><i>Shaw v. Reno,</i> 509 U.S. at ___ __ ___, 113 S.Ct. at 2825-26; <i>Gomillion v. Lightfoot,</i> 364 U.S. 339, 81 S.Ct. 125, 5 L.Ed.2d 110 (1960). \"[A] plaintiff states a claim under the Equal Protection Clause by alleging that a state redistricting plan, on its face, has no rational explanation save as an effort to separate voters on the basis of race.\" <i>Miller,</i> ___ U.S. at ___, 115 S.Ct. at 2482; <i>Shaw v. Reno, supra</i><i>.</i> The state's burden in such cases is difficult. \"Laws classifying citizens on the basis of race cannot be upheld unless they are narrowly tailored to achieve a compelling state interest.\" <i>Miller,</i> ___ U.S. at ___, 115 S.Ct. at 2482 (citations omitted); <i>Adarand Constructors v. Pena,</i> ___ U.S. ___, ___, 115 S.Ct. 2097, 2110, 132 L.Ed.2d 158 (1995); <i>City of Richmond v. J.A. Croson Co.,</i> 488 U.S. 469, 109 S.Ct. 706, 102 L.Ed.2d 854 (1989). Where race is the \"predominant, overriding factor explaining\" a districting plan, the plan \"cannot be upheld unless it satisfies strict scrutiny, our most rigorous and exacting standard of constitutional review.\" <i>Miller,</i> ___ U.S. at ___, 115 S.Ct. at 2490. \"To satisfy strict scrutiny, the State must demonstrate that its districting legislation is narrowly tailored to achieve a compelling interest.\" <i>Id.</i> (citations omitted); <i>Shaw v. Reno,</i> 509 U.S. at ___ _ ___, 113 S.Ct. at 2829-32. \"Just as the State may not, <i>absent extraordinary justification,</i> segregate citizens on the basis of race in its public parks, buses, golf courses, beaches, and schools, so did we recognize in <i>Shaw</i> that it may not separate its citizens into different voting districts on the basis of race.\" <i>Miller,</i> ___ U.S. at ___, 115 S.Ct. at 2486 (citations omitted) (emphasis added).</p>\n<p>The map outlining the challenged districts clearly reveals a pattern of bizarre shapes. Section 6(b) of the merger plan, which defines these districts by precinct, indicates that something other than geographic compactness, contiguity, and respect for political subdivisions informed the creation of districts composed of precinct numbers ranging from 13 through 52 (District 1), 3 through 39 (District 2), 1 through 51 (District 3), and 21 through 46 (District 4). But the Supreme Court has never</p>\n<blockquote>suggest[ed] that a district must be bizarre on its face before there is a constitutional violation.... Shape is relevant not because bizarreness is a necessary element of the constitutional wrong or a threshold requirement of proof, but because it may be persuasive circumstantial evidence that race for its own sake, and not other districting principles, was the legislature's dominant and controlling rationale in drawing its district lines.... parties may rely on evidence other than bizarreness to establish race-based districting.</blockquote>\n<p><i>Miller,</i> ___ U.S. at ___ _ ___, 115 S.Ct. at 2486-87 (citations omitted). In addition to the odd shapes of the districts, the instant case contains the strongest evidence \"other than bizarreness\" of race-based districting: the districting map itself prominently displays the \"Percent Black\" and \"Percent Deviation\" of each of the four base districts. \"No inquiry into legislative purpose is necessary when the racial classification appears on the face of the statute.\" <i>Shaw v. Reno,</i> 509 U.S. at ___, 113 S.Ct. at 2824 (citations omitted).</p>\n<p>The factors to be weighed before issuing a temporary restraining order are the same as those considered before issuance of a preliminary injunction. <i>J. Doe v. Shenandoah County School Board,</i> 737 F.Supp. 913, 915 (W.D.Va.1990), citing <i>Blackwelder Furniture Co. v. Seilig Mfg. Co.,</i> 550 F.2d 189, 193 (4th Cir.1977); <i>see also </i><i>Commonwealth of Virginia v. Kelly,</i> 29 F.3d 145, 147 (4th Cir.1994) (applying <i>Blackwelder</i> test to temporary restraining order); <i>James A. Merritt &amp; Sons v. Marsh,</i> 791 F.2d 328 (4th Cir.1986) (same). <span class=\"star-pagination\">*391</span> The Fourth Circuit follows the \"hardship balancing test,\" whereby the court balances \"the harm or injury imposed on the plaintiff in the event relief is denied against the harm to the defendant if the relief is granted, and on the basis of such balancing proceeds to determine the degree by which a `likelihood of success' on the merits must be established before relief may issue.\" <i>Direx Israel, Ltd. v. Breakthrough Medical Corp.,</i> 952 F.2d 802, 811 (4th Cir.1992). \"Four factors must be considered: (1) the likelihood of irreparable harm to the plaintiff if the preliminary injunction is denied, (2) the likelihood of harm to the defendant if the requested relief is granted, (3) the likelihood that the plaintiff will succeed on the merits, and (4) the public interest. The irreparable harm to the plaintiff and the harm to the defendant are the two most important factors.\" <i>Direx Israel,</i> 952 F.2d at 812, quoting <i>Rum Creek Coal Sales, Inc. v. Caperton,</i> 926 F.2d 353, 359 (4th Cir.1991).</p>\n<p>\"[T]he balance of harm evaluation should precede the determination of the degree by which plaintiff must establish the likelihood of success on his part.\" <i>Direx Israel,</i> 952 F.2d at 813 (citations omitted). As the balance of hardship calculated by reference to the first two factors \"tips decidedly in favor of the plaintiff,\" <i>Direx Israel,</i> 952 F.2d at 813, quoting <i>Rum Creek,</i> 926 F.2d at 359 (citations omitted), the less compelling need be the showing that there is a likelihood of success on the merits. Conversely, as the balance of hardships tips in favor of the defendant, the plaintiff is required to make a greater showing of success on the merits. <i>Direx Israel,</i> 952 F.2d at 813.</p>\n<p>The balance of hardships in this case decidedly favors the plaintiffs. Should the election proceed under the current plan, plaintiffs' constitutional rights would be placed in great jeopardy, and the likelihood of irreparable harm would thus be quite high. The probability of harm to defendants is relatively small. Delaying the Durham School Board election, or conducting it under the standard five at-large member plan, would cost little when compared to the damage otherwise risked by plaintiffs and all those similarly situated in being deprived of their Constitutional rights. <i>See </i><i>Jones v. Board of Governors of Univ. of North Carolina,</i> 704 F.2d 713, 716 (4th Cir.1983) (preliminary injunction \"entirely proper\" when plaintiff presents \"`grave or serious questions' of procedural due process\").</p>\n<p>If the balance of hardships favors plaintiffs, their likelihood of success on the merits is exceptionally strong. After all, plaintiffs have come forward with evidence that demands application of the strict scrutiny test. Moreover, they have done so with regard to a complicated and difficult area of the law that is certain to gain better definition by reason of an imminent decision by the Supreme Court of the United States in a case with similar facts originating from the very same county.</p>\n<p>Keeping in mind this latter aspect of the situation, the public interest favors the granting of a temporary restraining order. The election at issue will be held within weeks, or perhaps even days, of this important Supreme Court pronouncement. In light of these extraordinary circumstances, it would be imprudent to proceed with an election under a districting plan subject to strict scrutiny where recent developments in the law suggest plaintiffs stand a strong likelihood of success on the merits. The potential public costs in excessive litigation and lingering doubts as to the constitutionality of the school board's composition mitigate in favor of caution.</p>\n<p></p>\n<h2>*   *   *   *   *   *</h2>\n<p>Because it now appears that the parties may now seek regular calendaring of the request for preliminary injunction by hearing before the judge to whom the case is assigned, this Court will defer a present ruling on the motion for a temporary restraining order. If the parties are unable to obtain such calendaring within ten (10) days, this Court will issue the temporary restraining order for the above-stated reasons and schedule a hearing on the motion for preliminary injunction.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  With regard to Durham, the <i>Gingles</i> opinions by Justices Brennan and O'Connor disagreed only as to the reasons for reversing the lower court's opinion that Durham was a discriminatory jurisdiction. Justice Brennan's opinion stated that the lower court's opinion was wrong as a matter of law, while Justice O'Connor's opinion found the lower court's opinion clearly erroneous. <i>See </i><i>Collins,</i> 816 F.2d at 937 n. 4.</p>\n<p>[2]  Plaintiffs' claim of vote-dilution is separate and distinct from that alleging the \"State has used race as a basis for separating voters into districts.\" <i>Miller,</i> ___ U.S. at ___, 115 S.Ct. at 2486. \"[A] vote dilution claim alleges that the State has enacted a particular voting scheme as a purposeful device `to minimize or cancel out the voting potential of racial or ethnic minorities.'\" <i>Miller,</i> ___ U.S. at ___, 115 S.Ct. at 2485, quoting <i>Mobile v. Bolden,</i> 446 U.S. 55, 66, 100 S.Ct. 1490, 1499, 64 L.Ed.2d 47 (1980) (citing cases).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">917</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">387</span></span> (1996)</b></center>\n<center><h1>Hazard CANNON, Norman Phillips, and Dan Sizemore, Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA STATE BOARD OF EDUCATION, Dennis A. Wicker, in his official capacity as Lieutenant Governor of the State of North Carolina, and President of the Senate; Harold J. Brubaker, in his official capacity as Speaker of the North Carolina House of Representatives; The Durham County Board of Elections, an official agency of the State of North Carolina; The Durham County Board of Commissioners, Defendants.</h1></center>\n<center>No. 5:96-CV-115-BR(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 23, 1996.</center>\n<p>John C. Randall, Randall, Jervis &amp; Hill, Durham, NC, for Plaintiffs.</p>\n<p><span class=\"star-pagination\">*388</span> Edwin M. Speas, Jr., Senior Deputy Attorney General, Raleigh, NC, for State Defendants.</p>\n<p>Thomas R. Odom, Durham, NC, for County Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the undersigned on plaintiffs' motion for a temporary restraining order, preliminary injunction, and permanent injunction, directing that the upcoming 1996 Durham Public School Board election be conducted pursuant to N.C.Gen. Stat. § 115C-35, and enjoining as unconstitutional and illegal the conduct of said election, as currently planned, pursuant to the districting plan ratified by N.C.Gen.Stat. § 115C-68.3, or any other districting plan designed to concentrate in any voting district people of a particular race or color in a discriminatory manner. The election is scheduled to take place on May 7, 1996. Any run-off election would be held on June 4, 1996.</p>\n<p>The request for temporary restraining order was presented to the undersigned upon the filing of the case due to the then-unavailability of the judge to whom the case was regularly assigned.</p>\n<p>Plaintiffs are white citizens, residents, taxpayers, and registered voters of Durham County, North Carolina. Plaintiff Norman Phillips is the parent of a child currently enrolled in the Durham Public Schools. Plaintiffs thus have standing to bring this action. <i>United States v. Hays,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"117965\"><a href=\"/opinion/117965/united-states-v-hays/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2431</span></a></span>, 2436, <span class=\"citation\" data-id=\"117965\"><a href=\"/opinion/117965/united-states-v-hays/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">635</span></a></span> (1995); <i>Miller v. Johnson,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"117968\"><a href=\"/opinion/117968/miller-v-johnson/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2475</span></a></span>, 2485, <span class=\"citation\" data-id=\"117968\"><a href=\"/opinion/117968/miller-v-johnson/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">762</span></a></span> (1995).</p>\n<p>On February 6, 1992, a plan for the merger of the Durham County public school system and the City of Durham public school system into a new entity known as the \"Durham Public School System,\" was approved pursuant to N.C.Gen.Stat. § 115C-68.1. Following a challenge to the merger plan under state law in the state courts, the North Carolina General Assembly enacted N.C.Gen. Stat. § 115C-68.3, a curative statute resolving the state law issues. Although issues of state law have been authoritatively decided by the North Carolina Supreme Court, that court also held that it could not rule on the federal questions presented here as those issues were not properly before it. <i>Cannon v. N.C. State Board of Education,</i> <span class=\"citation no-link\"><span class=\"volume\">342</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">399</span></span>, <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">43</span></span> (1995).</p>\n<p>The merger plan included a districting plan for the new entity, which supplanted the usual structure of five school board members elected at-large mandated by state law, N.C.Gen.Stat. § 115C-35, in favor of a new organizational structure to be composed of six race-based single-member districts and one member elected to the school board atlarge. The six single-member districts would be composed of four districts numbered one through four, and two over-lapping \"consolidated\" districts, A and B, encompassing the voters of districts one and two, and the voters of districts three and four, respectively. The districting plan was designed in such a manner as to result in Districts 1 and 2 being 63% and 56% black, respectively, by voting age population, while Districts 3 and 4 are 20% and 11% black, respectively. Thus, three of the six single-member districts  Districts 1, 2, and A  are by conscious design predominantly black, while the other three  Districts 3, 4, and B  are by conscious design predominantly white. In 1992, blacks constituted 31.7% of the total registered voters of Durham County. In creating the districting plan, defendants are accused of relying upon the racial composition of the voting-age population, not the racial composition of registered voters.</p>\n<p>Plaintiffs are apparently challenging the districting plan for the new school board entity, not the fact of the merger. The Court limits itself to an examination of the districting plan.</p>\n<p>The 1992 Durham School Board election was conducted pursuant to the districting plan now in effect. According to plaintiffs, three blacks were elected to the \"black\" seats, and three whites were elected to the \"white\" seats. Only two candidates, both white, vied for the at-large seat, and of these, the winner was the candidate endorsed by a <span class=\"star-pagination\">*389</span> civic organization known as the \"Durham Committee on the Affairs of Black People.\" This organization had also endorsed the eventual winner of a run-off election between two white candidates for one of the \"white\" seats.</p>\n<p>Plaintiffs complain \"[t]hat there has been a pattern of racial discrimination against the white voters of Durham by the General Assembly in recent years.\" (Complaint, ¶ 24, pp. 10-11). Specifically, plaintiffs complain that in the Fourteenth Judicial District, consisting of Durham County, one of the four superior court judgeships is allocated to a racially black set-aside sub-district, although another position is currently held by a black judge. Plaintiffs further complain that \"Durham County's voting precincts have recently been divided between congressional districts to accommodate the creation of two black set-aside congressional districts,\" (Complaint, ¶ 24, p. 11), a plan the Supreme Court of the United States has held is subject to Constitutional attack, <i>Shaw v. Reno,</i> <span class=\"citation\" data-id=\"112905\"><a href=\"/opinion/112905/shaw-v-reno/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">630</span></a></span>, <span class=\"citation\" data-id=\"112905\"><a href=\"/opinion/112905/shaw-v-reno/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2816</span></a></span>, <span class=\"citation\" data-id=\"112905\"><a href=\"/opinion/112905/shaw-v-reno/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">511</span></a></span> (1993), and whose Constitutionality is now before that Court for review, <i>Shaw v. Hunt,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2639</span></span>, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">878</span></span> (1995) (noting probable appellate jurisdiction and ordering arguments).</p>\n<p>Plaintiffs claim there is no need for black set-aside districts in Durham County, pointing to a long list of black elected officials in Durham County and declaring that \"[w]hite voters and public officials have been more than fair to black candidates for public office and job seekers.\" (Complaint, ¶ 24, p. 11). Durham County is not among the North Carolina counties subject to the pre-clearance provisions of the Voting Rights Act of 1965, as amended, 42 U.S.C. § 1971, <i>et seq.</i> Finally, it must be noted that a majority of the Supreme Court has examined Durham's history of supporting black candidates for the state house and concluded that Durham is not a jurisdiction which discriminatorily votes against blacks. <i>Thornburg v. Gingles,</i> <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, 77, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>, 2780, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span></a></span> (1986) (Brennan, J., with White, J., concurring), 478 U.S. at 102-105, 106 S.Ct. at 2793-94 (O'Connor, J., joined by Burger, C.J., and Powell and Rehnquist, JJ.); <i>Collins v. City of Norfolk, VA.,</i> <span class=\"citation\" data-id=\"487143\"><a href=\"/opinion/487143/herbert-m-collins-dr-h-marks-s-richard-barbara-c-parham-william-e/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">932</span></a></span>, 937 (4th Cir.1987).<sup>[1]</sup></p>\n<p>Plaintiffs allege that the racially-motivated school districting plan violates their rights under the Privileges and Immunities Clause of Article IV, § 2 of the U.S. Constitution insofar as it deprives them of substantive due process under the Fifth Amendment; the Fourteenth Amendment's Privileges or Immunities, Equal Protection, and Due Process (right to vote) Clauses; the Fifteenth Amendment; and the Voting Rights Act of 1965, as amended, 42 U.S.C. § 1971, <i>et seq..</i></p>\n<p></p>\n<h2>*   *   *   *   *   *</h2>\n<p>There can be no question but that the plaintiffs have alleged grave Constitutional and statutory violations. The legality of racially-based voting districts has been seriously questioned as of late by the Supreme Court of the United States. <i>Gingles, supra; </i><i>Shaw v. Reno, supra</i><i>; Miller, supra; </i><i>Holder v. Hall,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"117874\"><a href=\"/opinion/117874/holder-v-hall/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2581</span></a></span>, <span class=\"citation\" data-id=\"117874\"><a href=\"/opinion/117874/holder-v-hall/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">687</span></a></span> (1994) (plurality opinion); <i>Johnson v. DeGrandy,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2647</span></a></span>, <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">775</span></a></span> (1994). Indeed, two of the most important Supreme Court pronouncements on this topic, <i>Gingles</i> and <i>Shaw v. Reno</i><i>,</i> have been issued in cases emanating from North Carolina, and a third decision, arising from the same case as <i>Shaw v. Reno</i><i>,</i> is expected sometime during the Supreme Court's current term, which ends in June, 1996. <i>See </i><i>Shaw v. Hunt,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2639</span></span>, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">878</span></span> (1995) (noting probable appellate jurisdiction and ordering arguments). Plaintiffs in the <i>Shaw</i> litigation are residents of Durham County. <i>Shaw v. Reno,</i> 509 U.S. at ___, 113 S.Ct. at 2821.</p>\n<p>As the basis for consideration of the temporary restraining order, the Court is constrained to briefly note the status of the law <span class=\"star-pagination\">*390</span> with regard to one of plaintiffs' several theories of the case in particular.</p>\n<p>Racial gerrymandering<sup>[2]</sup> is actionable under both the Fourteenth Amendment's Equal Protection Clause and the Fifteenth Amendment. <i>See </i><i>Shaw v. Reno,</i> 509 U.S. at ___ __ ___, 113 S.Ct. at 2825-26; <i>Gomillion v. Lightfoot,</i> <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></a></span>, <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">125</span></a></span>, <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span></a></span> (1960). \"[A] plaintiff states a claim under the Equal Protection Clause by alleging that a state redistricting plan, on its face, has no rational explanation save as an effort to separate voters on the basis of race.\" <i>Miller,</i> ___ U.S. at ___, 115 S.Ct. at 2482; <i>Shaw v. Reno, supra</i><i>.</i> The state's burden in such cases is difficult. \"Laws classifying citizens on the basis of race cannot be upheld unless they are narrowly tailored to achieve a compelling state interest.\" <i>Miller,</i> ___ U.S. at ___, 115 S.Ct. at 2482 (citations omitted); <i>Adarand Constructors v. Pena,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"117947\"><a href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, 2110, <span class=\"citation\" data-id=\"117947\"><a href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1995); <i>City of Richmond v. J.A. Croson Co.,</i> <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1989). Where race is the \"predominant, overriding factor explaining\" a districting plan, the plan \"cannot be upheld unless it satisfies strict scrutiny, our most rigorous and exacting standard of constitutional review.\" <i>Miller,</i> ___ U.S. at ___, 115 S.Ct. at 2490. \"To satisfy strict scrutiny, the State must demonstrate that its districting legislation is narrowly tailored to achieve a compelling interest.\" <i>Id.</i> (citations omitted); <i>Shaw v. Reno,</i> 509 U.S. at ___ _ ___, 113 S.Ct. at 2829-32. \"Just as the State may not, <i>absent extraordinary justification,</i> segregate citizens on the basis of race in its public parks, buses, golf courses, beaches, and schools, so did we recognize in <i>Shaw</i> that it may not separate its citizens into different voting districts on the basis of race.\" <i>Miller,</i> ___ U.S. at ___, 115 S.Ct. at 2486 (citations omitted) (emphasis added).</p>\n<p>The map outlining the challenged districts clearly reveals a pattern of bizarre shapes. Section 6(b) of the merger plan, which defines these districts by precinct, indicates that something other than geographic compactness, contiguity, and respect for political subdivisions informed the creation of districts composed of precinct numbers ranging from 13 through 52 (District 1), 3 through 39 (District 2), 1 through 51 (District 3), and 21 through 46 (District 4). But the Supreme Court has never</p>\n<blockquote>suggest[ed] that a district must be bizarre on its face before there is a constitutional violation.... Shape is relevant not because bizarreness is a necessary element of the constitutional wrong or a threshold requirement of proof, but because it may be persuasive circumstantial evidence that race for its own sake, and not other districting principles, was the legislature's dominant and controlling rationale in drawing its district lines.... parties may rely on evidence other than bizarreness to establish race-based districting.</blockquote>\n<p><i>Miller,</i> ___ U.S. at ___ _ ___, 115 S.Ct. at 2486-87 (citations omitted). In addition to the odd shapes of the districts, the instant case contains the strongest evidence \"other than bizarreness\" of race-based districting: the districting map itself prominently displays the \"Percent Black\" and \"Percent Deviation\" of each of the four base districts. \"No inquiry into legislative purpose is necessary when the racial classification appears on the face of the statute.\" <i>Shaw v. Reno,</i> 509 U.S. at ___, 113 S.Ct. at 2824 (citations omitted).</p>\n<p>The factors to be weighed before issuing a temporary restraining order are the same as those considered before issuance of a preliminary injunction. <i>J. Doe v. Shenandoah County School Board,</i> <span class=\"citation\" data-id=\"1446607\"><a href=\"/opinion/1446607/doe-by-doe-v-shenandoah-county-school-bd/\"><span class=\"volume\">737</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">913</span></a></span>, 915 (W.D.Va.1990), citing <i>Blackwelder Furniture Co. v. Seilig Mfg. Co.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 193 (4th Cir.1977); <i>see also </i><i>Commonwealth of Virginia v. Kelly,</i> <span class=\"citation\" data-id=\"673861\"><a href=\"/opinion/673861/commonwealth-of-virginia-v-frank-d-kelly-jr/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">145</span></a></span>, 147 (4th Cir.1994) (applying <i>Blackwelder</i> test to temporary restraining order); <i>James A. Merritt &amp; Sons v. Marsh,</i> <span class=\"citation\" data-id=\"470304\"><a href=\"/opinion/470304/james-a-merritt-and-sons-v-john-o-marsh-jr-secretary-of-us/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">328</span></a></span> (4th Cir.1986) (same). <span class=\"star-pagination\">*391</span> The Fourth Circuit follows the \"hardship balancing test,\" whereby the court balances \"the harm or injury imposed on the plaintiff in the event relief is denied against the harm to the defendant if the relief is granted, and on the basis of such balancing proceeds to determine the degree by which a `likelihood of success' on the merits must be established before relief may issue.\" <i>Direx Israel, Ltd. v. Breakthrough Medical Corp.,</i> <span class=\"citation\" data-id=\"574911\"><a href=\"/opinion/574911/direx-israel-ltd-direx-incorporated-v-breakthrough-medical-corporation/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></a></span>, 811 (4th Cir.1992). \"Four factors must be considered: (1) the likelihood of irreparable harm to the plaintiff if the preliminary injunction is denied, (2) the likelihood of harm to the defendant if the requested relief is granted, (3) the likelihood that the plaintiff will succeed on the merits, and (4) the public interest. The irreparable harm to the plaintiff and the harm to the defendant are the two most important factors.\" <i>Direx Israel,</i> 952 F.2d at 812, quoting <i>Rum Creek Coal Sales, Inc. v. Caperton,</i> <span class=\"citation\" data-id=\"556436\"><a href=\"/opinion/556436/rum-creek-coal-sales-incorporated-v-honorable-w-gaston-caperton-colonel/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">353</span></a></span>, 359 (4th Cir.1991).</p>\n<p>\"[T]he balance of harm evaluation should precede the determination of the degree by which plaintiff must establish the likelihood of success on his part.\" <i>Direx Israel,</i> 952 F.2d at 813 (citations omitted). As the balance of hardship calculated by reference to the first two factors \"tips decidedly in favor of the plaintiff,\" <i>Direx Israel,</i> 952 F.2d at 813, quoting <i>Rum Creek,</i> 926 F.2d at 359 (citations omitted), the less compelling need be the showing that there is a likelihood of success on the merits. Conversely, as the balance of hardships tips in favor of the defendant, the plaintiff is required to make a greater showing of success on the merits. <i>Direx Israel,</i> 952 F.2d at 813.</p>\n<p>The balance of hardships in this case decidedly favors the plaintiffs. Should the election proceed under the current plan, plaintiffs' constitutional rights would be placed in great jeopardy, and the likelihood of irreparable harm would thus be quite high. The probability of harm to defendants is relatively small. Delaying the Durham School Board election, or conducting it under the standard five at-large member plan, would cost little when compared to the damage otherwise risked by plaintiffs and all those similarly situated in being deprived of their Constitutional rights. <i>See </i><i>Jones v. Board of Governors of Univ. of North Carolina,</i> <span class=\"citation\" data-id=\"416664\"><a href=\"/opinion/416664/nancy-jones-v-the-board-of-governors-of-the-university-of-north-carolina/\"><span class=\"volume\">704</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">713</span></a></span>, 716 (4th Cir.1983) (preliminary injunction \"entirely proper\" when plaintiff presents \"`grave or serious questions' of procedural due process\").</p>\n<p>If the balance of hardships favors plaintiffs, their likelihood of success on the merits is exceptionally strong. After all, plaintiffs have come forward with evidence that demands application of the strict scrutiny test. Moreover, they have done so with regard to a complicated and difficult area of the law that is certain to gain better definition by reason of an imminent decision by the Supreme Court of the United States in a case with similar facts originating from the very same county.</p>\n<p>Keeping in mind this latter aspect of the situation, the public interest favors the granting of a temporary restraining order. The election at issue will be held within weeks, or perhaps even days, of this important Supreme Court pronouncement. In light of these extraordinary circumstances, it would be imprudent to proceed with an election under a districting plan subject to strict scrutiny where recent developments in the law suggest plaintiffs stand a strong likelihood of success on the merits. The potential public costs in excessive litigation and lingering doubts as to the constitutionality of the school board's composition mitigate in favor of caution.</p>\n<p></p>\n<h2>*   *   *   *   *   *</h2>\n<p>Because it now appears that the parties may now seek regular calendaring of the request for preliminary injunction by hearing before the judge to whom the case is assigned, this Court will defer a present ruling on the motion for a temporary restraining order. If the parties are unable to obtain such calendaring within ten (10) days, this Court will issue the temporary restraining order for the above-stated reasons and schedule a hearing on the motion for preliminary injunction.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  With regard to Durham, the <i>Gingles</i> opinions by Justices Brennan and O'Connor disagreed only as to the reasons for reversing the lower court's opinion that Durham was a discriminatory jurisdiction. Justice Brennan's opinion stated that the lower court's opinion was wrong as a matter of law, while Justice O'Connor's opinion found the lower court's opinion clearly erroneous. <i>See </i><i>Collins,</i> 816 F.2d at 937 n. 4.</p>\n<p>[2]  Plaintiffs' claim of vote-dilution is separate and distinct from that alleging the \"State has used race as a basis for separating voters into districts.\" <i>Miller,</i> ___ U.S. at ___, 115 S.Ct. at 2486. \"[A] vote dilution claim alleges that the State has enacted a particular voting scheme as a purposeful device `to minimize or cancel out the voting potential of racial or ethnic minorities.'\" <i>Miller,</i> ___ U.S. at ___, 115 S.Ct. at 2485, quoting <i>Mobile v. Bolden,</i> <span class=\"citation\" data-id=\"110246\"><a href=\"/opinion/110246/mobile-v-bolden/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></a></span>, 66, <span class=\"citation\" data-id=\"110246\"><a href=\"/opinion/110246/mobile-v-bolden/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1490</span></a></span>, 1499, <span class=\"citation\" data-id=\"110246\"><a href=\"/opinion/110246/mobile-v-bolden/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">47</span></a></span> (1980) (citing cases).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112905/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1446607/"
  ]
}