{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2140295/",
  "absolute_url": "/opinion/2140295/boon-partners-v-advanced-financial-concepts-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2140295/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:26:27.731462Z",
  "date_modified": "2016-04-26T23:17:13.824517Z",
  "type": "010combined",
  "sha1": "67896a32a473cd4fe53861dc722864ff2d59bb82",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>917 F.Supp. 392 (1996)</b></center>\n<center><h1>BOON PARTNERS, et al., Plaintiffs,<br>\nv.<br>\nADVANCED FINANCIAL CONCEPTS, INC., et al., Defendants.</h1></center>\n<center>No. 5:95-CV-427-BO(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 6, 1996.</center>\n<p><span class=\"star-pagination\">*393</span> M. Ryan Dyson, Raleigh, NC, Kevin P. Hopper, Raleigh, NC, for Plaintiffs.</p>\n<p>Hayden J. Silver, III, Beverly L. Rubin, Moore &amp; Van Allen, Raleigh, NC, for Defendant Elborne Mitchell.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the undersigned on defendant Elborne Mitchell's motion to dismiss for lack of personal jurisdiction pursuant to Fed.R.Civ.P. 12(b)(2) and for failure to state a claim pursuant to Fed.R.Civ.P. 12(b)(6). Finding insufficient contacts by defendant with North Carolina or the United States as a whole, the court holds that it may not assert personal jurisdiction over defendant Elborne Mitchell under either the North Carolina long-arm statute or the relevant federal statutes providing for nationwide service of process. Consequently, defendant's Rule 12(b)(2) motion is GRANTED and defendant's Rule 12(b)(6) motion is moot.</p>\n<p><span class=\"star-pagination\">*394</span> This action arises out of plaintiffs' investment of $1 million in a project coordinated by some of defendants. The $1 million was to be used to obtain financing for the purchase of Greek flour mills by defendant Farina Securities, Inc., a Virgin Islands corporation. Plaintiffs' investment or loan purportedly was insured by two insurance bonds issued by defendant International Casualty &amp; Surety Co, Ltd. of New Zealand, to be repaid by reinsurance cover notes issued by Australian insurance companies through a brokerage firm in London, General Risk Management, Ltd. (GRM). The reinsurance was in turn collateralized by 80,000 shares of preferred stock issued by Maxxim Corporation. Plaintiff alleges that the stock and insurance bonds are worthless.</p>\n<p>The involvement of defendant Elborne Mitchell, an English firm of solicitors in London, in this matter is limited to two events. First, at the request of defendant Steel Smith Roberts &amp; Lawson Insurance Management (Steele) and its agent GRM, Maurice Lennon, a non-lawyer employed by Elborne Mitchell, certified a copy of a \"Binding Authority Agreement\" between Steele and the Australian insurance companies and sent it to defendant Pinekenstein in Wisconsin. An accompanying cover letter stated that Elborne Mitchell \"certif[ies] that this is a true copy of the original Binding Authority Agreement.\" Defendant Pinekenstein subsequently used the certified copy and letter in negotiations with plaintiffs. Second, plaintiffs allege that their agent in North Carolina telephoned a third party in Georgia who then patched in Lennon from London. Lennon purportedly advised the other parties that the certified copy was authentic and that the agreement was valid and legally enforceable. Neither Lennon nor Elborne Mitchell was ever retained or compensated by plaintiffs.</p>\n<p>After plaintiffs received neither the promised return on their investment nor a refund of their $1 million, they filed this action, alleging multiple violations of North Carolina law, federal securities law, and the Racketeer Influenced and Corrupt Organizations Act (RICO), 18 U.S.C. §§ 1961-1968. In its motion, defendant Elborne Mitchell responds that it is not subject to the court's personal jurisdiction and that plaintiffs fail to state federal securities and RICO claims. Before addressing the latter issue, the court begins with defendant's fundamental challenge based on personal jurisdiction. <i>See </i><i>Combs v. Bakker,</i> 886 F.2d 673, 675 (4th Cir.1989).</p>\n<p>As a preliminary matter, however, the court must address plaintiffs' motion to vacate the clerk's denial of plaintiffs' Rule 6(b)(2) motion for an extension of time in which to respond to defendant's motion. Defendant filed its motion to dismiss on August 4, 1995. Plaintiffs filed their motion for an extension on September 11, 1995, and their response on September 21, 1995, approximately two-and-a-half and four weeks after the due date, respectively. In their motion plaintiffs argued to the clerk that they were unaware of the 20 day response time set forth in Local Rule 4.05 and that defendant's motion should be treated as a motion for summary judgment, permitting them to file a response at any time prior to the hearing. In his order of September 28, 1995, the clerk found that plaintiffs' failure to read the Local Rules did not constitute excusable neglect. Furthermore, the clerk noted that Fed. R.Civ.P. 56(c) establishes a time for filing responsive affidavits, not the response to the motion itself. Consequently, the clerk denied plaintiffs' motion and granted defendant's motion to strike the untimely response.</p>\n<p>Pursuant to Local Rule 9.03, the court may suspend, alter, or rescind the clerk's order for \"cause shown.\" Under Rule 6(b)(2) a court may retroactively extend the period for completion of an act where failure to act was the result of \"excusable neglect.\" Fed. R.Civ.P. 6(b)(2); <i>see </i><i>Lujan v. National Wildlife Federation,</i> 497 U.S. 871, 896, 110 S.Ct. 3177, 3192, 111 L.Ed.2d 695 (1990). A finding of excusable neglect requires circumstances that are \"unique or extraordinary.\" <i>Byrd v. City of Fayetteville,</i> 110 F.R.D. 71, 73-74 (E.D.N.C.1986), <i>aff'd,</i> 819 F.2d 1137, 1987 WL 37522 (4th Cir.1987). The failure \"to read and comprehend the plain language of the federal rules\" does not constitute excusable neglect. <i>In re Cosmopolitan Aviation Corp.,</i> 763 F.2d 507, 515 (2d Cir.), <i>cert. denied sub nom. Rothman v. New York State</i> <span class=\"star-pagination\">*395</span> <i>Dep't of Transp.,</i> 474 U.S. 1032, 106 S.Ct. 593, 88 L.Ed.2d 573 (1985). Furthermore, even if the court were to treat defendant's motion to dismiss as a motion for summary judgment, which it does not, plaintiffs' construction of Rule 56(c) is patently erroneous. Accordingly, the court denies plaintiffs' motion to vacate the clerk's order.</p>\n<p>The court now returns to consideration of defendant's motion to dismiss for lack of personal jurisdiction. When a court's personal jurisdiction is properly challenged by a Rule 12(b)(2) motion, the issue is a matter of law for the court. <i>Combs,</i> 886 F.2d at 676. The burden of proving jurisdiction by a preponderance of the evidence rests with the plaintiff. <i>Id.</i> In considering a challenge on the basis of motion papers, supporting memoranda, and pleadings, the court must construe any factual allegations in the light most favorable to the plaintiff, assume credibility, and draw the most favorable inferences for the existence of jurisdiction. <i>Id.</i> Finally, with respect to plaintiffs' factual allegations, the court considers the allegations as set forth in plaintiffs' proposed amended complaint because, in a separate order, the court grants plaintiffs' motion to amend their complaint.</p>\n<p></p>\n<h2><i>Personal Jurisdiction: North Carolina Long-Arm Statute</i></h2>\n<p>The determination of whether personal jurisdiction exists for plaintiffs' state law claims requires a two-step inquiry. First, the court must look to whether North Carolina's long-arm statute, N.C.Gen.Stat. § 1-75.4, confers jurisdiction. Fed.R.Civ.P. 4(e); <i>Southern Case, Inc. v. Management Recruiters Int'l, Inc.,</i> 544 F.Supp. 403, 405 (E.D.N.C. 1982). Attention then turns to federal law for an analysis of whether the exercise of jurisdiction would violate due process of law. <i>Id.</i></p>\n<p>Two provisions of the long-arm statute potentially confer personal jurisdiction over defendant. First, N.C.Gen.Stat. § 1-75.4(1)(d), \"Local Presence or Status,\" provides for jurisdiction over a person \"engaged in substantial activity [in North Carolina], whether such activity is wholly interstate, intrastate, or otherwise.\" Second, N.C.Gen. Stat. § 1-75.4(4)(a), \"Local Injury; Foreign Act,\" provides for jurisdiction \"in any action claiming injury to person or property within [North Carolina] arising out of an act or omission outside [North Carolina] by the defendant, provided in addition that at or about the time of the injury ... solicitation or services [sic] activities were carried on within [North Carolina] by or on behalf of the defendant.\" Because the long-arm statute has been construed to permit the assertion of personal jurisdiction over foreign persons to the full extent allowed by due process under the United States Constitution, <i>Dillon v. Numismatic Funding Corp.,</i> 291 N.C. 674, 676, 231 S.E.2d 629 (1977); <i>Southern Case,</i> 544 F.Supp. at 405, the court need only address whether the exercise of personal jurisdiction over defendant would comport with the constitutional standards of due process.</p>\n<p>For a defendant to be subject to suit in a forum where it is not physically present, due process demands certain \"minimum contacts\" with the forum such that the maintenance of the suit does not offend \"traditional notions of fair play and substantial justice.\" <i>International Shoe Co. v. Washington,</i> 326 U.S. 310, 316, 66 S.Ct. 154, 158, 90 L.Ed. 95 (1945). Specifically, the defendant's conduct and connection with the forum state must be such that \"he should reasonably anticipate being hauled into court there.\" <i>World-Wide Volkswagen Corp. v. Woodson,</i> 444 U.S. 286, 297, 100 S.Ct. 559, 567, 62 L.Ed.2d 490 (1980). There must be some act by which the defendant \"purposefully avails [him]self of the privilege of conducting activities within the forum State, thus invoking the benefits and protection of its laws.\" <i>Hanson v. Denckla,</i> 357 U.S. 235, 253, 78 S.Ct. 1228, 1240, 2 L.Ed.2d 1283 (1958).</p>\n<p>In the absence of any alleged substantial and continuous contacts with the forum,<sup>[1]</sup> the court considers whether the two <span class=\"star-pagination\">*396</span> alleged contacts permit the exercise of specific jurisdiction over defendant. Specific jurisdiction arises when a defendant performs an act that is related to the cause of action and sufficiently purposeful in its aim at the forum state. <i>First American, First, Inc. v. National Ass'n of Bank Women,</i> 802 F.2d 1511, 1516 (4th Cir.1986). Because a state has a greater and more legitimate interest in providing a forum for claims based upon conduct causing harm within its borders than for those based on conduct unconnected throughout its course with the forum's territory, the contacts required by due process to support specific jurisdiction need not rise to the level of the \"systematic and continuous\" contacts required for general jurisdiction. <i>Id.; see </i><i>Helicopteros,</i> 466 U.S. at 414-15 &amp; nn. 8, 9, 104 S.Ct. at 1872 &amp; nn. 8, 9. Due process simply requires some act related to the claim which is \"purposefully directed toward the forum State.\" <i>Asahi Metal Indus. Co., Ltd. v. Superior Court of California,</i> 480 U.S. 102, 112, 107 S.Ct. 1026, 1032, 94 L.Ed.2d 92 (1987). This requirement guards against the possibility that a defendant will be haled into a forum solely as a result of \"random, isolated, or fortuitous\" contact. <i>Keeton v. Hustler Magazine, Inc.,</i> 465 U.S. 770, 774, 104 S.Ct. 1473, 1478, 79 L.Ed.2d 790 (1984).</p>\n<p>Here, defendant's contacts with North Carolina are virtually non-existent. Defendant, an English firm of solicitors in London, (1) has not conducted any business in North Carolina for the past three years; (2) does not receive revenues from any source in North Carolina; (3) does not solicit business in North Carolina; and (4) does not own any assets or property in North Carolina. Furthermore, defendant's partners have not traveled to North Carolina on business during the past three years.</p>\n<p>In fact, plaintiffs identify only two contacts by defendant with North Carolina as a basis for jurisdiction. First, plaintiffs allege that defendant's employee, a non-lawyer, drafted and mailed to defendant Pinekenstein in Wisconsin a letter and certified copy of the reinsurance agreement between defendant's client and three Australian reinsurance companies, which was to insure repayment of the loan at issue. Plaintiffs contend that defendant Pinekenstein then provided a copy of that letter and the certified copy of the agreement to plaintiffs. Second, plaintiffs allege that their agent placed a phone call from North Carolina to a third party in Georgia, who then patched in one of defendant's employees from England. During the telephonic conference, defendant's employee purportedly rendered a gratuitous opinion that the reinsurance agreement was valid and enforceable.</p>\n<p>The court finds that these contacts are insufficient to support personal jurisdiction over defendant. The alleged contacts, the dispatch of a letter to Wisconsin and the provision of a gratuitous legal opinion over the phone to individuals in Georgia and North Carolina, are so \"unique and unsolicited that to sustain jurisdiction would inevitably trench upon the personal liberty the Constitution safeguards.\" <i>Chung v. NANA Dev. Corp.,</i> 783 F.2d 1124, 1126-27 (4th Cir.), <i>cert. denied,</i> 479 U.S. 948, 107 S.Ct. 431, 93 L.Ed.2d 381 (1986). Certainly, the fact that a copy of defendant's letter came to be found in North Carolina after its original dispatch to Wisconsin is inadequate to support jurisdiction. None of the pleadings indicates an intent on the part of defendant to direct its letter to North Carolina via Wisconsin. Similarly, defendant's participation in a single phone conversation after being patched in by a third party does not evince the required purposeful availment including any \"prior negotiations [or] contemplated future consequences\" within the forum. <i>See </i><i>Burger King Corp. v. Rudzewicz,</i> 471 U.S. 462, 479, 105 S.Ct. 2174, 2185, 85 L.Ed.2d 528 (1985). In fact, the circumstances surrounding each of the contacts suggest an absence of purposefulness on the part of defendant. <i>See </i><i>Chung,</i> 783 F.2d at 1130 (finding no jurisdiction despite phone calls and single shipment of goods to forum); <i>Glaxo Inc. v. Genpharm Pharmaceuticals, Inc.,</i> 796 F.Supp. 872, 877 (E.D.N.C.1992) (finding no jurisdiction where defendant mailed one document to plaintiff in the forum). Consequently, the exercise of personal jurisdiction over defendant pursuant to the North Carolina long-arm statute would <span class=\"star-pagination\">*397</span> not comport with \"traditional notions of fair play and substantial justice\" as required by the Due Process Clause of the Fourteenth Amendment. <i>International Shoe,</i> 326 U.S. at 316, 66 S.Ct. at 158.</p>\n<p></p>\n<h2><i>Personal Jurisdiction: Federal Statutes</i></h2>\n<p>An alternative basis upon which the court may assert personal jurisdiction is known as the national contacts theory. \"Where Congress has authorized nationwide service of process by federal courts under specific federal statutes, so long as the assertion of jurisdiction over the defendant is compatible with due process, the service of process is sufficient to establish the jurisdiction of the federal court over the person of the defendant.\" <i>Hogue v. Milodon Engineering, Inc.,</i> 736 F.2d 989, 991 (4th Cir.1984). Because RICO and the securities statutes authorize nationwide service of process, 18 U.S.C. § 1965(d); 15 U.S.C. §§ 77v(a), 78aa, the national contacts theory is applicable here.</p>\n<p>Application of the national contacts theory requires a due process analysis controlled by the Fifth Amendment, rather than the Fourteenth Amendment, because the underlying service of process statute is federal and not state. <i>Max Daetwyler Corp. v. R. Meyer,</i> 762 F.2d 290, 293-94 (3d Cir.), <i>cert. denied,</i> 474 U.S. 980, 106 S.Ct. 383, 88 L.Ed.2d 336 (1985). Under the Fifth Amendment, due process permits a federal court to assert personal jurisdiction over a defendant who has minimum aggregate contacts with the United States. <i>Stafford v. Briggs,</i> 444 U.S. 527, 553-54, 100 S.Ct. 774, 789-90, 63 L.Ed.2d 1 (1980) (Stewart, J., dissenting); <i>Busch v. Buchman, Buchman &amp; O'Brien, Law Firm,</i> 11 F.3d 1255, 1258 (5th Cir.1994). Unlike the Fourteenth Amendment, the Fifth Amendment does not also require an examination of the fairness of forcing a defendant to litigate in a particular state because the encroachment by one state upon the sovereignty of another is not at issue. <i>Max Daetwyler,</i> 762 F.2d at 294. Moreover, fairness to a defendant can be resolved through application of the federal venue and transfer statutes. <i>See</i> 28 U.S.C. §§ 1391, 1404; <i>Hogue,</i> 736 F.2d at 991.</p>\n<p>Assessment of the sufficiency of a defendant's contacts with the United States involves an examination of the extent to which the defendant availed himself of the privileges of American law and the extent to which he could reasonably anticipate being involved in litigation in the United States. <i>Max Daetwyler,</i> 762 F.2d at 295. In light of the absence of any alleged contacts in addition to the letter and unsolicited phone call,<sup>[2]</sup> the analysis under the national contacts theory does not significantly differ from that above. Even when defendant's dispatch of the letter to Wisconsin is considered as a second contact with the United States, it is clear that defendant's conduct does not meet the threshold requirements for jurisdiction.</p>\n<p>Finally, plaintiffs' conclusory allegations of a conspiracy between defendant Elborne Mitchell and other defendants is insufficient to create jurisdiction under the \"conspiracy theory of personal jurisdiction,\" a theory not yet adopted by the Fourth Circuit. <i>See </i><i>McLaughlin v. McPhail,</i> 707 F.2d 800, 807 (4th Cir.1983). Assuming arguendo the adequacy of the contacts between the United States and the other alleged conspirators, the contacts can not be imputed to defendant because plaintiffs fail to allege sufficient facts in support of their bare allegations of defendant's involvement in the conspiracy. <i>See </i><i>Chrysler Corp. v. Fedders Corp.,</i> 643 F.2d 1229, 1236-37 (6th Cir.), <i>cert. denied,</i> 454 U.S. 893, 102 S.Ct. 388, 70 L.Ed.2d 207 (1981). Thus, assertion of personal jurisdiction over defendant pursuant to the national contacts theory, even in conjunction with the conspiracy theory of jurisdiction, would not comport with due process under the Fifth Amendment.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Accordingly, defendant Elborne Mitchell's motion to dismiss for lack of personal jurisdiction pursuant to Fed.R.Civ.P. 12(b)(2) is GRANTED. All claims against Elborne <span class=\"star-pagination\">*398</span> Mitchell are DISMISSED. Therefore, defendant's Rule 12(b)(6) motion is moot.</p>\n<h2>NOTES</h2>\n<p>[1]  A court may exercise general jurisdiction over a defendant in a matter unrelated to its contacts with the forum if the aggregate contacts are substantial and continuous. <i>Helicopteros Nacionales de Colombia, S.A. v. Hall,</i> 466 U.S. 408, 415 &amp; n. 9, 104 S.Ct. 1868, 1872 &amp; n. 9, 80 L.Ed.2d 404 (1984); <i>Nichols v. G.D. Searle &amp; Co.,</i> 991 F.2d 1195, 1199 &amp; n. 2 (4th Cir.1993).</p>\n<p>[2]  Defendant was served with process in London.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">917</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">392</span></span> (1996)</b></center>\n<center><h1>BOON PARTNERS, et al., Plaintiffs,<br>\nv.<br>\nADVANCED FINANCIAL CONCEPTS, INC., et al., Defendants.</h1></center>\n<center>No. 5:95-CV-427-BO(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 6, 1996.</center>\n<p><span class=\"star-pagination\">*393</span> M. Ryan Dyson, Raleigh, NC, Kevin P. Hopper, Raleigh, NC, for Plaintiffs.</p>\n<p>Hayden J. Silver, III, Beverly L. Rubin, Moore &amp; Van Allen, Raleigh, NC, for Defendant Elborne Mitchell.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the undersigned on defendant Elborne Mitchell's motion to dismiss for lack of personal jurisdiction pursuant to Fed.R.Civ.P. 12(b)(2) and for failure to state a claim pursuant to Fed.R.Civ.P. 12(b)(6). Finding insufficient contacts by defendant with North Carolina or the United States as a whole, the court holds that it may not assert personal jurisdiction over defendant Elborne Mitchell under either the North Carolina long-arm statute or the relevant federal statutes providing for nationwide service of process. Consequently, defendant's Rule 12(b)(2) motion is GRANTED and defendant's Rule 12(b)(6) motion is moot.</p>\n<p><span class=\"star-pagination\">*394</span> This action arises out of plaintiffs' investment of $1 million in a project coordinated by some of defendants. The $1 million was to be used to obtain financing for the purchase of Greek flour mills by defendant Farina Securities, Inc., a Virgin Islands corporation. Plaintiffs' investment or loan purportedly was insured by two insurance bonds issued by defendant International Casualty &amp; Surety Co, Ltd. of New Zealand, to be repaid by reinsurance cover notes issued by Australian insurance companies through a brokerage firm in London, General Risk Management, Ltd. (GRM). The reinsurance was in turn collateralized by 80,000 shares of preferred stock issued by Maxxim Corporation. Plaintiff alleges that the stock and insurance bonds are worthless.</p>\n<p>The involvement of defendant Elborne Mitchell, an English firm of solicitors in London, in this matter is limited to two events. First, at the request of defendant Steel Smith Roberts &amp; Lawson Insurance Management (Steele) and its agent GRM, Maurice Lennon, a non-lawyer employed by Elborne Mitchell, certified a copy of a \"Binding Authority Agreement\" between Steele and the Australian insurance companies and sent it to defendant Pinekenstein in Wisconsin. An accompanying cover letter stated that Elborne Mitchell \"certif[ies] that this is a true copy of the original Binding Authority Agreement.\" Defendant Pinekenstein subsequently used the certified copy and letter in negotiations with plaintiffs. Second, plaintiffs allege that their agent in North Carolina telephoned a third party in Georgia who then patched in Lennon from London. Lennon purportedly advised the other parties that the certified copy was authentic and that the agreement was valid and legally enforceable. Neither Lennon nor Elborne Mitchell was ever retained or compensated by plaintiffs.</p>\n<p>After plaintiffs received neither the promised return on their investment nor a refund of their $1 million, they filed this action, alleging multiple violations of North Carolina law, federal securities law, and the Racketeer Influenced and Corrupt Organizations Act (RICO), 18 U.S.C. §§ 1961-1968. In its motion, defendant Elborne Mitchell responds that it is not subject to the court's personal jurisdiction and that plaintiffs fail to state federal securities and RICO claims. Before addressing the latter issue, the court begins with defendant's fundamental challenge based on personal jurisdiction. <i>See </i><i>Combs v. Bakker,</i> <span class=\"citation\" data-id=\"529964\"><a href=\"/opinion/529964/david-t-combs-sarah-e-combs-v-james-o-bakker-tammy-faye-bakker-richard/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span>, 675 (4th Cir.1989).</p>\n<p>As a preliminary matter, however, the court must address plaintiffs' motion to vacate the clerk's denial of plaintiffs' Rule 6(b)(2) motion for an extension of time in which to respond to defendant's motion. Defendant filed its motion to dismiss on August 4, 1995. Plaintiffs filed their motion for an extension on September 11, 1995, and their response on September 21, 1995, approximately two-and-a-half and four weeks after the due date, respectively. In their motion plaintiffs argued to the clerk that they were unaware of the 20 day response time set forth in Local Rule 4.05 and that defendant's motion should be treated as a motion for summary judgment, permitting them to file a response at any time prior to the hearing. In his order of September 28, 1995, the clerk found that plaintiffs' failure to read the Local Rules did not constitute excusable neglect. Furthermore, the clerk noted that Fed. R.Civ.P. 56(c) establishes a time for filing responsive affidavits, not the response to the motion itself. Consequently, the clerk denied plaintiffs' motion and granted defendant's motion to strike the untimely response.</p>\n<p>Pursuant to Local Rule 9.03, the court may suspend, alter, or rescind the clerk's order for \"cause shown.\" Under Rule 6(b)(2) a court may retroactively extend the period for completion of an act where failure to act was the result of \"excusable neglect.\" Fed. R.Civ.P. 6(b)(2); <i>see </i><i>Lujan v. National Wildlife Federation,</i> <span class=\"citation\" data-id=\"112490\"><a href=\"/opinion/112490/lujan-v-national-wildlife-federation/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">871</span></a></span>, 896, <span class=\"citation\" data-id=\"112490\"><a href=\"/opinion/112490/lujan-v-national-wildlife-federation/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3177</span></a></span>, 3192, <span class=\"citation\" data-id=\"112490\"><a href=\"/opinion/112490/lujan-v-national-wildlife-federation/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">695</span></a></span> (1990). A finding of excusable neglect requires circumstances that are \"unique or extraordinary.\" <i>Byrd v. City of Fayetteville,</i> <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">71</span></span>, 73-74 (E.D.N.C.1986), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1987</span> <span class=\"reporter\">WL</span> <span class=\"page\">37522</span></span> (4th Cir.1987). The failure \"to read and comprehend the plain language of the federal rules\" does not constitute excusable neglect. <i>In re Cosmopolitan Aviation Corp.,</i> <span class=\"citation\" data-id=\"453186\"><a href=\"/opinion/453186/in-re-cosmopolitan-aviation-corp-debtor-cosmopolitan-aviation-corp/\"><span class=\"volume\">763</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">507</span></a></span>, 515 (2d Cir.), <i>cert. denied sub nom. Rothman v. New York State</i> <span class=\"star-pagination\">*395</span> <i>Dep't of Transp.,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1032</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">593</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">573</span></span> (1985). Furthermore, even if the court were to treat defendant's motion to dismiss as a motion for summary judgment, which it does not, plaintiffs' construction of Rule 56(c) is patently erroneous. Accordingly, the court denies plaintiffs' motion to vacate the clerk's order.</p>\n<p>The court now returns to consideration of defendant's motion to dismiss for lack of personal jurisdiction. When a court's personal jurisdiction is properly challenged by a Rule 12(b)(2) motion, the issue is a matter of law for the court. <i>Combs,</i> 886 F.2d at 676. The burden of proving jurisdiction by a preponderance of the evidence rests with the plaintiff. <i>Id.</i> In considering a challenge on the basis of motion papers, supporting memoranda, and pleadings, the court must construe any factual allegations in the light most favorable to the plaintiff, assume credibility, and draw the most favorable inferences for the existence of jurisdiction. <i>Id.</i> Finally, with respect to plaintiffs' factual allegations, the court considers the allegations as set forth in plaintiffs' proposed amended complaint because, in a separate order, the court grants plaintiffs' motion to amend their complaint.</p>\n<p></p>\n<h2><i>Personal Jurisdiction: North Carolina Long-Arm Statute</i></h2>\n<p>The determination of whether personal jurisdiction exists for plaintiffs' state law claims requires a two-step inquiry. First, the court must look to whether North Carolina's long-arm statute, N.C.Gen.Stat. § 1-75.4, confers jurisdiction. Fed.R.Civ.P. 4(e); <i>Southern Case, Inc. v. Management Recruiters Int'l, Inc.,</i> <span class=\"citation\" data-id=\"1686168\"><a href=\"/opinion/1686168/southern-case-inc-v-mgmt-recruiters-intern/\"><span class=\"volume\">544</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">403</span></a></span>, 405 (E.D.N.C. 1982). Attention then turns to federal law for an analysis of whether the exercise of jurisdiction would violate due process of law. <i>Id.</i></p>\n<p>Two provisions of the long-arm statute potentially confer personal jurisdiction over defendant. First, N.C.Gen.Stat. § 1-75.4(1)(d), \"Local Presence or Status,\" provides for jurisdiction over a person \"engaged in substantial activity [in North Carolina], whether such activity is wholly interstate, intrastate, or otherwise.\" Second, N.C.Gen. Stat. § 1-75.4(4)(a), \"Local Injury; Foreign Act,\" provides for jurisdiction \"in any action claiming injury to person or property within [North Carolina] arising out of an act or omission outside [North Carolina] by the defendant, provided in addition that at or about the time of the injury ... solicitation or services [sic] activities were carried on within [North Carolina] by or on behalf of the defendant.\" Because the long-arm statute has been construed to permit the assertion of personal jurisdiction over foreign persons to the full extent allowed by due process under the United States Constitution, <i>Dillon v. Numismatic Funding Corp.,</i> <span class=\"citation\" data-id=\"1237023\"><a href=\"/opinion/1237023/dillon-v-numismatic-funding-corp/\"><span class=\"volume\">291</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">674</span></a></span>, 676, <span class=\"citation\" data-id=\"1237023\"><a href=\"/opinion/1237023/dillon-v-numismatic-funding-corp/\"><span class=\"volume\">231</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">629</span></a></span> (1977); <i>Southern Case,</i> 544 F.Supp. at 405, the court need only address whether the exercise of personal jurisdiction over defendant would comport with the constitutional standards of due process.</p>\n<p>For a defendant to be subject to suit in a forum where it is not physically present, due process demands certain \"minimum contacts\" with the forum such that the maintenance of the suit does not offend \"traditional notions of fair play and substantial justice.\" <i>International Shoe Co. v. Washington,</i> <span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, 316, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></span>, 158, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">95</span></span> (1945). Specifically, the defendant's conduct and connection with the forum state must be such that \"he should reasonably anticipate being hauled into court there.\" <i>World-Wide Volkswagen Corp. v. Woodson,</i> <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, 297, <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">559</span></a></span>, 567, <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1980). There must be some act by which the defendant \"purposefully avails [him]self of the privilege of conducting activities within the forum State, thus invoking the benefits and protection of its laws.\" <i>Hanson v. Denckla,</i> <span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 253, <span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1228</span></a></span>, 1240, <span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1283</span></a></span> (1958).</p>\n<p>In the absence of any alleged substantial and continuous contacts with the forum,<sup>[1]</sup> the court considers whether the two <span class=\"star-pagination\">*396</span> alleged contacts permit the exercise of specific jurisdiction over defendant. Specific jurisdiction arises when a defendant performs an act that is related to the cause of action and sufficiently purposeful in its aim at the forum state. <i>First American, First, Inc. v. National Ass'n of Bank Women,</i> <span class=\"citation\" data-id=\"477953\"><a href=\"/opinion/477953/first-american-first-inc-and-gilbert-r-leake-iii-v-national/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1511</span></a></span>, 1516 (4th Cir.1986). Because a state has a greater and more legitimate interest in providing a forum for claims based upon conduct causing harm within its borders than for those based on conduct unconnected throughout its course with the forum's territory, the contacts required by due process to support specific jurisdiction need not rise to the level of the \"systematic and continuous\" contacts required for general jurisdiction. <i>Id.; see </i><i>Helicopteros,</i> 466 U.S. at 414-15 &amp; nn. 8, 9, 104 S.Ct. at 1872 &amp; nn. 8, 9. Due process simply requires some act related to the claim which is \"purposefully directed toward the forum State.\" <i>Asahi Metal Indus. Co., Ltd. v. Superior Court of California,</i> <span class=\"citation\" data-id=\"111824\"><a href=\"/opinion/111824/asahi-metal-industry-co-v-superior-court-of-cal-solano-cty/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 112, <span class=\"citation\" data-id=\"111824\"><a href=\"/opinion/111824/asahi-metal-industry-co-v-superior-court-of-cal-solano-cty/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1026</span></a></span>, 1032, <span class=\"citation\" data-id=\"111824\"><a href=\"/opinion/111824/asahi-metal-industry-co-v-superior-court-of-cal-solano-cty/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">92</span></a></span> (1987). This requirement guards against the possibility that a defendant will be haled into a forum solely as a result of \"random, isolated, or fortuitous\" contact. <i>Keeton v. Hustler Magazine, Inc.,</i> <span class=\"citation\" data-id=\"111116\"><a href=\"/opinion/111116/keeton-v-hustler-magazine-inc/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">770</span></a></span>, 774, <span class=\"citation\" data-id=\"111116\"><a href=\"/opinion/111116/keeton-v-hustler-magazine-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1473</span></a></span>, 1478, <span class=\"citation\" data-id=\"111116\"><a href=\"/opinion/111116/keeton-v-hustler-magazine-inc/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">790</span></a></span> (1984).</p>\n<p>Here, defendant's contacts with North Carolina are virtually non-existent. Defendant, an English firm of solicitors in London, (1) has not conducted any business in North Carolina for the past three years; (2) does not receive revenues from any source in North Carolina; (3) does not solicit business in North Carolina; and (4) does not own any assets or property in North Carolina. Furthermore, defendant's partners have not traveled to North Carolina on business during the past three years.</p>\n<p>In fact, plaintiffs identify only two contacts by defendant with North Carolina as a basis for jurisdiction. First, plaintiffs allege that defendant's employee, a non-lawyer, drafted and mailed to defendant Pinekenstein in Wisconsin a letter and certified copy of the reinsurance agreement between defendant's client and three Australian reinsurance companies, which was to insure repayment of the loan at issue. Plaintiffs contend that defendant Pinekenstein then provided a copy of that letter and the certified copy of the agreement to plaintiffs. Second, plaintiffs allege that their agent placed a phone call from North Carolina to a third party in Georgia, who then patched in one of defendant's employees from England. During the telephonic conference, defendant's employee purportedly rendered a gratuitous opinion that the reinsurance agreement was valid and enforceable.</p>\n<p>The court finds that these contacts are insufficient to support personal jurisdiction over defendant. The alleged contacts, the dispatch of a letter to Wisconsin and the provision of a gratuitous legal opinion over the phone to individuals in Georgia and North Carolina, are so \"unique and unsolicited that to sustain jurisdiction would inevitably trench upon the personal liberty the Constitution safeguards.\" <i>Chung v. NANA Dev. Corp.,</i> <span class=\"citation\" data-id=\"464959\"><a href=\"/opinion/464959/choon-young-chung-v-nana-development-corporation/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1124</span></a></span>, 1126-27 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">948</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">431</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">381</span></span> (1986). Certainly, the fact that a copy of defendant's letter came to be found in North Carolina after its original dispatch to Wisconsin is inadequate to support jurisdiction. None of the pleadings indicates an intent on the part of defendant to direct its letter to North Carolina via Wisconsin. Similarly, defendant's participation in a single phone conversation after being patched in by a third party does not evince the required purposeful availment including any \"prior negotiations [or] contemplated future consequences\" within the forum. <i>See </i><i>Burger King Corp. v. Rudzewicz,</i> <span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span>, 479, <span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span>, 2185, <span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">528</span></a></span> (1985). In fact, the circumstances surrounding each of the contacts suggest an absence of purposefulness on the part of defendant. <i>See </i><i>Chung,</i> 783 F.2d at 1130 (finding no jurisdiction despite phone calls and single shipment of goods to forum); <i>Glaxo Inc. v. Genpharm Pharmaceuticals, Inc.,</i> <span class=\"citation\" data-id=\"1559584\"><a href=\"/opinion/1559584/glaxo-inc-v-genpharm-pharmaceuticals-inc/\"><span class=\"volume\">796</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">872</span></a></span>, 877 (E.D.N.C.1992) (finding no jurisdiction where defendant mailed one document to plaintiff in the forum). Consequently, the exercise of personal jurisdiction over defendant pursuant to the North Carolina long-arm statute would <span class=\"star-pagination\">*397</span> not comport with \"traditional notions of fair play and substantial justice\" as required by the Due Process Clause of the Fourteenth Amendment. <i>International Shoe,</i> 326 U.S. at 316, 66 S.Ct. at 158.</p>\n<p></p>\n<h2><i>Personal Jurisdiction: Federal Statutes</i></h2>\n<p>An alternative basis upon which the court may assert personal jurisdiction is known as the national contacts theory. \"Where Congress has authorized nationwide service of process by federal courts under specific federal statutes, so long as the assertion of jurisdiction over the defendant is compatible with due process, the service of process is sufficient to establish the jurisdiction of the federal court over the person of the defendant.\" <i>Hogue v. Milodon Engineering, Inc.,</i> <span class=\"citation\" data-id=\"437257\"><a href=\"/opinion/437257/bankr-l-rep-p-69909-dale-c-hogue-and-carolyn-j-hogue-individually/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">989</span></a></span>, 991 (4th Cir.1984). Because RICO and the securities statutes authorize nationwide service of process, 18 U.S.C. § 1965(d); 15 U.S.C. §§ 77v(a), 78aa, the national contacts theory is applicable here.</p>\n<p>Application of the national contacts theory requires a due process analysis controlled by the Fifth Amendment, rather than the Fourteenth Amendment, because the underlying service of process statute is federal and not state. <i>Max Daetwyler Corp. v. R. Meyer,</i> <span class=\"citation\" data-id=\"452080\"><a href=\"/opinion/452080/max-daetwyler-corp-a-new-york-corporation-v-r-meyer-a-west-german/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">290</span></a></span>, 293-94 (3d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">980</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">383</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">336</span></span> (1985). Under the Fifth Amendment, due process permits a federal court to assert personal jurisdiction over a defendant who has minimum aggregate contacts with the United States. <i>Stafford v. Briggs,</i> <span class=\"citation\" data-id=\"110184\"><a href=\"/opinion/110184/stafford-v-briggs/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, 553-54, <span class=\"citation\" data-id=\"110184\"><a href=\"/opinion/110184/stafford-v-briggs/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">774</span></a></span>, 789-90, <span class=\"citation\" data-id=\"110184\"><a href=\"/opinion/110184/stafford-v-briggs/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1980) (Stewart, J., dissenting); <i>Busch v. Buchman, Buchman &amp; O'Brien, Law Firm,</i> <span class=\"citation\" data-id=\"658792\"><a href=\"/opinion/658792/eldon-a-busch-v-buchman-buchman-obrien-law-firm/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1255</span></a></span>, 1258 (5th Cir.1994). Unlike the Fourteenth Amendment, the Fifth Amendment does not also require an examination of the fairness of forcing a defendant to litigate in a particular state because the encroachment by one state upon the sovereignty of another is not at issue. <i>Max Daetwyler,</i> 762 F.2d at 294. Moreover, fairness to a defendant can be resolved through application of the federal venue and transfer statutes. <i>See</i> 28 U.S.C. §§ 1391, 1404; <i>Hogue,</i> 736 F.2d at 991.</p>\n<p>Assessment of the sufficiency of a defendant's contacts with the United States involves an examination of the extent to which the defendant availed himself of the privileges of American law and the extent to which he could reasonably anticipate being involved in litigation in the United States. <i>Max Daetwyler,</i> 762 F.2d at 295. In light of the absence of any alleged contacts in addition to the letter and unsolicited phone call,<sup>[2]</sup> the analysis under the national contacts theory does not significantly differ from that above. Even when defendant's dispatch of the letter to Wisconsin is considered as a second contact with the United States, it is clear that defendant's conduct does not meet the threshold requirements for jurisdiction.</p>\n<p>Finally, plaintiffs' conclusory allegations of a conspiracy between defendant Elborne Mitchell and other defendants is insufficient to create jurisdiction under the \"conspiracy theory of personal jurisdiction,\" a theory not yet adopted by the Fourth Circuit. <i>See </i><i>McLaughlin v. McPhail,</i> <span class=\"citation\" data-id=\"418729\"><a href=\"/opinion/418729/francis-x-mclaughlin-v-donald-mcphail-as-trustee-for-the-estate-of/\"><span class=\"volume\">707</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">800</span></a></span>, 807 (4th Cir.1983). Assuming arguendo the adequacy of the contacts between the United States and the other alleged conspirators, the contacts can not be imputed to defendant because plaintiffs fail to allege sufficient facts in support of their bare allegations of defendant's involvement in the conspiracy. <i>See </i><i>Chrysler Corp. v. Fedders Corp.,</i> <span class=\"citation\" data-id=\"388230\"><a href=\"/opinion/388230/chrysler-corporation-v-fedders-corporation-fedders-international/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1229</span></a></span>, 1236-37 (6th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">893</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">388</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></span> (1981). Thus, assertion of personal jurisdiction over defendant pursuant to the national contacts theory, even in conjunction with the conspiracy theory of jurisdiction, would not comport with due process under the Fifth Amendment.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Accordingly, defendant Elborne Mitchell's motion to dismiss for lack of personal jurisdiction pursuant to Fed.R.Civ.P. 12(b)(2) is GRANTED. All claims against Elborne <span class=\"star-pagination\">*398</span> Mitchell are DISMISSED. Therefore, defendant's Rule 12(b)(6) motion is moot.</p>\n<h2>NOTES</h2>\n<p>[1]  A court may exercise general jurisdiction over a defendant in a matter unrelated to its contacts with the forum if the aggregate contacts are substantial and continuous. <i>Helicopteros Nacionales de Colombia, S.A. v. Hall,</i> <span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">408</span></a></span>, 415 &amp; n. 9, <span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, 1872 &amp; n. 9, <span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">404</span></a></span> (1984); <i>Nichols v. G.D. Searle &amp; Co.,</i> <span class=\"citation\" data-id=\"605554\"><a href=\"/opinion/605554/sharon-l-nichols-david-r-nichols-virginia-ann-callan-charles-oliver/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1195</span></a></span>, 1199 &amp; n. 2 (4th Cir.1993).</p>\n<p>[2]  Defendant was served with process in London.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/418729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/464959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1559584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1686168/"
  ]
}