{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2141983/",
  "absolute_url": "/opinion/2141983/st-paul-fire-marine-ins-co-v-trenor-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2141983/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:26:50.084548Z",
  "date_modified": "2016-04-26T21:34:25.905260Z",
  "type": "010combined",
  "sha1": "87b54943ecd3b643a79d741345ff5453d3be8387",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>614 F.Supp. 525 (1985)</b></center>\n<center><h1>ST. PAUL FIRE &amp; MARINE INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nTRENOR CORPORATION, Central Fidelity Bank, and Seafare Corporation, Defendants.</h1></center>\n<center>No. 85-19-Civ-2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>August 5, 1985.</center>\n<p>Joseph W. Yates, III, Barbara B. Weyher, Yates, Fleishman, McLamb &amp; Weyher, Raleigh, N.C., for plaintiff.</p>\n<p><span class=\"star-pagination\">*526</span> John H. Hall, Jr., Russell E. Twiford, Elizabeth City, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This action comes before the court on the motions by defendants Central Fidelity Bank and Trenor Corporation to dismiss this action or to stay the proceedings until related proceedings in the Dare County Superior Court have run their courses. This case turns on the doctrine of federal judicial abstention.</p>\n<p>On or about August 23, 1984, the Seafare Restaurant burned to the ground. At the time of the fire, St. Paul Fire &amp; Marine Insurance Company, a hazard insurance company, insured the restaurant and its contents for $820,000 at the request of the owner Trenor Corporation. Central Fidelity Bank held a $500,000 first deed of trust on the property, but through an alleged oversight it was not named as a mortgagee beneficiary on the insurance policy. On September 7, 1984, the bank filed a civil action in the Dare County Superior Court against Trenor and St. Paul to recover the insurance proceeds under the policy. St. Paul denied liability because the bank was not a named insured nor was it in privity of contract with St. Paul. Later, St. Paul asserted the defense of arson. Trenor Corporation admitted the bank's allegations. The Dare County Superior Court awarded the bank summary judgment against Trenor Corporation on March 18, 1985.</p>\n<p>Seafare Corporation filed suit in the Dare County Superior Court against the bank, Trenor Corporation, St. Paul, and several individuals. The Seafare complaint contained extensive allegations of fraud.</p>\n<p>On March 13, 1985, St. Paul filed the complaint in this case. The bank and Trenor Corporation have moved to dismiss or stay this action in deference to those actions proceeding in the Dare County Superior Court.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>For purposes of this motion, the court will consider the motion to stay the proceedings as a motion to dismiss the proceedings. Whether stayed or dismissed, the plaintiff, St. Paul, would be effectively out of this court, and the issues would be resolved in the state court proceeding. <i>See </i><i>Moses H. Cone Hospital v. Mercury Construction Corporation,</i> 460 U.S. 1, 103 S.Ct. 927, 74 L.Ed.2d 765 (1983).</p>\n<blockquote>Abstention from the exercise of federal jurisdiction is the exception, not the rule. \"The doctrine of abstention, under which a district court may decline to exercise or postpone the exercise of its jurisdiction, is an extraordinary and narrow exception to the duty of a district court to adjudicate a controversy properly before it. Abdication of the obligation to decide cases can be justified under this doctrine only in the exceptional circumstances where the order to the parties to repair to the state court would clearly serve an important countervailing interest.\" (citation omitted). \"It was never a doctrine of equity that a federal court should exercise its judicial discretion to dismiss a suit merely because a state court could entertain it.\" (citation omitted).</blockquote>\n<p><i>Colorado River Water Conservation District, et al. v. United States,</i> 424 U.S. 800, 813-14, 96 S.Ct. 1236, 1244-45, 47 L.Ed.2d 483 (1976).</p>\n<p>The Supreme Court in <i>Colorado River,</i> listed three categories of cases in which abstention is appropriate:</p>\n<p>1. \"In cases presenting a federal constitutional issue which might be mooted or presented in a different posture by a state court determination of pertinent state law,\" 424 U.S. 814, 96 S.Ct. 1244.</p>\n<p>2. \"When a case involves difficult questions of state law bearing on policy problems of substantial public import whose importance transcends the result in the case then at bar,\" 424 U.S. 814, 96 S.Ct. 1244; and</p>\n<p>3. Where \"Federal jurisdiction has been invoked for the purpose of restraining state criminal proceedings, (citations omitted), <span class=\"star-pagination\">*527</span> state nuisance proceedings antecedent to a criminal prosecution, ... or collection of state taxes.\" 424 U.S. 816, 96 S.Ct. 1245. The case at bar fits into none of these categories.</p>\n<p>The court in <i>Colorado River</i> also indicated that abstention may be appropriate based on principles which \"rest on considerations of `wise judicial administration, giving regard to conservation of judicial resources and comprehensive disposition of litigation.'\" 424 U.S. 817, 96 S.Ct. 1246. The court listed several factors for a district court to consider in its decision to abstain or to exercise its jurisdiction. The first is that if there is certain property over which only one court may exercise its jurisdiction and over which the state courts have already exercised that jurisdiction, the federal court should abstain. In the case at bar, there is no such property. The other factors are the inconvenience of the federal forum, the desirability of avoiding piecemeal litigation, and the order in which jurisdiction was obtained by the concurrent forums. Even so, the court warned \"only the clearest of justifications will warrant dismissal.\" 424 U.S. at 819, 96 S.Ct. at 1247.</p>\n<p>In the case at bar, the federal forum, Elizabeth City, is at least as convenient to the parties and their attorneys as is the Superior Court of Dare County. The order in which the concurrent forums obtained jurisdiction weighs heavily in neither direction. The Dare County Superior Court obtained jurisdiction in the fall of 1984. This action was instituted in March, 1985. The plaintiff in this action asserts that it could not have instituted this action until its investigation revealed what it considered to be facts which would support allegations of arson. The activities in the state court cases are not so exhaustive that proceedings in this court would work a hardship on the parties. In the case before this court, there is a complaint and an answer by each of the parties, as well as a counter claim by one of the defendants. Any of the discovery developed for use in the state court action would be equally as useful here insofar as it pertains to the parties in this action. Accordingly, this court finds that the order in which the jurisdiction was obtained by the concurrent forums does not weigh decisively in favor of the state court.</p>\n<p>The final factor is the desirability of avoiding piecemeal litigation. This factor counsels in favor of this court denying the motions to dismiss or stay. The court finds that this federal forum is well-equipped to decide the plaintiff's claims, and after its decision, the state court may hear the remaining allegations.</p>\n<p>The movants have directed this court's attention to other Supreme Court cases in support of their motion. In <i>Brillhart v. Excess Insurance Company,</i> 316 U.S. 491, 62 S.Ct. 1173, 86 L.Ed. 1620 (1942), the district court dismissed a declaratory judgment action because there was a proceeding in the state courts which involved identical issues and the Missouri law on that issue appeared to be unclear. The Circuit Court of Appeals held that the dismissal of the suit was an abuse of discretion and directed the district court to proceed to a determination on the merits. The Supreme Court reversed the Circuit Court's decision and remanded to allow the district court to exercise its discretion. The North Carolina law on the issues in the case at bar is not unclear; hence <i>Brillhart</i> is distinguishable.</p>\n<p>In <i>Will v. Calvert Fire Insurance Company,</i> 437 U.S. 655, 98 S.Ct. 2552, 57 L.Ed.2d 504 (1978), the issue was whether the Circuit Court's mandamus to compel the district court to hear the case on the merits was premature. Five justices held that it was. In that case there was no majority opinion and the judgment of the court does not directly relate to this case.</p>\n<p>The most recent case from the Supreme Court dealing with the doctrine of abstention is <i>Moses H. Cone Memorial Hospital v. Mercury Construction Corporation,</i> 460 U.S. 1, 103 S.Ct. 927, 74 L.Ed.2d 765 (1983). Jurisdiction was based on diversity of citizenship. Mercury had contracted with the hospital to make certain additions. The contract required disputes to be resolved <span class=\"star-pagination\">*528</span> through arbitration, but the hospital obtained an <i>ex parte</i> injunction from the state court forbidding Mercury to take any steps directed toward arbitration. Mercury objected to the injunction, and it was dissolved. Mercury then filed an action in the federal court seeking an order compelling arbitration. On the hospital's motion, the district court stayed Mercury's action pending resolution of the state court suit.</p>\n<p>Because the two suits involved identical issues, the arbitrability of Mercury's claims, the Supreme Court found that the district court's stay order was appealable as a final decision and ruled that the decision to stay the federal suit out of deference to the parallel litigation of the state court was improper. The court reviewed the <i>Colorado River</i> factors and rejected the hospital's argument that the <i>Colorado River</i> test was undermined by <i>Will v. Calvert Fire Insurance Company</i><i>.</i> The court found no exceptional circumstances and did nothing to modify \"the virtually unflagging obligation of the federal courts to exercise the jurisdiction given them.\" <i>Colorado River,</i> 424 U.S. 800, 817, 96 S.Ct. 1236, 1246.</p>\n<p>\"[T]he decision of whether to dismiss a federal action because of parallel state court litigation does not rest on a mechanical checklist, but on a careful balancing of the important factors as they apply in a given case, with the balance heavily weighted in favor of the exercise of jurisdiction.\" 460 U.S. 16, 103 S.Ct. 937. Because the movants have failed to overcome this \"balance heavily weighted\" against them, the motions to stay or to dismiss this action are DENIED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">614</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">525</span></span> (1985)</b></center>\n<center><h1>ST. PAUL FIRE &amp; MARINE INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nTRENOR CORPORATION, Central Fidelity Bank, and Seafare Corporation, Defendants.</h1></center>\n<center>No. 85-19-Civ-2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>August 5, 1985.</center>\n<p>Joseph W. Yates, III, Barbara B. Weyher, Yates, Fleishman, McLamb &amp; Weyher, Raleigh, N.C., for plaintiff.</p>\n<p><span class=\"star-pagination\">*526</span> John H. Hall, Jr., Russell E. Twiford, Elizabeth City, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This action comes before the court on the motions by defendants Central Fidelity Bank and Trenor Corporation to dismiss this action or to stay the proceedings until related proceedings in the Dare County Superior Court have run their courses. This case turns on the doctrine of federal judicial abstention.</p>\n<p>On or about August 23, 1984, the Seafare Restaurant burned to the ground. At the time of the fire, St. Paul Fire &amp; Marine Insurance Company, a hazard insurance company, insured the restaurant and its contents for $820,000 at the request of the owner Trenor Corporation. Central Fidelity Bank held a $500,000 first deed of trust on the property, but through an alleged oversight it was not named as a mortgagee beneficiary on the insurance policy. On September 7, 1984, the bank filed a civil action in the Dare County Superior Court against Trenor and St. Paul to recover the insurance proceeds under the policy. St. Paul denied liability because the bank was not a named insured nor was it in privity of contract with St. Paul. Later, St. Paul asserted the defense of arson. Trenor Corporation admitted the bank's allegations. The Dare County Superior Court awarded the bank summary judgment against Trenor Corporation on March 18, 1985.</p>\n<p>Seafare Corporation filed suit in the Dare County Superior Court against the bank, Trenor Corporation, St. Paul, and several individuals. The Seafare complaint contained extensive allegations of fraud.</p>\n<p>On March 13, 1985, St. Paul filed the complaint in this case. The bank and Trenor Corporation have moved to dismiss or stay this action in deference to those actions proceeding in the Dare County Superior Court.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>For purposes of this motion, the court will consider the motion to stay the proceedings as a motion to dismiss the proceedings. Whether stayed or dismissed, the plaintiff, St. Paul, would be effectively out of this court, and the issues would be resolved in the state court proceeding. <i>See </i><i>Moses H. Cone Hospital v. Mercury Construction Corporation,</i> <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">927</span></a></span>, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span></a></span> (1983).</p>\n<blockquote>Abstention from the exercise of federal jurisdiction is the exception, not the rule. \"The doctrine of abstention, under which a district court may decline to exercise or postpone the exercise of its jurisdiction, is an extraordinary and narrow exception to the duty of a district court to adjudicate a controversy properly before it. Abdication of the obligation to decide cases can be justified under this doctrine only in the exceptional circumstances where the order to the parties to repair to the state court would clearly serve an important countervailing interest.\" (citation omitted). \"It was never a doctrine of equity that a federal court should exercise its judicial discretion to dismiss a suit merely because a state court could entertain it.\" (citation omitted).</blockquote>\n<p><i>Colorado River Water Conservation District, et al. v. United States,</i> <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 813-14, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1236</span></a></span>, 1244-45, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">483</span></a></span> (1976).</p>\n<p>The Supreme Court in <i>Colorado River,</i> listed three categories of cases in which abstention is appropriate:</p>\n<p>1. \"In cases presenting a federal constitutional issue which might be mooted or presented in a different posture by a state court determination of pertinent state law,\" <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">814</span></span>, 96 S.Ct. 1244.</p>\n<p>2. \"When a case involves difficult questions of state law bearing on policy problems of substantial public import whose importance transcends the result in the case then at bar,\" <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">814</span></span>, 96 S.Ct. 1244; and</p>\n<p>3. Where \"Federal jurisdiction has been invoked for the purpose of restraining state criminal proceedings, (citations omitted), <span class=\"star-pagination\">*527</span> state nuisance proceedings antecedent to a criminal prosecution, ... or collection of state taxes.\" <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">816</span></span>, 96 S.Ct. 1245. The case at bar fits into none of these categories.</p>\n<p>The court in <i>Colorado River</i> also indicated that abstention may be appropriate based on principles which \"rest on considerations of `wise judicial administration, giving regard to conservation of judicial resources and comprehensive disposition of litigation.'\" <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></span>, 96 S.Ct. 1246. The court listed several factors for a district court to consider in its decision to abstain or to exercise its jurisdiction. The first is that if there is certain property over which only one court may exercise its jurisdiction and over which the state courts have already exercised that jurisdiction, the federal court should abstain. In the case at bar, there is no such property. The other factors are the inconvenience of the federal forum, the desirability of avoiding piecemeal litigation, and the order in which jurisdiction was obtained by the concurrent forums. Even so, the court warned \"only the clearest of justifications will warrant dismissal.\" 424 U.S. at 819, 96 S.Ct. at 1247.</p>\n<p>In the case at bar, the federal forum, Elizabeth City, is at least as convenient to the parties and their attorneys as is the Superior Court of Dare County. The order in which the concurrent forums obtained jurisdiction weighs heavily in neither direction. The Dare County Superior Court obtained jurisdiction in the fall of 1984. This action was instituted in March, 1985. The plaintiff in this action asserts that it could not have instituted this action until its investigation revealed what it considered to be facts which would support allegations of arson. The activities in the state court cases are not so exhaustive that proceedings in this court would work a hardship on the parties. In the case before this court, there is a complaint and an answer by each of the parties, as well as a counter claim by one of the defendants. Any of the discovery developed for use in the state court action would be equally as useful here insofar as it pertains to the parties in this action. Accordingly, this court finds that the order in which the jurisdiction was obtained by the concurrent forums does not weigh decisively in favor of the state court.</p>\n<p>The final factor is the desirability of avoiding piecemeal litigation. This factor counsels in favor of this court denying the motions to dismiss or stay. The court finds that this federal forum is well-equipped to decide the plaintiff's claims, and after its decision, the state court may hear the remaining allegations.</p>\n<p>The movants have directed this court's attention to other Supreme Court cases in support of their motion. In <i>Brillhart v. Excess Insurance Company,</i> <span class=\"citation\" data-id=\"103697\"><a href=\"/opinion/103697/brillhart-v-excess-ins-co-of-america/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1173</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1620</span></span> (1942), the district court dismissed a declaratory judgment action because there was a proceeding in the state courts which involved identical issues and the Missouri law on that issue appeared to be unclear. The Circuit Court of Appeals held that the dismissal of the suit was an abuse of discretion and directed the district court to proceed to a determination on the merits. The Supreme Court reversed the Circuit Court's decision and remanded to allow the district court to exercise its discretion. The North Carolina law on the issues in the case at bar is not unclear; hence <i>Brillhart</i> is distinguishable.</p>\n<p>In <i>Will v. Calvert Fire Insurance Company,</i> <span class=\"citation\" data-id=\"109918\"><a href=\"/opinion/109918/will-v-calvert-fire-ins-co/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">655</span></a></span>, <span class=\"citation\" data-id=\"109918\"><a href=\"/opinion/109918/will-v-calvert-fire-ins-co/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2552</span></a></span>, <span class=\"citation\" data-id=\"109918\"><a href=\"/opinion/109918/will-v-calvert-fire-ins-co/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">504</span></a></span> (1978), the issue was whether the Circuit Court's mandamus to compel the district court to hear the case on the merits was premature. Five justices held that it was. In that case there was no majority opinion and the judgment of the court does not directly relate to this case.</p>\n<p>The most recent case from the Supreme Court dealing with the doctrine of abstention is <i>Moses H. Cone Memorial Hospital v. Mercury Construction Corporation,</i> <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">927</span></a></span>, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span></a></span> (1983). Jurisdiction was based on diversity of citizenship. Mercury had contracted with the hospital to make certain additions. The contract required disputes to be resolved <span class=\"star-pagination\">*528</span> through arbitration, but the hospital obtained an <i>ex parte</i> injunction from the state court forbidding Mercury to take any steps directed toward arbitration. Mercury objected to the injunction, and it was dissolved. Mercury then filed an action in the federal court seeking an order compelling arbitration. On the hospital's motion, the district court stayed Mercury's action pending resolution of the state court suit.</p>\n<p>Because the two suits involved identical issues, the arbitrability of Mercury's claims, the Supreme Court found that the district court's stay order was appealable as a final decision and ruled that the decision to stay the federal suit out of deference to the parallel litigation of the state court was improper. The court reviewed the <i>Colorado River</i> factors and rejected the hospital's argument that the <i>Colorado River</i> test was undermined by <i>Will v. Calvert Fire Insurance Company</i><i>.</i> The court found no exceptional circumstances and did nothing to modify \"the virtually unflagging obligation of the federal courts to exercise the jurisdiction given them.\" <i>Colorado River,</i> <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 817, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1236</span></a></span>, 1246.</p>\n<p>\"[T]he decision of whether to dismiss a federal action because of parallel state court litigation does not rest on a mechanical checklist, but on a careful balancing of the important factors as they apply in a given case, with the balance heavily weighted in favor of the exercise of jurisdiction.\" <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>6, 103 S.Ct. 937. Because the movants have failed to overcome this \"balance heavily weighted\" against them, the motions to stay or to dismiss this action are DENIED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110873/"
  ]
}