{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2144964/",
  "absolute_url": "/opinion/2144964/lanier-const-co-inc-v-city-of-clinton-nc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2144964/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:27:17.963822Z",
  "date_modified": "2016-04-26T20:03:37.586827Z",
  "type": "010combined",
  "sha1": "7783b712cce7a8d8fe0372383ce55b66a346bec9",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>812 F.Supp.2d 696 (2011)</b></center>\n<center><h1>LANIER CONSTRUCTION COMPANY, INC., Plaintiff,<br>\nv.<br>\nCITY OF CLINTON, NORTH CAROLINA, a municipality; and John Connet, individually and in his official capacity as Clinton City Manager, Defendants.</h1></center>\n<center>No. 4:11-CV-36-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>September 6, 2011.</center>\n<p><span class=\"star-pagination\">*698</span> Demyra R. McDonald-Hall, McDonald Law Offices, P.C., Greenville, NC, for Plaintiff.</p>\n<p>Norwood P. Blanchard, III, Crossley McIntosh Collier Hanley &amp; Edes, PLLC, Wilmington, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendants' Motion to Dismiss [DE 26]. Because Plaintiff fails to state a claim upon which relief may be granted, the following claims are dismissed: claims for relief under 42 U.S.C. § 1983 for violations of Fourteenth Amendment procedural due process; as well as state law claims for defamation, intentional interference with prospective contractual relations, and breach of contract.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff Lanier Construction Company alleges that its bid for a City of Clinton project was rejected because the company is owned by African-Americans [DE 3 at 4]. Lanier has specialized in public utilities, grading/road construction, site development, and road/street work for private and governmental clients for twenty-seven years [DE 3 at 3]. On October 14, 2010, Lanier was the lowest bidder on the City of Clinton's \"Downtown Revitalization Phase III\" project. Lanier bid $1,056,403.75 [DE 3 at 4]. The next lowest bidder, Paul Howard Construction Company, is Caucasian-owned and was awarded the project on its bid of $1,097,300.00 [DE 3 at 4].</p>\n<p>The bidding process was conducted by The Wooten Company, a professional engineering firm, through a contract with the City of Clinton [DE 3 at 5]. Wooten's Project Engineer informed Lanier that it was recommending it for award of the final contract [DE 3 at 5]. However, Clinton City Manager John Connet later personally investigated Lanier's qualifications and submitted a memorandum to the City Council on November 23, 2010, recommending rejection of the Lanier bid on the ground that Lanier was not the lowest \"responsible\" bidder [DE 3 at 5]. Lanier alleges that this memorandum was incorrect and misleading. In the memorandum, Mr. Connet told the City Council that \"Lanier Construction had four out of five projects that were not completed within the time specified in the contract and resulted in liquidated damages.\" Lanier also challenges Mr. Connet's assertion that he had \"completed a thorough reference and corporate background check of the two lowest bidders\" [DE 3 at 25]. The City Council <span class=\"star-pagination\">*699</span> placed the matter on its agenda for its December 7, 2010 meeting. Lanier was not notified of the meeting [DE 3 at 6].</p>\n<p>At the meeting, the City Council unanimously adopted Mr. Connet's recommendation and rejected Lanier's bid [DE 3 at 5]. The Council voted to award the contract to the next lowest bidder, Paul Howard Construction Company, which is Caucasian-owned [DE 3 at 4]. Lanier was first notified that it did not receive the award in a letter from Mr. Connet dated December 13, 2010. The letter stated that Lanier was not a responsible bidder, taking into consideration its quality, performance, and timeliness on previous projects [DE 3 at 5].</p>\n<p>Lanier's attorney appeared at a City Council meeting on February 1, 2011, where all five Council members were present. Through its counsel, Lanier attempted to rebut Mr. Connet's memorandum and presented a packet of information supporting its cause [DE 3 at 6]. Two African-American council members motioned and seconded to delay the scheduled March 7, 2011 start date for construction on the project, pending further deliberation of the matter. The remaining three Council members (all Caucasian) voted to reject he motion, affirming the Council's December 7, 2010 decision [DE 3 at 7]. Lanier argues that its bid was rejected because it is an African-American-owned corporation and seeks money damages under 42 U.S.C. § 1983 for violation of its rights to equal protection and substantive and procedural due process under the Fourteenth Amendment, as well as state law claims for abuse of discretion in the bid process, defamation, interference with prospective contractual relations, and breach of contract [DE 3 at 19-28].</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>A motion to dismiss under Federal Rule of Civil Procedure 12(b)(6) will succeed if a plaintiff fails to establish a \"plausible\" claim for relief. <i>Bell Atlantic Corp. v. Twombly,</i> 550 U.S. 544, 556, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007); <i>Ashcroft v. Iqbal,</i> 556 U.S. 662, 129 S.Ct. 1937, 1949, 173 L.Ed.2d 868 (2009).</p>\n<p>Defendants do not seek to dismiss Lanier's claims under 42 U.S.C. § 1981, its equal protection claims, or its state law abuse of discretion claims. They do challenge Lanier's claims under (1) Fourteenth Amendment procedural due process; as well as the state law claims of (2) defamation; (3) intentional interference with prospective contractual relations; and (4) breach of contract [DE 27]. Lanier's claim under substantive due process appears to allege a procedural due process violation, and as such is considered within the discussion of the procedural due process claims. Although set forth as separate claims for relief, Lanier's requests for relief under 42 U.S.C. §§ 1983 and 1988 and its requests for specific performance and for declaratory judgment each refer to remedies or mechanisms available to vindicate other claims. On a motion to dismiss, discussion of remedies is premature and only Lanier's claims for relief will be addressed here.</p>\n<p></p>\n<h2>Fourteenth Amendment Procedural Due Process</h2>\n<p>The Fourteenth Amendment of the United States Constitution provides that state actors shall not deprive any person of life, liberty, or property without due process of law. U.S. Const. Amend. XIV. In order to state a claim for relief for a violation of procedural due process, a plaintiff must establish (1) that he was deprived of a protected property or liberty interest; and (2) that the procedures provided were inadequate. <i>Bd. of Regents of State Colls. v. Roth,</i> 408 U.S. 564, 571, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972). A mere unilateral expectation of a government <span class=\"star-pagination\">*700</span> benefit is insufficient; rather, the plaintiff must have a legitimate claim of entitlement to it. <i>Town of Castle Rock, Colo. v. Gonzales,</i> 545 U.S. 748, 756, 125 S.Ct. 2796, 162 L.Ed.2d 658 (2005) (citing <i>Roth,</i> 408 U.S. at 577, 92 S.Ct. 2701).</p>\n<p>Here, Lanier fails to state a claim upon which relief can be granted because it fails to allege such a property or liberty interest. Generally speaking, an unsuccessful bidder (even the lowest bidder) for a government contract does not have a sufficient property interest to support a due process claim. <i>Sowell's Meats &amp; Servs., Inc. v. McSwain,</i> 788 F.2d 226, 228 (4th Cir.1986). This is true because \"a benefit is not a protected entitlement if government officials may grant or deny it in their discretion.\" <i>Town of Castle Rock,</i> 545 U.S. at 756, 125 S.Ct. 2796 (citing <i>Ky. Dep't of Corr. v. Thompson,</i> 490 U.S. 454, 462-63, 109 S.Ct. 1904, 104 L.Ed.2d 506 (1989)). Public contracts in North Carolina are awarded pursuant to North Carolina General Statute § 143-129, which provides that \"[a]ll proposals shall be opened in public and the board or governing body shall award the contract to the lowest responsible bidder or bidders, taking into consideration quality, performance, and the time specified in the proposals for the performance of the contract.\" N.C. Gen.Stat. § 143-129(b). Section 143-129(b) also provides that \"[p]roposals may be rejected for any reason determined by the board or governing body to be in the best interest of the unit. However, the proposal shall not be rejected for the purpose of evading the provisions of this Article.\" <i>Id.</i> In other words, under North Carolina law, the Clinton City Council was entitled to exercise a great deal of discretion in awarding the contract to the lowest <i>responsible</i> bidder. A disappointed bidder, then, cannot claim entitlement to the contract, and no property interest exists on which to base a procedural due process claim.</p>\n<p>Furthermore, Lanier does not allege facts sufficient to demonstrate a liberty interest in \"pursuing a chosen profession\" that was hindered by the City Council's or Mr. Connet's actions. The implication that Lanier was not a \"responsible\" bidder, even if it caused harm to Lanier's reputation, is not sufficient to implicate a liberty interest. <i>See, e.g., </i><i>Robertson v. Rogers,</i> 679 F.2d 1090, 1092 (4th Cir.1982) (\"allegations of incompetence do not imply the existence of serious character defects such as dishonesty or immorality . . . and are not the sort of accusations that require a hearing\").</p>\n<p>Finally, even if Lanier were able to establish a liberty interest in being awarded the contract, the name-clearing hearing to which it would be entitled has already taken place. In its Complaint, Lanier notes that its attorney addressed the City Council at a public meeting on February 1, 2011, offering a notebook of information rebutting Mr. Connet's statements [DE 3 at 6]. Therefore, Lanier has failed to state a claim upon which relief may be granted as regards alleged violations of its procedural due process rights.</p>\n<p></p>\n<h2>Defamation</h2>\n<p>In order to recover for defamation in North Carolina, a plaintiff must show that the defendant (1) made false, defamatory statements of or concerning the plaintiff, which were (2) published to a third person, (3) causing injury to the plaintiffs reputation. <i>Boyce &amp; Isley, PLLC v. Cooper,</i> ___ N.C.App. ___, 710 S.E.2d 309, 317 (N.C.Ct.App.2011). Lanier alleges that Mr. Connet made two defamatory statements. First, he reported to the City Council that \"Lanier Construction had four out of five projects that were not completed within the time specified in the contract and resulted in liquidated damages.\" Second, he told the Council that he had \"completed a thorough reference and corporate <span class=\"star-pagination\">*701</span> background check of the two lowest bidders\" [DE 3 at 25].</p>\n<p>There seems to be no factual dispute between the parties as to the context in which these statements arose, and therefore both statements are privileged. Statements made in the course of a quasi-judicial proceeding are entitled to absolute privilege. <i>Angel v. Ward,</i> 43 N.C.App. 288, 258 S.E.2d 788, 792 (1979). Quasi-judicial proceedings include the actions of public administrative officers when they \"investigate facts, or ascertain the existence of facts, and draw conclusions from them, as the basis for their official action, and to exercise discretion of a judicial nature.\" <i>Id.</i> at 792. For example, in <i>Angel v. Ward</i><i>,</i> an IRS official enjoyed absolute privilege for his communications on behalf of the Service while evaluating the plaintiffs employment. <i>Id.</i> More specifically, the North Carolina Court of Appeals has held that municipal officers awarding public contracts are engaged in quasi-judicial discretionary action. <i>Kinsey Contracting Co. v. City of Fayetteville,</i> 106 N.C.App. 383, 416 S.E.2d 607, 608 (1992). Because it is undisputed that both statements were made in the context of awarding the construction contract, both statements are absolutely privileged and Lanier has failed to state a claim upon which relief may be granted under North Carolina's defamation jurisprudence.</p>\n<p></p>\n<h2>Intentional Interference with Prospective Contractual Relations</h2>\n<p>Contrary to Defendants' assertions, North Carolina has recognized the tort of wrongful interference with a prospective contract. <i>See, e.g., </i><i>Owens v. Pepsi Cola Bottling Co. of Hickory, N.C., Inc.,</i> 330 N.C. 666, 412 S.E.2d 636, 644 (1992). Under North Carolina law, a plaintiff must show that the defendant: (1) maliciously induced a third person not to enter a contract with the plaintiff and (2) that but for the defendant's interference, a contract between the plaintiff and third party would have ensued. <i>Dalton v. Camp,</i> 353 N.C. 647, 548 S.E.2d 704, 709-10 (2001).</p>\n<p>Although North Carolina recognizes this tort, Lanier has failed to state a claim upon which relief may be granted because it has failed to allege that Mr. Connet's actions were the but-for cause that precluded a contract from being formed with a third party. Lanier's claim appears to assert that Mr. Connet's investigation of Lanier was the but-for cause of the City Council's rejection of Lanier's bid. Even if that were true, Mr. Connet was conducting an investigation as part of the bidding process for the very contract Lanier claims was wrongfully interfered with. Therefore, in order to be held liable for his actions, Mr. Connet would have to have acted \"outside the scope of his authority\" as Clinton City Manager in persuading the Council not to award the contract to Lanier. <i>See </i><i>Kwan-Sa You v. Roe,</i> 97 N.C.App. 1, 387 S.E.2d 188, 192 (1990). In order to survive a motion to dismiss, even assuming actual malice, Lanier would have needed to show that defendant had no \"<i>legal</i> justification for his action.\" <i>See id.</i> Because Lanier has made no such allegation, this claim must also be dismissed.</p>\n<p></p>\n<h2>Breach of Contract</h2>\n<p>In order to make a prima facie claim for breach of contract, Lanier would need to establish (1) existence of a valid contract and (2) breach of the terms of that contract. <i>See, e.g., </i><i>One Beacon Ins. Co. v. United Mech. Corp.,</i> ___ N.C.App. ___, 700 S.E.2d 121, 124 (N.C.Ct.App. 2010). An \"invitation to bid\" is not a contract awarding construction work to a bidding contractor [DE 3 at 14]. Therefore, Defendants could not have breached this \"contract\" by awarding the work to <span class=\"star-pagination\">*702</span> another bidder. Furthermore, to the extent that any \"invitation to bid\" may have established a contractual relationship, Lanier concedes that its bid was received and considered by the Council [DE 3 at 5-6]. Therefore, this claim must be dismissed.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, Defendants' Motion to Dismiss [DE 26] is GRANTED. SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">812</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">696</span></span> (2011)</b></center>\n<center><h1>LANIER CONSTRUCTION COMPANY, INC., Plaintiff,<br>\nv.<br>\nCITY OF CLINTON, NORTH CAROLINA, a municipality; and John Connet, individually and in his official capacity as Clinton City Manager, Defendants.</h1></center>\n<center>No. 4:11-CV-36-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>September 6, 2011.</center>\n<p><span class=\"star-pagination\">*698</span> Demyra R. McDonald-Hall, McDonald Law Offices, P.C., Greenville, NC, for Plaintiff.</p>\n<p>Norwood P. Blanchard, III, Crossley McIntosh Collier Hanley &amp; Edes, PLLC, Wilmington, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on Defendants' Motion to Dismiss [DE 26]. Because Plaintiff fails to state a claim upon which relief may be granted, the following claims are dismissed: claims for relief under 42 U.S.C. § 1983 for violations of Fourteenth Amendment procedural due process; as well as state law claims for defamation, intentional interference with prospective contractual relations, and breach of contract.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff Lanier Construction Company alleges that its bid for a City of Clinton project was rejected because the company is owned by African-Americans [DE 3 at 4]. Lanier has specialized in public utilities, grading/road construction, site development, and road/street work for private and governmental clients for twenty-seven years [DE 3 at 3]. On October 14, 2010, Lanier was the lowest bidder on the City of Clinton's \"Downtown Revitalization Phase III\" project. Lanier bid $1,056,403.75 [DE 3 at 4]. The next lowest bidder, Paul Howard Construction Company, is Caucasian-owned and was awarded the project on its bid of $1,097,300.00 [DE 3 at 4].</p>\n<p>The bidding process was conducted by The Wooten Company, a professional engineering firm, through a contract with the City of Clinton [DE 3 at 5]. Wooten's Project Engineer informed Lanier that it was recommending it for award of the final contract [DE 3 at 5]. However, Clinton City Manager John Connet later personally investigated Lanier's qualifications and submitted a memorandum to the City Council on November 23, 2010, recommending rejection of the Lanier bid on the ground that Lanier was not the lowest \"responsible\" bidder [DE 3 at 5]. Lanier alleges that this memorandum was incorrect and misleading. In the memorandum, Mr. Connet told the City Council that \"Lanier Construction had four out of five projects that were not completed within the time specified in the contract and resulted in liquidated damages.\" Lanier also challenges Mr. Connet's assertion that he had \"completed a thorough reference and corporate background check of the two lowest bidders\" [DE 3 at 25]. The City Council <span class=\"star-pagination\">*699</span> placed the matter on its agenda for its December 7, 2010 meeting. Lanier was not notified of the meeting [DE 3 at 6].</p>\n<p>At the meeting, the City Council unanimously adopted Mr. Connet's recommendation and rejected Lanier's bid [DE 3 at 5]. The Council voted to award the contract to the next lowest bidder, Paul Howard Construction Company, which is Caucasian-owned [DE 3 at 4]. Lanier was first notified that it did not receive the award in a letter from Mr. Connet dated December 13, 2010. The letter stated that Lanier was not a responsible bidder, taking into consideration its quality, performance, and timeliness on previous projects [DE 3 at 5].</p>\n<p>Lanier's attorney appeared at a City Council meeting on February 1, 2011, where all five Council members were present. Through its counsel, Lanier attempted to rebut Mr. Connet's memorandum and presented a packet of information supporting its cause [DE 3 at 6]. Two African-American council members motioned and seconded to delay the scheduled March 7, 2011 start date for construction on the project, pending further deliberation of the matter. The remaining three Council members (all Caucasian) voted to reject he motion, affirming the Council's December 7, 2010 decision [DE 3 at 7]. Lanier argues that its bid was rejected because it is an African-American-owned corporation and seeks money damages under 42 U.S.C. § 1983 for violation of its rights to equal protection and substantive and procedural due process under the Fourteenth Amendment, as well as state law claims for abuse of discretion in the bid process, defamation, interference with prospective contractual relations, and breach of contract [DE 3 at 19-28].</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>A motion to dismiss under Federal Rule of Civil Procedure 12(b)(6) will succeed if a plaintiff fails to establish a \"plausible\" claim for relief. <i>Bell Atlantic Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 556, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007); <i>Ashcroft v. Iqbal,</i> <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">556</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">662</span></a></span>, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, 1949, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009).</p>\n<p>Defendants do not seek to dismiss Lanier's claims under 42 U.S.C. § 1981, its equal protection claims, or its state law abuse of discretion claims. They do challenge Lanier's claims under (1) Fourteenth Amendment procedural due process; as well as the state law claims of (2) defamation; (3) intentional interference with prospective contractual relations; and (4) breach of contract [DE 27]. Lanier's claim under substantive due process appears to allege a procedural due process violation, and as such is considered within the discussion of the procedural due process claims. Although set forth as separate claims for relief, Lanier's requests for relief under 42 U.S.C. §§ 1983 and 1988 and its requests for specific performance and for declaratory judgment each refer to remedies or mechanisms available to vindicate other claims. On a motion to dismiss, discussion of remedies is premature and only Lanier's claims for relief will be addressed here.</p>\n<p></p>\n<h2>Fourteenth Amendment Procedural Due Process</h2>\n<p>The Fourteenth Amendment of the United States Constitution provides that state actors shall not deprive any person of life, liberty, or property without due process of law. U.S. Const. Amend. XIV. In order to state a claim for relief for a violation of procedural due process, a plaintiff must establish (1) that he was deprived of a protected property or liberty interest; and (2) that the procedures provided were inadequate. <i>Bd. of Regents of State Colls. v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 571, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972). A mere unilateral expectation of a government <span class=\"star-pagination\">*700</span> benefit is insufficient; rather, the plaintiff must have a legitimate claim of entitlement to it. <i>Town of Castle Rock, Colo. v. Gonzales,</i> <span class=\"citation\" data-id=\"799991\"><a href=\"/opinion/799991/castle-rock-v-gonzales/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">748</span></a></span>, 756, <span class=\"citation\" data-id=\"799991\"><a href=\"/opinion/799991/castle-rock-v-gonzales/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2796</span></a></span>, <span class=\"citation\" data-id=\"799991\"><a href=\"/opinion/799991/castle-rock-v-gonzales/\"><span class=\"volume\">162</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">658</span></a></span> (2005) (citing <i>Roth,</i> 408 U.S. at 577, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>).</p>\n<p>Here, Lanier fails to state a claim upon which relief can be granted because it fails to allege such a property or liberty interest. Generally speaking, an unsuccessful bidder (even the lowest bidder) for a government contract does not have a sufficient property interest to support a due process claim. <i>Sowell's Meats &amp; Servs., Inc. v. McSwain,</i> <span class=\"citation\" data-id=\"468561\"><a href=\"/opinion/468561/sowells-meats-and-services-inc-v-peggy-mcswain-vivial-pilant-kenneth-c/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span>, 228 (4th Cir.1986). This is true because \"a benefit is not a protected entitlement if government officials may grant or deny it in their discretion.\" <i>Town of Castle Rock,</i> 545 U.S. at 756, <span class=\"citation\" data-id=\"799991\"><a href=\"/opinion/799991/castle-rock-v-gonzales/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2796</span></a></span> (citing <i>Ky. Dep't of Corr. v. Thompson,</i> <span class=\"citation\" data-id=\"112260\"><a href=\"/opinion/112260/kentucky-dept-of-corrections-v-thompson/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 462-63, <span class=\"citation\" data-id=\"112260\"><a href=\"/opinion/112260/kentucky-dept-of-corrections-v-thompson/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1904</span></a></span>, <span class=\"citation\" data-id=\"112260\"><a href=\"/opinion/112260/kentucky-dept-of-corrections-v-thompson/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span></a></span> (1989)). Public contracts in North Carolina are awarded pursuant to North Carolina General Statute § 143-129, which provides that \"[a]ll proposals shall be opened in public and the board or governing body shall award the contract to the lowest responsible bidder or bidders, taking into consideration quality, performance, and the time specified in the proposals for the performance of the contract.\" N.C. Gen.Stat. § 143-129(b). Section 143-129(b) also provides that \"[p]roposals may be rejected for any reason determined by the board or governing body to be in the best interest of the unit. However, the proposal shall not be rejected for the purpose of evading the provisions of this Article.\" <i>Id.</i> In other words, under North Carolina law, the Clinton City Council was entitled to exercise a great deal of discretion in awarding the contract to the lowest <i>responsible</i> bidder. A disappointed bidder, then, cannot claim entitlement to the contract, and no property interest exists on which to base a procedural due process claim.</p>\n<p>Furthermore, Lanier does not allege facts sufficient to demonstrate a liberty interest in \"pursuing a chosen profession\" that was hindered by the City Council's or Mr. Connet's actions. The implication that Lanier was not a \"responsible\" bidder, even if it caused harm to Lanier's reputation, is not sufficient to implicate a liberty interest. <i>See, e.g., </i><i>Robertson v. Rogers,</i> <span class=\"citation\" data-id=\"404980\"><a href=\"/opinion/404980/raymond-robertson-v-r-e-rogers-individually-and-as-superintendent-of/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1090</span></a></span>, 1092 (4th Cir.1982) (\"allegations of incompetence do not imply the existence of serious character defects such as dishonesty or immorality . . . and are not the sort of accusations that require a hearing\").</p>\n<p>Finally, even if Lanier were able to establish a liberty interest in being awarded the contract, the name-clearing hearing to which it would be entitled has already taken place. In its Complaint, Lanier notes that its attorney addressed the City Council at a public meeting on February 1, 2011, offering a notebook of information rebutting Mr. Connet's statements [DE 3 at 6]. Therefore, Lanier has failed to state a claim upon which relief may be granted as regards alleged violations of its procedural due process rights.</p>\n<p></p>\n<h2>Defamation</h2>\n<p>In order to recover for defamation in North Carolina, a plaintiff must show that the defendant (1) made false, defamatory statements of or concerning the plaintiff, which were (2) published to a third person, (3) causing injury to the plaintiffs reputation. <i>Boyce &amp; Isley, PLLC v. Cooper,</i> ___ N.C.App. ___, <span class=\"citation\" data-id=\"2502044\"><a href=\"/opinion/2502044/boyce-isley-pllc-v-cooper/\"><span class=\"volume\">710</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">309</span></a></span>, 317 (N.C.Ct.App.2011). Lanier alleges that Mr. Connet made two defamatory statements. First, he reported to the City Council that \"Lanier Construction had four out of five projects that were not completed within the time specified in the contract and resulted in liquidated damages.\" Second, he told the Council that he had \"completed a thorough reference and corporate <span class=\"star-pagination\">*701</span> background check of the two lowest bidders\" [DE 3 at 25].</p>\n<p>There seems to be no factual dispute between the parties as to the context in which these statements arose, and therefore both statements are privileged. Statements made in the course of a quasi-judicial proceeding are entitled to absolute privilege. <i>Angel v. Ward,</i> 43 N.C.App. 288, <span class=\"citation\" data-id=\"1276546\"><a href=\"/opinion/1276546/angel-v-ward/\"><span class=\"volume\">258</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">788</span></a></span>, 792 (1979). Quasi-judicial proceedings include the actions of public administrative officers when they \"investigate facts, or ascertain the existence of facts, and draw conclusions from them, as the basis for their official action, and to exercise discretion of a judicial nature.\" <i>Id.</i> at 792. For example, in <i>Angel v. Ward</i><i>,</i> an IRS official enjoyed absolute privilege for his communications on behalf of the Service while evaluating the plaintiffs employment. <i>Id.</i> More specifically, the North Carolina Court of Appeals has held that municipal officers awarding public contracts are engaged in quasi-judicial discretionary action. <i>Kinsey Contracting Co. v. City of Fayetteville,</i> 106 N.C.App. 383, <span class=\"citation\" data-id=\"1269988\"><a href=\"/opinion/1269988/kinsey-contracting-company-inc-v-city-of-fayetteville/\"><span class=\"volume\">416</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">607</span></a></span>, 608 (1992). Because it is undisputed that both statements were made in the context of awarding the construction contract, both statements are absolutely privileged and Lanier has failed to state a claim upon which relief may be granted under North Carolina's defamation jurisprudence.</p>\n<p></p>\n<h2>Intentional Interference with Prospective Contractual Relations</h2>\n<p>Contrary to Defendants' assertions, North Carolina has recognized the tort of wrongful interference with a prospective contract. <i>See, e.g., </i><i>Owens v. Pepsi Cola Bottling Co. of Hickory, N.C., Inc.,</i> <span class=\"citation\" data-id=\"1410449\"><a href=\"/opinion/1410449/owens-v-pepsi-cola-bottling-co/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">666</span></a></span>, <span class=\"citation\" data-id=\"1410449\"><a href=\"/opinion/1410449/owens-v-pepsi-cola-bottling-co/\"><span class=\"volume\">412</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">636</span></a></span>, 644 (1992). Under North Carolina law, a plaintiff must show that the defendant: (1) maliciously induced a third person not to enter a contract with the plaintiff and (2) that but for the defendant's interference, a contract between the plaintiff and third party would have ensued. <i>Dalton v. Camp,</i> <span class=\"citation\" data-id=\"1328681\"><a href=\"/opinion/1328681/dalton-v-camp/\"><span class=\"volume\">353</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">647</span></a></span>, <span class=\"citation\" data-id=\"1328681\"><a href=\"/opinion/1328681/dalton-v-camp/\"><span class=\"volume\">548</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">704</span></a></span>, 709-10 (2001).</p>\n<p>Although North Carolina recognizes this tort, Lanier has failed to state a claim upon which relief may be granted because it has failed to allege that Mr. Connet's actions were the but-for cause that precluded a contract from being formed with a third party. Lanier's claim appears to assert that Mr. Connet's investigation of Lanier was the but-for cause of the City Council's rejection of Lanier's bid. Even if that were true, Mr. Connet was conducting an investigation as part of the bidding process for the very contract Lanier claims was wrongfully interfered with. Therefore, in order to be held liable for his actions, Mr. Connet would have to have acted \"outside the scope of his authority\" as Clinton City Manager in persuading the Council not to award the contract to Lanier. <i>See </i><i>Kwan-Sa You v. Roe,</i> 97 N.C.App. 1, <span class=\"citation\" data-id=\"1261537\"><a href=\"/opinion/1261537/kwan-sa-you-v-roe/\"><span class=\"volume\">387</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">188</span></a></span>, 192 (1990). In order to survive a motion to dismiss, even assuming actual malice, Lanier would have needed to show that defendant had no \"<i>legal</i> justification for his action.\" <i>See id.</i> Because Lanier has made no such allegation, this claim must also be dismissed.</p>\n<p></p>\n<h2>Breach of Contract</h2>\n<p>In order to make a prima facie claim for breach of contract, Lanier would need to establish (1) existence of a valid contract and (2) breach of the terms of that contract. <i>See, e.g., </i><i>One Beacon Ins. Co. v. United Mech. Corp.,</i> ___ N.C.App. ___, <span class=\"citation\" data-id=\"2109349\"><a href=\"/opinion/2109349/one-beacon-ins-v-united-mechanical-corp/\"><span class=\"volume\">700</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">121</span></a></span>, 124 (N.C.Ct.App. 2010). An \"invitation to bid\" is not a contract awarding construction work to a bidding contractor [DE 3 at 14]. Therefore, Defendants could not have breached this \"contract\" by awarding the work to <span class=\"star-pagination\">*702</span> another bidder. Furthermore, to the extent that any \"invitation to bid\" may have established a contractual relationship, Lanier concedes that its bid was received and considered by the Council [DE 3 at 5-6]. Therefore, this claim must be dismissed.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, Defendants' Motion to Dismiss [DE 26] is GRANTED. SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/404980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1261537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1276546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1328681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1410449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2109349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2502044/"
  ]
}