{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2145733/",
  "absolute_url": "/opinion/2145733/united-states-v-freedman-farms-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2145733/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:27:24.729588Z",
  "date_modified": "2016-04-26T21:34:31.121071Z",
  "type": "010combined",
  "sha1": "b40fe3e3c86e7f0a18389e6822e3654a28bd4353",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>786 F.Supp.2d 1016 (2011)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nFREEDMAN FARMS, INC.; and William Barry Freedman, Defendants.</h1></center>\n<center>No. 7:10-CR-00015-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>May 18, 2011.</center>\n<p>Gaston Williams, U.S. Attorney's Office, Raleigh, NC, for United States of America.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on the government's motion for reconsideration (DE #102), seeking the court's reconsideration of its notice dated February 17, 2011, of its preliminary jury instruction regarding what constitutes a \"water of the United States.\" Defendants have filed a response in opposition to the government's motion for reconsideration. Where jury selection in this case is set to commence Tuesday, June 21, 2011, the issues raised are ripe for review.</p>\n<p>The court's instruction regarding what constitutes a \"water of the United States\" is pivotal. Of its own initiative, a schedule before trial was carved out for briefing as to this instruction.<sup>[1]</sup> After consideration of the parties' initial set of briefs, in notice entered February 17, 2011, the court set out the instruction deemed appropriate under law, to which the government objects.</p>\n<p>By considering and determining in advance what constitutes a \"water of the United States,\" a more simplified trial procedure will result, and delay at trial, which the government anticipates may take three weeks to try, is avoided. The parties' pretrial preparations will be more focused as a result, and resources conserved. The court commends the parties for their well-considered briefing of or relating to the instant motion. For the reasons that follow, the government's motion must be and is DENIED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1017</span> THE COURT'S NOTICE REGARDING JURY INSTRUCTIONS</h2>\n<p>At issue is the proper interpretation of the phrase \"waters of the United States\" for purposes of the Clean Water Act, 33 U.S.C. § 1251, <i>et seq.</i> (\"the Act\"). Briefly, the government's jurisdiction to prosecute under the Act is defined by the Act itself, which prohibits the discharge of pollutants into \"waters of the United States.\" 33 U.S.C. § 1311(a) (prohibiting discharge of pollutants); <i>Id.</i> § 1362(12) (defining \"discharge of pollutants\" as the \"addition of any pollutant to navigable waters\"); <i>Id.</i> § 1362(7) (defining \"navigable waters\" as \"waters of the United States, including the territorial seas\"). Accordingly, in this case the government has jurisdiction to prosecute defendants only if Browder's Branch, the water body at issue, is a \"water of the United States.\"</p>\n<p>The regulations define \"waters of the United States\" to include not only traditionally navigable waters, but also all interstate waters and wetlands, intrastate waters that affect interstate commerce, tributaries of any of those waters, as well as wetlands adjacent to any of those waters or their tributaries. 33 C.F.R. § 328.3(a).</p>\n<p>The Supreme Court most recently interpreted the phrase \"waters of the United States\" in <i>Rapanos v. United States,</i> wherein the Court issued a split decision regarding the meaning of the phrase in the context of adjacent wetlands. 547 U.S. 715, 126 S.Ct. 2208, 165 L.Ed.2d 159 (2006). The split decision set forth two competing definitions that the individual circuits have since struggled to reconcile. In its motion for reconsideration, the government expressly approves of this court's characterization of the two <i>Rapanos</i> standards. (Mot. for Recons., 3) The two standards are briefly reiterated here for ease of reference.</p>\n<p>The plurality opinion, authored by Justice Scalia, began its analysis by defining \"waters of the United States\" to include only those \"relatively permanent, standing or continuously flowing\" bodies of water, those which form geographic features ordinarily described as \"streams, oceans, rivers, and lakes.\" 527 U.S. at 739, 119 S.Ct. 2240. The plurality then addressed the circumstances under which a wetland may be considered \"adjacent to\" a \"water of the United States,\" and concluded that \"only those wetlands with a continuous surface connection to bodies that are `waters of the United States' in their own right, so that there is no clear demarcation between `waters' and wetlands, are `adjacent to' such waters and covered by the Act.\" <i>Id.</i> at 742, 119 S.Ct. 2240.</p>\n<p>In his concurring opinion, Justice Kennedy set forth a different standard that has become known as the \"significant nexus\" test. <i>Id.</i> at 779-80, 119 S.Ct. 2240. There, Justice Kennedy reasoned that:</p>\n<blockquote>[Jurisdiction] over wetlands depends upon the existence of a significant nexus between the wetlands in question and navigable waters in the traditional sense... wetlands possess the requisite nexus, and thus come within the statutory phrase \"navigable waters,\" if the wetlands, either alone or in combination with similarly situated lands in the region, significantly affect the chemical, physical, and biological integrity of other covered waters more readily understood as \"navigable.\" When, in contrast, wetlands' effects on water quality are speculative or insubstantial, they fall outside the zone fairly encompassed by the statutory term \"navigable waters.\"</blockquote>\n<p><i>Id.</i> at 779-80, 119 S.Ct. 2240.</p>\n<p>This court in its February 17, 2011, notice observed that the circuits have split on the question of which <i>Rapanos</i> opinion provides the holding. After examining the <span class=\"star-pagination\">*1018</span> circuit split, including a recent case wherein the Fourth Circuit applied the significant nexus test, the court noticed preliminary intent to instruct the jury using the significant nexus test only. The government now seeks the court's reconsideration of the matter.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The government advances argument that the court's preliminary jury instruction improperly limits the government's jurisdiction under the Act, asserting instead that the competing <i>Rapanos</i> standards are more properly understood as alternative methods of establishing jurisdiction under the Act. The government therefore argues that the jury instruction regarding \"water of the United States\" should incorporate both definitions. (Mot. for Recons., 2)</p>\n<p></p>\n<h2>A. The Relevant Case Law</h2>\n<p>Sophisticated briefing on both sides raises substantial issues for consideration, seeking to shed light on the dimly lit landscape of post-<i>Rapanos</i> jurisprudence. The problem stems from the fact that <i>Rapanos</i> was fractured, without a majority opinion. As a result, the circuit courts of appeal have struggled to determine which opinion (or combination of opinions) provides the holding and governing rule going forward.</p>\n<p>In <i>Marks v. United States,</i> the Supreme Court addressed the standard for finding the holding of a divided Court in circumstances where no opinion attracts a majority. 430 U.S. 188, 193, 97 S.Ct. 990, 51 L.Ed.2d 260 (1977). There, the Supreme Court stated that \"when a fragmented Court decides a case and no single rationale explaining the result enjoys the assent of five Justices, `the holding of the court may be viewed as that position taken by those Members who concurred in the judgments on the narrowest grounds.'\" <i>Id.</i> at 193, 97 S.Ct. 990 (quoting <i>Gregg v. Georgia,</i> 428 U.S. 153, 169 n. 15, 96 S.Ct. 2909, 49 L.Ed.2d 859 (1976) (opinion of Stewart, Powell, and Stevens, JJ.)). For example, in <i>Marks,</i> the Court endeavored to determine the binding effect of <i>Memoirs v. Massachusetts,</i> 383 U.S. 413, 86 S.Ct. 975, 16 L.Ed.2d 1 (1966), in which a three-justice plurality held that the book at issue was not obscenity and therefore entitled to constitutional protection, whereas two members concurred in that judgment on the grounds that the First Amendment provided an absolute shield against government suppression of obscenity. The Court determined that the plurality's opinion constituted the Court's holding because the plurality's position was narrower than that of the concurring members. <i>Marks,</i> 430 U.S. at 193-94, 97 S.Ct. 990.</p>\n<p>Even with the guidance set forth in <i>Marks,</i> however, the lower courts have struggled to divine a guiding principle from the <i>Rapanos</i> decision. As the Supreme Court itself has recognized, applying <i>Marks</i> to determine the holding of a fractured decision is often more easily said than done. <i>See </i><i>Grutter v. Bollinger,</i> 539 U.S. 306, 325, 123 S.Ct. 2325, 156 L.Ed.2d 304 (2003). In particular, application of the <i>Marks</i> rule is problematic when \"one opinion supporting the judgment does not fit entirely within a broader circle drawn by the others.\" <i>King v. Palmer,</i> 950 F.2d 771, 781 (1991). In such circumstances, it is difficult to determine which holding is the narrowest.</p>\n<p>This is precisely the problem presented by <i>Rapanos.</i> As several circuit courts of appeal have recognized, <i>Marks</i> does not translate easily to <i>Rapanos</i> because neither the plurality opinion nor the concurring opinion is a precise subset of the other. <i>See, e.g., </i><i>U.S. v. Bailey,</i> 571 F.3d 791, 798 (8th Cir.2009) (observing that \"there is little overlap between the plurality's <span class=\"star-pagination\">*1019</span> and Justice Kennedy's opinions\"); <i>U.S. v. Johnson,</i> 467 F.3d 56, 64 (1st Cir. 2006) (observing that \"the cases in which Justice Kennedy would limit federal jurisdiction are not a subset of the cases in which the plurality would limit jurisdiction\").</p>\n<p>Significantly, Justice Kennedy found the plurality opinion too restrictive of federal jurisdiction over adjacent wetlands, expressly rejecting the plurality's limitation of jurisdiction to \"relatively permanent\" bodies of water as well as the plurality's requirement of a \"continuous surface connection\" between a wetland and an adjacent \"relatively permanent\" waterway. <i>Rapanos,</i> 547 U.S. at 768-69, 126 S.Ct. 2208. Justice Kennedy thereafter concluded that federal jurisdiction exists where there is a significant nexus between the wetland in question and a traditionally navigable waterway. <i>Id.,</i> at 779-80, 126 S.Ct. 2208.</p>\n<p>Because Justice Kennedy rejected those limitations set forth in the plurality's opinion, many circuit courts of appeal have determined that Justice Kennedy's is the narrower test because it is generally less restrictive of federal jurisdiction. <i>See, e.g., </i><i>U.S. v. Robison,</i> 505 F.3d 1208, 1221-22 (11th Cir.2007); <i>U.S. v. Gerke,</i> 464 F.3d 723, 724-25 (7th Cir.2006) (per curiam). It is also well-recognized, however, that Justice Kennedy's test is not a perfect subset of the plurality's, because in some \"rare cases\" the plurality's test would result in a finding of jurisdiction whereas Justice Kennedy's would not. <i>See </i><i>Robison,</i> 505 F.3d at 1222. As the Seventh Circuit explained in <i>Gerke:</i></p>\n<blockquote>[Justice Kennedy's] test is narrower (so far as reining in federal authority is concerned) than the plurality's in most cases, though not in all because Justice Kennedy also said that \"by saying the Act covers wetlands (however remote) possessing a surface-water connection with a continuously flowing stream (however small), the plurality's reading would permit applications of the statute as far from traditional federal authority as are the waters it deems beyond the statute's reach.\"</blockquote>\n<p>464 F.3d at 724-25. Stated differently, Justice Kennedy's test is always the narrowest test where it favors federal jurisdiction, but is not the narrowest test in the unusual circumstance where it does not favor federal jurisdiction but the plurality's test does, due to a slight surface connection. <i>Id.</i> (concluding, however, that such a circumstance \"will be a rare case\"). For this reason, the circuits have struggled to apply <i>Marks</i> to <i>Rapanos,</i> and have arrived at disagreement over whether Justice Kennedy's test alone is controlling, or whether the plurality's test may also be used as an alternative grounds for establishing jurisdiction.</p>\n<p>The First Circuit held that the government may establish jurisdiction under either test. <i>Johnson,</i> 467 F.3d at 66. In reaching this conclusion, the First Circuit relied primarily on its determination that using both tests \"provides a simple and pragmatic way to assess what grounds would command a majority of the Court.\" <i>Id.</i> at 64 (explaining this approach \"ensures that lower courts will find jurisdiction in all cases where a majority of the Court would support such a finding\"). The Eighth Circuit subsequently adopted the First Circuit's reasoning and held that the government may establish jurisdiction over wetlands that satisfy either test. <i>Bailey,</i> 571 F.3d at 799.</p>\n<p>At the opposite end of the spectrum are the circuits that have applied only the significant nexus test. Foremost among them is the Eleventh Circuit, which held unequivocally that the significant nexus test alone provides the governing rule. <i>Robison,</i> 505 F.3d at 1221. In so holding, <span class=\"star-pagination\">*1020</span> the Eleventh Circuit reasoned that, under <i>Marks,</i> the court is required to adopt the position of the Justices who concurred in the judgments on the narrowest grounds, and that the position of dissenters is not to be considered. <i>Id.</i> Specifically, the Eleventh Circuit stated that \"it would be inconsistent with <i>Marks</i> to allow the dissenting <i>Rapanos</i> Justices to carry the day and impose an `either/or' test, whereby CWA jurisdiction would exist when either Justice Scalia's test or Justice Kennedy's test is satisfied.\" <i>Id.</i></p>\n<p>Lastly, several circuits held that the significant nexus test alone governed the cases immediately before them, but declined to foreclose the possible future application of the plurality's test as an alternative basis for establishing jurisdiction in other cases. This has been the Fourth Circuit's approach. In <i>Precon Development Corporation, Inc. v. United States Army Corps of Engineers</i> the parties agreed that the significant nexus test governed, allowing the Fourth Circuit to conclude that \"the significant nexus test undisputedly controls\" and to provide further that \"we therefore do not address the issue of whether the plurality's `continuous surface connection' test provides an alternate ground upon which CWA jurisdiction can be established.\" 633 F.3d 278, 288 (4th Cir.2011). Similarly, the Seventh and Ninth Circuit have also applied the significant nexus test as the sole jurisdictional test in the cases before them while still leaving open the possibility of applying the plurality's test in future cases. <i>See </i><i>Northern California River Watch v. City of Healdsburg,</i> 496 F.3d 993, 999-1000 (9th Cir.2007); <i>Gerke,</i> 464 F.3d at 725.</p>\n<p></p>\n<h2>B. The Government's Arguments for Reconsideration</h2>\n<p>Given the dizzying difference of opinion on the issue, it is not surprising that the government seeks reconsideration of the court's notice of intent to apply only the significant nexus test to the instant litigation.</p>\n<p>The government first asserts that instruction on both tests would be proper based on the Fourth Circuit's holding in <i>Precon,</i> wherein the Fourth Circuit seized on the parties' consensus that the significant nexus test governed and was therefore able to avoid the question of whether the plurality's test provided a viable alternative basis for jurisdiction. The government argues that the Fourth Circuit's explicit refusal to decide the question provides support for the court's use of a jury instruction which incorporates the plurality's test as an alternative. As defendants aptly respond, however, while it is true that the Fourth Circuit has not foreclosed the legitimacy of the plurality's test, the Fourth Circuit has not approved of its use, either. Thus, while the Fourth Circuit's holding in <i>Precon</i> does not undermine the government's position, it also does not directly support it. In further support of its proposition, the government cites examples of the other circuits that have similarly left open the question. As with <i>Precon,</i> however, these other cases provide neither direct support for nor direct opposition to the government's position.</p>\n<p>The government argues that the court should adopt the \"simple and pragmatic\" approach of the First and Eighth Circuits and hold that both tests may be used. <i>Johnson,</i> 467 F.3d at 64. As noted in the government's brief, that line of reasoning requires relying on the position of the dissenting Members of the Court:</p>\n<blockquote>Following Justice Stevens's instruction ensures that lower courts will find jurisdiction in all cases where a majority of the Court would support such a finding. If Justice Kennedy's test is satisfied, then at least Justice Kennedy plus the four dissenters would support jurisdiction. <span class=\"star-pagination\">*1021</span> If the plurality's test is satisfied, then at least the four plurality members plus the four dissenters would support jurisdiction.</blockquote>\n<p><i>Johnson,</i> 467 F.3d at 64.</p>\n<p>The government argues persuasively for this result based on the difficulty in applying <i>Marks</i> to <i>Rapanos.</i> Although admittedly it is true that <i>Marks</i> does not \"translate easily\" to <i>Rapanos, </i><i>Johnson,</i> 467 F.3d at 64, it is also true that the plain wording of <i>Marks</i> does not contemplate considering the position of dissenting Justices. To the contrary, <i>Marks</i> directs lower courts that \"[w]hen a fragmented [Supreme] Court decides a case and no single rationale explaining the result enjoys the assent of five Justices, the holding ... may be viewed as that position taken by those Members <i>who concurred in the judgment</i> on the narrowest grounds.\" <i>Marks,</i> 430 U.S. at 193, 97 S.Ct. 990 (emphasis added). Based on the plain language of <i>Marks</i> itself, the court is inclined to agree with the reasoning of the Eleventh Circuit in <i>Robison</i> that it would be \"inconsistent with <i>Marks</i> to allow the dissenting <i>Rapanos</i> Justices to carry the day and impose an `either/or' test.\" <i>Robison,</i> 505 F.3d at 1221.</p>\n<p>The government further argues that the Fourth Circuit would not uphold application of the <i>Marks</i> rule to <i>Rapanos.</i> Admittedly, the court cannot anticipate with certainty the Fourth Circuit's approval or disapproval of such an approach. The government argues that, in at least one case, the Fourth Circuit has acknowledged that <i>Marks</i> cannot be applied to certain fractured opinions. The government cites to <i>A.T. Massey Coal Co., Inc. v. Massanari,</i> 305 F.3d 226 (4th Cir.2002) wherein the Fourth Circuit attempted to ascertain the holding of the Supreme Court's holding in <i>Eastern Enterprises v. Apfel,</i> 524 U.S. 498, 118 S.Ct. 2131, 141 L.Ed.2d 451 (1998). In that case, the Fourth Circuit recited the <i>Marks</i> rule but went on to explain that \"[t]he <i>Marks</i> rule does not apply, however, unless the narrowest opinion represents a `common denominator of the Court's reasoning' and `embod[ies] a position implicitly approved by at least five Justices who support the judgment.'\" <i>A.T. Massey,</i> 305 F.3d at 226. The Fourth Circuit went on to determine that there was \"no theoretical overlap\" between the rationales employed by the plurality and concurring opinions in <i>Eastern Enterprises,</i> and thus declined to apply <i>Marks, Id.</i> at 227.</p>\n<p>The Fourth Circuit's reasoning in <i>A.T. Massey</i> does not transfer as easily to the instant question as the government seems to suggest. Indeed, <i>A.T. Massey</i> is distinguishable from the issue now before the court. In examining the Supreme Court's holding in <i>Eastern Enterprises,</i> the Fourth Circuit explained that the plurality position relied entirely on takings clause jurisprudence and refrained from examining the alternative due process claim, whereas the concurring position rejected the takings clause analysis and instead relied completely on due process analysis. <i>A.T. Massey,</i> 305 F.3d at 226-27. Because the two opinions were based on completely separate legal theories, the Fourth Circuit concluded that there was \"no theoretical overlap\" between the two. <i>Id.</i> at 227 (observing that \"the substantive due process reasoning is not a narrower ground that we might take to constitute the controlling holding\"). <i>Id.</i> (quotations and citing references omitted).</p>\n<p>Here, unlike in <i>A.T. Massey,</i> the plurality and concurring opinions are not grounded in separate legal theories. Rather, Justice Kennedy merely rejected two limitations propounded by the plurality, finding the limitations too restrictive of the Corps' jurisdiction and \"without support in the language and purposes of the Act or in our cases interpreting it.\" <i>Rapanos,</i> 547 U.S. at 768, 126 S.Ct. 2208. Indeed, it is <span class=\"star-pagination\">*1022</span> freely acknowledged in the cases interpreting <i>Rapanos</i> that Justice Kennedy's test would almost always find jurisdiction where the plurality's test would, and is therefore generally the narrower test. <i>See, e.g., </i><i>Robison,</i> 505 F.3d at 1221-22; <i>Gerke,</i> 464 F.3d at 724-25 (explaining that it would indeed be a \"rare case\" wherein the plurality would find jurisdiction but Justice Kennedy would not). Thus, it cannot be said that there is \"no theoretical overlap\" between the two opinions. In sum, the Fourth Circuit's reasoning in <i>A.T. Massey</i> does not clearly foreclose application of <i>Marks</i> here.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The government's motion for reconsideration raises significant and legitimate issues for the court's consideration. In light of the foregoing, however, and after careful consideration of the government's arguments, the court has concluded that the government's motion for reconsideration (DE #102) should be DENIED. As indicated previously, the court will instruct the jury relying solely on the significant nexus test as found in Justice Kennedy's concurring opinion.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Recently, the court had cause to decline suggestion by a defendant that a jury questionnaire be utilized in this case. Its decision by written order also set forth deadlines for provision by the parties of any suggested voir dire in the case, and proposed jury instructions, separate and apart from the one now at issue.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">786</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1016</span></span> (2011)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nFREEDMAN FARMS, INC.; and William Barry Freedman, Defendants.</h1></center>\n<center>No. 7:10-CR-00015-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>May 18, 2011.</center>\n<p>Gaston Williams, U.S. Attorney's Office, Raleigh, NC, for United States of America.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on the government's motion for reconsideration (DE #102), seeking the court's reconsideration of its notice dated February 17, 2011, of its preliminary jury instruction regarding what constitutes a \"water of the United States.\" Defendants have filed a response in opposition to the government's motion for reconsideration. Where jury selection in this case is set to commence Tuesday, June 21, 2011, the issues raised are ripe for review.</p>\n<p>The court's instruction regarding what constitutes a \"water of the United States\" is pivotal. Of its own initiative, a schedule before trial was carved out for briefing as to this instruction.<sup>[1]</sup> After consideration of the parties' initial set of briefs, in notice entered February 17, 2011, the court set out the instruction deemed appropriate under law, to which the government objects.</p>\n<p>By considering and determining in advance what constitutes a \"water of the United States,\" a more simplified trial procedure will result, and delay at trial, which the government anticipates may take three weeks to try, is avoided. The parties' pretrial preparations will be more focused as a result, and resources conserved. The court commends the parties for their well-considered briefing of or relating to the instant motion. For the reasons that follow, the government's motion must be and is DENIED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1017</span> THE COURT'S NOTICE REGARDING JURY INSTRUCTIONS</h2>\n<p>At issue is the proper interpretation of the phrase \"waters of the United States\" for purposes of the Clean Water Act, 33 U.S.C. § 1251, <i>et seq.</i> (\"the Act\"). Briefly, the government's jurisdiction to prosecute under the Act is defined by the Act itself, which prohibits the discharge of pollutants into \"waters of the United States.\" 33 U.S.C. § 1311(a) (prohibiting discharge of pollutants); <i>Id.</i> § 1362(12) (defining \"discharge of pollutants\" as the \"addition of any pollutant to navigable waters\"); <i>Id.</i> § 1362(7) (defining \"navigable waters\" as \"waters of the United States, including the territorial seas\"). Accordingly, in this case the government has jurisdiction to prosecute defendants only if Browder's Branch, the water body at issue, is a \"water of the United States.\"</p>\n<p>The regulations define \"waters of the United States\" to include not only traditionally navigable waters, but also all interstate waters and wetlands, intrastate waters that affect interstate commerce, tributaries of any of those waters, as well as wetlands adjacent to any of those waters or their tributaries. 33 C.F.R. § 328.3(a).</p>\n<p>The Supreme Court most recently interpreted the phrase \"waters of the United States\" in <i>Rapanos v. United States,</i> wherein the Court issued a split decision regarding the meaning of the phrase in the context of adjacent wetlands. <span class=\"citation\" data-id=\"145642\"><a href=\"/opinion/145642/rapanos-v-united-states/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"145642\"><a href=\"/opinion/145642/rapanos-v-united-states/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2208</span></a></span>, <span class=\"citation\" data-id=\"145642\"><a href=\"/opinion/145642/rapanos-v-united-states/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">159</span></a></span> (2006). The split decision set forth two competing definitions that the individual circuits have since struggled to reconcile. In its motion for reconsideration, the government expressly approves of this court's characterization of the two <i>Rapanos</i> standards. (Mot. for Recons., 3) The two standards are briefly reiterated here for ease of reference.</p>\n<p>The plurality opinion, authored by Justice Scalia, began its analysis by defining \"waters of the United States\" to include only those \"relatively permanent, standing or continuously flowing\" bodies of water, those which form geographic features ordinarily described as \"streams, oceans, rivers, and lakes.\" 527 U.S. at 739, 119 S.Ct. 2240. The plurality then addressed the circumstances under which a wetland may be considered \"adjacent to\" a \"water of the United States,\" and concluded that \"only those wetlands with a continuous surface connection to bodies that are `waters of the United States' in their own right, so that there is no clear demarcation between `waters' and wetlands, are `adjacent to' such waters and covered by the Act.\" <i>Id.</i> at 742, 119 S.Ct. 2240.</p>\n<p>In his concurring opinion, Justice Kennedy set forth a different standard that has become known as the \"significant nexus\" test. <i>Id.</i> at 779-80, 119 S.Ct. 2240. There, Justice Kennedy reasoned that:</p>\n<blockquote>[Jurisdiction] over wetlands depends upon the existence of a significant nexus between the wetlands in question and navigable waters in the traditional sense... wetlands possess the requisite nexus, and thus come within the statutory phrase \"navigable waters,\" if the wetlands, either alone or in combination with similarly situated lands in the region, significantly affect the chemical, physical, and biological integrity of other covered waters more readily understood as \"navigable.\" When, in contrast, wetlands' effects on water quality are speculative or insubstantial, they fall outside the zone fairly encompassed by the statutory term \"navigable waters.\"</blockquote>\n<p><i>Id.</i> at 779-80, 119 S.Ct. 2240.</p>\n<p>This court in its February 17, 2011, notice observed that the circuits have split on the question of which <i>Rapanos</i> opinion provides the holding. After examining the <span class=\"star-pagination\">*1018</span> circuit split, including a recent case wherein the Fourth Circuit applied the significant nexus test, the court noticed preliminary intent to instruct the jury using the significant nexus test only. The government now seeks the court's reconsideration of the matter.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The government advances argument that the court's preliminary jury instruction improperly limits the government's jurisdiction under the Act, asserting instead that the competing <i>Rapanos</i> standards are more properly understood as alternative methods of establishing jurisdiction under the Act. The government therefore argues that the jury instruction regarding \"water of the United States\" should incorporate both definitions. (Mot. for Recons., 2)</p>\n<p></p>\n<h2>A. The Relevant Case Law</h2>\n<p>Sophisticated briefing on both sides raises substantial issues for consideration, seeking to shed light on the dimly lit landscape of post-<i>Rapanos</i> jurisprudence. The problem stems from the fact that <i>Rapanos</i> was fractured, without a majority opinion. As a result, the circuit courts of appeal have struggled to determine which opinion (or combination of opinions) provides the holding and governing rule going forward.</p>\n<p>In <i>Marks v. United States,</i> the Supreme Court addressed the standard for finding the holding of a divided Court in circumstances where no opinion attracts a majority. <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 193, <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">990</span></a></span>, <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></a></span> (1977). There, the Supreme Court stated that \"when a fragmented Court decides a case and no single rationale explaining the result enjoys the assent of five Justices, `the holding of the court may be viewed as that position taken by those Members who concurred in the judgments on the narrowest grounds.'\" <i>Id.</i> at 193, <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">990</span></a></span> (quoting <i>Gregg v. Georgia,</i> <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 169 n. 15, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2909</span></a></span>, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">859</span></a></span> (1976) (opinion of Stewart, Powell, and Stevens, JJ.)). For example, in <i>Marks,</i> the Court endeavored to determine the binding effect of <i>Memoirs v. Massachusetts,</i> <span class=\"citation\" data-id=\"107187\"><a href=\"/opinion/107187/book-named-john-clelands-memoirs-of-a-woman-of-pleasure-v-attorney/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></a></span>, <span class=\"citation\" data-id=\"107187\"><a href=\"/opinion/107187/book-named-john-clelands-memoirs-of-a-woman-of-pleasure-v-attorney/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">975</span></a></span>, <span class=\"citation\" data-id=\"107187\"><a href=\"/opinion/107187/book-named-john-clelands-memoirs-of-a-woman-of-pleasure-v-attorney/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1966), in which a three-justice plurality held that the book at issue was not obscenity and therefore entitled to constitutional protection, whereas two members concurred in that judgment on the grounds that the First Amendment provided an absolute shield against government suppression of obscenity. The Court determined that the plurality's opinion constituted the Court's holding because the plurality's position was narrower than that of the concurring members. <i>Marks,</i> 430 U.S. at 193-94, <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">990</span></a></span>.</p>\n<p>Even with the guidance set forth in <i>Marks,</i> however, the lower courts have struggled to divine a guiding principle from the <i>Rapanos</i> decision. As the Supreme Court itself has recognized, applying <i>Marks</i> to determine the holding of a fractured decision is often more easily said than done. <i>See </i><i>Grutter v. Bollinger,</i> <span class=\"citation\" data-id=\"130155\"><a href=\"/opinion/130155/grutter-v-bollinger/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">306</span></a></span>, 325, <span class=\"citation\" data-id=\"130155\"><a href=\"/opinion/130155/grutter-v-bollinger/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2325</span></a></span>, <span class=\"citation\" data-id=\"130155\"><a href=\"/opinion/130155/grutter-v-bollinger/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">304</span></a></span> (2003). In particular, application of the <i>Marks</i> rule is problematic when \"one opinion supporting the judgment does not fit entirely within a broader circle drawn by the others.\" <i>King v. Palmer,</i> <span class=\"citation\" data-id=\"573058\"><a href=\"/opinion/573058/mabel-a-king-v-james-f-palmer-director-dc-department-of-corrections/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">771</span></a></span>, 781 (1991). In such circumstances, it is difficult to determine which holding is the narrowest.</p>\n<p>This is precisely the problem presented by <i>Rapanos.</i> As several circuit courts of appeal have recognized, <i>Marks</i> does not translate easily to <i>Rapanos</i> because neither the plurality opinion nor the concurring opinion is a precise subset of the other. <i>See, e.g., </i><i>U.S. v. Bailey,</i> <span class=\"citation\" data-id=\"1230068\"><a href=\"/opinion/1230068/united-states-v-bailey/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 798 (8th Cir.2009) (observing that \"there is little overlap between the plurality's <span class=\"star-pagination\">*1019</span> and Justice Kennedy's opinions\"); <i>U.S. v. Johnson,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></span>, 64 (1st Cir. 2006) (observing that \"the cases in which Justice Kennedy would limit federal jurisdiction are not a subset of the cases in which the plurality would limit jurisdiction\").</p>\n<p>Significantly, Justice Kennedy found the plurality opinion too restrictive of federal jurisdiction over adjacent wetlands, expressly rejecting the plurality's limitation of jurisdiction to \"relatively permanent\" bodies of water as well as the plurality's requirement of a \"continuous surface connection\" between a wetland and an adjacent \"relatively permanent\" waterway. <i>Rapanos,</i> 547 U.S. at 768-69, <span class=\"citation\" data-id=\"145642\"><a href=\"/opinion/145642/rapanos-v-united-states/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2208</span></a></span>. Justice Kennedy thereafter concluded that federal jurisdiction exists where there is a significant nexus between the wetland in question and a traditionally navigable waterway. <i>Id.,</i> at 779-80, <span class=\"citation\" data-id=\"145642\"><a href=\"/opinion/145642/rapanos-v-united-states/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2208</span></a></span>.</p>\n<p>Because Justice Kennedy rejected those limitations set forth in the plurality's opinion, many circuit courts of appeal have determined that Justice Kennedy's is the narrower test because it is generally less restrictive of federal jurisdiction. <i>See, e.g., </i><i>U.S. v. Robison,</i> <span class=\"citation no-link\"><span class=\"volume\">505</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1208</span></span>, 1221-22 (11th Cir.2007); <i>U.S. v. Gerke,</i> <span class=\"citation\" data-id=\"795840\"><a href=\"/opinion/795840/united-states-v-gerke-excavating-inc/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">723</span></a></span>, 724-25 (7th Cir.2006) (per curiam). It is also well-recognized, however, that Justice Kennedy's test is not a perfect subset of the plurality's, because in some \"rare cases\" the plurality's test would result in a finding of jurisdiction whereas Justice Kennedy's would not. <i>See </i><i>Robison,</i> 505 F.3d at 1222. As the Seventh Circuit explained in <i>Gerke:</i></p>\n<blockquote>[Justice Kennedy's] test is narrower (so far as reining in federal authority is concerned) than the plurality's in most cases, though not in all because Justice Kennedy also said that \"by saying the Act covers wetlands (however remote) possessing a surface-water connection with a continuously flowing stream (however small), the plurality's reading would permit applications of the statute as far from traditional federal authority as are the waters it deems beyond the statute's reach.\"</blockquote>\n<p>464 F.3d at 724-25. Stated differently, Justice Kennedy's test is always the narrowest test where it favors federal jurisdiction, but is not the narrowest test in the unusual circumstance where it does not favor federal jurisdiction but the plurality's test does, due to a slight surface connection. <i>Id.</i> (concluding, however, that such a circumstance \"will be a rare case\"). For this reason, the circuits have struggled to apply <i>Marks</i> to <i>Rapanos,</i> and have arrived at disagreement over whether Justice Kennedy's test alone is controlling, or whether the plurality's test may also be used as an alternative grounds for establishing jurisdiction.</p>\n<p>The First Circuit held that the government may establish jurisdiction under either test. <i>Johnson,</i> 467 F.3d at 66. In reaching this conclusion, the First Circuit relied primarily on its determination that using both tests \"provides a simple and pragmatic way to assess what grounds would command a majority of the Court.\" <i>Id.</i> at 64 (explaining this approach \"ensures that lower courts will find jurisdiction in all cases where a majority of the Court would support such a finding\"). The Eighth Circuit subsequently adopted the First Circuit's reasoning and held that the government may establish jurisdiction over wetlands that satisfy either test. <i>Bailey,</i> 571 F.3d at 799.</p>\n<p>At the opposite end of the spectrum are the circuits that have applied only the significant nexus test. Foremost among them is the Eleventh Circuit, which held unequivocally that the significant nexus test alone provides the governing rule. <i>Robison,</i> 505 F.3d at 1221. In so holding, <span class=\"star-pagination\">*1020</span> the Eleventh Circuit reasoned that, under <i>Marks,</i> the court is required to adopt the position of the Justices who concurred in the judgments on the narrowest grounds, and that the position of dissenters is not to be considered. <i>Id.</i> Specifically, the Eleventh Circuit stated that \"it would be inconsistent with <i>Marks</i> to allow the dissenting <i>Rapanos</i> Justices to carry the day and impose an `either/or' test, whereby CWA jurisdiction would exist when either Justice Scalia's test or Justice Kennedy's test is satisfied.\" <i>Id.</i></p>\n<p>Lastly, several circuits held that the significant nexus test alone governed the cases immediately before them, but declined to foreclose the possible future application of the plurality's test as an alternative basis for establishing jurisdiction in other cases. This has been the Fourth Circuit's approach. In <i>Precon Development Corporation, Inc. v. United States Army Corps of Engineers</i> the parties agreed that the significant nexus test governed, allowing the Fourth Circuit to conclude that \"the significant nexus test undisputedly controls\" and to provide further that \"we therefore do not address the issue of whether the plurality's `continuous surface connection' test provides an alternate ground upon which CWA jurisdiction can be established.\" <span class=\"citation\" data-id=\"183536\"><a href=\"/opinion/183536/precon-development-v-us-army-corps-of-engineers/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">278</span></a></span>, 288 (4th Cir.2011). Similarly, the Seventh and Ninth Circuit have also applied the significant nexus test as the sole jurisdictional test in the cases before them while still leaving open the possibility of applying the plurality's test in future cases. <i>See </i><i>Northern California River Watch v. City of Healdsburg,</i> <span class=\"citation\" data-id=\"1454065\"><a href=\"/opinion/1454065/northern-california-river-v-city-of-healdsburg/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 999-1000 (9th Cir.2007); <i>Gerke,</i> 464 F.3d at 725.</p>\n<p></p>\n<h2>B. The Government's Arguments for Reconsideration</h2>\n<p>Given the dizzying difference of opinion on the issue, it is not surprising that the government seeks reconsideration of the court's notice of intent to apply only the significant nexus test to the instant litigation.</p>\n<p>The government first asserts that instruction on both tests would be proper based on the Fourth Circuit's holding in <i>Precon,</i> wherein the Fourth Circuit seized on the parties' consensus that the significant nexus test governed and was therefore able to avoid the question of whether the plurality's test provided a viable alternative basis for jurisdiction. The government argues that the Fourth Circuit's explicit refusal to decide the question provides support for the court's use of a jury instruction which incorporates the plurality's test as an alternative. As defendants aptly respond, however, while it is true that the Fourth Circuit has not foreclosed the legitimacy of the plurality's test, the Fourth Circuit has not approved of its use, either. Thus, while the Fourth Circuit's holding in <i>Precon</i> does not undermine the government's position, it also does not directly support it. In further support of its proposition, the government cites examples of the other circuits that have similarly left open the question. As with <i>Precon,</i> however, these other cases provide neither direct support for nor direct opposition to the government's position.</p>\n<p>The government argues that the court should adopt the \"simple and pragmatic\" approach of the First and Eighth Circuits and hold that both tests may be used. <i>Johnson,</i> 467 F.3d at 64. As noted in the government's brief, that line of reasoning requires relying on the position of the dissenting Members of the Court:</p>\n<blockquote>Following Justice Stevens's instruction ensures that lower courts will find jurisdiction in all cases where a majority of the Court would support such a finding. If Justice Kennedy's test is satisfied, then at least Justice Kennedy plus the four dissenters would support jurisdiction. <span class=\"star-pagination\">*1021</span> If the plurality's test is satisfied, then at least the four plurality members plus the four dissenters would support jurisdiction.</blockquote>\n<p><i>Johnson,</i> 467 F.3d at 64.</p>\n<p>The government argues persuasively for this result based on the difficulty in applying <i>Marks</i> to <i>Rapanos.</i> Although admittedly it is true that <i>Marks</i> does not \"translate easily\" to <i>Rapanos, </i><i>Johnson,</i> 467 F.3d at 64, it is also true that the plain wording of <i>Marks</i> does not contemplate considering the position of dissenting Justices. To the contrary, <i>Marks</i> directs lower courts that \"[w]hen a fragmented [Supreme] Court decides a case and no single rationale explaining the result enjoys the assent of five Justices, the holding ... may be viewed as that position taken by those Members <i>who concurred in the judgment</i> on the narrowest grounds.\" <i>Marks,</i> 430 U.S. at 193, <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">990</span></a></span> (emphasis added). Based on the plain language of <i>Marks</i> itself, the court is inclined to agree with the reasoning of the Eleventh Circuit in <i>Robison</i> that it would be \"inconsistent with <i>Marks</i> to allow the dissenting <i>Rapanos</i> Justices to carry the day and impose an `either/or' test.\" <i>Robison,</i> 505 F.3d at 1221.</p>\n<p>The government further argues that the Fourth Circuit would not uphold application of the <i>Marks</i> rule to <i>Rapanos.</i> Admittedly, the court cannot anticipate with certainty the Fourth Circuit's approval or disapproval of such an approach. The government argues that, in at least one case, the Fourth Circuit has acknowledged that <i>Marks</i> cannot be applied to certain fractured opinions. The government cites to <i>A.T. Massey Coal Co., Inc. v. Massanari,</i> <span class=\"citation\" data-id=\"779278\"><a href=\"/opinion/779278/at-massey-coal-company-inc-massey-coal-services-incorporated-peerless/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">226</span></a></span> (4th Cir.2002) wherein the Fourth Circuit attempted to ascertain the holding of the Supreme Court's holding in <i>Eastern Enterprises v. Apfel,</i> <span class=\"citation\" data-id=\"118239\"><a href=\"/opinion/118239/eastern-enterprises-v-apfel/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>, <span class=\"citation\" data-id=\"118239\"><a href=\"/opinion/118239/eastern-enterprises-v-apfel/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2131</span></a></span>, <span class=\"citation\" data-id=\"118239\"><a href=\"/opinion/118239/eastern-enterprises-v-apfel/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">451</span></a></span> (1998). In that case, the Fourth Circuit recited the <i>Marks</i> rule but went on to explain that \"[t]he <i>Marks</i> rule does not apply, however, unless the narrowest opinion represents a `common denominator of the Court's reasoning' and `embod[ies] a position implicitly approved by at least five Justices who support the judgment.'\" <i>A.T. Massey,</i> 305 F.3d at 226. The Fourth Circuit went on to determine that there was \"no theoretical overlap\" between the rationales employed by the plurality and concurring opinions in <i>Eastern Enterprises,</i> and thus declined to apply <i>Marks, Id.</i> at 227.</p>\n<p>The Fourth Circuit's reasoning in <i>A.T. Massey</i> does not transfer as easily to the instant question as the government seems to suggest. Indeed, <i>A.T. Massey</i> is distinguishable from the issue now before the court. In examining the Supreme Court's holding in <i>Eastern Enterprises,</i> the Fourth Circuit explained that the plurality position relied entirely on takings clause jurisprudence and refrained from examining the alternative due process claim, whereas the concurring position rejected the takings clause analysis and instead relied completely on due process analysis. <i>A.T. Massey,</i> 305 F.3d at 226-27. Because the two opinions were based on completely separate legal theories, the Fourth Circuit concluded that there was \"no theoretical overlap\" between the two. <i>Id.</i> at 227 (observing that \"the substantive due process reasoning is not a narrower ground that we might take to constitute the controlling holding\"). <i>Id.</i> (quotations and citing references omitted).</p>\n<p>Here, unlike in <i>A.T. Massey,</i> the plurality and concurring opinions are not grounded in separate legal theories. Rather, Justice Kennedy merely rejected two limitations propounded by the plurality, finding the limitations too restrictive of the Corps' jurisdiction and \"without support in the language and purposes of the Act or in our cases interpreting it.\" <i>Rapanos,</i> 547 U.S. at 768, <span class=\"citation\" data-id=\"145642\"><a href=\"/opinion/145642/rapanos-v-united-states/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2208</span></a></span>. Indeed, it is <span class=\"star-pagination\">*1022</span> freely acknowledged in the cases interpreting <i>Rapanos</i> that Justice Kennedy's test would almost always find jurisdiction where the plurality's test would, and is therefore generally the narrower test. <i>See, e.g., </i><i>Robison,</i> 505 F.3d at 1221-22; <i>Gerke,</i> 464 F.3d at 724-25 (explaining that it would indeed be a \"rare case\" wherein the plurality would find jurisdiction but Justice Kennedy would not). Thus, it cannot be said that there is \"no theoretical overlap\" between the two opinions. In sum, the Fourth Circuit's reasoning in <i>A.T. Massey</i> does not clearly foreclose application of <i>Marks</i> here.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The government's motion for reconsideration raises significant and legitimate issues for the court's consideration. In light of the foregoing, however, and after careful consideration of the government's arguments, the court has concluded that the government's motion for reconsideration (DE #102) should be DENIED. As indicated previously, the court will instruct the jury relying solely on the significant nexus test as found in Justice Kennedy's concurring opinion.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Recently, the court had cause to decline suggestion by a defendant that a jury questionnaire be utilized in this case. Its decision by written order also set forth deadlines for provision by the parties of any suggested voir dire in the case, and proposed jury instructions, separate and apart from the one now at issue.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/130155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/183536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1230068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1454065/"
  ]
}