{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2147523/",
  "absolute_url": "/opinion/2147523/myers-v-sessoms-rogers-pa/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2147523/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:27:40.435492Z",
  "date_modified": "2016-04-26T20:42:33.181025Z",
  "type": "010combined",
  "sha1": "8eb98b83e927d20ef9e854b420a2904e53d9f7ed",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>781 F.Supp.2d 264 (2011)</b></center>\n<center><h1>Melissa MYERS, Plaintiff,<br>\nv.<br>\nSESSOMS &amp; ROGERS, P.A., et al., Defendants.</h1></center>\n<center>No. 5:10-CV-166-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 17, 2011.</center>\n<p><span class=\"star-pagination\">*266</span> Angela Orso Martin, Martin, Attorney at Law, PLLC, Sanford, NC, for Plaintiff.</p>\n<p>Dauna L. Bartley, Ellis &amp; Winters, LLP, Cary, NC, Jeffrey M. Young, Ellis &amp; Winters, LLP, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On April 24, 2010, Melissa Myers (\"Myers\" or \"plaintiff\"), through attorney Angela O. Martin (\"Martin\"), filed this action alleging violations of the Fair Debt Collection Practices Act (\"FDCPA\") [D.E. 1]. Myers alleged that defendants failed to notify the Cumberland County Clerk of Court that partial payments had been made to defendants as a judgment creditor, and that such failure violated North Carolina law and the FDCPA. On June 11, 2010, defendants filed a motion to dismiss [D.E. 8] and a motion for sanctions pursuant to Federal Rule of Civil Procedure 11(c)(2) [D.E. 6], seeking reimbursement for attorney's fees, costs, and expenses. On July 10, 2010, Myers filed notice of voluntary dismissal without prejudice [D.E. 16]. On August 2, 2010, Myers responded in opposition to the motion for sanctions [D.E. 19]. On August 12, 2010, defendants replied [D.E. 22].</p>\n<p>As explained below, Martin violated Federal Rule of Civil Procedure 11(b), and the court grants defendants' motion for sanctions. The court admonishes Martin, directs her to pay $250 into court as a sanction for violating Rule 11, and directs her to serve a copy of this order on her client, Myers, Attorney Carlene McNulty, Attorney Suzanne Begnoche, and Attorney Brenee Orozco.</p>\n<p></p>\n<h2>I.</h2>\n<p>Myers defaulted on personal credit card debt. Compl. 4. Defendant LVNV Funding, LLC (\"LVNV\") acquired the debt and retained Sessoms &amp; Rogers, P.A. (\"S &amp; <span class=\"star-pagination\">*267</span> R\") to collect it. <i>Id.</i> S &amp; R initiated a collection action in Cumberland County. <i>Id.</i> Myers executed a confession of judgment and began making partial payments directly to S &amp; R. <i>Id.</i> S &amp; R sent receipts confirming Myers's payments and the outstanding balance directly to Martin. Compl., Ex. 1. Not until after filing the complaint did S &amp; R send notice of the partial payments to the Cumberland County Clerk of Court. Def.'s Mem. Support Mot. Dismiss, Ex. A.</p>\n<p>Myers's complaint alleged that S &amp; R's failure to notify the clerk of the partial payments violated N.C. Gen.Stat. § 1-239(c). <i>See</i> Compl. 5. Myers then quoted the \"pertinent part\" of the statute. <i>Id.</i> She further alleged that S &amp; R's failure to notify the clerk resulted in inaccurate information on the judgment docket. <i>Id.</i> Finally, she alleged that the failure to notify the clerk resulted in \"the wrong information being transmitted to the credit reporting agencies.\" <i>Id.</i> at 5-6. Myers did not allege she made any request that defendants provide notice of the partial payments to the clerk before filing the complaint. Myers's one-count complaint asserts that defendants failure \"to properly credit [Myers's] payments on the judgment\" violated the FDCPA. <i>Id.</i> at 6. Specifically, Myers alleged the defendants: (1) \"used a false, deceptive[,] or misleading representation or means in connection with the collection of the debt, in violation of 15 U.S.C. § 1692e;\" (2) \"falsely represented the character, amount, or legal status of the debt, in violation of 15 U.S.C. § 1692e(2)(A);\" (3) \"communicated to any person credit information which is known or should be known to be false, in violation of 15 U.S.C. § 1692e(8);\" and (4) \"used a false representation or deceptive means to collect or attempt to collect the debt, in violation of 15 U.S.C. § 1692(e)(10).\" <i>Id.</i> at 6-7.</p>\n<p>On May 17, 2010, pursuant to Federal Rule of Civil Procedure 11(c)(2), defendants served Martin with their Rule 11 motion and memorandum in support. Def's Mem. Support. Mot. Sanctions, Ex. 3. Defendants demanded voluntary dismissal of the complaint within Rule 11's safe-harbor period. <i>Id.</i> On June 11, 2010, after the safe-harbor period expired, defendants filed the motion for sanctions. On July 10, 2010, Myers filed notice of voluntary dismissal without prejudice.</p>\n<p>Notwithstanding the voluntary dismissal, this court retains jurisdiction over the motion for sanctions. <i>Cooter &amp; Gell v. Hartmarx Corp.,</i> 496 U.S. 384, 394-98, 110 S.Ct. 2447, 110 L.Ed.2d 359 (1990). In their motion for sanctions, defendants argue that Martin misrepresented the content of N.C. Gen. Stat. § 1-239(c), failed to conduct a reasonable inquiry into the facts and the law before filing the complaint, filed a complaint containing baseless claims and contentions, and filed the complaint with the purpose of harassing defendants and to obtain leverage for disposing of the underlying debt. <i>Id.</i> at 1-2. Myers denies the allegations, arguing her complaint was factually accurate, justified under a good faith extension of existing law, and filed for a proper purpose. Resp. Mot. Sanctions 1-2.</p>\n<p></p>\n<h2>II.</h2>\n<p>Rule 11 requires an attorney to make a reasonable inquiry to determine that a complaint is well grounded in both fact and law, and not filed for an improper purpose. Fed.R.Civ.P. 11(b). In determining whether a complaint is well grounded in fact, \"[a]n objective test is used to determine the reasonableness of a lawyer's prefiling investigation.\" <i>In re Kunstler,</i> 914 F.2d 505, 514 (4th Cir.1990) (quotation omitted). A complaint's factual allegations fail to meet the requirements of Rule 11(b)(3) when no corroborating information has been obtained before filing. <span class=\"star-pagination\">*268</span> <i>Morris v. Wachovia Sec., Inc.,</i> 448 F.3d 268, 277 (4th Cir.2006). A legal argument violates Rule 11(b)(2) when it has \"absolutely no chance of success under the existing precedent.\" <i>Hunter v. Earthgrains Co. Bakery,</i> 281 F.3d 144, 153 (4th Cir. 2002) (quotation omitted). However, a legal position must be more than unsuccessful to warrant sanctions. <i>Id.</i> at 151. Attorneys must be allowed to seek good faith expansions and changes of the law. Fed. R.Civ.P. 11(b)(2); <i>Blue v. Dep't of Army,</i> 914 F.2d 525, 534 (4th Cir.1990). Only when \"a reasonable attorney in like circumstances could not have believed [her] actions to be legally justified\" are sanctions warranted. <i>Hunter,</i> 281 F.3d at 153 (quotation omitted). Finally, a complaint violates Rule 11(b)(1) when it is filed without the central and sincere purpose of vindicating rights in court. <i>Kunstler,</i> 914 F.2d at 518. Improper purposes include the filing of suit as leverage in separate proceedings, to obtain discovery for use in those other proceedings, and to embarrass, intimidate, or harass. <i>Id.</i> at 519.</p>\n<p>Here, Martin violated Rule 11(b). First, Martin failed to adequately verify the factual support of her claim that the defendants' failure to \"credit the judgment resulted in the wrong information being transmitted to the credit reporting agencies as demonstrated on Ms. Myers credit report.\" Compl. 5-6. In fact, the exhibits to the complaint belie this claim. The Equifax credit report accurately reflects the date of the judgment, the amount of the judgment, and the claiming party. Compl., Ex. 3 at 1. The Experian credit report accurately reflects the date of the judgment, the amount of the claim, and the claiming party. <i>Id.</i> at 2. None of the information on the credit reports was false. Although the reports did not list the \"status\" or the \"liability amount\" of the debt, they accurately reflected the amount of the original judgment and the fact that the judgment remained unsatisfied.</p>\n<p>The court recognizes that \"an isolated, inadvertent error does not justify Rule 11 sanctions.\" <i>In re Bees,</i> 562 F.3d 284, 288 (4th Cir.2009). Although Martin's factually unsubstantiated claim may have been inadvertent, it was not isolated. Martin also based the complaint on a legally unjustifiable theory with absolutely no chance of success. <i>See</i> Compl. 5 (discussing N.C. Gen. Stat. § 1-239(c)).</p>\n<p>Martin's theory of FDCPA liability requires a showing that the defendants violated N.C. Gen.Stat. § 1-239(c). However, North Carolina precedent precludes such a finding. In <i>Friday v. United Dominion Realty Trust,</i> the North Carolina Court of Appeals rejected the conclusion that regular and repeated failures to comply with the notification requirements of N.C. Gen. Stat. § 1-239(c) violated North Carolina's Unfair and Deceptive Trade Practices Act and warranted a damage award for harm to the plaintiff's credit reputation. 155 N.C.App. 671, 682-83, 575 S.E.2d 532, 539-40 (2003). The Court of Appeals held that \"[n]othing in [section 1-239(c)] requires a creditor to file a notice that the judgment has been satisfied until a written demand has been made.\" <i>Id.</i> at 683, 575 S.E.2d at 540. Finding no evidence to support a finding that such a written demand was made, the court found the damage award was \"not in accordance with law.\" <i>Id.</i> at 684, 575 S.E.2d at 540.</p>\n<p>Although attorneys may make good faith arguments for the reversal of existing law, such an argument in this case would be frivolous. Federal courts tasked with applying state law must follow the rulings of the state's highest court. <i>See, e.g., </i><i>Twin City Fire Ins. Co. v. Ben Arnold-Sunbelt Beverage Co.,</i> 433 F.3d 365, 369 (4th Cir.2005) (diversity jurisdiction); <i>Iodice v. United States,</i> 289 F.3d 270, 274-75 (4th Cir.2002) (FTCA claim). Furthermore, \"[a] federal court can depart from <span class=\"star-pagination\">*269</span> an intermediate court's fully reasoned holding as to state law only if convinced that the state's highest court would not follow that holding.\" <i>Assicurazioni Generali, S.p.A. v. Neil,</i> 160 F.3d 997, 1003 (4th Cir.1998) (quotation omitted). Federal courts applying state laws should not create or expand a state's common law or public policy. <i>Time Warner Entm't-Advance/Newhouse P'ship v. Carteret-Craven Elec. Membership Corp.,</i> 506 F.3d 304, 314-15 (4th Cir.2007).</p>\n<p>Here, the North Carolina Court of Appeals in <i>Friday</i> clearly rejected Martin's understanding of section 1-239(c). Although <i>Friday</i> would not bind this court, nothing indicates that the North Carolina Supreme Court would construe the statute otherwise. Instead, other persuasive authority indicates the North Carolina Court of Appeals properly interpreted the statute. <i>See, e.g., </i><i>Everett v. Cont'l Bank, N.A.,</i> 845 F.Supp. 335, 339 (M.D.N.C. 1994). Martin's attempts to distinguish <i>Friday</i> are nonsensical.</p>\n<p>Martin compounded the legal frivolity of Myers's FDCPA claim by theorizing that a violation of section 1-239(c) can serve as a predicate for an FDCPA violation. In opposition to the motion for sanctions, Martin notes that some courts have allowed FDCPA plaintiffs to rely on violations of state law as predicates to an FDCPA claim. This theory, however, broadly overstates relevant FDCPA precedent. The FDCPA forbids a debt collector from threatening an action that cannot legally be taken. 15 U.S.C. § 1692e(5). Courts have interpreted that provision to include a threat of legal action when state law imposes a registration requirement on debt collectors, and the debt collector defendant had not registered. \"[T]he theory is that if a debt collector cannot bring suit for whatever reason, it should not represent to the consumer, even implicitly, that it will sue.\" <i>LeBlanc v. Unifund CCR Partners,</i> 601 F.3d 1185, 1190 n. 9 (11th Cir.2010). Although the United States Court of Appeals for the Fourth Circuit has not yet considered the issue, other courts in this circuit have adopted this approach. <i>Nicholes v. Advanced Credit Mgmt., Inc.,</i> No. WDQ-10-1270, 2010 WL 2998625, at *2 (D.Md. July 27, 2010) (unpublished) <i>adopted by</i> No. WDQ-10-1270, [D.E. 9] (D. Md. Aug. 18, 2010) (unpublished); <i>Withers v. Eveland,</i> 988 F.Supp. 942, 946-47 (E.D.Va.1997).</p>\n<p>This court need not determine the efficacy of ever using a violation of state law as a predicate for a claim under 15 U.S.C. § 1692e. Rather, the court must focus on using a purported violation of N.C. Gen.Stat. § 1-239(c) as a predicate for such an FDCPA claim. No precedent appears to support such a claim. More importantly, Myers attempted to create FDCPA liability not on the actions of a debt collector, but rather on its inaction. She alleged defendants \"used a false, deceptive or misleading representation or means,\" that they \"falsely represented,\" and that they \"communicated\" with others concerning Myers's debt. Compl. at 6. Yet Myers does not allege any act by the defendants. Rather, she asserted their failure to act \"gave [a] false impression,\" and \"resulted in\" the communication of falsehoods to the credit reporting agencies. <i>Id.</i> at 5. The FDCPA does not create an affirmative duty to communicate with anyone. <i>See, e.g., </i><i>Wilhelm v. Credico, Inc.,</i> 519 F.3d 416, 418 (8th Cir.2008). Instead, it regulates debt collectors when they elect to communicate. <i>Id.</i>; <i>O'Fay v. Sessoms &amp; Rogers, P.A.,</i> No. 5:08-CV-615-D, 2010 U.S. Dist. LEXIS 104307, *20-26 (E.D.N.C. Feb. 9, 2010) (unpublished) (collecting cases).<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*270</span> The precedent that Martin cites in support of using a state consumer protection law violation as a predicate for FDCPA liability specifically warns against the broad reading that Martin advocates. The United States Court of Appeals for the Eleventh Circuit stated \"we do not hold that all debt collector actions in violation of state law constitute per se violations of the FDCPA.\" <i>LeBlanc,</i> 601 F.3d at 1192. \"The FDCPA ... was not meant to convert every violation of a state debt collection law into a federal violation.\" <i>Id.</i> (quoting <i>Carlson v. First Revenue Assurance,</i> 359 F.3d 1015, 1018 (8th Cir.2004)). <i>LeBlanc</i> also cited the Seventh Circuit's statement that the FDCPA \"does not so much as hint at being an enforcement mechanism for other rules of state and federal law.\" <i>Id.</i> (quoting <i>Beler v. Blatt, Hasenmiller, Leibsker &amp; Moore, LLC,</i> 480 F.3d 470, 474 (7th Cir.2007)). Martin ignored these explicit warnings in advocating a broad and frivolous expansion of the FDCPA. Furthermore, Martin based her FDCPA theory on a frivolous interpretation of state law. Therefore, Martin violated Rule 11(b)(2).</p>\n<p>Finally, the timing of this action is troubling. Martin first \"became aware of\" debt collectors alleged failure to comply with N.C. Gen.Stat. § 1-239(c) in 2008. <i>See</i> Martin Decl. 6. Martin began representing Myers no later than October 8, 2009. Compl., Ex. 1 at 2. Myers missed two payments in early 2010, resulting in S &amp; R issuing a dunning letter dated March 19, 2010. Mem. Supp. Mot. Sanctions, Ex. 1. On April 24, 2010, Martin filed the complaint on behalf of Myers.</p>\n<p>Ample time existed to research the facts and the law before filing the complaint. A cursory reading of <i>Friday</i> and existing FDCPA precedent would have revealed the frivolity of the claim. Incredibly, Martin admits that she was aware of <i>Friday</i> before filing the complaint, yet still chose to file Myers's complaint and included a conveniently truncated quotation of section 1-239(c). <i>See</i> Martin Decl. 7. Although the sincere vindication of rights must be the central purpose of a complaint, complaints can be filed with mixed motives. <i>Kunstler,</i> 914 F.2d at 518. Here, the court finds that Martin was motivated (at least in part) by a desire to harass the defendants and obtain leverage in connection with the underlying debt.</p>\n<p>In opposing the motion for sanctions, Martin submitted sworn statements from three members of the North Carolina Bar, asserting they had discussed the complaint before filing, and considered it to be warranted by existing law. McNulty Decl. 2; Begnoche Aff. 1-2; Orozco Decl. 2. \"[T]he purpose of Rule 11 as a whole is to bring home to the individual signer [her] personal, nondelegable responsibility.\" <i>Pavelic &amp; LeFlore v. Marvel Entm't Grp.,</i> 493 U.S. 120, 126, 110 S.Ct. 456, 107 L.Ed.2d 438(1989). The Rule 11 standard is not satisfied by having another attorney review a complaint. <i>Kunstler,</i> 914 F.2d at 517. Martin's declaration, and those of the other attorneys, speak at length to Martin's good-standing in the bar, and her extensive experience as a lawyer engaged in FDCPA litigation. However, \"a lawyer's obligation to the <span class=\"star-pagination\">*271</span> court is renewed with each appearance,\" which requires that a court \"look to a lawyer's conduct in the instant litigation in assessing his or her behavior.\" <i>Blue,</i> 914 F.2d at 547. Even the most prominent members of the legal profession are not above the law. <i>Id.</i> As \"one of a handful of attorneys in North Carolina willing to pursue FDCPA claims against attorneys and law firms,\" McNulty Decl. ¶ 14, Martin claims sanctions will prevent her from \"assist[ing] those in society least likely to be able to afford legal representation and those cases which other law firms decline to accept out of pecuniary limitations.\" Resp. Mot. Sanctions 16. No class of claim is exempt from \"the legal rules that apply to all others.\" <i>Blue,</i> 914 F.2d at 535. Although this court recognizes the need to strike a balance between chilling legitimate FDCPA claims and preventing abuse of the act, \"the rules of law, including those concerning sanctions, apply to everyone.\" <i>Id.</i> at 534.</p>\n<p></p>\n<h2>III.</h2>\n<p>\"Although Rule 11 does not specify the sanction to be imposed for any particular violation of its provisions, the Advisory Committee Note to the Rule's 1993 amendments provides guidance with an illustrative list.\" <i>Hunter,</i> 281 F.3d at 150-51. That list includes admonition, reprimand, censure, ordering continuing legal education, referring the matter to disciplinary authorities, or ordering a fine payable to the court. Fed.R.Civ.P. 11 advisory committee's note, 1993 Amendments. Factors to consider in determining the appropriate sanction include whether the conduct was willful or part of a pattern of activity, whether it infected the entire pleading, whether it affected the cost and duration of the litigation process, whether the responsible person has engaged in similar conduct in other litigation, the financial resources of the responsible person, and the amount needed to deter similar activity by others. <i>Id.</i></p>\n<p>\"[A] sanction imposed under [Rule 11] must be limited to what suffices to deter repetition of the conduct or comparable conduct by others similarly situated.\" Fed.R.Civ.P. 11(c)(4); <i>Morris,</i> 448 F.3d at 284. \"Since the purpose of Rule 11 sanctions is to deter rather than to compensate,\" monetary sanctions \"should ordinarily be paid into court as a penalty.\" Fed. R.Civ.P. 11, advisory committee's note, 1993 Amendments. Rule 11 also serves to prevent litigation abuse, streamline court dockets, facilitate court management, and compensate victims of violations. <i>Kunstler,</i> 914 F.2d at 522-23. However, only \"under unusual circumstances,\" typically including filings for an improper purpose, should a court direct a monetary sanction be paid to those injured by a Rule 11 violation. Fed.R.Civ.P. 11, advisory committee's note, 1993 Amendments.</p>\n<p>Defendants requested an award of \"reasonable attorney's fees, costs, and expenses incurred to defend the action and bring [the sanctions] motion.\" Mem. Supp. Mot. Sanctions 9. However, they provided no evidence of their fees, costs, or expenses. The burden to show reasonable fees lies with the fee claimant. <i>Morris,</i> 448 F.3d at 284. \"A party seeking attorneys' fees must present a request from which the correct amount may be computed with reasonable dispatch. The failure to do this justifies a rejection of the request.\" <i>Id.</i> (quotation omitted). Furthermore, this case does not present unusual circumstances warranting a fee award. Therefore, the court declines to award attorney's fees, costs, or expenses.</p>\n<p>After considering the purposes of Rule 11, the factual inaccuracies and legal frivolity of the complaint, the mixed motive in filing the complaint, the need to deter repetition of the conduct, and the financial <span class=\"star-pagination\">*272</span> ability of Martin to pay, the court admonishes Martin, directs her to pay $250 into court as a sanction for violating Rule 11, and directs her to serve a copy of this order on her client, Myers, Attorney Carlene McNulty, Attorney Suzanne Begnoche, and Attorney Brenee Orozco.</p>\n<p></p>\n<h2>IV.</h2>\n<p>In sum, the court GRANTS defendants motion for sanctions [D.E. 6]. The court ADMONISHES Martin, DIRECTS her to pay $250 into court as a sanction for violating Rule 11, and DIRECTS her to serve a copy of this order on Myers, McNulty, Begnoche, and Orozco.</p>\n<h2>NOTES</h2>\n<p>[1]  Although some courts have found the FDCPA to create an affirmative duty to report the disputed nature of a debt previously reported by the debt collector to the credit agencies, <i>see Farren v. RJM Acquisition Funding, LLC,</i> No. Civ. A. 04-995, 2005 WL 1799413, at *10 (E.D.Pa. July 26, 2005) (unpublished), that limited duty (if it exists) is readily distinguishable. Myers did not dispute her debt, and made no demand on the defendants to communicate the current status of her debt to the credit agencies before filing her complaint. Furthermore, nothing suggests that defendants ever communicated with the credit agencies. Instead, the credit reports clearly indicate the report of the judgment came from court records. Compl., Ex. 3.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">781</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">264</span></span> (2011)</b></center>\n<center><h1>Melissa MYERS, Plaintiff,<br>\nv.<br>\nSESSOMS &amp; ROGERS, P.A., et al., Defendants.</h1></center>\n<center>No. 5:10-CV-166-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 17, 2011.</center>\n<p><span class=\"star-pagination\">*266</span> Angela Orso Martin, Martin, Attorney at Law, PLLC, Sanford, NC, for Plaintiff.</p>\n<p>Dauna L. Bartley, Ellis &amp; Winters, LLP, Cary, NC, Jeffrey M. Young, Ellis &amp; Winters, LLP, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On April 24, 2010, Melissa Myers (\"Myers\" or \"plaintiff\"), through attorney Angela O. Martin (\"Martin\"), filed this action alleging violations of the Fair Debt Collection Practices Act (\"FDCPA\") [D.E. 1]. Myers alleged that defendants failed to notify the Cumberland County Clerk of Court that partial payments had been made to defendants as a judgment creditor, and that such failure violated North Carolina law and the FDCPA. On June 11, 2010, defendants filed a motion to dismiss [D.E. 8] and a motion for sanctions pursuant to Federal Rule of Civil Procedure 11(c)(2) [D.E. 6], seeking reimbursement for attorney's fees, costs, and expenses. On July 10, 2010, Myers filed notice of voluntary dismissal without prejudice [D.E. 16]. On August 2, 2010, Myers responded in opposition to the motion for sanctions [D.E. 19]. On August 12, 2010, defendants replied [D.E. 22].</p>\n<p>As explained below, Martin violated Federal Rule of Civil Procedure 11(b), and the court grants defendants' motion for sanctions. The court admonishes Martin, directs her to pay $250 into court as a sanction for violating Rule 11, and directs her to serve a copy of this order on her client, Myers, Attorney Carlene McNulty, Attorney Suzanne Begnoche, and Attorney Brenee Orozco.</p>\n<p></p>\n<h2>I.</h2>\n<p>Myers defaulted on personal credit card debt. Compl. 4. Defendant LVNV Funding, LLC (\"LVNV\") acquired the debt and retained Sessoms &amp; Rogers, P.A. (\"S &amp; <span class=\"star-pagination\">*267</span> R\") to collect it. <i>Id.</i> S &amp; R initiated a collection action in Cumberland County. <i>Id.</i> Myers executed a confession of judgment and began making partial payments directly to S &amp; R. <i>Id.</i> S &amp; R sent receipts confirming Myers's payments and the outstanding balance directly to Martin. Compl., Ex. 1. Not until after filing the complaint did S &amp; R send notice of the partial payments to the Cumberland County Clerk of Court. Def.'s Mem. Support Mot. Dismiss, Ex. A.</p>\n<p>Myers's complaint alleged that S &amp; R's failure to notify the clerk of the partial payments violated N.C. Gen.Stat. § 1-239(c). <i>See</i> Compl. 5. Myers then quoted the \"pertinent part\" of the statute. <i>Id.</i> She further alleged that S &amp; R's failure to notify the clerk resulted in inaccurate information on the judgment docket. <i>Id.</i> Finally, she alleged that the failure to notify the clerk resulted in \"the wrong information being transmitted to the credit reporting agencies.\" <i>Id.</i> at 5-6. Myers did not allege she made any request that defendants provide notice of the partial payments to the clerk before filing the complaint. Myers's one-count complaint asserts that defendants failure \"to properly credit [Myers's] payments on the judgment\" violated the FDCPA. <i>Id.</i> at 6. Specifically, Myers alleged the defendants: (1) \"used a false, deceptive[,] or misleading representation or means in connection with the collection of the debt, in violation of 15 U.S.C. § 1692e;\" (2) \"falsely represented the character, amount, or legal status of the debt, in violation of 15 U.S.C. § 1692e(2)(A);\" (3) \"communicated to any person credit information which is known or should be known to be false, in violation of 15 U.S.C. § 1692e(8);\" and (4) \"used a false representation or deceptive means to collect or attempt to collect the debt, in violation of 15 U.S.C. § 1692(e)(10).\" <i>Id.</i> at 6-7.</p>\n<p>On May 17, 2010, pursuant to Federal Rule of Civil Procedure 11(c)(2), defendants served Martin with their Rule 11 motion and memorandum in support. Def's Mem. Support. Mot. Sanctions, Ex. 3. Defendants demanded voluntary dismissal of the complaint within Rule 11's safe-harbor period. <i>Id.</i> On June 11, 2010, after the safe-harbor period expired, defendants filed the motion for sanctions. On July 10, 2010, Myers filed notice of voluntary dismissal without prejudice.</p>\n<p>Notwithstanding the voluntary dismissal, this court retains jurisdiction over the motion for sanctions. <i>Cooter &amp; Gell v. Hartmarx Corp.,</i> <span class=\"citation\" data-id=\"112457\"><a href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">384</span></a></span>, 394-98, <span class=\"citation\" data-id=\"112457\"><a href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2447</span></a></span>, <span class=\"citation\" data-id=\"112457\"><a href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">359</span></a></span> (1990). In their motion for sanctions, defendants argue that Martin misrepresented the content of N.C. Gen. Stat. § 1-239(c), failed to conduct a reasonable inquiry into the facts and the law before filing the complaint, filed a complaint containing baseless claims and contentions, and filed the complaint with the purpose of harassing defendants and to obtain leverage for disposing of the underlying debt. <i>Id.</i> at 1-2. Myers denies the allegations, arguing her complaint was factually accurate, justified under a good faith extension of existing law, and filed for a proper purpose. Resp. Mot. Sanctions 1-2.</p>\n<p></p>\n<h2>II.</h2>\n<p>Rule 11 requires an attorney to make a reasonable inquiry to determine that a complaint is well grounded in both fact and law, and not filed for an improper purpose. Fed.R.Civ.P. 11(b). In determining whether a complaint is well grounded in fact, \"[a]n objective test is used to determine the reasonableness of a lawyer's prefiling investigation.\" <i>In re Kunstler,</i> <span class=\"citation\" data-id=\"548362\"><a href=\"/opinion/548362/in-re-william-m-kunstler-in-re-barry-nakell-in-re-lewis-pitts-robeson/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">505</span></a></span>, 514 (4th Cir.1990) (quotation omitted). A complaint's factual allegations fail to meet the requirements of Rule 11(b)(3) when no corroborating information has been obtained before filing. <span class=\"star-pagination\">*268</span> <i>Morris v. Wachovia Sec., Inc.,</i> <span class=\"citation\" data-id=\"794372\"><a href=\"/opinion/794372/patrick-v-morris-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">268</span></a></span>, 277 (4th Cir.2006). A legal argument violates Rule 11(b)(2) when it has \"absolutely no chance of success under the existing precedent.\" <i>Hunter v. Earthgrains Co. Bakery,</i> <span class=\"citation\" data-id=\"776640\"><a href=\"/opinion/776640/pamela-a-hunter-and-fred-l-williams-timothy-harden-floyd-love-on-behalf/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">144</span></a></span>, 153 (4th Cir. 2002) (quotation omitted). However, a legal position must be more than unsuccessful to warrant sanctions. <i>Id.</i> at 151. Attorneys must be allowed to seek good faith expansions and changes of the law. Fed. R.Civ.P. 11(b)(2); <i>Blue v. Dep't of Army,</i> <span class=\"citation\" data-id=\"548363\"><a href=\"/opinion/548363/sandra-l-blue-and-mattiebelle-c-harris-samuel-p-sheppard-edward-r/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">525</span></a></span>, 534 (4th Cir.1990). Only when \"a reasonable attorney in like circumstances could not have believed [her] actions to be legally justified\" are sanctions warranted. <i>Hunter,</i> 281 F.3d at 153 (quotation omitted). Finally, a complaint violates Rule 11(b)(1) when it is filed without the central and sincere purpose of vindicating rights in court. <i>Kunstler,</i> 914 F.2d at 518. Improper purposes include the filing of suit as leverage in separate proceedings, to obtain discovery for use in those other proceedings, and to embarrass, intimidate, or harass. <i>Id.</i> at 519.</p>\n<p>Here, Martin violated Rule 11(b). First, Martin failed to adequately verify the factual support of her claim that the defendants' failure to \"credit the judgment resulted in the wrong information being transmitted to the credit reporting agencies as demonstrated on Ms. Myers credit report.\" Compl. 5-6. In fact, the exhibits to the complaint belie this claim. The Equifax credit report accurately reflects the date of the judgment, the amount of the judgment, and the claiming party. Compl., Ex. 3 at 1. The Experian credit report accurately reflects the date of the judgment, the amount of the claim, and the claiming party. <i>Id.</i> at 2. None of the information on the credit reports was false. Although the reports did not list the \"status\" or the \"liability amount\" of the debt, they accurately reflected the amount of the original judgment and the fact that the judgment remained unsatisfied.</p>\n<p>The court recognizes that \"an isolated, inadvertent error does not justify Rule 11 sanctions.\" <i>In re Bees,</i> <span class=\"citation\" data-id=\"1028408\"><a href=\"/opinion/1028408/in-re-bees/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">284</span></a></span>, 288 (4th Cir.2009). Although Martin's factually unsubstantiated claim may have been inadvertent, it was not isolated. Martin also based the complaint on a legally unjustifiable theory with absolutely no chance of success. <i>See</i> Compl. 5 (discussing N.C. Gen. Stat. § 1-239(c)).</p>\n<p>Martin's theory of FDCPA liability requires a showing that the defendants violated N.C. Gen.Stat. § 1-239(c). However, North Carolina precedent precludes such a finding. In <i>Friday v. United Dominion Realty Trust,</i> the North Carolina Court of Appeals rejected the conclusion that regular and repeated failures to comply with the notification requirements of N.C. Gen. Stat. § 1-239(c) violated North Carolina's Unfair and Deceptive Trade Practices Act and warranted a damage award for harm to the plaintiff's credit reputation. 155 N.C.App. 671, 682-83, <span class=\"citation\" data-id=\"1252612\"><a href=\"/opinion/1252612/friday-v-united-dominion-realty-trust/\"><span class=\"volume\">575</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">532</span></a></span>, 539-40 (2003). The Court of Appeals held that \"[n]othing in [section 1-239(c)] requires a creditor to file a notice that the judgment has been satisfied until a written demand has been made.\" <i>Id.</i> at 683, 575 S.E.2d at 540. Finding no evidence to support a finding that such a written demand was made, the court found the damage award was \"not in accordance with law.\" <i>Id.</i> at 684, 575 S.E.2d at 540.</p>\n<p>Although attorneys may make good faith arguments for the reversal of existing law, such an argument in this case would be frivolous. Federal courts tasked with applying state law must follow the rulings of the state's highest court. <i>See, e.g., </i><i>Twin City Fire Ins. Co. v. Ben Arnold-Sunbelt Beverage Co.,</i> <span class=\"citation\" data-id=\"792814\"><a href=\"/opinion/792814/twin-city-fire-insurance-company-hartford-casualty-insurance-company-v-ben/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">365</span></a></span>, 369 (4th Cir.2005) (diversity jurisdiction); <i>Iodice v. United States,</i> <span class=\"citation\" data-id=\"777551\"><a href=\"/opinion/777551/aline-joan-iodice-james-iodice-mary-j-iodice-v-united-states-of-america/\"><span class=\"volume\">289</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 274-75 (4th Cir.2002) (FTCA claim). Furthermore, \"[a] federal court can depart from <span class=\"star-pagination\">*269</span> an intermediate court's fully reasoned holding as to state law only if convinced that the state's highest court would not follow that holding.\" <i>Assicurazioni Generali, S.p.A. v. Neil,</i> <span class=\"citation\" data-id=\"759240\"><a href=\"/opinion/759240/assicurazioni-generali-spa-v-kenneth-neil-assicurazioni-generali/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">997</span></a></span>, 1003 (4th Cir.1998) (quotation omitted). Federal courts applying state laws should not create or expand a state's common law or public policy. <i>Time Warner Entm't-Advance/Newhouse P'ship v. Carteret-Craven Elec. Membership Corp.,</i> <span class=\"citation\" data-id=\"1024148\"><a href=\"/opinion/1024148/time-warner-entertainment-advancenewhouse-partnership-v-carteret-craven/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">304</span></a></span>, 314-15 (4th Cir.2007).</p>\n<p>Here, the North Carolina Court of Appeals in <i>Friday</i> clearly rejected Martin's understanding of section 1-239(c). Although <i>Friday</i> would not bind this court, nothing indicates that the North Carolina Supreme Court would construe the statute otherwise. Instead, other persuasive authority indicates the North Carolina Court of Appeals properly interpreted the statute. <i>See, e.g., </i><i>Everett v. Cont'l Bank, N.A.,</i> <span class=\"citation no-link\"><span class=\"volume\">845</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">335</span></span>, 339 (M.D.N.C. 1994). Martin's attempts to distinguish <i>Friday</i> are nonsensical.</p>\n<p>Martin compounded the legal frivolity of Myers's FDCPA claim by theorizing that a violation of section 1-239(c) can serve as a predicate for an FDCPA violation. In opposition to the motion for sanctions, Martin notes that some courts have allowed FDCPA plaintiffs to rely on violations of state law as predicates to an FDCPA claim. This theory, however, broadly overstates relevant FDCPA precedent. The FDCPA forbids a debt collector from threatening an action that cannot legally be taken. 15 U.S.C. § 1692e(5). Courts have interpreted that provision to include a threat of legal action when state law imposes a registration requirement on debt collectors, and the debt collector defendant had not registered. \"[T]he theory is that if a debt collector cannot bring suit for whatever reason, it should not represent to the consumer, even implicitly, that it will sue.\" <i>LeBlanc v. Unifund CCR Partners,</i> <span class=\"citation\" data-id=\"1118\"><a href=\"/opinion/1118/leblanc-v-unifund-ccr-partners/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1185</span></a></span>, 1190 n. 9 (11th Cir.2010). Although the United States Court of Appeals for the Fourth Circuit has not yet considered the issue, other courts in this circuit have adopted this approach. <i>Nicholes v. Advanced Credit Mgmt., Inc.,</i> No. WDQ-10-1270, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">2998625</span></span>, at *2 (D.Md. July 27, 2010) (unpublished) <i>adopted by</i> No. WDQ-10-1270, [D.E. 9] (D. Md. Aug. 18, 2010) (unpublished); <i>Withers v. Eveland,</i> <span class=\"citation\" data-id=\"1455598\"><a href=\"/opinion/1455598/withers-v-eveland/\"><span class=\"volume\">988</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">942</span></a></span>, 946-47 (E.D.Va.1997).</p>\n<p>This court need not determine the efficacy of ever using a violation of state law as a predicate for a claim under 15 U.S.C. § 1692e. Rather, the court must focus on using a purported violation of N.C. Gen.Stat. § 1-239(c) as a predicate for such an FDCPA claim. No precedent appears to support such a claim. More importantly, Myers attempted to create FDCPA liability not on the actions of a debt collector, but rather on its inaction. She alleged defendants \"used a false, deceptive or misleading representation or means,\" that they \"falsely represented,\" and that they \"communicated\" with others concerning Myers's debt. Compl. at 6. Yet Myers does not allege any act by the defendants. Rather, she asserted their failure to act \"gave [a] false impression,\" and \"resulted in\" the communication of falsehoods to the credit reporting agencies. <i>Id.</i> at 5. The FDCPA does not create an affirmative duty to communicate with anyone. <i>See, e.g., </i><i>Wilhelm v. Credico, Inc.,</i> <span class=\"citation\" data-id=\"1194111\"><a href=\"/opinion/1194111/wilhelm-v-credico-inc/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">416</span></a></span>, 418 (8th Cir.2008). Instead, it regulates debt collectors when they elect to communicate. <i>Id.</i>; <i>O'Fay v. Sessoms &amp; Rogers, P.A.,</i> No. 5:08-CV-615-D, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">104307</span></span>, *20-26 (E.D.N.C. Feb. 9, 2010) (unpublished) (collecting cases).<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*270</span> The precedent that Martin cites in support of using a state consumer protection law violation as a predicate for FDCPA liability specifically warns against the broad reading that Martin advocates. The United States Court of Appeals for the Eleventh Circuit stated \"we do not hold that all debt collector actions in violation of state law constitute per se violations of the FDCPA.\" <i>LeBlanc,</i> 601 F.3d at 1192. \"The FDCPA ... was not meant to convert every violation of a state debt collection law into a federal violation.\" <i>Id.</i> (quoting <i>Carlson v. First Revenue Assurance,</i> <span class=\"citation\" data-id=\"785272\"><a href=\"/opinion/785272/andrew-carlson-v-first-revenue-assurance/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1015</span></a></span>, 1018 (8th Cir.2004)). <i>LeBlanc</i> also cited the Seventh Circuit's statement that the FDCPA \"does not so much as hint at being an enforcement mechanism for other rules of state and federal law.\" <i>Id.</i> (quoting <i>Beler v. Blatt, Hasenmiller, Leibsker &amp; Moore, LLC,</i> <span class=\"citation\" data-id=\"797163\"><a href=\"/opinion/797163/ella-m-beler-v-blatt-hasenmiller-leibsker-moore-llc/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></a></span>, 474 (7th Cir.2007)). Martin ignored these explicit warnings in advocating a broad and frivolous expansion of the FDCPA. Furthermore, Martin based her FDCPA theory on a frivolous interpretation of state law. Therefore, Martin violated Rule 11(b)(2).</p>\n<p>Finally, the timing of this action is troubling. Martin first \"became aware of\" debt collectors alleged failure to comply with N.C. Gen.Stat. § 1-239(c) in 2008. <i>See</i> Martin Decl. 6. Martin began representing Myers no later than October 8, 2009. Compl., Ex. 1 at 2. Myers missed two payments in early 2010, resulting in S &amp; R issuing a dunning letter dated March 19, 2010. Mem. Supp. Mot. Sanctions, Ex. 1. On April 24, 2010, Martin filed the complaint on behalf of Myers.</p>\n<p>Ample time existed to research the facts and the law before filing the complaint. A cursory reading of <i>Friday</i> and existing FDCPA precedent would have revealed the frivolity of the claim. Incredibly, Martin admits that she was aware of <i>Friday</i> before filing the complaint, yet still chose to file Myers's complaint and included a conveniently truncated quotation of section 1-239(c). <i>See</i> Martin Decl. 7. Although the sincere vindication of rights must be the central purpose of a complaint, complaints can be filed with mixed motives. <i>Kunstler,</i> 914 F.2d at 518. Here, the court finds that Martin was motivated (at least in part) by a desire to harass the defendants and obtain leverage in connection with the underlying debt.</p>\n<p>In opposing the motion for sanctions, Martin submitted sworn statements from three members of the North Carolina Bar, asserting they had discussed the complaint before filing, and considered it to be warranted by existing law. McNulty Decl. 2; Begnoche Aff. 1-2; Orozco Decl. 2. \"[T]he purpose of Rule 11 as a whole is to bring home to the individual signer [her] personal, nondelegable responsibility.\" <i>Pavelic &amp; LeFlore v. Marvel Entm't Grp.,</i> <span class=\"citation\" data-id=\"112342\"><a href=\"/opinion/112342/pavelic-leflore-v-marvel-entertainment-group-div-of-cadence-industries/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">120</span></a></span>, 126, <span class=\"citation\" data-id=\"112342\"><a href=\"/opinion/112342/pavelic-leflore-v-marvel-entertainment-group-div-of-cadence-industries/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></a></span>, 107 L.Ed.2d 438(1989). The Rule 11 standard is not satisfied by having another attorney review a complaint. <i>Kunstler,</i> 914 F.2d at 517. Martin's declaration, and those of the other attorneys, speak at length to Martin's good-standing in the bar, and her extensive experience as a lawyer engaged in FDCPA litigation. However, \"a lawyer's obligation to the <span class=\"star-pagination\">*271</span> court is renewed with each appearance,\" which requires that a court \"look to a lawyer's conduct in the instant litigation in assessing his or her behavior.\" <i>Blue,</i> 914 F.2d at 547. Even the most prominent members of the legal profession are not above the law. <i>Id.</i> As \"one of a handful of attorneys in North Carolina willing to pursue FDCPA claims against attorneys and law firms,\" McNulty Decl. ¶ 14, Martin claims sanctions will prevent her from \"assist[ing] those in society least likely to be able to afford legal representation and those cases which other law firms decline to accept out of pecuniary limitations.\" Resp. Mot. Sanctions 16. No class of claim is exempt from \"the legal rules that apply to all others.\" <i>Blue,</i> 914 F.2d at 535. Although this court recognizes the need to strike a balance between chilling legitimate FDCPA claims and preventing abuse of the act, \"the rules of law, including those concerning sanctions, apply to everyone.\" <i>Id.</i> at 534.</p>\n<p></p>\n<h2>III.</h2>\n<p>\"Although Rule 11 does not specify the sanction to be imposed for any particular violation of its provisions, the Advisory Committee Note to the Rule's 1993 amendments provides guidance with an illustrative list.\" <i>Hunter,</i> 281 F.3d at 150-51. That list includes admonition, reprimand, censure, ordering continuing legal education, referring the matter to disciplinary authorities, or ordering a fine payable to the court. Fed.R.Civ.P. 11 advisory committee's note, 1993 Amendments. Factors to consider in determining the appropriate sanction include whether the conduct was willful or part of a pattern of activity, whether it infected the entire pleading, whether it affected the cost and duration of the litigation process, whether the responsible person has engaged in similar conduct in other litigation, the financial resources of the responsible person, and the amount needed to deter similar activity by others. <i>Id.</i></p>\n<p>\"[A] sanction imposed under [Rule 11] must be limited to what suffices to deter repetition of the conduct or comparable conduct by others similarly situated.\" Fed.R.Civ.P. 11(c)(4); <i>Morris,</i> 448 F.3d at 284. \"Since the purpose of Rule 11 sanctions is to deter rather than to compensate,\" monetary sanctions \"should ordinarily be paid into court as a penalty.\" Fed. R.Civ.P. 11, advisory committee's note, 1993 Amendments. Rule 11 also serves to prevent litigation abuse, streamline court dockets, facilitate court management, and compensate victims of violations. <i>Kunstler,</i> 914 F.2d at 522-23. However, only \"under unusual circumstances,\" typically including filings for an improper purpose, should a court direct a monetary sanction be paid to those injured by a Rule 11 violation. Fed.R.Civ.P. 11, advisory committee's note, 1993 Amendments.</p>\n<p>Defendants requested an award of \"reasonable attorney's fees, costs, and expenses incurred to defend the action and bring [the sanctions] motion.\" Mem. Supp. Mot. Sanctions 9. However, they provided no evidence of their fees, costs, or expenses. The burden to show reasonable fees lies with the fee claimant. <i>Morris,</i> 448 F.3d at 284. \"A party seeking attorneys' fees must present a request from which the correct amount may be computed with reasonable dispatch. The failure to do this justifies a rejection of the request.\" <i>Id.</i> (quotation omitted). Furthermore, this case does not present unusual circumstances warranting a fee award. Therefore, the court declines to award attorney's fees, costs, or expenses.</p>\n<p>After considering the purposes of Rule 11, the factual inaccuracies and legal frivolity of the complaint, the mixed motive in filing the complaint, the need to deter repetition of the conduct, and the financial <span class=\"star-pagination\">*272</span> ability of Martin to pay, the court admonishes Martin, directs her to pay $250 into court as a sanction for violating Rule 11, and directs her to serve a copy of this order on her client, Myers, Attorney Carlene McNulty, Attorney Suzanne Begnoche, and Attorney Brenee Orozco.</p>\n<p></p>\n<h2>IV.</h2>\n<p>In sum, the court GRANTS defendants motion for sanctions [D.E. 6]. The court ADMONISHES Martin, DIRECTS her to pay $250 into court as a sanction for violating Rule 11, and DIRECTS her to serve a copy of this order on Myers, McNulty, Begnoche, and Orozco.</p>\n<h2>NOTES</h2>\n<p>[1]  Although some courts have found the FDCPA to create an affirmative duty to report the disputed nature of a debt previously reported by the debt collector to the credit agencies, <i>see Farren v. RJM Acquisition Funding, LLC,</i> No. Civ. A. 04-995, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1799413</span></span>, at *10 (E.D.Pa. July 26, 2005) (unpublished), that limited duty (if it exists) is readily distinguishable. Myers did not dispute her debt, and made no demand on the defendants to communicate the current status of her debt to the credit agencies before filing her complaint. Furthermore, nothing suggests that defendants ever communicated with the credit agencies. Instead, the credit reports clearly indicate the report of the judgment came from court records. Compl., Ex. 3.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1024148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1028408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1194111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1252612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1455598/"
  ]
}