{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2148742/",
  "absolute_url": "/opinion/2148742/flood-v-hardy/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2148742/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:27:55.211694Z",
  "date_modified": "2016-04-27T01:03:55.906266Z",
  "type": "010combined",
  "sha1": "d61b0d183d27d19b2fadb448d222142f16759f3f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>868 F.Supp. 809 (1994)</b></center>\n<center><h1>Everette J. FLOOD, Administrator of the Estate of Andrew Lee Flood, Plaintiff,<br>\nv.<br>\nWinfred HARDY, Sheriff of Hertford County, in his official capacity and individually; Steve Carter, in his official capacity as Deputy Sheriff of Hertford County and individually; County of Hertford, North Carolina; Roanoke Chowan Hospital, Inc.; J.D. Weaver, M.D.; Roy D. Flood, M.D.; and Roanoke Chowan Medical Center, P.A., Defendants.</h1></center>\n<center>Civ. A. No. 92-38-CIV-2-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>November 21, 1994.</center>\n<p><span class=\"star-pagination\">*810</span> C. Everett Thompson, II, Elizabeth City, NC, for plaintiff.</p>\n<p>Allan R. Gitter, Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, NC, for Winfred Hardy, Steve Carter, and Hertford County.</p>\n<p>Robert S. Shields, Jr., Harris, Shields &amp; Creech, New Bern, NC, for Roanoke-Chowan Hospital, Inc.</p>\n<p><span class=\"star-pagination\">*811</span> Timothy C. Barber, Ward &amp; Smith, Greenville, NC, for J.D. Weaver, M.D., Roy D. Flood, M.D., and Roanoke-Chowan Medical Center.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the undersigned on the motion of the defendants for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure, and on the motion of defendants Hardy, Carter and Hertford County to strike the expert affidavit of James B. Merritt. Upon consideration of the written motions, and oral arguments heard on August 4, 1994, in Raleigh, N.C., the Court finds the following:</p>\n<p></p>\n<h2>FACTS</h2>\n<p>This action stems from the alleged misconduct of all the named defendants in their treatment of the decedent, Andrew Lee Flood, who died sometime on or around November 15, 1990, after being incarcerated at the Hertford County Jail, treated by the defendant doctors, and transported via the Sheriff's department to Roanoke Chowan Hospital. The facts are in dispute as to whether the decedent was still in legal custody of the Hertford County Jail at the time of his release to Roanoke Chowan Hospital.</p>\n<p>The plaintiff filed this action on June 15, 1992, against the defendants Hardy, Carter, Hertford County, and Roanoke Chowan Hospital alleging a claim for damages under 42 U.S.C. § 1983, as well as state law negligence claims and wrongful death claims under N.C.Gen.Stat. § 28A-18. Subsequently on November 10, 1992, the plaintiff filed a motion to amend and a proposed amended complaint asserting claims against the defendants Weaver, Flood, and Roanoke-Chowan Medical Center. This Court has jurisdiction over this matter pursuant to 28 U.S.C. §§ 1331 and 1367.</p>\n<p></p>\n<h2>AFFIDAVIT OF JAMES B. MERRITT</h2>\n<p>At the outset, the Court will consider the motion to strike the affidavit of James B. Merritt. That affidavit sets forth the opinion of an expert in correctional and law enforcement matters. The opinion indicates that, in light of his mental and physical condition, the decedent was mistreated by the defendants. The defendants object to that expert's testimony as to the decedent's mental and physical condition because he is not a medical expert. However, the Court finds that the affidavit does not purport to give a medical opinion, and only addresses the treatment of the decedent in light of what was already known by the defendants to be his medical condition. Thus, the motion to strike Mr. Merritt's affidavit is DENIED.</p>\n<p></p>\n<h2>LIABILITY OF SHERIFF HARDY AND DEPUTY SHERIFF CARTER</h2>\n<p>The defendants Hardy and Carter allege that they are entitled to assert a defense of qualified immunity, and therefore should be granted summary judgment. Qualified immunity protects government officials from liability when they are performing discretionary governmental duties, so long as their conduct does not take them outside the scope of their duties. <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982). These defendants claim that their actions did not violate the decedent's Constitutional rights, nor did their actions fall outside the scope of their discretion in performing a governmental function.</p>\n<p>Considering the facts in the light most favorable to the plaintiff, there remains a genuine issue of material fact as to whether the defendants Hardy and Carter were acting within their discretion in performing a government function. First, there is a dispute as to whether the decedent was in custody at the time he was transported to the hospital. If he was not, in fact, in custody, there arises a question of whether the deputy transporting him was even performing a governmental function.</p>\n<p>Secondly, if the decedent was in custody at the time he was presented to the hospital, then a question arises of whether the defendants Hardy and Carter were acting within the bounds of their discretion and the law. The plaintiff alleges that the defendants were deliberately indifferent to the medical needs <span class=\"star-pagination\">*812</span> of the decedent. The facts show that the decedent was kept in the jail for several days in a deteriorating state of health. He was diving off of the upper cot in the cell and talking to himself incessantly. After two doctor visits at the jail, the decedent himself asked to be taken to the hospital, around 9:50 p.m. on the 15th of November. The defendant sheriff apparently agreed that the decedent did need to be taken to the hospital, but before transporting him, the defendant sheriff contacted a district judge, who is now deceased, and received permission to release the decedent. The judge purportedly released the decedent by telephone, despite the fact that he had not completed serving his seven-day sentence. The deputy then drove the decedent to the hospital, with instructions from the sheriff to inform the hospital that the decedent was to be responsible for his own medical bills. It appears to the Court from the evidence before it at this time, that the decedent was known by the sheriff and the deputy sheriff to be in a state of mental and physical peril. They should have known that the decedent was in no condition to be turned out on his own. He had asked for medical attention both before and after the sheriff procured the release order from the judge. There is no evidence whatsoever that the sheriff brought the decedent's deteriorating state of health to the attention of the judge, so that the judge could make an informed decision of whether to release the prisoner. Furthermore, the defendants allege that the oral order to release the decedent stemmed from a problem of overcrowding at the jail. However, the reports of the decedent's conduct at the jail indicate that he was the sole occupant of the cell. This set of facts clearly raises an issue of possible gross misconduct on the part of the defendants Hardy and Carter, which would fall outside the scope of their discretion and duty in performing governmental functions.</p>\n<p>Accordingly, the Court finds that genuine issues of material fact exist as to the liability of the defendants Hardy and Carter, and their motion for summary judgment is DENIED.</p>\n<p></p>\n<h2>LIABILITY OF HERTFORD COUNTY</h2>\n<p>The defendant Hertford County alleges that it is entitled to summary judgment because it cannot be held liable under the doctrine of respondeat superior. The defendant argues that because the Sheriff, as an elected official, is the final policymaker of law enforcement in Hertford County, the County itself has no control over, and is not liable for the Sheriff's actions. The plaintiff, on the other hand, asserts that <i>because</i> the Sheriff is the final policymaker of law enforcement in Hertford County, his actions are imputed to the County.</p>\n<p>This particular issue has been litigated in the Fourth Circuit Court of Appeals in <i>Dotson v. Chester,</i> 937 F.2d 920 (4th Cir. 1991), and in this Court in <i>Brewington v. Bedsole and Cumberland County,</i> No. 91-120-CIV-3-H (1993, Howard, J. and Dixon, M.J.). Both cases found that liability could be attributed to a County under the rule set out in <i>Monell v. Department of Social Services of City of New York,</i> 436 U.S. 658, 690, 98 S.Ct. 2018, 2035-36, 56 L.Ed.2d 611 (1978). That rule establishes that an entity, such as a county, can be held liable if a person has been deprived of rights due to an official policy. <i>Monell,</i> 436 U.S. at 690-91, 98 S.Ct. at 2035-36; <i>Dotson v. Chester,</i> 937 F.2d 920, 924 (4th Cir.1991). Official government policy can be established not only by the formal policymaking actions of the lawmakers, but also by the actions of officials with final policymaking authority. <i>Pembaur v. City of Cincinnati,</i> 475 U.S. 469, 480-81, 106 S.Ct. 1292, 1298-99, 89 L.Ed.2d 452 (1986). The Sheriff is such an official, as indicated in N.C.Gen.Stat. § 153A-103(1), which gives the sheriff exclusive control over supervision of employees in his office. In fact, the parties in this action do not dispute that the Sheriff has such final policymaking authority. Thus the only question in dispute is whether the Sheriff's policymaking decisions can be imputed to the County.</p>\n<p>According to the <i>Dotson</i> court, where state law makes a county sheriff the final policymaker, with regard to some particular aspect of county operation, his actions can serve to bind the county. <i>Dotson,</i> 937 F.2d at 932. In North Carolina, where the Sheriff is given <span class=\"star-pagination\">*813</span> exclusive control over the supervision of his employees, including deputies and jailers, the Sheriff may bind the county by his actions. The defendant asserts that since the Sheriff is an elected official, the County cannot be bound by his decisions. This assertion is without merit. The fact that the Sheriff is an elected official does not exonerate the County. By comparison, County Commissioners, who are elected officials, may certainly bind the County through their policy decisions. Likewise, the Sheriff may bind the county to the same extent in his policymaking decisions. See <i>Turner v. Upton County, Tex.,</i> 915 F.2d 133, 137 (5th Cir. 1990), <i>cert. denied,</i> 498 U.S. 1069, 111 S.Ct. 788, 112 L.Ed.2d 850 (1991).</p>\n<p>Accordingly, the Court finds that the defendant Hertford County is not entitled to summary judgment, and the motion is DENIED.</p>\n<p></p>\n<h2>LIABILITY OF ROANOKE CHOWAN HOSPITAL</h2>\n<p>The defendant Roanoke Chowan Hospital alleges that it is entitled to summary judgment because the plaintiff has presented no evidence to support a claim of negligence against it. The plaintiff's only evidence presented in opposition to summary judgment is the affidavit of plaintiff's expert witness, Dr. Jastremski. This witness admitted in his deposition that he had not read the depositions of either Deputy Carter or Deanna Forbes, who are the only two witnesses to the decedent's behavior at the time critical to any possible negligence on the part of the defendant Hospital.</p>\n<p>The plaintiff argues that the defendant Hospital should not be granted summary judgment because the motion made by the Hospital is \"grossly untimely\", and because there are genuine issues of material fact as to the defendant Hospital's liability.</p>\n<p>According to Rule 4.01 of the Local Rules of this Court, \"all motions in civil cases ... must be filed on or before 30 days following the conclusion of the period of discovery.\" The defendant Hospital did not file its motion for summary judgment until August 22, 1994, some time after the date for filing set forth in the Local Rules. However, the Court will open the time for filing this summary judgment motion, and allow the motion to be filed.</p>\n<p>In consideration of the defendant Hospital's motion, the Court finds that there is no evidence of a breach of duty owed by the defendant Hospital to the decedent. The plaintiff must put forth some fact or circumstance upon which an inference of a duty and breach of that duty can be grounded. Negligence cannot be grounded on pure speculation. The defendant is not required to foresee events which are merely possible, only those which are reasonably foreseeable. <i>Bennett v. Southern R. Co.,</i> 245 N.C. 261, 96 S.E.2d 31 (1957).</p>\n<p>The evidence before the Court in this summary judgment motion does not support a finding that the hospital could reasonably foresee the result of the decedent leaving the hospital and drowning. To speculate that the decedent was manifesting symptoms of delirium tremens between 10:37 pm and 11:00 pm on November 15, 1990, and that the Hospital failed to act on those symptoms would be to create evidence in direct contradiction to the actual evidence given by the only two known witnesses to the decedent's conduct at the time he was taken into the hospital. The deputy who transported the decedent and the intake receptionist at the hospital both testified in their depositions that the decedent was not acting unusual during the time he was inside the hospital. The Hospital satisfied its duty to the decedent by taking the necessary information initially, and, nothing appearing out of the ordinary, directed the decedent to wait to be processed through the triage of nurses. There is no evidence that the Hospital was aware or should have been aware, based on the decedent's appearance or behavior, that he was in an emergency situation such that he should have received immediate treatment. Thus, the Hospital acted reasonably in processing the decedent through normal procedure, and should not be held accountable for the bizarre circumstance which led to the decedent's death.</p>\n<p>Accordingly, the Court finds that the plaintiff has failed to set forth sufficient evidence <span class=\"star-pagination\">*814</span> to establish the liability of the defendant Roanoke Chowan Hospital, and its motion for summary judgment is ALLOWED.</p>\n<p></p>\n<h2>LIABILITY OF DOCTORS WEAVER AND FLOOD AND ROANOKE CHOWAN MEDICAL CENTER</h2>\n<p>The defendants Weaver, Flood, and Roanoke Chowan Medical Center assert that they are entitled to summary judgment because the claims against them are barred by the applicable North Carolina statute of limitations, and because the acts of these defendants were not the proximate cause of the decedent's death.</p>\n<p>The applicable statute of limitations for a wrongful death action, according to N.C.Gen.Stat. § 1-53(4), is two years from the date of death. All parties are in agreement that this is the applicable time period. While the exact date of the decedent's death is unknown, the latest date of death possible is December 5, 1990, the day his body was discovered. The amended complaint against these defendants was filed on January 26, 1993, some time after the statute of limitations had run. However, the plaintiff moved to amend the complaint to add the defendants Flood, Weaver, and Roanoke Chowan Medical Center on November 10, 1992. Along with that motion, the plaintiff included the proposed amended complaint. The Court subsequently allowed the plaintiff's motion on January 7, 1993, after the two year time period had expired. While a motion to amend standing alone is not effective to meet the statute of limitations requirement, the fact that the amended complaint was included with the motion is dispositive. The Order allowing the plaintiff's motion to amend relates back to the date the motion was filed, thus making the motion and the included amended complaint valid as of November 10, 1992. Consequently, the fact that the Order was entered and actual service of process on the new defendants occurred after the two year period is of no legal significance, since the action was sufficiently commenced by filing the motion and amended complaint together, which was later allowed by Order.</p>\n<p>The plaintiff's argument relative to the doctrines of relation back and discovery contained within Rules 15 and 1-15C of the Federal Rules of Civil Procedure and the North Carolina Rules of Civil Procedure are not addressed by this Court, as the reasons set out above are dispositive of this issue.</p>\n<p>The defendants Weaver, Flood, and Roanoke Chowan Medical Center further contend that they are entitled to summary judgment based on lack of proximate cause, due to intervening negligence. The defendants allege that any negligence on their part, which they deny, would be superseded by the negligence of the Hertford County Sheriff's Department in failing to call them to treat the decedent, and in dumping the decedent at the Roanoke Chowan Hospital pursuant to an oral court order.</p>\n<p>In response to the allegation of intervening negligence, the plaintiff argues that the care provided by the defendant doctors was grossly deficient, that in the past these same doctors had hospitalized this same patient when he experienced delirium tremens, and that had the doctors followed the proper course of treatment for the decedent, he would have been hospitalized as an inpatient immediately upon the doctors becoming aware of his delusional condition. Thus, the plaintiff asserts that had the doctors not been negligent, the decedent would not have been in the situation which led to his being dumped at the hospital.</p>\n<p>The Court finds that the defendant doctors' argument of intervening negligence is not sufficient to support granting summary judgment in their favor. Factual issues remain surrounding their knowledge and treatment of this decedent. Accordingly, the motion for summary judgment as to the defendants Weaver, Flood, and Roanoke Chowan Medical Center is DENIED.</p>\n<p>In summary, the motions for summary judgment made by defendants Hardy, Carter, Hertford County, Flood, Weaver, and Roanoke-Chowan Medical Center are DENIED. The motion for summary judgment made by Roanoke Chowan Hospital is ALLOWED. The motion to strike the affidavit of James B. Merritt is DENIED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">868</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">809</span></span> (1994)</b></center>\n<center><h1>Everette J. FLOOD, Administrator of the Estate of Andrew Lee Flood, Plaintiff,<br>\nv.<br>\nWinfred HARDY, Sheriff of Hertford County, in his official capacity and individually; Steve Carter, in his official capacity as Deputy Sheriff of Hertford County and individually; County of Hertford, North Carolina; Roanoke Chowan Hospital, Inc.; J.D. Weaver, M.D.; Roy D. Flood, M.D.; and Roanoke Chowan Medical Center, P.A., Defendants.</h1></center>\n<center>Civ. A. No. 92-38-CIV-2-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>November 21, 1994.</center>\n<p><span class=\"star-pagination\">*810</span> C. Everett Thompson, II, Elizabeth City, NC, for plaintiff.</p>\n<p>Allan R. Gitter, Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, NC, for Winfred Hardy, Steve Carter, and Hertford County.</p>\n<p>Robert S. Shields, Jr., Harris, Shields &amp; Creech, New Bern, NC, for Roanoke-Chowan Hospital, Inc.</p>\n<p><span class=\"star-pagination\">*811</span> Timothy C. Barber, Ward &amp; Smith, Greenville, NC, for J.D. Weaver, M.D., Roy D. Flood, M.D., and Roanoke-Chowan Medical Center.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the undersigned on the motion of the defendants for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure, and on the motion of defendants Hardy, Carter and Hertford County to strike the expert affidavit of James B. Merritt. Upon consideration of the written motions, and oral arguments heard on August 4, 1994, in Raleigh, N.C., the Court finds the following:</p>\n<p></p>\n<h2>FACTS</h2>\n<p>This action stems from the alleged misconduct of all the named defendants in their treatment of the decedent, Andrew Lee Flood, who died sometime on or around November 15, 1990, after being incarcerated at the Hertford County Jail, treated by the defendant doctors, and transported via the Sheriff's department to Roanoke Chowan Hospital. The facts are in dispute as to whether the decedent was still in legal custody of the Hertford County Jail at the time of his release to Roanoke Chowan Hospital.</p>\n<p>The plaintiff filed this action on June 15, 1992, against the defendants Hardy, Carter, Hertford County, and Roanoke Chowan Hospital alleging a claim for damages under 42 U.S.C. § 1983, as well as state law negligence claims and wrongful death claims under N.C.Gen.Stat. § 28A-18. Subsequently on November 10, 1992, the plaintiff filed a motion to amend and a proposed amended complaint asserting claims against the defendants Weaver, Flood, and Roanoke-Chowan Medical Center. This Court has jurisdiction over this matter pursuant to 28 U.S.C. §§ 1331 and 1367.</p>\n<p></p>\n<h2>AFFIDAVIT OF JAMES B. MERRITT</h2>\n<p>At the outset, the Court will consider the motion to strike the affidavit of James B. Merritt. That affidavit sets forth the opinion of an expert in correctional and law enforcement matters. The opinion indicates that, in light of his mental and physical condition, the decedent was mistreated by the defendants. The defendants object to that expert's testimony as to the decedent's mental and physical condition because he is not a medical expert. However, the Court finds that the affidavit does not purport to give a medical opinion, and only addresses the treatment of the decedent in light of what was already known by the defendants to be his medical condition. Thus, the motion to strike Mr. Merritt's affidavit is DENIED.</p>\n<p></p>\n<h2>LIABILITY OF SHERIFF HARDY AND DEPUTY SHERIFF CARTER</h2>\n<p>The defendants Hardy and Carter allege that they are entitled to assert a defense of qualified immunity, and therefore should be granted summary judgment. Qualified immunity protects government officials from liability when they are performing discretionary governmental duties, so long as their conduct does not take them outside the scope of their duties. <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982). These defendants claim that their actions did not violate the decedent's Constitutional rights, nor did their actions fall outside the scope of their discretion in performing a governmental function.</p>\n<p>Considering the facts in the light most favorable to the plaintiff, there remains a genuine issue of material fact as to whether the defendants Hardy and Carter were acting within their discretion in performing a government function. First, there is a dispute as to whether the decedent was in custody at the time he was transported to the hospital. If he was not, in fact, in custody, there arises a question of whether the deputy transporting him was even performing a governmental function.</p>\n<p>Secondly, if the decedent was in custody at the time he was presented to the hospital, then a question arises of whether the defendants Hardy and Carter were acting within the bounds of their discretion and the law. The plaintiff alleges that the defendants were deliberately indifferent to the medical needs <span class=\"star-pagination\">*812</span> of the decedent. The facts show that the decedent was kept in the jail for several days in a deteriorating state of health. He was diving off of the upper cot in the cell and talking to himself incessantly. After two doctor visits at the jail, the decedent himself asked to be taken to the hospital, around 9:50 p.m. on the 15th of November. The defendant sheriff apparently agreed that the decedent did need to be taken to the hospital, but before transporting him, the defendant sheriff contacted a district judge, who is now deceased, and received permission to release the decedent. The judge purportedly released the decedent by telephone, despite the fact that he had not completed serving his seven-day sentence. The deputy then drove the decedent to the hospital, with instructions from the sheriff to inform the hospital that the decedent was to be responsible for his own medical bills. It appears to the Court from the evidence before it at this time, that the decedent was known by the sheriff and the deputy sheriff to be in a state of mental and physical peril. They should have known that the decedent was in no condition to be turned out on his own. He had asked for medical attention both before and after the sheriff procured the release order from the judge. There is no evidence whatsoever that the sheriff brought the decedent's deteriorating state of health to the attention of the judge, so that the judge could make an informed decision of whether to release the prisoner. Furthermore, the defendants allege that the oral order to release the decedent stemmed from a problem of overcrowding at the jail. However, the reports of the decedent's conduct at the jail indicate that he was the sole occupant of the cell. This set of facts clearly raises an issue of possible gross misconduct on the part of the defendants Hardy and Carter, which would fall outside the scope of their discretion and duty in performing governmental functions.</p>\n<p>Accordingly, the Court finds that genuine issues of material fact exist as to the liability of the defendants Hardy and Carter, and their motion for summary judgment is DENIED.</p>\n<p></p>\n<h2>LIABILITY OF HERTFORD COUNTY</h2>\n<p>The defendant Hertford County alleges that it is entitled to summary judgment because it cannot be held liable under the doctrine of respondeat superior. The defendant argues that because the Sheriff, as an elected official, is the final policymaker of law enforcement in Hertford County, the County itself has no control over, and is not liable for the Sheriff's actions. The plaintiff, on the other hand, asserts that <i>because</i> the Sheriff is the final policymaker of law enforcement in Hertford County, his actions are imputed to the County.</p>\n<p>This particular issue has been litigated in the Fourth Circuit Court of Appeals in <i>Dotson v. Chester,</i> <span class=\"citation\" data-id=\"564335\"><a href=\"/opinion/564335/michael-n-dotson-wayne-musgrove-and-all-others-similarly-situated-v/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span> (4th Cir. 1991), and in this Court in <i>Brewington v. Bedsole and Cumberland County,</i> No. 91-120-CIV-3-H (1993, Howard, J. and Dixon, M.J.). Both cases found that liability could be attributed to a County under the rule set out in <i>Monell v. Department of Social Services of City of New York,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 690, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, 2035-36, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978). That rule establishes that an entity, such as a county, can be held liable if a person has been deprived of rights due to an official policy. <i>Monell,</i> 436 U.S. at 690-91, 98 S.Ct. at 2035-36; <i>Dotson v. Chester,</i> <span class=\"citation\" data-id=\"564335\"><a href=\"/opinion/564335/michael-n-dotson-wayne-musgrove-and-all-others-similarly-situated-v/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, 924 (4th Cir.1991). Official government policy can be established not only by the formal policymaking actions of the lawmakers, but also by the actions of officials with final policymaking authority. <i>Pembaur v. City of Cincinnati,</i> <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, 480-81, <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1292</span></a></span>, 1298-99, <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">452</span></a></span> (1986). The Sheriff is such an official, as indicated in N.C.Gen.Stat. § 153A-103(1), which gives the sheriff exclusive control over supervision of employees in his office. In fact, the parties in this action do not dispute that the Sheriff has such final policymaking authority. Thus the only question in dispute is whether the Sheriff's policymaking decisions can be imputed to the County.</p>\n<p>According to the <i>Dotson</i> court, where state law makes a county sheriff the final policymaker, with regard to some particular aspect of county operation, his actions can serve to bind the county. <i>Dotson,</i> 937 F.2d at 932. In North Carolina, where the Sheriff is given <span class=\"star-pagination\">*813</span> exclusive control over the supervision of his employees, including deputies and jailers, the Sheriff may bind the county by his actions. The defendant asserts that since the Sheriff is an elected official, the County cannot be bound by his decisions. This assertion is without merit. The fact that the Sheriff is an elected official does not exonerate the County. By comparison, County Commissioners, who are elected officials, may certainly bind the County through their policy decisions. Likewise, the Sheriff may bind the county to the same extent in his policymaking decisions. See <i>Turner v. Upton County, Tex.,</i> <span class=\"citation\" data-id=\"548698\"><a href=\"/opinion/548698/mary-turner-aka-mary-turner-hind-a-feme-sole-v-upton-county-texas/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">133</span></a></span>, 137 (5th Cir. 1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1069</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">788</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">850</span></span> (1991).</p>\n<p>Accordingly, the Court finds that the defendant Hertford County is not entitled to summary judgment, and the motion is DENIED.</p>\n<p></p>\n<h2>LIABILITY OF ROANOKE CHOWAN HOSPITAL</h2>\n<p>The defendant Roanoke Chowan Hospital alleges that it is entitled to summary judgment because the plaintiff has presented no evidence to support a claim of negligence against it. The plaintiff's only evidence presented in opposition to summary judgment is the affidavit of plaintiff's expert witness, Dr. Jastremski. This witness admitted in his deposition that he had not read the depositions of either Deputy Carter or Deanna Forbes, who are the only two witnesses to the decedent's behavior at the time critical to any possible negligence on the part of the defendant Hospital.</p>\n<p>The plaintiff argues that the defendant Hospital should not be granted summary judgment because the motion made by the Hospital is \"grossly untimely\", and because there are genuine issues of material fact as to the defendant Hospital's liability.</p>\n<p>According to Rule 4.01 of the Local Rules of this Court, \"all motions in civil cases ... must be filed on or before 30 days following the conclusion of the period of discovery.\" The defendant Hospital did not file its motion for summary judgment until August 22, 1994, some time after the date for filing set forth in the Local Rules. However, the Court will open the time for filing this summary judgment motion, and allow the motion to be filed.</p>\n<p>In consideration of the defendant Hospital's motion, the Court finds that there is no evidence of a breach of duty owed by the defendant Hospital to the decedent. The plaintiff must put forth some fact or circumstance upon which an inference of a duty and breach of that duty can be grounded. Negligence cannot be grounded on pure speculation. The defendant is not required to foresee events which are merely possible, only those which are reasonably foreseeable. <i>Bennett v. Southern R. Co.,</i> <span class=\"citation\" data-id=\"1209331\"><a href=\"/opinion/1209331/bennett-v-southern-railway-company/\"><span class=\"volume\">245</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">261</span></a></span>, <span class=\"citation\" data-id=\"1209331\"><a href=\"/opinion/1209331/bennett-v-southern-railway-company/\"><span class=\"volume\">96</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">31</span></a></span> (1957).</p>\n<p>The evidence before the Court in this summary judgment motion does not support a finding that the hospital could reasonably foresee the result of the decedent leaving the hospital and drowning. To speculate that the decedent was manifesting symptoms of delirium tremens between 10:37 pm and 11:00 pm on November 15, 1990, and that the Hospital failed to act on those symptoms would be to create evidence in direct contradiction to the actual evidence given by the only two known witnesses to the decedent's conduct at the time he was taken into the hospital. The deputy who transported the decedent and the intake receptionist at the hospital both testified in their depositions that the decedent was not acting unusual during the time he was inside the hospital. The Hospital satisfied its duty to the decedent by taking the necessary information initially, and, nothing appearing out of the ordinary, directed the decedent to wait to be processed through the triage of nurses. There is no evidence that the Hospital was aware or should have been aware, based on the decedent's appearance or behavior, that he was in an emergency situation such that he should have received immediate treatment. Thus, the Hospital acted reasonably in processing the decedent through normal procedure, and should not be held accountable for the bizarre circumstance which led to the decedent's death.</p>\n<p>Accordingly, the Court finds that the plaintiff has failed to set forth sufficient evidence <span class=\"star-pagination\">*814</span> to establish the liability of the defendant Roanoke Chowan Hospital, and its motion for summary judgment is ALLOWED.</p>\n<p></p>\n<h2>LIABILITY OF DOCTORS WEAVER AND FLOOD AND ROANOKE CHOWAN MEDICAL CENTER</h2>\n<p>The defendants Weaver, Flood, and Roanoke Chowan Medical Center assert that they are entitled to summary judgment because the claims against them are barred by the applicable North Carolina statute of limitations, and because the acts of these defendants were not the proximate cause of the decedent's death.</p>\n<p>The applicable statute of limitations for a wrongful death action, according to N.C.Gen.Stat. § 1-53(4), is two years from the date of death. All parties are in agreement that this is the applicable time period. While the exact date of the decedent's death is unknown, the latest date of death possible is December 5, 1990, the day his body was discovered. The amended complaint against these defendants was filed on January 26, 1993, some time after the statute of limitations had run. However, the plaintiff moved to amend the complaint to add the defendants Flood, Weaver, and Roanoke Chowan Medical Center on November 10, 1992. Along with that motion, the plaintiff included the proposed amended complaint. The Court subsequently allowed the plaintiff's motion on January 7, 1993, after the two year time period had expired. While a motion to amend standing alone is not effective to meet the statute of limitations requirement, the fact that the amended complaint was included with the motion is dispositive. The Order allowing the plaintiff's motion to amend relates back to the date the motion was filed, thus making the motion and the included amended complaint valid as of November 10, 1992. Consequently, the fact that the Order was entered and actual service of process on the new defendants occurred after the two year period is of no legal significance, since the action was sufficiently commenced by filing the motion and amended complaint together, which was later allowed by Order.</p>\n<p>The plaintiff's argument relative to the doctrines of relation back and discovery contained within Rules 15 and 1-15C of the Federal Rules of Civil Procedure and the North Carolina Rules of Civil Procedure are not addressed by this Court, as the reasons set out above are dispositive of this issue.</p>\n<p>The defendants Weaver, Flood, and Roanoke Chowan Medical Center further contend that they are entitled to summary judgment based on lack of proximate cause, due to intervening negligence. The defendants allege that any negligence on their part, which they deny, would be superseded by the negligence of the Hertford County Sheriff's Department in failing to call them to treat the decedent, and in dumping the decedent at the Roanoke Chowan Hospital pursuant to an oral court order.</p>\n<p>In response to the allegation of intervening negligence, the plaintiff argues that the care provided by the defendant doctors was grossly deficient, that in the past these same doctors had hospitalized this same patient when he experienced delirium tremens, and that had the doctors followed the proper course of treatment for the decedent, he would have been hospitalized as an inpatient immediately upon the doctors becoming aware of his delusional condition. Thus, the plaintiff asserts that had the doctors not been negligent, the decedent would not have been in the situation which led to his being dumped at the hospital.</p>\n<p>The Court finds that the defendant doctors' argument of intervening negligence is not sufficient to support granting summary judgment in their favor. Factual issues remain surrounding their knowledge and treatment of this decedent. Accordingly, the motion for summary judgment as to the defendants Weaver, Flood, and Roanoke Chowan Medical Center is DENIED.</p>\n<p>In summary, the motions for summary judgment made by defendants Hardy, Carter, Hertford County, Flood, Weaver, and Roanoke-Chowan Medical Center are DENIED. The motion for summary judgment made by Roanoke Chowan Hospital is ALLOWED. The motion to strike the affidavit of James B. Merritt is DENIED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1209331/"
  ]
}