{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2149625/",
  "absolute_url": "/opinion/2149625/cleveland-memorial-hospital-inc-v-califano/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2149625/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:28:05.601926Z",
  "date_modified": "2016-04-27T02:24:48.580981Z",
  "type": "010combined",
  "sha1": "f388ac911e7b8b5a5ea9977acb20409d51bd3a3b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>444 F.Supp. 125 (1978)</b></center>\n<center><h1>CLEVELAND MEMORIAL HOSPITAL, INC., Grace Hospital, Inc., Rutherford Hospital, Inc., and Nash General Hospital, Inc., Plaintiffs,<br>\nv.<br>\nJoseph A. CALIFANO, Jr., Secretary of Health, Education and Welfare, Blue Cross and Blue Shield of North Carolina, Blue Cross Association, Provider Reimbursement Review Board, and Arthur P. Owens, Chairman of the Provider Reimbursement Review Board, Defendants.</h1></center>\n<center>No. 77-31-CIV-8.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>January 18, 1978.</center>\n<p><span class=\"star-pagination\">*126</span> John Turner Williamson, Maupin, Taylor &amp; Ellis, Raleigh, N. C., for plaintiffs.</p>\n<p>Bruce H. Johnson, Asst. U. S. Atty., Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION and ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs, North Carolina hospitals that have provided services to Medicare beneficiaries pursuant to agreements with the defendant Secretary of Health, Education and Welfare, seek judicial review of a refusal by the Provider Reimbursement Review Board to consider their reimbursement claims as a \"group appeal\" under 42 U.S.C. § 1395<i>oo</i> (b). The Provider Reimbursement Review Board held that the jurisdictional amount requirement of the statute had not been satisfied.</p>\n<p>Plaintiffs are medical care providers (hereinafter providers) as defined in Title XVIII of the Social Security Act (42 U.S.C. <span class=\"star-pagination\">*127</span> §§ 1395, <i>et seq.</i>). Under that statute providers are reimbursed on the basis of the \"reasonable cost\" of their services rendered to Medicare beneficiaries. \"Reasonable costs\" are obtained from a cost report that must be filed within three months from the end of the provider's fiscal year. The cost report is filed with a fiscal intermediary, in this case Blue Cross/Blue Shield. These fiscal intermediaries are private companies that represent the Secretary of Health, Education and Welfare in making necessary reimbursement payments and monitoring the cost reports to determine exactly what is reimbursable. Due to various cash flow considerations the fiscal intermediaries typically make temporary payments to the providers that are subject to later adjustment when final audits of the cost reports are completed. 42 U.S.C. § 1395g, § 1395x(v) (1)(A). In the present case Blue Cross/Blue Shield, after completing its final audit of cost reports filed by the plaintiffs, disallowed certain costs claimed by plaintiffs in connection with their nursing education programs.</p>\n<p>There are basically two methods of obtaining review of a decision by the fiscal intermediary to disallow reimbursement payments: (1) one method is to appeal through the intermediary's hearing procedures, or (2) if the requirements of 42 U.S.C. § 1395<i>oo</i> are met, review can be obtained before an independent reviewing panel, the Provider Reimbursement Review Board (PRRB).</p>\n<p>In the present action plaintiffs sought a group hearing before the PRRB pursuant to 42 U.S.C. § 1395<i>oo</i> (b). That section provides:</p>\n<blockquote>(b) The provisions of subsection (a) of this section shall apply to any group of providers of services if each provider of services in such group would, upon the filing of an appeal (but without regard to the $10,000 limitation), be entitled to such a hearing, but only if the matters in controversy involve a common question of fact or interpretation of law or regulations and the amount in controversy is, in the aggregate, $50,000 or more.</blockquote>\n<p>The PRRB declined to accept review of plaintiffs' case because it determined that plaintiffs, as a group, did not meet the $50,000 jurisdictional requirement. This finding was based primarily on an interpretation of Section 1395<i>oo</i>(b) by the Board to the effect that in computing the amount in controversy raised by a particular group each individual provider in that group would be limited to a single cost report as constituting its portion of the amount in controversy.</p>\n<p>At the recent hearing on defendants' motion to dismiss both parties made oral motions for summary judgment and agreed that the case should be decided on the briefs already submitted. Two questions of substantive law are raised by these summary judgment motions: (1) whether the court has jurisdiction to review the decision of the PRRB, and (2) whether the PRRB's determination that it was without jurisdiction to hear plaintiffs' dispute as a group appeal was arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.</p>\n<p></p>\n<h2>JURISDICTION</h2>\n<p>Plaintiffs allege three bases of jurisdiction for this action: 28 U.S.C. § 1331, 28 U.S.C. § 1361, and 42 U.S.C. § 1395<i>oo</i>(f). Two recent Supreme Court decisions make it clear that judicial review of actions arising under the Social Security Act is available only under the jurisdictional provisions of that Act and only to the extent that the Act provides for such review. <i>Califano v. Sanders,</i> 430 U.S. 99, 97 S.Ct. 980, 51 L.Ed.2d 192 (1977); <i>Weinberger v. Salfi,</i> 422 U.S. 749, 95 S.Ct. 2457, 45 L.Ed.2d 522 (1975). Therefore, Section 1331 and Section 1361 cannot provide the basis for judicial review of cases arising under the Act. Thus, in the present action, judicial review is precluded except as provided in Section 1395<i>oo</i>(f). The relevant portion of that statute reads:</p>\n<blockquote>Providers shall have the right to obtain judicial review of any final decision of the Board, or of any reversal, affirmance, or modification by the Secretary, by a <span class=\"star-pagination\">*128</span> civil action commenced within 60 days of the date on which notice of any final decision by the Board or of any reversal, affirmance, or modification by the Secretary is received. Such action shall be brought in the district court of the United States for the judicial district in which the provider is located or in the District Court for the District of Columbia and shall be tried pursuant to the applicable provisions under chapter 7 of Title 5, notwithstanding any other provisions in section 405 of this title.</blockquote>\n<p>Defendants contend that 42 U.S.C. § 1395<i>oo</i>(f) is not available to confer jurisdiction on the court in the present case because: (1) the decision of the PRRB was not a final decision, and (2) the decision was not made after a hearing.</p>\n<p>As to the first contention, it appears clear to the court that the decision by the PRRB denying jurisdiction in the present case was a \"final decision.\" Otherwise, the PRRB could effectively preclude any judicial review of its decisions simply by denying jurisdiction of those claims that it deems to be non-meritorious. Such a device would obviously thwart the salutary purposes of Section 1395<i>oo</i>(f). Also, the court could look, by analogy, to the provisions of 28 U.S.C. § 1291, which grants the Court of Appeals jurisdiction to consider \"final decisions\" of the district courts. The courts have consistently held that a dismissal for lack of jurisdiction, in the context of Section 1291, is a \"final decision.\" <i>W. E. Hedger Transportation Corporation v. Ira S. Bushey &amp; Sons,</i> 155 F.2d 321 (2nd Cir. 1946), <i>cert. denied,</i> 329 U.S. 735, 67 S.Ct. 100, 91 L.Ed. 635.</p>\n<p>Defendants next contend that even if the decision of the PRRB is otherwise a final decision, it is not a \"final decision of the Board made after a hearing.\" This argument is clearly without merit. The language of 42 U.S.C. § 1395<i>oo</i>(f)(1) sets forth no requirement that a hearing be held before a final decision of the Board can be judicially reviewed. Defendants point to <i>Califano v. Sanders,</i> 430 U.S. 99, 97 S.Ct. 980, 51 L.Ed.2d 192 (1977), as supportive of their position. However, in <i>Sanders</i> the court was called upon to interpret 42 U.S.C. § 405(g), a statute that specifically provides for judicial review \"after any final decision of the Secretary made after a hearing.\" The statute involved herein simply contains no such requirement. Therefore the court finds that it has jurisdiction over the present action under 42 U.S.C. § 1395<i>oo</i>(f).</p>\n<p></p>\n<h2>THE GROUP APPEAL QUESTION</h2>\n<p>In the proceedings before the PRRB plaintiffs sought to appeal as a group under the provisions of 42 U.S.C. § 1395<i>oo</i>(b). The PRRB determined that it had no jurisdiction to hear the appeal because plaintiffs' claims, in the aggregate, did not total $50,000 or more. It is clear that plaintiffs' claims for all of the years involved, when aggregated, easily meet the $50,000 jurisdictional amount. However, the PRRB has interpreted 42 U.S.C. § 1395<i>oo</i> (b) to contain the same requirement as is listed in subsection (a): that each individual member of the group is limited to a cost report for a single year in determining the total amount in controversy. When the claim of each individual plaintiff was limited to a single cost report the plaintiffs were unable to reach the $50,000 jurisdictional requirement. Plaintiffs contend that this interpretation by the PRRB is not consistent with the statutory language.</p>\n<p>The proper scope of review by the court in agency action of this type is dictated by the Administrative Procedure Act, 5 U.S.C. § 706(2), which provides that the agency decision must be set aside where it is found to be \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law,\" or \"in excess of statutory jurisdiction, authority, or limitations, or short of statutory right.\" Although this inquiry is inherently narrow in scope, the court should still engage in a \"thorough, probing, indepth review.\" <i>Citizens To Preserve Overton Park v. Volpe,</i> 401 U.S. 402, 415, 91 S.Ct. 814, 28 L.Ed.2d 136 (1971). The court after reviewing the statutes involved concludes that the PRRB's interpretation of subsection (b) of 42 U.S.C. § 1395<i>oo</i> is not <span class=\"star-pagination\">*129</span> consistent with the statutory language and thereby \"not in accordance with law.\" 5 U.S.C. § 706(2)(A).</p>\n<p>Referring to 42 U.S.C. § 1395<i>oo</i> (b), quoted above, it is obvious that the \"common question of fact or interpretation of law or regulations\" requirement is met in the present action. Each plaintiff's claim revolves around a disallowance of reimbursement for particular nursing education programs. Also, each plaintiff's claim involves interpretation of congruent statutes and regulations. In fact, on oral argument defendants admitted that this portion of subsection (b) was satisfied.</p>\n<p>The most serious controversy in the present action, therefore, is created by the PRRB's requirement that the individual members of a group seeking review under subsection (b) be limited to a single cost report in attempting to reach the $50,000 jurisdictional amount. In reaching this decision the PRRB incorporates the requirements of subsection (a) into (b). The court fails to see the logic of such an incorporation. Subsection (a) clearly states that an individual will be limited to a single cost report in attempting to reach the $10,000 jurisdictional amount in that subsection. However, subsection (b) contains no such requirement. Obviously, had Congress intended to inject such a limitation into subsection (b) it could have specifically done so, as it did in subsection (a).</p>\n<p>The legislative history of subsection (b) also contradicts the contention of defendants that subsection (b) should be read in conjunction with subsection (a). The original House version of what is presently codified as 42 U.S.C. § 1395<i>oo</i> contained no provision for group appeals. The Senate added an amendment to the bill providing for group appeals where the amount at issue was $10,000 or more. Finally, the House and Senate conferred and the Senate amendment was changed to require an amount in controversy of $50,000 or more before the PRRB could entertain a group appeal. This legislative history strongly indicates that subsection (a) and subsection (b) of Section 1395<i>oo</i> were enacted to serve two entirely distinct functions. 1972 U.S. Code Congressional and Administrative News, Vol. 3, pp. 4989, 5094-5095, 5308-5310, and 5387-5388. Subsection (a) is intended to provide an individual provider with an appeal from a single cost report involving $10,000 or more. Subsection (b) is clearly intended to provide a group of providers, such group containing individual providers that may not be able to meet the $10,000 jurisdictional requirement of subsection (a), with an opportunity to obtain review if they have common claims that, when aggregated, meet the $50,000 jurisdictional amount.</p>\n<p>The court recognizes that some deference should be given to the interpretation of a statute by the officers or agency charged with its administration. <i>Udall v. Tallman,</i> 380 U.S. 1, 16, 85 S.Ct. 792, 13 L.Ed.2d 616 (1965). However, this deference should not be in the form of an abdication by the court of its responsibility to construe and interpret statutes. The weight to be accorded an agency interpretation of its own statute or regulation varies according to the individual circumstances of each case. Where, as here, the statutory language is unambiguous and the agency interpretation is not longstanding, the court should not feel constrained to defer to the agency's interpretation.</p>\n<p>The conclusion is that the administrative decision of the PRRB to deny plaintiffs a group appeal on the matters in controversy is not in accordance with applicable law. Plaintiffs' motion for summary judgment must therefore be allowed and the PRRB must be directed to entertain the group appeal of the plaintiffs in accordance with the provisions of 42 U.S.C. § 1395<i>oo</i>(b).</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">125</span></span> (1978)</b></center>\n<center><h1>CLEVELAND MEMORIAL HOSPITAL, INC., Grace Hospital, Inc., Rutherford Hospital, Inc., and Nash General Hospital, Inc., Plaintiffs,<br>\nv.<br>\nJoseph A. CALIFANO, Jr., Secretary of Health, Education and Welfare, Blue Cross and Blue Shield of North Carolina, Blue Cross Association, Provider Reimbursement Review Board, and Arthur P. Owens, Chairman of the Provider Reimbursement Review Board, Defendants.</h1></center>\n<center>No. 77-31-CIV-8.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>January 18, 1978.</center>\n<p><span class=\"star-pagination\">*126</span> John Turner Williamson, Maupin, Taylor &amp; Ellis, Raleigh, N. C., for plaintiffs.</p>\n<p>Bruce H. Johnson, Asst. U. S. Atty., Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION and ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs, North Carolina hospitals that have provided services to Medicare beneficiaries pursuant to agreements with the defendant Secretary of Health, Education and Welfare, seek judicial review of a refusal by the Provider Reimbursement Review Board to consider their reimbursement claims as a \"group appeal\" under 42 U.S.C. § 1395<i>oo</i> (b). The Provider Reimbursement Review Board held that the jurisdictional amount requirement of the statute had not been satisfied.</p>\n<p>Plaintiffs are medical care providers (hereinafter providers) as defined in Title XVIII of the Social Security Act (42 U.S.C. <span class=\"star-pagination\">*127</span> §§ 1395, <i>et seq.</i>). Under that statute providers are reimbursed on the basis of the \"reasonable cost\" of their services rendered to Medicare beneficiaries. \"Reasonable costs\" are obtained from a cost report that must be filed within three months from the end of the provider's fiscal year. The cost report is filed with a fiscal intermediary, in this case Blue Cross/Blue Shield. These fiscal intermediaries are private companies that represent the Secretary of Health, Education and Welfare in making necessary reimbursement payments and monitoring the cost reports to determine exactly what is reimbursable. Due to various cash flow considerations the fiscal intermediaries typically make temporary payments to the providers that are subject to later adjustment when final audits of the cost reports are completed. 42 U.S.C. § 1395g, § 1395x(v) (1)(A). In the present case Blue Cross/Blue Shield, after completing its final audit of cost reports filed by the plaintiffs, disallowed certain costs claimed by plaintiffs in connection with their nursing education programs.</p>\n<p>There are basically two methods of obtaining review of a decision by the fiscal intermediary to disallow reimbursement payments: (1) one method is to appeal through the intermediary's hearing procedures, or (2) if the requirements of 42 U.S.C. § 1395<i>oo</i> are met, review can be obtained before an independent reviewing panel, the Provider Reimbursement Review Board (PRRB).</p>\n<p>In the present action plaintiffs sought a group hearing before the PRRB pursuant to 42 U.S.C. § 1395<i>oo</i> (b). That section provides:</p>\n<blockquote>(b) The provisions of subsection (a) of this section shall apply to any group of providers of services if each provider of services in such group would, upon the filing of an appeal (but without regard to the $10,000 limitation), be entitled to such a hearing, but only if the matters in controversy involve a common question of fact or interpretation of law or regulations and the amount in controversy is, in the aggregate, $50,000 or more.</blockquote>\n<p>The PRRB declined to accept review of plaintiffs' case because it determined that plaintiffs, as a group, did not meet the $50,000 jurisdictional requirement. This finding was based primarily on an interpretation of Section 1395<i>oo</i>(b) by the Board to the effect that in computing the amount in controversy raised by a particular group each individual provider in that group would be limited to a single cost report as constituting its portion of the amount in controversy.</p>\n<p>At the recent hearing on defendants' motion to dismiss both parties made oral motions for summary judgment and agreed that the case should be decided on the briefs already submitted. Two questions of substantive law are raised by these summary judgment motions: (1) whether the court has jurisdiction to review the decision of the PRRB, and (2) whether the PRRB's determination that it was without jurisdiction to hear plaintiffs' dispute as a group appeal was arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.</p>\n<p></p>\n<h2>JURISDICTION</h2>\n<p>Plaintiffs allege three bases of jurisdiction for this action: 28 U.S.C. § 1331, 28 U.S.C. § 1361, and 42 U.S.C. § 1395<i>oo</i>(f). Two recent Supreme Court decisions make it clear that judicial review of actions arising under the Social Security Act is available only under the jurisdictional provisions of that Act and only to the extent that the Act provides for such review. <i>Califano v. Sanders,</i> <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">980</span></a></span>, <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">192</span></a></span> (1977); <i>Weinberger v. Salfi,</i> <span class=\"citation\" data-id=\"109308\"><a href=\"/opinion/109308/weinberger-v-salfi/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">749</span></a></span>, <span class=\"citation\" data-id=\"109308\"><a href=\"/opinion/109308/weinberger-v-salfi/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2457</span></a></span>, <span class=\"citation\" data-id=\"109308\"><a href=\"/opinion/109308/weinberger-v-salfi/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></a></span> (1975). Therefore, Section 1331 and Section 1361 cannot provide the basis for judicial review of cases arising under the Act. Thus, in the present action, judicial review is precluded except as provided in Section 1395<i>oo</i>(f). The relevant portion of that statute reads:</p>\n<blockquote>Providers shall have the right to obtain judicial review of any final decision of the Board, or of any reversal, affirmance, or modification by the Secretary, by a <span class=\"star-pagination\">*128</span> civil action commenced within 60 days of the date on which notice of any final decision by the Board or of any reversal, affirmance, or modification by the Secretary is received. Such action shall be brought in the district court of the United States for the judicial district in which the provider is located or in the District Court for the District of Columbia and shall be tried pursuant to the applicable provisions under chapter 7 of Title 5, notwithstanding any other provisions in section 405 of this title.</blockquote>\n<p>Defendants contend that 42 U.S.C. § 1395<i>oo</i>(f) is not available to confer jurisdiction on the court in the present case because: (1) the decision of the PRRB was not a final decision, and (2) the decision was not made after a hearing.</p>\n<p>As to the first contention, it appears clear to the court that the decision by the PRRB denying jurisdiction in the present case was a \"final decision.\" Otherwise, the PRRB could effectively preclude any judicial review of its decisions simply by denying jurisdiction of those claims that it deems to be non-meritorious. Such a device would obviously thwart the salutary purposes of Section 1395<i>oo</i>(f). Also, the court could look, by analogy, to the provisions of 28 U.S.C. § 1291, which grants the Court of Appeals jurisdiction to consider \"final decisions\" of the district courts. The courts have consistently held that a dismissal for lack of jurisdiction, in the context of Section 1291, is a \"final decision.\" <i>W. E. Hedger Transportation Corporation v. Ira S. Bushey &amp; Sons,</i> <span class=\"citation\" data-id=\"1563816\"><a href=\"/opinion/1563816/we-hedger-transp-corp-v-ira-s-bushey-sons/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">321</span></a></span> (2nd Cir. 1946), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">735</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">100</span></span>, 91 L.Ed. 635.</p>\n<p>Defendants next contend that even if the decision of the PRRB is otherwise a final decision, it is not a \"final decision of the Board made after a hearing.\" This argument is clearly without merit. The language of 42 U.S.C. § 1395<i>oo</i>(f)(1) sets forth no requirement that a hearing be held before a final decision of the Board can be judicially reviewed. Defendants point to <i>Califano v. Sanders,</i> <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">980</span></a></span>, <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">192</span></a></span> (1977), as supportive of their position. However, in <i>Sanders</i> the court was called upon to interpret 42 U.S.C. § 405(g), a statute that specifically provides for judicial review \"after any final decision of the Secretary made after a hearing.\" The statute involved herein simply contains no such requirement. Therefore the court finds that it has jurisdiction over the present action under 42 U.S.C. § 1395<i>oo</i>(f).</p>\n<p></p>\n<h2>THE GROUP APPEAL QUESTION</h2>\n<p>In the proceedings before the PRRB plaintiffs sought to appeal as a group under the provisions of 42 U.S.C. § 1395<i>oo</i>(b). The PRRB determined that it had no jurisdiction to hear the appeal because plaintiffs' claims, in the aggregate, did not total $50,000 or more. It is clear that plaintiffs' claims for all of the years involved, when aggregated, easily meet the $50,000 jurisdictional amount. However, the PRRB has interpreted 42 U.S.C. § 1395<i>oo</i> (b) to contain the same requirement as is listed in subsection (a): that each individual member of the group is limited to a cost report for a single year in determining the total amount in controversy. When the claim of each individual plaintiff was limited to a single cost report the plaintiffs were unable to reach the $50,000 jurisdictional requirement. Plaintiffs contend that this interpretation by the PRRB is not consistent with the statutory language.</p>\n<p>The proper scope of review by the court in agency action of this type is dictated by the Administrative Procedure Act, 5 U.S.C. § 706(2), which provides that the agency decision must be set aside where it is found to be \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law,\" or \"in excess of statutory jurisdiction, authority, or limitations, or short of statutory right.\" Although this inquiry is inherently narrow in scope, the court should still engage in a \"thorough, probing, indepth review.\" <i>Citizens To Preserve Overton Park v. Volpe,</i> <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, 415, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1971). The court after reviewing the statutes involved concludes that the PRRB's interpretation of subsection (b) of 42 U.S.C. § 1395<i>oo</i> is not <span class=\"star-pagination\">*129</span> consistent with the statutory language and thereby \"not in accordance with law.\" 5 U.S.C. § 706(2)(A).</p>\n<p>Referring to 42 U.S.C. § 1395<i>oo</i> (b), quoted above, it is obvious that the \"common question of fact or interpretation of law or regulations\" requirement is met in the present action. Each plaintiff's claim revolves around a disallowance of reimbursement for particular nursing education programs. Also, each plaintiff's claim involves interpretation of congruent statutes and regulations. In fact, on oral argument defendants admitted that this portion of subsection (b) was satisfied.</p>\n<p>The most serious controversy in the present action, therefore, is created by the PRRB's requirement that the individual members of a group seeking review under subsection (b) be limited to a single cost report in attempting to reach the $50,000 jurisdictional amount. In reaching this decision the PRRB incorporates the requirements of subsection (a) into (b). The court fails to see the logic of such an incorporation. Subsection (a) clearly states that an individual will be limited to a single cost report in attempting to reach the $10,000 jurisdictional amount in that subsection. However, subsection (b) contains no such requirement. Obviously, had Congress intended to inject such a limitation into subsection (b) it could have specifically done so, as it did in subsection (a).</p>\n<p>The legislative history of subsection (b) also contradicts the contention of defendants that subsection (b) should be read in conjunction with subsection (a). The original House version of what is presently codified as 42 U.S.C. § 1395<i>oo</i> contained no provision for group appeals. The Senate added an amendment to the bill providing for group appeals where the amount at issue was $10,000 or more. Finally, the House and Senate conferred and the Senate amendment was changed to require an amount in controversy of $50,000 or more before the PRRB could entertain a group appeal. This legislative history strongly indicates that subsection (a) and subsection (b) of Section 1395<i>oo</i> were enacted to serve two entirely distinct functions. 1972 U.S. Code Congressional and Administrative News, Vol. 3, pp. 4989, 5094-5095, 5308-5310, and 5387-5388. Subsection (a) is intended to provide an individual provider with an appeal from a single cost report involving $10,000 or more. Subsection (b) is clearly intended to provide a group of providers, such group containing individual providers that may not be able to meet the $10,000 jurisdictional requirement of subsection (a), with an opportunity to obtain review if they have common claims that, when aggregated, meet the $50,000 jurisdictional amount.</p>\n<p>The court recognizes that some deference should be given to the interpretation of a statute by the officers or agency charged with its administration. <i>Udall v. Tallman,</i> <span class=\"citation\" data-id=\"106984\"><a href=\"/opinion/106984/udall-v-tallman/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 16, <span class=\"citation\" data-id=\"106984\"><a href=\"/opinion/106984/udall-v-tallman/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"106984\"><a href=\"/opinion/106984/udall-v-tallman/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span></a></span> (1965). However, this deference should not be in the form of an abdication by the court of its responsibility to construe and interpret statutes. The weight to be accorded an agency interpretation of its own statute or regulation varies according to the individual circumstances of each case. Where, as here, the statutory language is unambiguous and the agency interpretation is not longstanding, the court should not feel constrained to defer to the agency's interpretation.</p>\n<p>The conclusion is that the administrative decision of the PRRB to deny plaintiffs a group appeal on the matters in controversy is not in accordance with applicable law. Plaintiffs' motion for summary judgment must therefore be allowed and the PRRB must be directed to entertain the group appeal of the plaintiffs in accordance with the provisions of 42 U.S.C. § 1395<i>oo</i>(b).</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1563816/"
  ]
}