{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2152772/",
  "absolute_url": "/opinion/2152772/mathis-v-parks/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2152772/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:28:38.580802Z",
  "date_modified": "2016-04-26T22:26:08.078565Z",
  "type": "010combined",
  "sha1": "84c2b30e62b48b7d677fab2bb9abe6b0f78fcde4",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>741 F.Supp. 567 (1990)</b></center>\n<center><h1>Michael Douglas MATHIS, Administrator of the Estate of Melvin Lee Mathis, Plaintiff,<br>\nv.<br>\nRichard W. PARKS and James K. Webb, Individually and as Officers of the Rocky Mount Police Department; and the City of Rocky Mount, North Carolina, a municipal corporation, Defendants.</h1></center>\n<center>No. 89-776-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 25, 1990.</center>\n<p><span class=\"star-pagination\">*568</span> <span class=\"star-pagination\">*569</span> Grover Prevatte Hopkins, Rocky Mount, N.C., for plaintiff.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 15 May 1990 Magistrate Wallace W. Dixon filed his memorandum with regard to the motions by defendants to dismiss. On 4 June 1990 defendants filed objections to the recommendations. On 15 June 1990 plaintiff filed a response to the objections by the defendants but did not file any objection to that part of the recommendation which was in defendants' favor.</p>\n<p>Upon a full review of the record, the court is convinced that the well-reasoned recommendations of Magistrate Dixon are correct. Therefore, the objections by defendants are overruled, the court adopts the recommendations of Magistrate Dixon as its own, and for the reasons set forth in his memorandum it is hereby ORDERED that:</p>\n<p>1. The motion by defendants Parks and Webb to dismiss the section 1983 claim is denied;</p>\n<p>2. The motion by defendants Parks and Webb to strike the prayer for punitive damages is denied;</p>\n<p>3. The motion by defendants Parks and Webb for dismissal on the basis of qualified immunity is denied;</p>\n<p>4. The motion by defendant City of Rocky Mount for dismissal is allowed; and</p>\n<p>5. The motion by defendants Parks and Webb for dismissal of the pendent state law claims as against them is allowed.</p>\n<p>As to defendant City of Rocky Mount, this action is hereby dismissed. As to defendants Parks and Webb, this action shall proceed only on the cause of action alleged against them in their individual capacities as police officers of the City of Rocky Mount on the basis of the alleged section 1983 fourth amendment violations.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>WALLACE W. DIXON, United States Magistrate.</p>\n<p>This case is before the court on defendants' motions to dismiss or to strike. Upon receipt and review of the record compiled at the time of the motion filing (together with the response and reply), I determined that it was appropriate to allow plaintiff an opportunity to amend his pleadings as of right. Plaintiff did so, and the amended pleading has generated additional motions to dismiss or to strike. The matter has been extensively briefed by both sides and it is now ripe for disposition. A brief summary of the facts giving rise to the filing of the complaint is in order.</p>\n<p>On October 8, 1988, Melvin Lee Mathis (Melvin) was on the premises of an establishment known as Lewis' Tavern located in Rocky Mount. As a result of his apparent intoxication and argumentative state, the tavern proprietor asked Melvin to leave. He did so but returned, was denied service, and this time his brother, Michael Douglas Mathis (Michael), the plaintiff here, pushed him out of the tavern to prevent further trouble. One of the defendant police officers, Richard W. Parks, arrived and asked Melvin to leave. Melvin responded in some <span class=\"star-pagination\">*570</span> fashion and Parks made a move for his nightstick. Michael tried to intervene but Melvin continued to argue and Parks struck at Melvin with his nightstick, causing multiple lacerations and contusions on Melvin's head. Michael still tried to intervene to protect his brother, but Parks continued to hit Melvin. Suddenly, the other police officer defendant, James K. Webb, came onto the scene, grabbed Michael by the hair, threw him against an automobile, and yelled threateningly to him. Both Parks and now Webb continued to hit Melvin, and Webb tried to handcuff him while Melvin was on the ground. During the affray, Webb stood up and leaped on top of Melvin with his knee directed at full force into Melvin's stomach. Melvin went limp, he was handcuffed, dragged to the police car by Parks and Webb, and placed into the back seat. He began to complain of shortness of breath, suffered a cardiac arrest, and died <i>en route</i> to the hospital where efforts to revive him failed.</p>\n<p>Michael has been appointed administrator of his brother's estate and brings three separate claims in that capacity in this action.<sup>[1]</sup> He alleges that Melvin's death was caused by Webb's delivery of the blow with his knee to the abdomen, causing an arterial tear resulting in severe internal bleeding, a condition made worse when both officers dragged plaintiff to the police car. These core allegations, plaintiff says, support 1) a § 1983 claim against Parks and Webb in their individual capacities as Rocky Mount police officers; 2) a pendent state claim against both officers and their employer, the City of Rocky Mount, for assault and battery resulting in wrongful death; and, 3) a pendent wrongful death survival claim against both officers and their municipality-employer for Melvin's pain and suffering following the assault.</p>\n<p>Against these pleadings, defendants have filed the motions to dismiss or to strike. Although the motion to dismiss is aimed at all the claims, it is evident that the two most significant aspects of the motion challenges 1) federal jurisdiction over the pendent state claims and the pendent party, City of Rocky Mount, and 2) the viability of this lawsuit in view of the qualified immunity doctrine. Before addressing these, however, I will explain my reasons for believing that plaintiff at least has stated a justiciable claim against the police officers in their individual capacities.</p>\n<p>The claim against the officers is purely and simply an alleged violation of the fourth amendment right to be free from an unreasonable seizure. <i>Graham v. Connor,</i> ___ U.S. ___, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989). A \"seizure\" triggering fourth amendment protections occurs when government actors in some way restrain the liberty of a citizen by means of physical force or show of authority. <i>Brower v. County of Inyo,</i> 489 U.S. 593, 109 S.Ct. 1378, 103 L.Ed.2d 628 (1989); <i>Terry v. Ohio,</i> 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968). All § 1983 claims of excessive force arising out of arrests or investigatory stops are properly analyzed applying a test of the \"objective reasonableness\" of the force used. <i>Id.,</i> 109 S.Ct. at 1867. This test based on the fourth amendment objective reasonableness standard has its roots in <i>Tennessee v. Garner,</i> 471 U.S. 1, 105 S.Ct. 1694, 85 L.Ed.2d 1 (1985). <i>Id.,</i> 109 S.Ct. at 1871; <i>see also </i><i>Spell v. McDaniel,</i> 824 F.2d 1380, 1385 n. 3 (4th Cir.1987), <i>cert. denied sub nom. </i><i>City of Fayetteville, North Carolina v. Spell,</i> 484 U.S. 1027, 108 S.Ct. 752, 98 L.Ed.2d 765 (1988) (a plaintiff's § 1983 claim for damages against police officer for injuries sustained in effecting arrest appropriately invokes fourth amendment protections against unreasonable use of force). To prevail in a civil rights action brought under § 1983, a plaintiff must establish 1) that the defendant(s) deprived him of a right secured by the constitution or laws of the United Statesin this case, the fourth amendment and 2) that the deprivation was committed by a person acting under color of state law. <i>Spell v. McDaniel,</i> 591 F.Supp. 1090, 1099 (E.D.N.C.1984). At a minimum, the fourth amendment prohibits the use of <span class=\"star-pagination\">*571</span> excessive, arbitrary, and unreasonable force by police in making an arrest. <i>Id.,</i> 591 F.Supp. at 1103. Thus, the basic question posed by this present set of allegations against the individual police officers Parks and Webb is whether their actions were objectively reasonable in light of the facts and circumstances confronting them, without regard to their underlying intent or motivation. <i>Graham v. Connor, supra,</i> 109 S.Ct. at 1872. In this context, \"reasonableness\" admits of no easy definition; however, the facts of each case must be carefully considered, \"including the severity of the crime at issue, whether the suspect poses an immediate threat to the safety of the officers or others, and whether he is actively resisting arrest or attempting to evade arrest by flight.\" <i>Id.</i></p>\n<p>Applying this standard to the facts alleged in the amended complaint is not difficult. To begin with, for purposes of a dismissal motion under Fed.R.Civ.P. 12(b)(6), plaintiff's allegations must be accepted as true. <i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 101-02, 2 L.Ed.2d 80 (1957); <i>Spell, supra,</i> 591 F.Supp. at 1099 n. 1. Those facts portray plaintiff as inebriated and perhaps a trespasser, but unarmed and resistant only to the point of being argumentative. He is not seen as a physical aggressor, nor as one bent on flight. He can only be characterized as a misdemeanant, not a felon. Against this portrait, Parks and Webb are seen as aggressive and club-wielding, who quickly gained the upper hand in the affray and then without apparent justification, delivered the fatal blow. To be sure, these allegations sufficiently state a constitutional violation adequate to withstand a Rule 12(b)(6) challenge. Therefore, to the extent defendants' motion seeks dismissal of the § 1983 claim based on fourth amendment violations against Parks and Webb in their individual capacities as police officers, it should be denied.<sup>[2]</sup></p>\n<p>Because it logically flows from the principles stated above, I will now briefly discuss defendants' motion to dismiss based on qualified immunity. Once again, this much of the motion is aimed at the § 1983 claim asserted against Parks and Webb. Reduced to its essence, the defendants' position is that the objective reasonableness standard now properly applied to alleged fourth amendment violations was made clear only in 1989 by the Supreme Court's <i>Graham v. Connor</i> decision. The argument goes that as the events giving rise to this complaint occurred before the <i>Graham</i> decision, they must be assessed according to the pre-<i>Graham</i> standard. That standard, defendants argue, calls for application of the so-called \"shocks the conscience\" test. <i>See </i><i>Johnson v. Glick,</i> 481 F.2d 1028, 1032-33 (2nd Cir.), <i>cert. denied,</i> 414 U.S. 1033, 94 S.Ct. 462, 38 L.Ed.2d 324 (1973). Thus, defendants contend that as of these events in October, 1988, the law was clearly established that liability for excessive force did not attach unless the force was applied maliciously, sadistically, and for the very purpose of causing harm amounting to a brutal and inhumane use of official power literally shocking the conscience.</p>\n<p>I disagree with defendants' position for two reasons. First, a plain reading of <i>Graham</i> shows that each case alleging excessive force violations rises and falls on its own facts. 109 S.Ct. at 1871-72 (\"proper application [of the reasonableness test] requires careful attention to the facts and circumstances of each particular case ...\"). The reasonableness <i>vel non</i> is to be adjudged from the totality of the circumstances of the particular seizure in question. <i>See also </i><i>Tennessee v. Garner, supra,</i> 471 U.S. at 8, 105 S.Ct. at 1699 (constitutionality <span class=\"star-pagination\">*572</span> of a given seizure must be determined by balancing \"the nature and quality of the intrusion on the individual's Fourth Amendment interests against the importance of the governmental interests alleged to justify the intrusion\"). Simply to state the standard is sufficient argument for the proposition that qualified immunity in these excessive force cases should be determined only after a factual record is developed laying out the necessary totality of the circumstances. <i>See</i> 109 S.Ct. at 1873 n. 12 (\"officer's <i>objective</i> `good faith'  that is, whether he could reasonably have believed that the force used did not violate the Fourth Amendment  may be relevant to the availability of the qualified immunity defense to monetary liability under § 1983\") (emphasis in original). Nevertheless, the qualified immunity defense is determined primarily on objective factors  <i>i.e.,</i> a presumptive knowledge of and respect for basic, unquestioned constitutional rights. <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982). Thus, the critical inquiry under <i>Harlow</i> is whether, in view of the state of the law at the time the act took place, the defendants had objectively reasonable grounds for believing their acts to have been legal. This brings me to the second reason I disagree with defendants' position.</p>\n<p>At the time of this incident, it was clear that courts recognized the right to be free from excessive force, regardless of whether the fact of excessiveness was determined under due process or fourth amendment standards. Indeed, several courts recognized that these concepts could be seen as overlapping, each giving rise to a potential claim. <i>Fernandez v. Leonard,</i> 784 F.2d 1209 (1st Cir.1986); <i>Gilmere v. City of Atlanta, Georgia,</i> 774 F.2d 1495 (11th Cir.1985), <i>cert. denied,</i> 476 U.S. 1115, 106 S.Ct. 1970, 90 L.Ed.2d 654 (1986), and <i>cert. denied sub nom. </i><i>Sampson v. Gilmere,</i> 476 U.S. 1124, 106 S.Ct. 1993, 90 L.Ed.2d 673 (1986). Moreover, the individual police officer defendants' argument here that they are entitled to rely on the due process standard of liability is not supportable at this juncture, given the <i>Tennessee v. Garner, supra</i><i>,</i> decision and the concept that the well-pleaded facts in the complaint must be accepted as true. Defendants' argument, taken to its logical conclusion, is that they could not be found liable for excessive force unless they applied the force maliciously or sadistically. However, I hold the opinion that despite any confusion created by the due process/fourth amendment debate in excessive force cases, no reasonable police officer could believe that he could apply any degree of force he wished, so long as he did not deliberately intend to injure or cause pain. To be sure, approval of such a standard flies in the face of <i>Garner.</i> Furthermore, the potential applicability of <i>Garner</i>'s fourth amendment analysis would be apparent, since a reasonable officer would be aware that a full-force blow delivered to the abdomen using the knee as a blunt instrument could constitute deadly force. <i>See </i><i>Robinette v. Barnes,</i> 854 F.2d 909, 912 (6th Cir.1988).<sup>[3]</sup> I believe that <i>Garner</i> makes clear that there are limits to the use of deadly force against arrestees, regardless of the nature of the instrumentality used in applying the force. And, the Fourth Circuit had recognized, long before <i>Garner</i> that the fourth amendment served as a source of protection for those injured by law enforcement officers during an arrest or seizure. <i>Jenkins v. Averett,</i> 424 F.2d 1228, 1231-32 (4th Cir.1970).</p>\n<p>Therefore, the argument of defendants Parks and Webb that they should be shielded from any monetary damage award by a dismissal on the ground of qualified immunity this early in the case is not persuasive and the motion bottomed on that ground should be denied.</p>\n<p><span class=\"star-pagination\">*573</span> Next, defendant Parks seeks dismissal of so much of plaintiff's § 1983 claim against him based on his failure to act to prevent Webb from delivering the fatal blow. Parks asserts he should be liable under an \"inaction\" theory only if the episode was of sufficient duration to provide an opportunity for him to play a preventive role. <i>See </i><i>O'Neill v. Krzeminski,</i> 839 F.2d 9 (2d Cir.1988). However, I do not perceive the rule to be as stated by defendant Parks, applied universally to every case at the pleading stage. Again, for purposes of the motion, the well-pleaded facts must be accepted as true. <i>See </i><i>Fundiller v. City of Cooper City,</i> 777 F.2d 1436 (11th Cir.1985). There is no bedrock requirement that a police officer actually participate in the use of excessive force in order to be held liable under § 1983. <i>Id.,</i> 777 F.2d at 1441-42. Thus, Parks can be held jointly liable with Webb for constitutional violations either in participating in the infliction of excessive force, in the failure to take reasonable steps to protect plaintiff's decedent from the use of excessive force causing death, or even in dragging plaintiff's decedent in his mortally wounded, limp state along the ground to the police car and shoving him into the back seat. <i>Id.,</i> at 1441 (dragging injured plaintiff from his car and handcuffing him can be seen as deliberate act of punishment, rather than necessary to restrain an arrestee; joint liability may follow from police officer failing to protect citizen from other officer's use of excessive force); <i>Webb v. Hiykel,</i> 713 F.2d 405 (8th Cir.1983) (police officer under a duty to prevent use of excessive force, even if force applied by superiors). <i>Cf. </i><i>United States v. Monsanto Company,</i> 858 F.2d 160, 171-72 (4th Cir. 1988), <i>cert. denied,</i> ___ U.S. ___, 109 S.Ct. 3156, 104 L.Ed.2d 1019 (1989) (traditional common law rules holding two or more persons jointly and severally liable for a single and indivisible harm applicable to federal CERCLA cases). Thus, plaintiff Parks' motion is properly considered only after a fleshing-out of the facts, not at this early stage. Accordingly, the motion as advanced on this ground should be denied.</p>\n<p>Defendants' motions can next be addressed as raising jurisdictional challenges over the pendent state law claims and the pendent party, City of Rocky Mount. It would be easy to dispose of the challenge as against the pendent state law claims against the individual police officers Parks and Webb, except that the amended pleadings cast them only in their capacity as employees of the City of Rocky Mount. Thus, it is apparent that plaintiff is proceeding against them on an agency theory <i>respondeat superior</i>in order to assert liability against and obtain recovery from the municipality-employer. In my view, following this course, plaintiff is trying to circumvent well recognized rules regarding the limits on federal jurisdiction. Therefore, for the reasons which follow, I believe the whole of plaintiff's claims except for the § 1983 action should be dismissed.</p>\n<p>To be sure, plaintiff's allegations brought under § 1983 serve to vest jurisdiction in this court. However, the whole of the remaining claims assert state law violations arising from the alleged assault and battery resulting in wrongful death and a wrongful death survival action. As to those, there exists no independent basis for federal jurisdiction  no federal constitutional or statutory violation is alleged and there is no diversity. Thus, assuming the viability of the § 1983 claim, the federal court may exercise pendent jurisdiction over the state law claims only where the factual relationship between the federal claim and the state claim supports the conclusion that the entire action is but one \"constitutional case.\" <i>United Mine Workers of America v. Gibbs,</i> 383 U.S. 715, 725, 86 S.Ct. 1130, 1138, 16 L.Ed.2d 218 (1966); <i>Aldinger v. Howard,</i> 427 U.S. 1, 9, 96 S.Ct. 2413, 2418, 49 L.Ed.2d 276 (1976).<sup>[4]</sup> Under <span class=\"star-pagination\">*574</span> the <i>Gibbs</i> formulation, the state and federal claims must derive from a common nucleus of operative fact such that ordinarily, a plaintiff would be expected to try them all in one judicial proceeding. 383 U.S. at 725, 86 S.Ct. at 1138. But pendent jurisdiction the federal court's power to hear the whole claimover state law claims is discretionary, dependent on such factors as judicial economy, and convenience and fairness to the parties. Being discretionary, it is not a matter of a party's right. 383 U.S. at 726, 86 S.Ct. at 1139.</p>\n<p>The application of the <i>Gibbs</i> pendent jurisdiction principle would seem to argue strongly in favor of the court retaining jurisdiction over the wrongful death and survival actions. To be sure, they arise from the same core of facts which give rise to the § 1983 claim, and the conservation of scarce judicial resources is best served by hearing all the claims which arise from that core of facts in one proceeding. Therefore, under slightly different circumstances, I would have no difficulty in a discretionary exercise of federal jurisdiction over the well-pleaded state law claims. However, federal court power over the pendent claims touches only the proverbial tip of the jurisdictional iceberg. There is also the matter of pendent <i>party</i> jurisdiction, a particularly thorny thicket in view of plaintiff's allegations contained in the state law claims against Parks and Webb <i>as employees</i> of the City of Rocky Mount and against the city itself as the municipality-employer. This presents a wholly separate question, not addressed by <i>Gibbs,</i> \"of whether a nonfederal claim could in turn be the basis for joining a party over whom no independent federal jurisdiction exists, simply because that claim could be derived from the `common nucleus of operative fact' giving rise to the dispute between the parties to the federal claim.\" <i>Aldinger, supra,</i> 427 U.S. at 9, 96 S.Ct. at 2418. It is a different proposition altogether to say that the power of the federal court extends to a separate party over whom no independent basis for federal jurisdiction exists, simply because a plaintiff's claim against another defendant derives from a core of common facts. \"[T]he addition of a completely new party [runs] counter to the well-established principle that federal courts, as opposed to state trial courts of general jurisdiction, are courts of limited jurisdiction marked out by Congress.\" <i>Id.,</i> 427 U.S. at 15, 96 S.Ct. at 2420.</p>\n<p><i>Aldinger</i> determined that absent a statutory grant of federal jurisdiction over the <i>pendent party,</i> federal courts are without power to adjudicate the controversy between plaintiff and that pendent party, notwithstanding the presence of that common core of facts so central to the <i>pendent claim</i> inquiry. Thus, the Supreme Court has taken a more restrictive view of pendent party jurisdiction, \"even if the <i>claim</i> involving that other defendant meets the <i>Gibbs</i> test.\" <i>Finley v. United States,</i> ___ U.S. ___, 109 S.Ct. 2003, 2007, 104 L.Ed.2d 593 (1989) (emphasis in original).<sup>[5]</sup> Indeed, <span class=\"star-pagination\">*575</span> it has been suggested that \"the concept of pendent party jurisdiction seems to be pretty well at an end following [<i>Finley</i>].\" J. Williams, <i>A Practitioner's Guide to Representing Plaintiffs in Section 1983 Litigation,</i> Section 1983 Civil Rights Litigation and Attorneys' Fees 1989 Current Developments vol. 1 (Practicing Law Institute 1989).</p>\n<p>A second point which must be made clear before getting to the nub of the issue, however, is that under applicable § 1983 principles, municipalities are not liable on the basis of mere <i>respondeat superior</i> for constitutional violations of their employees simply because of the employment relationship. <i>Monell v. Department of Social Services of the City of New York,</i> 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978); <i>Spell v. McDaniel, supra,</i> 824 F.2d at 1385. Municipal liability arises only \"when execution of a government's policy or custom, whether made by its lawmakers or by those whose edits or acts may fairly be said to represent official policy, inflicts the injury.\" <i>Monell,</i> 436 at 694, 98 S.Ct. at 2037-38; <i>Spell,</i> 824 F.2d at 1385. Put another way, to impose municipal liability, a § 1983 plaintiff must prove an injury proximately caused by a municipal policy or custom. While municipal policy has its roots in official ordinances, regulations, etc. and in <i>ad hoc</i> decisions of municipal officials authorized to make them, and municipal custom may be found in widespread practices not necessarily formalized by written rule, it is not necessary to discuss the matter any further simply because plaintiff does not allege nor does he argue that municipal liability, at least in the § 1983 context, exists here. For this obvious reason, on the basis of the principles enunciated above concerning pendent party jurisdiction, the city of Rocky Mount should be dismissed. There is no independent federal jurisdiction over the city as § 1983 municipal liability does not play as a factor in plaintiff's allegations. Therefore, the <i>Aldinger-Finley</i> rationale requires dismissal as to that party.</p>\n<p>But the real nub of the issue is my perception that plaintiff is trying to circumvent the § 1983 bar to municipal liability by alleging the <i>respondeat superior</i> concept in the context of his state law claims. Thus, my view is that plaintiff's very careful crafting of allegations against defendants Parks and Webb <i>as employees of the City of Rocky Mount</i> in the state-law wrongful death and survival actions attempts to introduce municipal liability into this lawsuit through the back door, when he is not able to do so through the front door. On those state law claims, if adjudicated as part of the overall \"constitutional case,\" the court must apply state law principles. It is well established North Carolina law \"that the principal is liable for the acts of his agent, whether malicious or negligent and the master for similar acts of his servant, which result in injury to third persons, when the agent or servant is acting within the line of his duty and exercising the functions of his employment.\" <i>Clemmons v. Life Insurance Company of Georgia,</i> 274 N.C. 416, 163 S.E.2d 761, 765 (1968). Thus, \"[w]hen ... the employee is undertaking to do that which he was employed to do and, in so doing, adopts a method which constitutes a tort and inflicts injury on another it is the fact that he was about his master's business which imposes liability.\" <i>Id.</i> Even if there is doubt as to whether the employee's tortious conduct was within the scope of employment, that doubt should be resolved against the master and in favor of liability. Again, accepting as true the well-pleaded allegations of the complaint, plaintiff has squarely stood on the North Carolina <i>respondeat superior</i> concept to cast the pall of municipal liability over both state law claims in suing defendants <span class=\"star-pagination\">*576</span> Parks and Webb in their capacities as employees of the City of Rocky Mount. Plain and simple, plaintiff asserts joint and several liability against the police officers and their municipality-employer under state law principles when federal law principles would not permit these claims, in the absence of additional allegations of municipal policy and custom, allegations plaintiff has expressly disavowed.</p>\n<p>In essence, plaintiff is asserting an \"official capacity\" suit in casting his allegations against Parks and Webb as employees of Rocky Mount. Federal principles hold that official capacity suits are suits against the governmental entity of which the officer is an agent. <i>Kentucky v. Graham,</i> 473 U.S. 159, 166-68, 105 S.Ct. 3099, 3105-06, 87 L.Ed.2d 114 (1985). Thus, in my view, plaintiff has reached beyond his grasp. He has no independent federal claim against Rocky Mount, therefore, that defendant must be dismissed. Nevertheless, he still seeks to hold Rocky Mount liable by allegations against Parks and Webb in their official capacities as police officers of the City of Rocky Mount. That is altogether different from what one might expect to be allegations cast against them as individuals on the pendent state law claims. The federal court has no independent basis for jurisdiction over Parks and Webb in their official capacities. But to allow plaintiff to proceed against them on an official capacity basis would serve only to condone under the rubric of a pendent state law claim something plaintiff is patently prohibited from doing  <i>i.e.,</i> holding Rocky Mount in as a defendant against all well established legal principles to the contrary. Therefore, the state law claims as against them should be dismissed as well.<sup>[6]</sup></p>\n<p>Other courts have reached a similar conclusion, although on different facts. For example, in <i>Johnson v. Town of Elizabethtown,</i> 800 F.2d 404 (4th Cir.1986), the court dismissed a state tort claim against a pendent party sued in his individual capacity but joined as a defendant with others who were sued on alleged constitutional violations. The court, without having the benefit of <i>Finley</i> decided some three years later, relied on <i>Aldinger</i>'s no-federal-claim principle in dismissing the pendent party. In <i>Cale v. City of Covington,</i> 586 F.2d 311 (4th Cir.1978), the court refused to find an implied cause of action for damages based on the fourteenth amendment against the single-defendant City for the action of its police chief in dismissing a police officer without notice or a hearing. The single act of dismissal by the police chief was not sufficient to support a separate fourteenth amendment claim against the city-employer. In <i>Jones v. City of Memphis, Tennessee,</i> 586 F.2d 622 (6th Cir.1978), <i>cert. denied,</i> 440 U.S. 914, 99 S.Ct. 1230, 59 L.Ed.2d 464 (1979), the court held that the tort doctrine of <i>respondeat superior</i> does not apply to actions against a municipality directly under the fourteenth amendment and 28 U.S.C. § 1331. The court saw it that the <i>Monell</i> determination that a municipality cannot be held liable under § 1983 <i>respondeat superior</i> theory simply would not permit that same basis of liability to be asserted in an action under § 1331.<sup>[7]</sup><i>In </i><i>Parker v. W. W. Moore &amp; Sons, Inc.,</i> 528 F.2d 764 (4th Cir.1975), the court dismissed a negligence action against a nondiverse third party-defendant against whom no independent basis for federal jurisdiction existed. In <i>Stinefelt v. Baltimore &amp; Ohio Railroad,</i> 664 F.Supp. 989 (D.Md.1987), the court dismissed a negligence claim against a non-diverse pendent party joined with another defendant against whom plaintiff sought recovery under the Federal Employer's Liability Act. As no independent basis for federal jurisdiction existed as to the non-diverse pendent party, the court refused to extend <span class=\"star-pagination\">*577</span> ancillary jurisdiction principles to find in favor of federal jurisdiction, as both the employer defendant and the non-diverse defendant could have been sued in state court. In <i>Christmas v. Washington Metropolitan Area Transit Authority,</i> 621 F.Supp. 355 (D.D.C.1985), the court refused to extend ancillary jurisdiction over a nondiverse pendent party joined with a defendant sued on a federal claim, in spite of the existence of the common core of operative facts against both defendants.</p>\n<p>In sum, I RECOMMEND the following:</p>\n<p>(1). Defendants' Parks' and Webb's motion for dismissal of the § 1983 should be DENIED;</p>\n<p>(2). Defendants' Parks' and Webb's motion to strike the prayer for punitive damages on the § 1983 claim should be DENIED;</p>\n<p>(3). Defendants' Parks' and Webb's motion for dismissal on the basis of qualified immunity should be DENIED;</p>\n<p>(4). The pendent party defendant City of Rocky Mount's motion for dismissal for lack of jurisdiction should be GRANTED; and,</p>\n<p>(5). The defendants' Parks' and Webb's motion for dismissal of the pendent state law claims as against them should be GRANTED.</p>\n<p>The result of this decision is that the action should proceed against only the defendants Parks and Webb in their individual capacities as police officers of the City of Rocky Mount on the basis of the alleged § 1983 fourth amendment violations.</p>\n<p>May 14, 1990.</p>\n<h2>NOTES</h2>\n<p>[1]  A fourth claim alleging state constitutional and statutory violations in the original complaint has been voluntarily omitted (\"stricken\") in the amended complaint.</p>\n<p>[2]  Defendants Parks and Webb appear to assert a contention that punitive damages may not be awarded against them, under any circumstances. That clearly is not the law, as punitives are recoverable, if appropriate, in § 1983 cases. <i>Smith v. Wade,</i> 461 U.S. 30, 103 S.Ct. 1625, 75 L.Ed.2d 632 (1983); <i>City of Newport v. Fact Concerts, Inc.,</i> 453 U.S. 247, 101 S.Ct. 2748, 69 L.Ed.2d 616 (1981); <i>Sevigny v. Dicksey,</i> 846 F.2d 953 (4th Cir.1988) ($112,000 compensatory and $21,000 punitive for warrantless arrest without probable cause); <i>Hall v. Ochs,</i> 817 F.2d 920 (1st Cir.1987) ($150,000 compensatory and $200,000 punitive damages for false arrest, use of excessive force).</p>\n<p>[3]  <i>Robinette</i> takes the common-sense approach that objects other than the obviously lethal gun or knife can cause death. \"The ubiquitous `blunt object' kills just as effectively.\" 854 F.2d at 912. Thus, the determination of whether deadly force has been used to effect a seizure must be made on a case-by-case basis. <i>Id.</i> Moreover, it is not required that the offending police officer apprehend that death might result; rather, it is only necessary that the officer think his use of force might cause serious bodily harm. <i>Id.</i></p>\n<p>[4]  The Court has since overruled so much of <i>Aldinger</i> which relied upon the principle that political subdivisions are never amenable to § 1983 suits in determining the pendent jurisdiction question presented there. <i>Monell v. Department of Social Services of the City of New York,</i> 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978). However, the Court has also since held that \"<i>Monell</i> in no way qualifies the holding of <i>Aldinger</i> that the jurisdictional questions presented ... are statutory as well as constitutional....\" <i>Owen Equipment And Erection Company v. Kroger,</i> 437 U.S. 365, 372 n. 12, 98 S.Ct. 2396, 2402 n. 12, 57 L.Ed.2d 274 (1978).</p>\n<p>[5]  <i>Finley</i> clearly stands for the proposition that an affirmative grant of pendent party jurisdiction must be found in a statute. 13B C. Wright, A. Miller, &amp; E. Cooper, <i>Federal Practice and Procedure</i> § 3567.2 (Supp.1990). Also, <i>Finley</i> should not be read so narrowly as construing only the Federal Torts Claims Act and federal jurisdiction according to the Act's dictates. <i>Id.</i> \"A fairer reading is that the Court is distinguishing sharply between pendent claims and pendent parties.\" <i>Id. See also id.,</i> vol. 7, § 1659 (\"it is now clear that in actions involving parties ... in which there is not complete diversity or in which all claims are not premised on some federal question, the ability of the court to extend traditional notions of pendent jurisdiction to accommodate the joint treatment of those claims will depend on an affirmative directive from Congress suggesting that it would be proper to do so.\").\n</p>\n<p>Moreover, to the extent that plaintiff suggests the doctrine of ancillary jurisdiction rescues his state law claims, that argument is unavailing. <i>Finley</i> made clear that the existence of the common core of facts between the federal claim and the state claim(s) does not suffice \"to justify extension of the doctrine of ancillary jurisdiction.\" 109 S.Ct. at 2008. <i>Cf. </i><i>Aldinger, supra,</i> 427 U.S. at 9-12, 96 S.Ct. at 2418-19 (ancillary jurisdiction bottomed on notion that since federal jurisdiction controls the property or fund under dispute, other claimants may intervene to protect their interests, regardless of federal jurisdiction over them as intervenors); <i>Christmas v. Washington Metropolitan Area Transit Authority,</i> 621 F.Supp. 355, 356 (D.D.C.1985) (\"original jurisdiction must exist over each defendant before a federal court may exercise ancillary jurisdiction over non-federal claims asserted against a given defendant\"); <i>Stinefelt v. Baltimore &amp; Ohio Railroad Company,</i> 664 F.Supp. 989, 990 (D.Md.1987) (suggesting ancillary jurisdiction not appropriate on convenience, fairness grounds where plaintiff could have sued all parties in state courts).</p>\n<p>[6]  To this analysis, I add the observation noted above that the <i>Gibbs</i> pendent <i>claim</i> jurisdiction formulation holds the exercise of federal jurisdiction to be discretionary, not a matter of plaintiff's right. Considering the confusion plaintiff has generated in casting his state-law pleadings against Parks and Webb in this fashion, I would also dismiss those claims as to those defendants as a matter of discretion.</p>\n<p>[7]  Plaintiff alleges that the court's jurisdiction in this action is based on 42 U.S.C. § 1331 (no doubt he means 28 U.S.C. etc.)  the federal question statute.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">741</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">567</span></span> (1990)</b></center>\n<center><h1>Michael Douglas MATHIS, Administrator of the Estate of Melvin Lee Mathis, Plaintiff,<br>\nv.<br>\nRichard W. PARKS and James K. Webb, Individually and as Officers of the Rocky Mount Police Department; and the City of Rocky Mount, North Carolina, a municipal corporation, Defendants.</h1></center>\n<center>No. 89-776-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 25, 1990.</center>\n<p><span class=\"star-pagination\">*568</span> <span class=\"star-pagination\">*569</span> Grover Prevatte Hopkins, Rocky Mount, N.C., for plaintiff.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 15 May 1990 Magistrate Wallace W. Dixon filed his memorandum with regard to the motions by defendants to dismiss. On 4 June 1990 defendants filed objections to the recommendations. On 15 June 1990 plaintiff filed a response to the objections by the defendants but did not file any objection to that part of the recommendation which was in defendants' favor.</p>\n<p>Upon a full review of the record, the court is convinced that the well-reasoned recommendations of Magistrate Dixon are correct. Therefore, the objections by defendants are overruled, the court adopts the recommendations of Magistrate Dixon as its own, and for the reasons set forth in his memorandum it is hereby ORDERED that:</p>\n<p>1. The motion by defendants Parks and Webb to dismiss the section 1983 claim is denied;</p>\n<p>2. The motion by defendants Parks and Webb to strike the prayer for punitive damages is denied;</p>\n<p>3. The motion by defendants Parks and Webb for dismissal on the basis of qualified immunity is denied;</p>\n<p>4. The motion by defendant City of Rocky Mount for dismissal is allowed; and</p>\n<p>5. The motion by defendants Parks and Webb for dismissal of the pendent state law claims as against them is allowed.</p>\n<p>As to defendant City of Rocky Mount, this action is hereby dismissed. As to defendants Parks and Webb, this action shall proceed only on the cause of action alleged against them in their individual capacities as police officers of the City of Rocky Mount on the basis of the alleged section 1983 fourth amendment violations.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>WALLACE W. DIXON, United States Magistrate.</p>\n<p>This case is before the court on defendants' motions to dismiss or to strike. Upon receipt and review of the record compiled at the time of the motion filing (together with the response and reply), I determined that it was appropriate to allow plaintiff an opportunity to amend his pleadings as of right. Plaintiff did so, and the amended pleading has generated additional motions to dismiss or to strike. The matter has been extensively briefed by both sides and it is now ripe for disposition. A brief summary of the facts giving rise to the filing of the complaint is in order.</p>\n<p>On October 8, 1988, Melvin Lee Mathis (Melvin) was on the premises of an establishment known as Lewis' Tavern located in Rocky Mount. As a result of his apparent intoxication and argumentative state, the tavern proprietor asked Melvin to leave. He did so but returned, was denied service, and this time his brother, Michael Douglas Mathis (Michael), the plaintiff here, pushed him out of the tavern to prevent further trouble. One of the defendant police officers, Richard W. Parks, arrived and asked Melvin to leave. Melvin responded in some <span class=\"star-pagination\">*570</span> fashion and Parks made a move for his nightstick. Michael tried to intervene but Melvin continued to argue and Parks struck at Melvin with his nightstick, causing multiple lacerations and contusions on Melvin's head. Michael still tried to intervene to protect his brother, but Parks continued to hit Melvin. Suddenly, the other police officer defendant, James K. Webb, came onto the scene, grabbed Michael by the hair, threw him against an automobile, and yelled threateningly to him. Both Parks and now Webb continued to hit Melvin, and Webb tried to handcuff him while Melvin was on the ground. During the affray, Webb stood up and leaped on top of Melvin with his knee directed at full force into Melvin's stomach. Melvin went limp, he was handcuffed, dragged to the police car by Parks and Webb, and placed into the back seat. He began to complain of shortness of breath, suffered a cardiac arrest, and died <i>en route</i> to the hospital where efforts to revive him failed.</p>\n<p>Michael has been appointed administrator of his brother's estate and brings three separate claims in that capacity in this action.<sup>[1]</sup> He alleges that Melvin's death was caused by Webb's delivery of the blow with his knee to the abdomen, causing an arterial tear resulting in severe internal bleeding, a condition made worse when both officers dragged plaintiff to the police car. These core allegations, plaintiff says, support 1) a § 1983 claim against Parks and Webb in their individual capacities as Rocky Mount police officers; 2) a pendent state claim against both officers and their employer, the City of Rocky Mount, for assault and battery resulting in wrongful death; and, 3) a pendent wrongful death survival claim against both officers and their municipality-employer for Melvin's pain and suffering following the assault.</p>\n<p>Against these pleadings, defendants have filed the motions to dismiss or to strike. Although the motion to dismiss is aimed at all the claims, it is evident that the two most significant aspects of the motion challenges 1) federal jurisdiction over the pendent state claims and the pendent party, City of Rocky Mount, and 2) the viability of this lawsuit in view of the qualified immunity doctrine. Before addressing these, however, I will explain my reasons for believing that plaintiff at least has stated a justiciable claim against the police officers in their individual capacities.</p>\n<p>The claim against the officers is purely and simply an alleged violation of the fourth amendment right to be free from an unreasonable seizure. <i>Graham v. Connor,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1989). A \"seizure\" triggering fourth amendment protections occurs when government actors in some way restrain the liberty of a citizen by means of physical force or show of authority. <i>Brower v. County of Inyo,</i> <span class=\"citation\" data-id=\"112218\"><a href=\"/opinion/112218/brower-v-county-of-inyo/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, <span class=\"citation\" data-id=\"112218\"><a href=\"/opinion/112218/brower-v-county-of-inyo/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1378</span></a></span>, <span class=\"citation\" data-id=\"112218\"><a href=\"/opinion/112218/brower-v-county-of-inyo/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">628</span></a></span> (1989); <i>Terry v. Ohio,</i> <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></a></span> (1968). All § 1983 claims of excessive force arising out of arrests or investigatory stops are properly analyzed applying a test of the \"objective reasonableness\" of the force used. <i>Id.,</i> 109 S.Ct. at 1867. This test based on the fourth amendment objective reasonableness standard has its roots in <i>Tennessee v. Garner,</i> <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1694</span></a></span>, <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1985). <i>Id.,</i> 109 S.Ct. at 1871; <i>see also </i><i>Spell v. McDaniel,</i> <span class=\"citation\" data-id=\"492036\"><a href=\"/opinion/492036/henry-z-spell-v-charles-d-mcdaniel-individually-and-as-patrolman-city/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1380</span></a></span>, 1385 n. 3 (4th Cir.1987), <i>cert. denied sub nom. </i><i>City of Fayetteville, North Carolina v. Spell,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1027</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span></span> (1988) (a plaintiff's § 1983 claim for damages against police officer for injuries sustained in effecting arrest appropriately invokes fourth amendment protections against unreasonable use of force). To prevail in a civil rights action brought under § 1983, a plaintiff must establish 1) that the defendant(s) deprived him of a right secured by the constitution or laws of the United Statesin this case, the fourth amendment and 2) that the deprivation was committed by a person acting under color of state law. <i>Spell v. McDaniel,</i> <span class=\"citation\" data-id=\"2388468\"><a href=\"/opinion/2388468/spell-v-mcdaniel/\"><span class=\"volume\">591</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1090</span></a></span>, 1099 (E.D.N.C.1984). At a minimum, the fourth amendment prohibits the use of <span class=\"star-pagination\">*571</span> excessive, arbitrary, and unreasonable force by police in making an arrest. <i>Id.,</i> 591 F.Supp. at 1103. Thus, the basic question posed by this present set of allegations against the individual police officers Parks and Webb is whether their actions were objectively reasonable in light of the facts and circumstances confronting them, without regard to their underlying intent or motivation. <i>Graham v. Connor, supra,</i> 109 S.Ct. at 1872. In this context, \"reasonableness\" admits of no easy definition; however, the facts of each case must be carefully considered, \"including the severity of the crime at issue, whether the suspect poses an immediate threat to the safety of the officers or others, and whether he is actively resisting arrest or attempting to evade arrest by flight.\" <i>Id.</i></p>\n<p>Applying this standard to the facts alleged in the amended complaint is not difficult. To begin with, for purposes of a dismissal motion under Fed.R.Civ.P. 12(b)(6), plaintiff's allegations must be accepted as true. <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 101-02, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957); <i>Spell, supra,</i> 591 F.Supp. at 1099 n. 1. Those facts portray plaintiff as inebriated and perhaps a trespasser, but unarmed and resistant only to the point of being argumentative. He is not seen as a physical aggressor, nor as one bent on flight. He can only be characterized as a misdemeanant, not a felon. Against this portrait, Parks and Webb are seen as aggressive and club-wielding, who quickly gained the upper hand in the affray and then without apparent justification, delivered the fatal blow. To be sure, these allegations sufficiently state a constitutional violation adequate to withstand a Rule 12(b)(6) challenge. Therefore, to the extent defendants' motion seeks dismissal of the § 1983 claim based on fourth amendment violations against Parks and Webb in their individual capacities as police officers, it should be denied.<sup>[2]</sup></p>\n<p>Because it logically flows from the principles stated above, I will now briefly discuss defendants' motion to dismiss based on qualified immunity. Once again, this much of the motion is aimed at the § 1983 claim asserted against Parks and Webb. Reduced to its essence, the defendants' position is that the objective reasonableness standard now properly applied to alleged fourth amendment violations was made clear only in 1989 by the Supreme Court's <i>Graham v. Connor</i> decision. The argument goes that as the events giving rise to this complaint occurred before the <i>Graham</i> decision, they must be assessed according to the pre-<i>Graham</i> standard. That standard, defendants argue, calls for application of the so-called \"shocks the conscience\" test. <i>See </i><i>Johnson v. Glick,</i> <span class=\"citation\" data-id=\"312370\"><a href=\"/opinion/312370/australia-johnson-v-a-glick-warden-of-manhattan-house-of-detention-for/\"><span class=\"volume\">481</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1028</span></a></span>, 1032-33 (2nd Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1033</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">462</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">324</span></span> (1973). Thus, defendants contend that as of these events in October, 1988, the law was clearly established that liability for excessive force did not attach unless the force was applied maliciously, sadistically, and for the very purpose of causing harm amounting to a brutal and inhumane use of official power literally shocking the conscience.</p>\n<p>I disagree with defendants' position for two reasons. First, a plain reading of <i>Graham</i> shows that each case alleging excessive force violations rises and falls on its own facts. 109 S.Ct. at 1871-72 (\"proper application [of the reasonableness test] requires careful attention to the facts and circumstances of each particular case ...\"). The reasonableness <i>vel non</i> is to be adjudged from the totality of the circumstances of the particular seizure in question. <i>See also </i><i>Tennessee v. Garner, supra,</i> 471 U.S. at 8, 105 S.Ct. at 1699 (constitutionality <span class=\"star-pagination\">*572</span> of a given seizure must be determined by balancing \"the nature and quality of the intrusion on the individual's Fourth Amendment interests against the importance of the governmental interests alleged to justify the intrusion\"). Simply to state the standard is sufficient argument for the proposition that qualified immunity in these excessive force cases should be determined only after a factual record is developed laying out the necessary totality of the circumstances. <i>See</i> 109 S.Ct. at 1873 n. 12 (\"officer's <i>objective</i> `good faith'  that is, whether he could reasonably have believed that the force used did not violate the Fourth Amendment  may be relevant to the availability of the qualified immunity defense to monetary liability under § 1983\") (emphasis in original). Nevertheless, the qualified immunity defense is determined primarily on objective factors  <i>i.e.,</i> a presumptive knowledge of and respect for basic, unquestioned constitutional rights. <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982). Thus, the critical inquiry under <i>Harlow</i> is whether, in view of the state of the law at the time the act took place, the defendants had objectively reasonable grounds for believing their acts to have been legal. This brings me to the second reason I disagree with defendants' position.</p>\n<p>At the time of this incident, it was clear that courts recognized the right to be free from excessive force, regardless of whether the fact of excessiveness was determined under due process or fourth amendment standards. Indeed, several courts recognized that these concepts could be seen as overlapping, each giving rise to a potential claim. <i>Fernandez v. Leonard,</i> <span class=\"citation\" data-id=\"465381\"><a href=\"/opinion/465381/oscar-j-fernandez-etc-v-francis-t-leonard/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1209</span></a></span> (1st Cir.1986); <i>Gilmere v. City of Atlanta, Georgia,</i> <span class=\"citation\" data-id=\"459876\"><a href=\"/opinion/459876/emma-f-gilmere-individually-and-as-administratrix-of-the-estate-of-thomas/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1495</span></a></span> (11th Cir.1985), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">654</span></span> (1986), and <i>cert. denied sub nom. </i><i>Sampson v. Gilmere,</i> <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1124</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1993</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">673</span></span> (1986). Moreover, the individual police officer defendants' argument here that they are entitled to rely on the due process standard of liability is not supportable at this juncture, given the <i>Tennessee v. Garner, supra</i><i>,</i> decision and the concept that the well-pleaded facts in the complaint must be accepted as true. Defendants' argument, taken to its logical conclusion, is that they could not be found liable for excessive force unless they applied the force maliciously or sadistically. However, I hold the opinion that despite any confusion created by the due process/fourth amendment debate in excessive force cases, no reasonable police officer could believe that he could apply any degree of force he wished, so long as he did not deliberately intend to injure or cause pain. To be sure, approval of such a standard flies in the face of <i>Garner.</i> Furthermore, the potential applicability of <i>Garner</i>'s fourth amendment analysis would be apparent, since a reasonable officer would be aware that a full-force blow delivered to the abdomen using the knee as a blunt instrument could constitute deadly force. <i>See </i><i>Robinette v. Barnes,</i> <span class=\"citation\" data-id=\"510266\"><a href=\"/opinion/510266/dorothy-robinette-administratrix-of-the-estate-of-daniel-briggs-deceased/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">909</span></a></span>, 912 (6th Cir.1988).<sup>[3]</sup> I believe that <i>Garner</i> makes clear that there are limits to the use of deadly force against arrestees, regardless of the nature of the instrumentality used in applying the force. And, the Fourth Circuit had recognized, long before <i>Garner</i> that the fourth amendment served as a source of protection for those injured by law enforcement officers during an arrest or seizure. <i>Jenkins v. Averett,</i> <span class=\"citation\" data-id=\"289671\"><a href=\"/opinion/289671/robert-leon-jenkins-a-minor-by-his-mother-and-next-friend-roberta-b/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1228</span></a></span>, 1231-32 (4th Cir.1970).</p>\n<p>Therefore, the argument of defendants Parks and Webb that they should be shielded from any monetary damage award by a dismissal on the ground of qualified immunity this early in the case is not persuasive and the motion bottomed on that ground should be denied.</p>\n<p><span class=\"star-pagination\">*573</span> Next, defendant Parks seeks dismissal of so much of plaintiff's § 1983 claim against him based on his failure to act to prevent Webb from delivering the fatal blow. Parks asserts he should be liable under an \"inaction\" theory only if the episode was of sufficient duration to provide an opportunity for him to play a preventive role. <i>See </i><i>O'Neill v. Krzeminski,</i> <span class=\"citation\" data-id=\"501698\"><a href=\"/opinion/501698/neil-j-oneill-v-anthony-krzeminski-richard-fiorillo-and-james-t/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span> (2d Cir.1988). However, I do not perceive the rule to be as stated by defendant Parks, applied universally to every case at the pleading stage. Again, for purposes of the motion, the well-pleaded facts must be accepted as true. <i>See </i><i>Fundiller v. City of Cooper City,</i> <span class=\"citation\" data-id=\"461311\"><a href=\"/opinion/461311/michael-jamie-fundiller-and-rae-winder-fundiller-his-wife-plaintiffs-v/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1436</span></a></span> (11th Cir.1985). There is no bedrock requirement that a police officer actually participate in the use of excessive force in order to be held liable under § 1983. <i>Id.,</i> 777 F.2d at 1441-42. Thus, Parks can be held jointly liable with Webb for constitutional violations either in participating in the infliction of excessive force, in the failure to take reasonable steps to protect plaintiff's decedent from the use of excessive force causing death, or even in dragging plaintiff's decedent in his mortally wounded, limp state along the ground to the police car and shoving him into the back seat. <i>Id.,</i> at 1441 (dragging injured plaintiff from his car and handcuffing him can be seen as deliberate act of punishment, rather than necessary to restrain an arrestee; joint liability may follow from police officer failing to protect citizen from other officer's use of excessive force); <i>Webb v. Hiykel,</i> <span class=\"citation\" data-id=\"422111\"><a href=\"/opinion/422111/henry-sheldon-webb-v-arresting-officers-omaha-police-department-emil-j/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">405</span></a></span> (8th Cir.1983) (police officer under a duty to prevent use of excessive force, even if force applied by superiors). <i>Cf. </i><i>United States v. Monsanto Company,</i> <span class=\"citation no-link\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">160</span></span>, 171-72 (4th Cir. 1988), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3156</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1019</span></span> (1989) (traditional common law rules holding two or more persons jointly and severally liable for a single and indivisible harm applicable to federal CERCLA cases). Thus, plaintiff Parks' motion is properly considered only after a fleshing-out of the facts, not at this early stage. Accordingly, the motion as advanced on this ground should be denied.</p>\n<p>Defendants' motions can next be addressed as raising jurisdictional challenges over the pendent state law claims and the pendent party, City of Rocky Mount. It would be easy to dispose of the challenge as against the pendent state law claims against the individual police officers Parks and Webb, except that the amended pleadings cast them only in their capacity as employees of the City of Rocky Mount. Thus, it is apparent that plaintiff is proceeding against them on an agency theory <i>respondeat superior</i>in order to assert liability against and obtain recovery from the municipality-employer. In my view, following this course, plaintiff is trying to circumvent well recognized rules regarding the limits on federal jurisdiction. Therefore, for the reasons which follow, I believe the whole of plaintiff's claims except for the § 1983 action should be dismissed.</p>\n<p>To be sure, plaintiff's allegations brought under § 1983 serve to vest jurisdiction in this court. However, the whole of the remaining claims assert state law violations arising from the alleged assault and battery resulting in wrongful death and a wrongful death survival action. As to those, there exists no independent basis for federal jurisdiction  no federal constitutional or statutory violation is alleged and there is no diversity. Thus, assuming the viability of the § 1983 claim, the federal court may exercise pendent jurisdiction over the state law claims only where the factual relationship between the federal claim and the state claim supports the conclusion that the entire action is but one \"constitutional case.\" <i>United Mine Workers of America v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 725, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, 1138, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966); <i>Aldinger v. Howard,</i> <span class=\"citation\" data-id=\"109503\"><a href=\"/opinion/109503/aldinger-v-howard/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 9, <span class=\"citation\" data-id=\"109503\"><a href=\"/opinion/109503/aldinger-v-howard/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2413</span></a></span>, 2418, <span class=\"citation\" data-id=\"109503\"><a href=\"/opinion/109503/aldinger-v-howard/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">276</span></a></span> (1976).<sup>[4]</sup> Under <span class=\"star-pagination\">*574</span> the <i>Gibbs</i> formulation, the state and federal claims must derive from a common nucleus of operative fact such that ordinarily, a plaintiff would be expected to try them all in one judicial proceeding. 383 U.S. at 725, 86 S.Ct. at 1138. But pendent jurisdiction the federal court's power to hear the whole claimover state law claims is discretionary, dependent on such factors as judicial economy, and convenience and fairness to the parties. Being discretionary, it is not a matter of a party's right. 383 U.S. at 726, 86 S.Ct. at 1139.</p>\n<p>The application of the <i>Gibbs</i> pendent jurisdiction principle would seem to argue strongly in favor of the court retaining jurisdiction over the wrongful death and survival actions. To be sure, they arise from the same core of facts which give rise to the § 1983 claim, and the conservation of scarce judicial resources is best served by hearing all the claims which arise from that core of facts in one proceeding. Therefore, under slightly different circumstances, I would have no difficulty in a discretionary exercise of federal jurisdiction over the well-pleaded state law claims. However, federal court power over the pendent claims touches only the proverbial tip of the jurisdictional iceberg. There is also the matter of pendent <i>party</i> jurisdiction, a particularly thorny thicket in view of plaintiff's allegations contained in the state law claims against Parks and Webb <i>as employees</i> of the City of Rocky Mount and against the city itself as the municipality-employer. This presents a wholly separate question, not addressed by <i>Gibbs,</i> \"of whether a nonfederal claim could in turn be the basis for joining a party over whom no independent federal jurisdiction exists, simply because that claim could be derived from the `common nucleus of operative fact' giving rise to the dispute between the parties to the federal claim.\" <i>Aldinger, supra,</i> 427 U.S. at 9, 96 S.Ct. at 2418. It is a different proposition altogether to say that the power of the federal court extends to a separate party over whom no independent basis for federal jurisdiction exists, simply because a plaintiff's claim against another defendant derives from a core of common facts. \"[T]he addition of a completely new party [runs] counter to the well-established principle that federal courts, as opposed to state trial courts of general jurisdiction, are courts of limited jurisdiction marked out by Congress.\" <i>Id.,</i> 427 U.S. at 15, 96 S.Ct. at 2420.</p>\n<p><i>Aldinger</i> determined that absent a statutory grant of federal jurisdiction over the <i>pendent party,</i> federal courts are without power to adjudicate the controversy between plaintiff and that pendent party, notwithstanding the presence of that common core of facts so central to the <i>pendent claim</i> inquiry. Thus, the Supreme Court has taken a more restrictive view of pendent party jurisdiction, \"even if the <i>claim</i> involving that other defendant meets the <i>Gibbs</i> test.\" <i>Finley v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112266\"><a href=\"/opinion/112266/finley-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2003</span></a></span>, 2007, <span class=\"citation\" data-id=\"112266\"><a href=\"/opinion/112266/finley-v-united-states/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">593</span></a></span> (1989) (emphasis in original).<sup>[5]</sup> Indeed, <span class=\"star-pagination\">*575</span> it has been suggested that \"the concept of pendent party jurisdiction seems to be pretty well at an end following [<i>Finley</i>].\" J. Williams, <i>A Practitioner's Guide to Representing Plaintiffs in Section 1983 Litigation,</i> Section 1983 Civil Rights Litigation and Attorneys' Fees 1989 Current Developments vol. 1 (Practicing Law Institute 1989).</p>\n<p>A second point which must be made clear before getting to the nub of the issue, however, is that under applicable § 1983 principles, municipalities are not liable on the basis of mere <i>respondeat superior</i> for constitutional violations of their employees simply because of the employment relationship. <i>Monell v. Department of Social Services of the City of New York,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978); <i>Spell v. McDaniel, supra,</i> 824 F.2d at 1385. Municipal liability arises only \"when execution of a government's policy or custom, whether made by its lawmakers or by those whose edits or acts may fairly be said to represent official policy, inflicts the injury.\" <i>Monell,</i> 436 at 694, 98 S.Ct. at 2037-38; <i>Spell,</i> 824 F.2d at 1385. Put another way, to impose municipal liability, a § 1983 plaintiff must prove an injury proximately caused by a municipal policy or custom. While municipal policy has its roots in official ordinances, regulations, etc. and in <i>ad hoc</i> decisions of municipal officials authorized to make them, and municipal custom may be found in widespread practices not necessarily formalized by written rule, it is not necessary to discuss the matter any further simply because plaintiff does not allege nor does he argue that municipal liability, at least in the § 1983 context, exists here. For this obvious reason, on the basis of the principles enunciated above concerning pendent party jurisdiction, the city of Rocky Mount should be dismissed. There is no independent federal jurisdiction over the city as § 1983 municipal liability does not play as a factor in plaintiff's allegations. Therefore, the <i>Aldinger-Finley</i> rationale requires dismissal as to that party.</p>\n<p>But the real nub of the issue is my perception that plaintiff is trying to circumvent the § 1983 bar to municipal liability by alleging the <i>respondeat superior</i> concept in the context of his state law claims. Thus, my view is that plaintiff's very careful crafting of allegations against defendants Parks and Webb <i>as employees of the City of Rocky Mount</i> in the state-law wrongful death and survival actions attempts to introduce municipal liability into this lawsuit through the back door, when he is not able to do so through the front door. On those state law claims, if adjudicated as part of the overall \"constitutional case,\" the court must apply state law principles. It is well established North Carolina law \"that the principal is liable for the acts of his agent, whether malicious or negligent and the master for similar acts of his servant, which result in injury to third persons, when the agent or servant is acting within the line of his duty and exercising the functions of his employment.\" <i>Clemmons v. Life Insurance Company of Georgia,</i> <span class=\"citation\" data-id=\"1277376\"><a href=\"/opinion/1277376/clemmons-v-life-insurance-company-of-georgia/\"><span class=\"volume\">274</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">416</span></a></span>, <span class=\"citation\" data-id=\"1277376\"><a href=\"/opinion/1277376/clemmons-v-life-insurance-company-of-georgia/\"><span class=\"volume\">163</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">761</span></a></span>, 765 (1968). Thus, \"[w]hen ... the employee is undertaking to do that which he was employed to do and, in so doing, adopts a method which constitutes a tort and inflicts injury on another it is the fact that he was about his master's business which imposes liability.\" <i>Id.</i> Even if there is doubt as to whether the employee's tortious conduct was within the scope of employment, that doubt should be resolved against the master and in favor of liability. Again, accepting as true the well-pleaded allegations of the complaint, plaintiff has squarely stood on the North Carolina <i>respondeat superior</i> concept to cast the pall of municipal liability over both state law claims in suing defendants <span class=\"star-pagination\">*576</span> Parks and Webb in their capacities as employees of the City of Rocky Mount. Plain and simple, plaintiff asserts joint and several liability against the police officers and their municipality-employer under state law principles when federal law principles would not permit these claims, in the absence of additional allegations of municipal policy and custom, allegations plaintiff has expressly disavowed.</p>\n<p>In essence, plaintiff is asserting an \"official capacity\" suit in casting his allegations against Parks and Webb as employees of Rocky Mount. Federal principles hold that official capacity suits are suits against the governmental entity of which the officer is an agent. <i>Kentucky v. Graham,</i> <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 166-68, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3099</span></a></span>, 3105-06, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1985). Thus, in my view, plaintiff has reached beyond his grasp. He has no independent federal claim against Rocky Mount, therefore, that defendant must be dismissed. Nevertheless, he still seeks to hold Rocky Mount liable by allegations against Parks and Webb in their official capacities as police officers of the City of Rocky Mount. That is altogether different from what one might expect to be allegations cast against them as individuals on the pendent state law claims. The federal court has no independent basis for jurisdiction over Parks and Webb in their official capacities. But to allow plaintiff to proceed against them on an official capacity basis would serve only to condone under the rubric of a pendent state law claim something plaintiff is patently prohibited from doing  <i>i.e.,</i> holding Rocky Mount in as a defendant against all well established legal principles to the contrary. Therefore, the state law claims as against them should be dismissed as well.<sup>[6]</sup></p>\n<p>Other courts have reached a similar conclusion, although on different facts. For example, in <i>Johnson v. Town of Elizabethtown,</i> <span class=\"citation\" data-id=\"475746\"><a href=\"/opinion/475746/deborah-s-johnson-v-town-of-elizabethtown-russell-grimes-wallace/\"><span class=\"volume\">800</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span> (4th Cir.1986), the court dismissed a state tort claim against a pendent party sued in his individual capacity but joined as a defendant with others who were sued on alleged constitutional violations. The court, without having the benefit of <i>Finley</i> decided some three years later, relied on <i>Aldinger</i>'s no-federal-claim principle in dismissing the pendent party. In <i>Cale v. City of Covington,</i> <span class=\"citation\" data-id=\"360466\"><a href=\"/opinion/360466/donald-l-cale-v-the-city-of-covington-virginia/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">311</span></a></span> (4th Cir.1978), the court refused to find an implied cause of action for damages based on the fourteenth amendment against the single-defendant City for the action of its police chief in dismissing a police officer without notice or a hearing. The single act of dismissal by the police chief was not sufficient to support a separate fourteenth amendment claim against the city-employer. In <i>Jones v. City of Memphis, Tennessee,</i> <span class=\"citation\" data-id=\"360509\"><a href=\"/opinion/360509/john-e-jones-v-city-of-memphis-tennessee/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">622</span></a></span> (6th Cir.1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">914</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1230</span></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">464</span></span> (1979), the court held that the tort doctrine of <i>respondeat superior</i> does not apply to actions against a municipality directly under the fourteenth amendment and 28 U.S.C. § 1331. The court saw it that the <i>Monell</i> determination that a municipality cannot be held liable under § 1983 <i>respondeat superior</i> theory simply would not permit that same basis of liability to be asserted in an action under § 1331.<sup>[7]</sup><i>In </i><i>Parker v. W. W. Moore &amp; Sons, Inc.,</i> <span class=\"citation\" data-id=\"332194\"><a href=\"/opinion/332194/linwood-parker-administrator-of-the-estate-of-james-l-parker-deceased-v/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">764</span></a></span> (4th Cir.1975), the court dismissed a negligence action against a nondiverse third party-defendant against whom no independent basis for federal jurisdiction existed. In <i>Stinefelt v. Baltimore &amp; Ohio Railroad,</i> <span class=\"citation\" data-id=\"1504938\"><a href=\"/opinion/1504938/stinefelt-v-baltimore-ohio-r-co/\"><span class=\"volume\">664</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">989</span></a></span> (D.Md.1987), the court dismissed a negligence claim against a non-diverse pendent party joined with another defendant against whom plaintiff sought recovery under the Federal Employer's Liability Act. As no independent basis for federal jurisdiction existed as to the non-diverse pendent party, the court refused to extend <span class=\"star-pagination\">*577</span> ancillary jurisdiction principles to find in favor of federal jurisdiction, as both the employer defendant and the non-diverse defendant could have been sued in state court. In <i>Christmas v. Washington Metropolitan Area Transit Authority,</i> <span class=\"citation\" data-id=\"1368073\"><a href=\"/opinion/1368073/christmas-v-washington-metropolitan-area-transit-auth/\"><span class=\"volume\">621</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">355</span></a></span> (D.D.C.1985), the court refused to extend ancillary jurisdiction over a nondiverse pendent party joined with a defendant sued on a federal claim, in spite of the existence of the common core of operative facts against both defendants.</p>\n<p>In sum, I RECOMMEND the following:</p>\n<p>(1). Defendants' Parks' and Webb's motion for dismissal of the § 1983 should be DENIED;</p>\n<p>(2). Defendants' Parks' and Webb's motion to strike the prayer for punitive damages on the § 1983 claim should be DENIED;</p>\n<p>(3). Defendants' Parks' and Webb's motion for dismissal on the basis of qualified immunity should be DENIED;</p>\n<p>(4). The pendent party defendant City of Rocky Mount's motion for dismissal for lack of jurisdiction should be GRANTED; and,</p>\n<p>(5). The defendants' Parks' and Webb's motion for dismissal of the pendent state law claims as against them should be GRANTED.</p>\n<p>The result of this decision is that the action should proceed against only the defendants Parks and Webb in their individual capacities as police officers of the City of Rocky Mount on the basis of the alleged § 1983 fourth amendment violations.</p>\n<p>May 14, 1990.</p>\n<h2>NOTES</h2>\n<p>[1]  A fourth claim alleging state constitutional and statutory violations in the original complaint has been voluntarily omitted (\"stricken\") in the amended complaint.</p>\n<p>[2]  Defendants Parks and Webb appear to assert a contention that punitive damages may not be awarded against them, under any circumstances. That clearly is not the law, as punitives are recoverable, if appropriate, in § 1983 cases. <i>Smith v. Wade,</i> <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></a></span>, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></a></span> (1983); <i>City of Newport v. Fact Concerts, Inc.,</i> <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2748</span></a></span>, <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span></a></span> (1981); <i>Sevigny v. Dicksey,</i> <span class=\"citation\" data-id=\"506075\"><a href=\"/opinion/506075/diana-pepper-sevigny-v-andrew-f-dicksey-individually-and-the-town-of/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">953</span></a></span> (4th Cir.1988) ($112,000 compensatory and $21,000 punitive for warrantless arrest without probable cause); <i>Hall v. Ochs,</i> <span class=\"citation\" data-id=\"487735\"><a href=\"/opinion/487735/bancroft-dudley-hall-v-frederick-j-ochs-frederick-j-ochs-s-leo-judge/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span> (1st Cir.1987) ($150,000 compensatory and $200,000 punitive damages for false arrest, use of excessive force).</p>\n<p>[3]  <i>Robinette</i> takes the common-sense approach that objects other than the obviously lethal gun or knife can cause death. \"The ubiquitous `blunt object' kills just as effectively.\" 854 F.2d at 912. Thus, the determination of whether deadly force has been used to effect a seizure must be made on a case-by-case basis. <i>Id.</i> Moreover, it is not required that the offending police officer apprehend that death might result; rather, it is only necessary that the officer think his use of force might cause serious bodily harm. <i>Id.</i></p>\n<p>[4]  The Court has since overruled so much of <i>Aldinger</i> which relied upon the principle that political subdivisions are never amenable to § 1983 suits in determining the pendent jurisdiction question presented there. <i>Monell v. Department of Social Services of the City of New York,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978). However, the Court has also since held that \"<i>Monell</i> in no way qualifies the holding of <i>Aldinger</i> that the jurisdictional questions presented ... are statutory as well as constitutional....\" <i>Owen Equipment And Erection Company v. Kroger,</i> <span class=\"citation\" data-id=\"109904\"><a href=\"/opinion/109904/owen-equipment-erection-co-v-kroger/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, 372 n. 12, <span class=\"citation\" data-id=\"109904\"><a href=\"/opinion/109904/owen-equipment-erection-co-v-kroger/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2396</span></a></span>, 2402 n. 12, <span class=\"citation\" data-id=\"109904\"><a href=\"/opinion/109904/owen-equipment-erection-co-v-kroger/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">274</span></a></span> (1978).</p>\n<p>[5]  <i>Finley</i> clearly stands for the proposition that an affirmative grant of pendent party jurisdiction must be found in a statute. 13B C. Wright, A. Miller, &amp; E. Cooper, <i>Federal Practice and Procedure</i> § 3567.2 (Supp.1990). Also, <i>Finley</i> should not be read so narrowly as construing only the Federal Torts Claims Act and federal jurisdiction according to the Act's dictates. <i>Id.</i> \"A fairer reading is that the Court is distinguishing sharply between pendent claims and pendent parties.\" <i>Id. See also id.,</i> vol. 7, § 1659 (\"it is now clear that in actions involving parties ... in which there is not complete diversity or in which all claims are not premised on some federal question, the ability of the court to extend traditional notions of pendent jurisdiction to accommodate the joint treatment of those claims will depend on an affirmative directive from Congress suggesting that it would be proper to do so.\").\n</p>\n<p>Moreover, to the extent that plaintiff suggests the doctrine of ancillary jurisdiction rescues his state law claims, that argument is unavailing. <i>Finley</i> made clear that the existence of the common core of facts between the federal claim and the state claim(s) does not suffice \"to justify extension of the doctrine of ancillary jurisdiction.\" 109 S.Ct. at 2008. <i>Cf. </i><i>Aldinger, supra,</i> 427 U.S. at 9-12, 96 S.Ct. at 2418-19 (ancillary jurisdiction bottomed on notion that since federal jurisdiction controls the property or fund under dispute, other claimants may intervene to protect their interests, regardless of federal jurisdiction over them as intervenors); <i>Christmas v. Washington Metropolitan Area Transit Authority,</i> <span class=\"citation\" data-id=\"1368073\"><a href=\"/opinion/1368073/christmas-v-washington-metropolitan-area-transit-auth/\"><span class=\"volume\">621</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">355</span></a></span>, 356 (D.D.C.1985) (\"original jurisdiction must exist over each defendant before a federal court may exercise ancillary jurisdiction over non-federal claims asserted against a given defendant\"); <i>Stinefelt v. Baltimore &amp; Ohio Railroad Company,</i> <span class=\"citation\" data-id=\"1504938\"><a href=\"/opinion/1504938/stinefelt-v-baltimore-ohio-r-co/\"><span class=\"volume\">664</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">989</span></a></span>, 990 (D.Md.1987) (suggesting ancillary jurisdiction not appropriate on convenience, fairness grounds where plaintiff could have sued all parties in state courts).</p>\n<p>[6]  To this analysis, I add the observation noted above that the <i>Gibbs</i> pendent <i>claim</i> jurisdiction formulation holds the exercise of federal jurisdiction to be discretionary, not a matter of plaintiff's right. Considering the confusion plaintiff has generated in casting his state-law pleadings against Parks and Webb in this fashion, I would also dismiss those claims as to those defendants as a matter of discretion.</p>\n<p>[7]  Plaintiff alleges that the court's jurisdiction in this action is based on 42 U.S.C. § 1331 (no doubt he means 28 U.S.C. etc.)  the federal question statute.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/289671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/312370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/459876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/475746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1277376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1368073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1504938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2388468/"
  ]
}