{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2152215/",
  "absolute_url": "/opinion/2152215/iglesias-v-wolford/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2152215/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:28:33.140679Z",
  "date_modified": "2016-04-27T01:04:00.990838Z",
  "type": "010combined",
  "sha1": "bf57431097159516e016357da565384912456596",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Sharon B. IGLESIAS, Plaintiff,<br>\nv.<br>\nJohn WOLFORD, Chief of Police of Oxford, N.C., in his official and personal capacities; Thomas Marrow, City Manager of Oxford, N.C., in his official and personal capacities; Don Jenkins, Human Resources Manager for the City of Oxford, N.C., in his official and personal capacities; and the City of Oxford, N.C., Defendants.</h1></center>\n<center>No. 5:07-CV-437-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 18, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On November 21, 2007, defendants John Wolford, Thomas Marrow, Don Jenkins (collectively, \"individual defendants\") and the City of Oxford, North Carolina (\"the city\") moved to dismiss counts one and two of plaintiff Sharon Iglesias' (\"Iglesias\" or \"plaintiff') amended complaint. Count one alleges a civil conspiracy in violation of North Carolina law. Count two alleges a free speech claim under the North Carolina Constitution. The individual defendants also move to dismiss plaintiff's wrongful discharge claim against all individual defendants in their official capacities, and the City of Oxford moves to dismiss plaintiff's request for punitive damages. Plaintiff responded, and defendants replied. For the reasons discussed below, the court grants defendants' partial motion to dismiss the amended complaint for failure to state a claim upon which relief may be granted.</p>\n<p></p>\n<h2>I.</h2>\n<p>In evaluating defendants' partial motion to dismiss the amended complaint, the court accepts the facts in plaintiff's amended complaint as true. <i>See, e.g., </i><i>Kloth, v. Microsoft Corp.,</i> 444 F.3d 312, 319 (4th Cir.2006); Fed.R.Civ.P. 12(b)(6). Iglesias worked for the city as the administrative assistant to the Chief of Police. Am. Compl. ¶¶ 5, 7. In approximately June 2000, the city hired defendant John Wolford (\"Wolford\") as Chief of Police. <i>Id.</i> ¶ 7. As Chief of Police, Wolford had access to the Drug and Alcohol Law Enforcement Special Fund (\"the Fund\"). <i>Id.</i> ¶ 10.</p>\n<p>The Fund contains assets from criminal forfeitures, and the Fund's only permitted use is for financing official police investigations. <i>Id.</i> All police officers, including Chief Wolford, were required to follow procedures with multiple means of verification before obtaining money from the Fund. <i>Id.</i> ¶ 11. For example, an officer wishing to withdraw money from the Fund would be required to sign a receipt evidencing the transaction, and the officer would be required to have a witness present when actually withdrawing the money. <i>Id.</i> Additionally, withdrawals were permitted only during regular working hours. <i>Id.</i> ¶ 14.</p>\n<p>One of Iglesias' duties as administrative assistant was to maintain the signed receipts from officers who had withdrawn money from the Fund. <i>Id.</i> ¶ 12. In this capacity, Iglesias began to suspect that Wolford was embezzling money from the Fund for his own personal use. <i>See id.</i> ¶ 13. Iglesias believed that Wolford first began embezzling on or about November 16, 2001, and that he did so on eight different occasions between that time and May 2004, when Iglesias reported his misconduct. <i>See id.</i> ¶¶ 13, 15. On each occasion, Wolford took money from the Fund without properly documenting his withdrawal and without having a witness present. <i>Id.</i> ¶ 15. For example, on April 15, 2003, Iglesias heard Wolford arguing with a car repair technician in a lengthy telephone call over $400.00. <i>Id.</i> ¶ 17. Sometime after Iglesias left work on April 15, 2003, and before she returned to work the next morning, Wolford withdrew $400.00 from the Fund without proper documentation and without a witness present. <i>Id.</i> ¶ 18.</p>\n<p>After this incident, Iglesias reported Wolford to the authorities. <i>Id.</i> ¶ 20. Both the city and the North Carolina State Bureau of Investigation (\"SBI\") began audits and inquiries. <i>See id.</i> ¶¶ 20-24. Iglesias responded to investigators' questions, and reported her belief that Wolford was embezzling from the Fund. <i>Id.</i> ¶¶ 23-24. Shortly thereafter, Wolford learned of Iglesias' statements to investigators. <i>Id.</i> ¶ 25.</p>\n<p>On May 17, 2004, Wolford orally reprimanded Iglesias and issued a written warning to her. <i>Id.</i> ¶ 26. On May 18, 2004, Iglesias asked to speak to the Oxford City Manager, Thomas Marrow (\"Marrow\"), to appeal the written warning from Wolford. <i>Id.</i> ¶ 27. On May 19, 2004, while her request to Marrow was pending, Wolford ordered Iglesias to sign the Fund over to him, stating that he was going to store it in the Finance Office at Oxford City Hall. <i>Id.</i> ¶ 28. Wolford also told Iglesias that she was being relieved of all her responsibilities related to the Fund. <i>Id.</i> Iglesias complied. <i>Id.</i> ¶ 29. On May 25, 2004, Iglesias received a response letter from Marrow, which denied her request to meet with Marrow regarding her written warning from Wolford. <i>Id.</i> ¶ 30.</p>\n<p>On or about July 23, 2004, the SBI called Iglesias and asked her to come to Raleigh to speak with investigators. <i>Id.</i> ¶ 30. Iglesias did so, and provided the SBI with documents and information regarding Wolford's alleged embezzlement from the Fund. <i>Id.</i> The investigators told Iglesias that they were going to speak to the Granville County District Attorney about the case. <i>Id.</i></p>\n<p>In approximately mid-August 2004, after Iglesias' meeting with the SBI became known, Marrow met with an Oxford City Commissioner. <i>See id.</i> ¶ 32. At the meeting, Marrow told the City Commissioner that \"we are going to take care of the problem at the police department.\" <i>Id.</i> Marrow also told the City Commissioner that he, Wolford, and City of Oxford Human Resources Manager Don Jenkins (\"Jenkins\") were \"going to set [Iglesias] up to be fired from her job.\" <i>Id.</i></p>\n<p>On September 2, 2004, Jenkins went to Iglesias' office. <i>Id.</i> ¶ 34. Jenkins told Iglesias that he was conducting an internal investigation on behalf of Marrow, and that he wanted to ask her some questions. <i>Id.</i> Iglesias answered Jenkins' questions. <i>Id.</i> Three weeks later, on September 24, 2004, Wolford told plaintiff that she was being demoted from her position as administrative assistant to the Chief of Police because she had \"breached confidentiality\" regarding an internal investigation of another city employee. <i>Id.</i> Wolford demoted Iglesias to the position of police dispatcher. <i>Id.</i></p>\n<p>On September 27, 2004, Iglesias filed a grievance regarding her demotion. <i>Id.</i> ¶ 35. On October 6, 2004, Iglesias and her attorney met with Jenkins. <i>Id.</i> ¶ 36. On October 7, 2004, Jenkins declined to alter her demotion. <i>Id.</i> ¶ 37. Iglesias appealed Jenkins' decision to Marrow. <i>Id.</i> ¶ 38. On October 14, 2004, Marrow held a hearing on the appeal. <i>Id.</i> ¶¶ 3839. Marrow reinstated Iglesias to her former position as administrative assistant, but told her that this was her \"final warning.\" <i>See id.</i> ¶ 40.</p>\n<p>Later, in the fall of 2005, the city held a mayoral election. <i>See id.</i> ¶ 41. During the campaign, the incumbent mayor stated that Wolford's activities had been fully investigated, and that there was no evidence to support any charges of wrongdoing against Wolford. <i>See id.</i> In fact, according to Iglesias, the SBI dropped its inquiry and did not conduct an investigation, because the Granville County District Attorney told the SBI that he did not want to investigate the accusations. <i>Id.</i> ¶¶ 42, 44. The District Attorney later said that Wolford had \"paid the money back,\" and that he did not believe that Wolford had done anything wrong. <i>See id.</i> ¶¶ 47-48.</p>\n<p>On November 18, 2005, Iglesias was \"dis-invited\" from an Oxford Police Department luncheon meeting that Wolford convened. <i>Id.</i> ¶ 45. Officers from the Oxford Police Department and a few members of the public attended the meeting. <i>Id.</i> At the meeting, Wolford called Iglesias \"a liar and a slanderer.\" <i>Id.</i></p>\n<p>On or about January 9, 2006, local television station WRAL began investigating the embezzlement allegations in the Oxford Police Department. <i>See id.</i> ¶¶ 44, 46-49. Iglesias spoke to a reporter, and WRAL aired her interview as a part of its story about the allegations. <i>See id.</i> ¶¶ 46, 49. On January 10, 2006, Wolford emailed all Oxford Police Department employees except Iglesias. <i>Id.</i> ¶ 49. Wolford's email stated, in part, \"Regarding recent actions by Sharon Iglesias going on WRAL, on air, continuing to discredit me and this department, her actions are not being ignored.\" <i>Id.</i></p>\n<p>On January 25, 2006, Wolford fired Iglesias, effective immediately. <i>Id.</i> ¶ 50. The city did not grant Iglesias a pre-dismissal conference. <i>Id.</i> ¶ 51. On January 27, 2006, Marrow issued a press release stating, in part, \"[Ms. Iglesias'] allegations have been investigated by the SBI, the City's outside audit firm, the [District Attorney], and the City Manager.\" <i>Id.</i> ¶ 52.</p>\n<p>Iglesias filed suit in Granville County Superior Court on August 10, 2007. Iglesias later amended her complaint to add a claim under 42 U.S.C. § 1983. Iglesias filed her amended complaint on November 7, 2007, and defendants removed the action to this court on November 8, 2007,</p>\n<p>Iglesias' amended complaint alleges a civil conspiracy in violation of North Carolina law (Am.Compl.¶¶ 54-61), a violation of the North Carolina Constitution's right to free speech (<i>id.</i> ¶¶ 62-71), wrongful discharge in violation of North Carolina public policy (<i>id.</i> ¶¶ 72-79), and a violation of 42 U.S.C. § 1983 based on the First Amendment of the United States Constitution (<i>id.</i> ¶¶ 80-89). Iglesias seeks compensatory and punitive damages, among other relief. <i>Id.</i> at 11 (prayer for relief). Defendants move to dismiss plaintiff's civil conspiracy claim and her North Carolina Constitution claim in full, and to dismiss her wrongful discharge claim and request for punitive damages in part.</p>\n<p></p>\n<h2>II.</h2>\n<p>A motion to dismiss a complaint under Federal Rule of Civil Procedure 12(b)(6) challenges the sufficiency of the complaint. <i>See, e.g., </i><i>Bell Atl. Corp. v. Twombly,</i> ___ U.S. ___, ___-___, 127 S.Ct. 1955, 1964-70, 167 L.Ed.2d 929 (2007); <i>Goodman v. Praxair, Inc.,</i> 494 F.3d 458, 464 (4th Cir.2007) (en banc); <i>Kloth,</i> 444 F.3d at 319; <i>accord </i><i>Erickson v. Pardus,</i> ___ U.S. ___, ___, 127 S.Ct. 2197, 2200, 167 L.Ed.2d 1081 (2007) (per curiam). In conducting its review, a court must view the facts in the light most favorable to the plaintiff, but `,'need\" not accept the legal conclusions drawn from the facts\" and \"need not accept as true unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Kloth,</i> 444 F.3d at 319 (quotation omitted).</p>\n<p></p>\n<h2>A.</h2>\n<p>Defendants argue that the court should dismiss Iglesias' state-law civil conspiracy claim because a conspiracy requires at least two parties, and there is only one party as a matter of law where (as here) all of the alleged conspirators either work for the same employer or are the employer. <i>See</i> Defs.' Mem. in Supp. of Partial Mot. to Dismiss [hereinafter \"Defs.' Mem.\"] 5-6.</p>\n<p>Under North Carolina law, a civil conspiracy consists of (1) an agreement between two or more individuals (2) to do an unlawful act or to do a lawful act in an unlawful way (3) resulting in injury to the plaintiff inflicted by one or more of the conspirators (4) pursuant to their common scheme. <i>State ex rel. Cooper v. Ridgeway Brands Mfg., LLC,</i> ___ N.C.App. ___, 646 S.E.2d 790, 799 (2007); <i>Privette v. Univ. of North Carolina,</i> 96 N.C.App. 124, 139, 385 S.E.2d 185, 193 (1989). Defendants argue that Iglesias cannot show \"an agreement between two or more individuals\" because the defendants constitute a single legal entity under the intracorporate immunity doctrine. Defs.' Mem. 5-6.</p>\n<p>Because a corporation is a single legal entity, it cannot conspire with itself. <i>E.g., </i><i>Oksanen v. Page Mem. Hosp.,</i> 945 F.2d 696, 702-03 (4th Cir.1991) (en banc); <i>Buschi v. Kirven,</i> 775 F.2d 1240, 1251-53 (4th Cir.1985); <i>Greenville Pub. Co., Inc. v. Daily Reflector, Inc.,</i> 496 F.2d 391, 399-400 (4th Cir.1974); <i>Guthrie v. Blue Ridge</i> <i>Say. Bank,</i> 114 F.Supp.2d 431, 435-36 (W.D.N.C.2000); <i>Turner v. Randolph County,</i> 912 F.Supp. 182, 186 (M.D.N.C. 1995); <i>Ridgeway Brands,</i> 646 S.E.2d at 799; <i>Houpe v. City of Statesville,</i> 128 N.C.App. 334, 351-52, 497 S.E.2d 82, 93-94 (1998); <i>accord </i><i>Copperweld Corp. v. Independence Tube Corp.,</i> 467 U.S. 752, 777, 104 S.Ct. 2731, 81 L.Ed.2d 628 (1984) (holding that corporation and its wholly-owned subsidiary are incapable of conspiring together). A corporation's officers, employees, or agents are mere extensions of the corporation, and an agreement between such personnel (or between such personnel and the corporation they serve) is therefore not a conspiracy. <i>E.g., </i><i>Buschi,</i> 775 F.2d at 1251-52; <i>Guthrie,</i> 114 F.Supp.2d at 435-36; <i>Turner,</i> 912 F.Supp. at 186.</p>\n<p>Plaintiff alleges that City of, Oxford employees Marrow, Jenkins, and Wolford, acting in both their official and personal capacities, \"agreed on a common plan and took active steps to carry out the plan to intimidate or interfere with Ms, Iglesias' efforts to report what she believed, in good faith, was criminal activity.\" Am. Compl. ¶¶ 2-4, 55. However, under North Carolina law, a municipality ordinarily cannot be a party to a conspiracy, and a municipality's employees therefore cannot be sued in their official capacities, because that is essentially a claim that the municipality itself has conspired. <i>See </i><i>Houpe,</i> 128 N.C.App. at 351-52, 497 S.E.2d at 93-94; <i>Turner,</i> 912 F.Supp. at 187 (\"A [North Carolina] governmental entity is entitled to governmental immunity from torts committed by employees or agents while performing their governmental functions.\"); 18 Eugene McQuillin, <i>The Law of Municipal Corporations</i> § 53.13 (West 2007). Moreover, even where a municipality's employees are sued in their personal capacities, there can be, no conspiracy if the actions complained of were taken in the course of the employees' official duties. <i>See, e.g., </i><i>Oksanen,</i> 945 F.2d at 700, 702-05 (non-employee physicians held incapable of conspiring with hospital where these agents participated on hospital's peer review panel); <i>Buschi,</i> 775 F.2d at 1252 (\"Simply joining corporate officers as defendants in their [personal] capacities is not enough to make them persons separate from the corporation in legal contemplation. The plaintiff must also allege that they acted other than in the normal course of their corporate duties.\" (quotation omitted)).</p>\n<p>Iglesias does not appear to dispute the applicability of the intracorporate immunity doctrine. <i>See</i> Pl.'s Mem. in Resp. to Partial Mot. to Dismiss [hereinafter \"Pl.'s Mem.\"] 8-9. Rather, Iglesias relies on an exception to the intracorporate immunity doctrine known as the \"independent personal stake\" exception. Specifically, Iglesias contends that she has stated a claim because Wolford had an independent personal stake in the conspiracy's illegal objective  the embezzled money. <i>See id.</i> at 9. In support, Iglesias relies on <i>Greenville Publishing</i> and <i>Ridgeway Brands. See id.</i> at 8-9.</p>\n<p>The Fourth Circuit described the independent personal stake exception to the intracorporate immunity doctrine in <i>Greenville Publishing.</i> That case involved a lawsuit between the two publishers of advertising circulars in a two-firm market. <i>See</i> 496 F.2d at 393. The plaintiff publisher alleged that the defendant publisher and one of defendant's corporate officers had engaged in a monopolistic conspiracy to squeeze the plaintiff publisher out of the market. <i>See id.</i> at 393, 399. Defendant's corporate officer also owned a non-party local newspaper that sometimes published advertising for local merchants, but did not publish an advertising circular. <i>Id.</i> at 399-400. On these facts, the Fourth Circuit adopted an exception to the intracorporate immunity doctrine and found that the corporate officer had an independent personal stake in the alleged conspiracy because conspiring to eliminate the plaintiff's circular could benefit his financial interest in his non-party local newspaper by driving advertisers away from the plaintiff's circular and to the non-party local newspaper. <i>See id.</i></p>\n<p>Similarly, in <i>Ridgeway Brands,</i> a cigarette manufacturing conglomerate was legally required to place a certain percentage of its sales into a state escrow fund. <i>See</i> 646 S.E.2d at 793. The plaintiff alleged, inter alia, that one of the defendant's corporate officers (who also owned the corporation) conspired to deprive the state of these funds. <i>See id.</i> at 793-95, 798-99. After illegally keeping the escrow funds in the hands of the corporation, the officer-owner then raided the corporation's assets for his own personal purposes, including directing money to himself and other corporate officers. <i>See id.</i> On these facts, the North Carolina Court of Appeals applied the independent personal stake exception because \"the benefit accruing to [this individual conspirator] was not merely the benefit associated with the profitability of the corporations,\" but rather the wholly separate benefit that this individual conspirator received when he used the funds purloined from the alleged civil conspiracy for his own personal purposes. <i>Id.</i> at 799.</p>\n<p>The independent personal stake exception does not help Iglesias. She alleges that the defendants \"conspired to intimidate and then deprive [her] of her employment because she would not be silenced about Mr. Wolford's [alleged embezzlement].\" Am. Comps. ¶ 60. Even if Wolford was embezzling money, that alleged pre-conspiracy conduct was distinct from the civil conspiracy alleged in plaintiff's amended complaint. Notably, unlike the individual \"defendants in <i>Greenville Publishing</i> or <i>Ridgeway Brands,</i> Iglesias does not allege that any of the individual defendants, besides Wolford, had a financial stake in the outcome of the civil conspiracy alleged in the amended complaint. <i>See </i><i>Oksanen,</i> 945 F.2d at 705 (limiting the independent personal stake exception to financial interests exclusively).</p>\n<p>As for Wolford, his alleged personal stake is too attenuated for the exception to apply. In both <i>Greenville Publishing</i> and <i>Ridgeway Brands,</i> the conspiratorial objective was to deprive the conspiracy's victim of funds, and the funds directly ended up, in the conspirators' control (or that of the conspirators' alter ego). <i>See </i><i>Greenville Pub.,</i> 496 F.2d at 399-400 (conspiracy to squeeze out junior publisher in two-firm market); <i>Ridgeway Brands,</i> 646 S.E.2d at 799 (conspiracy to illegally withhold escrow funds' to which the state was entitled); <i>see also </i><i>ePlus Tech., Inc. v. Aboud,</i> 313 F.3d 166, 179-80 (4th Cir.2002) (applying independent personal stake exception where conspirators used corporation under their control to defraud creditors using \"bustout\" bankruptcy fraud scheme). Here, the defendants were not allegedly conspiring to take money from Iglesias, the alleged victim of the civil conspiracy, for themselves. Rather, Iglesias at most alleges that the defendants conspired to intimidate her and terminate her employment so as to enable Wolford to cover up his alleged preconspiracy embezzlement from the Fund. This \"indirect,\" enabling objective is not the sort of independent personal financial stake that the carefully-circumscribed independent personal stake exception covers. <i>See </i><i>Oksanen,</i> 945 F.2d at 705 (\"[The alleged conspirators] could conceivably have attained some benefits in the long-run if their critic, Oksanen, was no longer practicing at Page Memorial. We doubt, however, that these indirect economic interests justify a personal stake exception.\"); <i>id.</i> (warning that the independent personal stake exception threatens to swallow the intracorporate immunity rule unless carefully limited); <i>cf. </i><i>Wuchenich v. Shenandoah Mem. Hosp.,</i> No. 99-1273, 2000 WL 665633, at *13 (4th Cir. May 22, 2000) (per curiam) (unpublished) (applying independent personal stake exception where \"[the] complaint plainly alleges that... [defendants] were acting for their own independent financial benefit by reducing direct competition\").</p>\n<p>Accordingly, Iglesias cannot invoke the independent personal stake exception to the intracorporate immunity doctrine. She has therefore failed to state a claim for which relief can be granted with respect to her civil conspiracy claim in count one of the amended complaint. Thus, the court grants defendants' motion to dismiss count one of the amended complaint.</p>\n<p></p>\n<h2>B.</h2>\n<p>Defendants next argue that Iglesias' free speech claim under the North Carolina Constitution should be dismissed for two reasons. First, because plaintiff has an adequate state-law remedy, she is not permitted to sue directly under the North Carolina Constitution. Second, plaintiff cannot sue the individual defendants in their personal capacities for allegedly violating her constitutional rights. <i>See</i> Defs.' Mem. 7-9.</p>\n<p>In <i>Corum v. University of North Carolina,</i> the North Carolina Supreme Court held that a plaintiff sometimes has a direct cause of action under the North Carolina Constitution against governmental defendants for alleged violations of the plaintiff's free speech rights. <i>See</i> 330 N.C. 761, 781-86, 413 S.E.2d 276, 289-91 (1992) (citing <i>Bivens v. Six Unknown Named Agents of Fed. Bureau of Narcotics,</i> 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971)). Before a plaintiff may invoke <i>Corum</i> and sue directly under the North Carolina Constitution, however, the plaintiff must have no other adequate remedy under state law. <i>See, e.g., id.</i> at 782, 413 S.E.2d 276, 413 S.E.2d at 289; <i>Phillips v. Gray,</i> 163 N.C.App. 52, 58, 592 S.E.2d 229, 233 (2004); <i>Evans v. Cowan,</i> 132 N.C.App. 1, 8, 510 S.E.2d 170, 175 (1999); <i>Barnett v. Karpinos,</i> 119 N.C.App. 719, 728, 460 S.E.2d 208, 213 (1995): <i>Alt v. Parker,</i> 112 N.C.App. 307, 317, 435 S.E.2d 773, 779 (1993). A remedy is \"adequate\" if it is an \"available, existing, applicable remedy.\" <i>Craig ex rel. Craig v. New Hanover County Bd. of Educ.,</i> ___ N.C.App. ___, 648 S.E.2d 923, 927 (2007). Under North Carolina law, a plaintiff's chance of success on the state-law remedy is irrelevant so long as an alternative cause of action addressing the plaintiff's harm exists. <i>See id.</i> at 926-27 (\"While we agree with plaintiff's contention that such a remedy must, in the end, be fruitless ..., we are bound by precedent on this point.\"); <i>Alt,</i> 112 N.C.App. at 317-18, 435 S.E.2d at 779 (holding that plaintiff's claim for false imprisonment constituted adequate state-law remedy notwithstanding that \"plaintiff's claim for false imprisonment is fatally deficient\"); <i>see also </i><i>Rousselo v. Starling,</i> 128 N.C.App. 439, 447-49, 495 S.E.2d 725, 731-32 (1998) (rejecting plaintiff's arguments that state-law remedies were not \"adequate\" because such state-law remedies would not have provided for relief against preferred defendant and would have required plaintiff to prove a more difficult case). Defendants contend that Iglesias has an adequate state-law remedy in the form of a state-law wrongful discharge action against the City of Oxford in which she may seek compensatory damages and injunctive relief.</p>\n<p>In response, Iglesias concedes that she cannot sue the individual defendants for monetary damages in their personal capacities, because the North Carolina Constitution only protects against action by the state. <i>See</i> Pl.'s Mem. 9-10; <i>Hines v. Yates,</i> 171 N.C.App. 150, 160, 614 S.E.2d 385, 391 (2005) (\"<i>In Corum,</i> our Supreme Court held [that] a plaintiff may assert his freedom of speech right only against state officials, sued in their official capacity.\" (quotation omitted)). However, plaintiff argues that she can sue the individual defendants for injunctive relief in their official capacities. In support, plaintiff cites <i>Toomer v. Garrett,</i> 155 N.C.App. 462, 574 S.E.2d 76 (2002). Plaintiff argues that, in <i>Toomer,</i> the North Carolina Court of Appeals allowed an equal protection claim under the North Carolina Constitution for injunctive relief against defendants in their official capacities to proceed, notwithstanding that the plaintiff in <i>Toomer</i> also asserted several other statelaw causes of action that addressed the same injuries as the equal protection claim. <i>See id.</i> at 476-78, 574 S.E.2d at 88-89.</p>\n<p><i>Toomer</i>'s logic on this injunctive relief point appears murky, and is arguably in tension with <i>Corum.</i> In any event, the court need not interpret <i>Toomer</i> or predict how the North Carolina Supreme Court would resolve this issue. If a wrongful discharge claim against the City of Oxford constitutes an adequate statelaw remedy, then the form of relief available to Iglesias is irrelevant. <i>See </i><i>Rousselo,</i> 128 N.C.App. at 448, 495 S.E.2d at 731 (state-law remedy still \"adequate\" notwithstanding that plaintiff could not use it to sue his preferred defendant). Indeed, under North Carolina law, it is irrelevant whether plaintiff ultimately can attain any relief against anyone at all. <i>See </i><i>Craig,</i> 648 S.E.2d at 926-27; <i>Alt,</i> 112 N.C.App. at 317-18, 435 S.E.2d at 779. Accordingly, because Iglesias has an adequate state-law remedy against her employer the City of Oxford for wrongful discharge, she may not invoke <i>Corum</i> to sue the defendants directly under the North Carolina Constitution. Thus, she has failed to state a claim for which relief can be granted, and defendants' motion to dismiss count two of the amended complaint is granted.</p>\n<p></p>\n<h2>C.</h2>\n<p>Defendants next contend that Iglesias' state-law wrongful discharge claim should be dismissed in part, because the individual defendants were not her \"employer\" for purposes of a wrongful discharge action. Defs.' Mem. 9-10. Defendants contend that the City of Oxford was plaintiff's sole employer and the only proper defendant in her state-law wrongful discharge claim. <i>See id.</i></p>\n<p>North Carolina recognizes a cause of action for wrongful discharge in violation of the state's public policy. <i>See, e.g., </i><i>Garner v. Rentenbach Constructors, Inc.,</i> 350 N.C. 567, 568-72, 515 S.E.2d 438, 439-41 (1999); <i>Amos v. Oakdale Knitting Co.,</i> 331 N.C. 348, 350-54, 416 S.E.2d 166, 168-70 (1992); <i>Coman v. Thomas Mfg. Co.,</i> 325 N.C. 172, 176-78, 381 S.E.2d 445, 447-49 (1989); <i>Sides v. Duke University,</i> 74 N.C.App. 331, 341-44, 328 S.E.2d 818, 826-27 (1985), <i>overruled on other grounds by </i><i>Kurtzman v. Applied Analytical Indus., Inc.,</i> 347 N.C. 329, 493 S.E.2d 420 (1997). However, a plaintiff may only bring a wrongful discharge action against the plaintiff's employer, not against the employer's agents. <i>See </i><i>Garner,</i> 350 N.C. at 572, 515 S.E.2d at 441; <i>Sides,</i> 74 N.C.App. at 343, 328 S.E.2d at 827. Here, Iglesias alleges that she was wrongfully discharged in violation of North Carolina public policy for speaking out about Wolford's alleged embezzlement. <i>See</i> Am. Compl. ¶¶ 72-79. Specifically, she alleges that \"Defendants City of Oxford, Wolford, Jenkins, and Marrow wrongfully discharged [her].\" <i>Id.</i> ¶ 78.</p>\n<p>In response, defendants note that the City of Oxford, and not any of the individual defendants, employed Iglesias. Defs.' Mem. 10; <i>see</i> Am. Compl. ¶ 5; Answer to Am. Compl. ¶ 5. Relying on <i>Houpe</i> and <i>Lorbacher v. Housing Authority,</i> 127 N.C.App. 663, 493 S.E.2d 74 (1997), <i>overruled in part on other grounds by </i><i>Riley v. Debaer,</i> 144 N.C.App. 357, 547 S.E.2d 831 (2001), defendants argue that the individual defendants cannot be liable for wrongful discharge because the individual defendants were not Iglesias'\"employer.\" In <i>Houpe,</i> the North Carolina Court of Appeals held that a discharged police officer could not sue his former supervisors in the Statesville police department for breach of employment contract because \"[t]he complaint alleged plaintiff was hired by the City for employment as a City police officer, not by any of the individual defendants.\" 128 N.C.App. at 344-45, 497 S.E.2d at 89 (citing <i>Sides,</i> 74 N.C.App. at 345, 328 S.E.2d at 828). Similarly, in <i>Lorbacher,</i> the North Carolina Court of Appeals held that a discharged housing authority employee could not sue his former supervisors for wrongful discharge because \"the individual defendants ... were not plaintiff's employers for the purposes of a wrongful discharge claim.\" 127 N.C.App. at 671, 493 S.E.2d at 79 (citing <i>Sides,</i> 74 N.C.App. at 343, 328 S.E.2d at 826-27); <i>see also </i><i>Garner,</i> 350 N.C. at 572, 515 S.E.2d at 441 (focusing on the \"intent or wilfulness on the part of the employer\").</p>\n<p>Plaintiff responds that <i>Houpe</i> and <i>Lorbacher</i> are distinguishable because both of those cases only considered the propriety of a wrongful discharge action against those defendants in their official capacities, not their personal capacities. <i>See</i> Pl.'s Mem. 10-11. Plaintiff also argues that <i>Phillips v. Gray</i> establishes that wrongful discharge actions are permitted against public officials in their personal capacities. <i>See</i> Pl.'s Mem. 12.</p>\n<p>Iglesias' arguments miss the mark. Plaintiff is properly concerned with trying to establish her wrongful discharge claim against the individual defendants in their personal capacities. After all, \"sovereign immunity bars plaintiff's claims against defendants in their official capacities.\" <i>Phillips,</i> 163 N.C.App. at 57, 592 S.E.2d at 232. However, the capacity in which she has sued the individual defendants is irrelevant to whether any of them qualifies as her \"employer.\" <i>Compare </i><i>Sides,</i> 74 N.C.App. at 343, 328 S.E.2d at 827 (\"But this [wrongful discharge] claim was properly dismissed as to [plaintiff's supervisors], since it is alleged that her employment contract was with Duke University, rather than either of them....\") <i>with</i> Am. Compl. ¶ 5 (alleging that \"Ms. Iglesias was continuously employed by Defendant City of Oxford\" at the times relevant to this action). Under North Carolina law, the individual defendants cannot be liable for wrongfully discharging Iglesias, because by Iglesias' own admission, the individual defendants were not her employer. <i>See</i> Am. Compl. ¶ 5. Accordingly, Iglesias has failed to state a state-law wrongful discharge claim against the individual defendants. Thus, the individual defendants' motion to dismiss plaintiff's state-law wrongful discharge claim is granted.</p>\n<p></p>\n<h2>D.</h2>\n<p>Finally, defendants move to dismiss in part Iglesias' request for punitive damages. Defendants argue that punitive damages are not available against the city or against the individual defendants in their official capacities under either federal or North Carolina law. <i>See</i> Defs.' Mem. 10-11.</p>\n<p>Municipalities may not be held liable for punitive damages, whether under 42 U.S.C. § 1983 or North Caroling law. <i>City of Newport v. Fact Concerts, Inc.,</i> 453 U.S. 247, 271, 101 S.Ct. 2748, 69 L.Ed.2d 616 (1981) (\"[W]e hold that a municipality is immune from punitive damages under 42 U.S.C. § 1983.\"); <i>Long v. City of Charlotte,</i> 306 N.C. 187, 208, 293 S.E.2d 101, 115 (1982) (\"We hold that in the absence of statutory provisions to the contrary, municipal corporations are immune from punitive damages.\"). Accordingly, municipal officials are not liable for punitive damages in their official capacities under either 42 U.S.C. § 1983 or North Carolina law. <i>Kentucky v. Graham,</i> 473 U.S. 159, 166, 105 S.Ct. 3099, 87 L.Ed.2d 114 (1985) (\"[A]n official-capacity suit is, in all respects other than name, to be treated as a suit against the entity.\"); <i>Crain v. Butler,</i> 419 F.Supp.2d 785, 793 (E.D.N.C.2005) (before and after the enactment of N.C. Gen.Stat. §§ 1D-1 et seq. concerning the award of punitive damages, \"courts in North Carolina have applied <i>Long</i> to prohibit claims for punitive damages against officers of local governments in their official capacities\").</p>\n<p>Iglesias concedes that she may not recover punitive damages from the city or from the individual defendants in their official capacities. Pl.'s Mem. 13. However, Iglesias argues that she may seek punitive damages under 42 U.S.C. § 1983 from individual defendants in their personal capacities. <i>See</i> Pl.'s Mem. 13. Defendants do not argue to the contrary. Accordingly, Iglesias' prayer for punitive damages is dismissed as against the city and the individual defendants in their official capacities.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons discussed above, defendants' partial motion to dismiss the amended complaint is hereby GRANTED. <i>See</i> Fed.R.Civ.P: 12(b)(6). Plaintiff's claim for civil conspiracy under North Carolina law and plaintiff's claim for violation of the North Carolina Constitution's free speech guarantee are DISMISSED. Plaintiff's state-law claim for wrongful discharge is DISMISSED as to the individual defendants. Finally, plaintiff's claim for punitive damages is DISMISSED as to the city and the individual defendants in their official capacities.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Sharon B. IGLESIAS, Plaintiff,<br>\nv.<br>\nJohn WOLFORD, Chief of Police of Oxford, N.C., in his official and personal capacities; Thomas Marrow, City Manager of Oxford, N.C., in his official and personal capacities; Don Jenkins, Human Resources Manager for the City of Oxford, N.C., in his official and personal capacities; and the City of Oxford, N.C., Defendants.</h1></center>\n<center>No. 5:07-CV-437-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 18, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On November 21, 2007, defendants John Wolford, Thomas Marrow, Don Jenkins (collectively, \"individual defendants\") and the City of Oxford, North Carolina (\"the city\") moved to dismiss counts one and two of plaintiff Sharon Iglesias' (\"Iglesias\" or \"plaintiff') amended complaint. Count one alleges a civil conspiracy in violation of North Carolina law. Count two alleges a free speech claim under the North Carolina Constitution. The individual defendants also move to dismiss plaintiff's wrongful discharge claim against all individual defendants in their official capacities, and the City of Oxford moves to dismiss plaintiff's request for punitive damages. Plaintiff responded, and defendants replied. For the reasons discussed below, the court grants defendants' partial motion to dismiss the amended complaint for failure to state a claim upon which relief may be granted.</p>\n<p></p>\n<h2>I.</h2>\n<p>In evaluating defendants' partial motion to dismiss the amended complaint, the court accepts the facts in plaintiff's amended complaint as true. <i>See, e.g., </i><i>Kloth, v. Microsoft Corp.,</i> <span class=\"citation\" data-id=\"793965\"><a href=\"/opinion/793965/center-incorporated-steven-nielsen-raymond-pryor-seastrom-associates-ltd/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 319 (4th Cir.2006); Fed.R.Civ.P. 12(b)(6). Iglesias worked for the city as the administrative assistant to the Chief of Police. Am. Compl. ¶¶ 5, 7. In approximately June 2000, the city hired defendant John Wolford (\"Wolford\") as Chief of Police. <i>Id.</i> ¶ 7. As Chief of Police, Wolford had access to the Drug and Alcohol Law Enforcement Special Fund (\"the Fund\"). <i>Id.</i> ¶ 10.</p>\n<p>The Fund contains assets from criminal forfeitures, and the Fund's only permitted use is for financing official police investigations. <i>Id.</i> All police officers, including Chief Wolford, were required to follow procedures with multiple means of verification before obtaining money from the Fund. <i>Id.</i> ¶ 11. For example, an officer wishing to withdraw money from the Fund would be required to sign a receipt evidencing the transaction, and the officer would be required to have a witness present when actually withdrawing the money. <i>Id.</i> Additionally, withdrawals were permitted only during regular working hours. <i>Id.</i> ¶ 14.</p>\n<p>One of Iglesias' duties as administrative assistant was to maintain the signed receipts from officers who had withdrawn money from the Fund. <i>Id.</i> ¶ 12. In this capacity, Iglesias began to suspect that Wolford was embezzling money from the Fund for his own personal use. <i>See id.</i> ¶ 13. Iglesias believed that Wolford first began embezzling on or about November 16, 2001, and that he did so on eight different occasions between that time and May 2004, when Iglesias reported his misconduct. <i>See id.</i> ¶¶ 13, 15. On each occasion, Wolford took money from the Fund without properly documenting his withdrawal and without having a witness present. <i>Id.</i> ¶ 15. For example, on April 15, 2003, Iglesias heard Wolford arguing with a car repair technician in a lengthy telephone call over $400.00. <i>Id.</i> ¶ 17. Sometime after Iglesias left work on April 15, 2003, and before she returned to work the next morning, Wolford withdrew $400.00 from the Fund without proper documentation and without a witness present. <i>Id.</i> ¶ 18.</p>\n<p>After this incident, Iglesias reported Wolford to the authorities. <i>Id.</i> ¶ 20. Both the city and the North Carolina State Bureau of Investigation (\"SBI\") began audits and inquiries. <i>See id.</i> ¶¶ 20-24. Iglesias responded to investigators' questions, and reported her belief that Wolford was embezzling from the Fund. <i>Id.</i> ¶¶ 23-24. Shortly thereafter, Wolford learned of Iglesias' statements to investigators. <i>Id.</i> ¶ 25.</p>\n<p>On May 17, 2004, Wolford orally reprimanded Iglesias and issued a written warning to her. <i>Id.</i> ¶ 26. On May 18, 2004, Iglesias asked to speak to the Oxford City Manager, Thomas Marrow (\"Marrow\"), to appeal the written warning from Wolford. <i>Id.</i> ¶ 27. On May 19, 2004, while her request to Marrow was pending, Wolford ordered Iglesias to sign the Fund over to him, stating that he was going to store it in the Finance Office at Oxford City Hall. <i>Id.</i> ¶ 28. Wolford also told Iglesias that she was being relieved of all her responsibilities related to the Fund. <i>Id.</i> Iglesias complied. <i>Id.</i> ¶ 29. On May 25, 2004, Iglesias received a response letter from Marrow, which denied her request to meet with Marrow regarding her written warning from Wolford. <i>Id.</i> ¶ 30.</p>\n<p>On or about July 23, 2004, the SBI called Iglesias and asked her to come to Raleigh to speak with investigators. <i>Id.</i> ¶ 30. Iglesias did so, and provided the SBI with documents and information regarding Wolford's alleged embezzlement from the Fund. <i>Id.</i> The investigators told Iglesias that they were going to speak to the Granville County District Attorney about the case. <i>Id.</i></p>\n<p>In approximately mid-August 2004, after Iglesias' meeting with the SBI became known, Marrow met with an Oxford City Commissioner. <i>See id.</i> ¶ 32. At the meeting, Marrow told the City Commissioner that \"we are going to take care of the problem at the police department.\" <i>Id.</i> Marrow also told the City Commissioner that he, Wolford, and City of Oxford Human Resources Manager Don Jenkins (\"Jenkins\") were \"going to set [Iglesias] up to be fired from her job.\" <i>Id.</i></p>\n<p>On September 2, 2004, Jenkins went to Iglesias' office. <i>Id.</i> ¶ 34. Jenkins told Iglesias that he was conducting an internal investigation on behalf of Marrow, and that he wanted to ask her some questions. <i>Id.</i> Iglesias answered Jenkins' questions. <i>Id.</i> Three weeks later, on September 24, 2004, Wolford told plaintiff that she was being demoted from her position as administrative assistant to the Chief of Police because she had \"breached confidentiality\" regarding an internal investigation of another city employee. <i>Id.</i> Wolford demoted Iglesias to the position of police dispatcher. <i>Id.</i></p>\n<p>On September 27, 2004, Iglesias filed a grievance regarding her demotion. <i>Id.</i> ¶ 35. On October 6, 2004, Iglesias and her attorney met with Jenkins. <i>Id.</i> ¶ 36. On October 7, 2004, Jenkins declined to alter her demotion. <i>Id.</i> ¶ 37. Iglesias appealed Jenkins' decision to Marrow. <i>Id.</i> ¶ 38. On October 14, 2004, Marrow held a hearing on the appeal. <i>Id.</i> ¶¶ 3839. Marrow reinstated Iglesias to her former position as administrative assistant, but told her that this was her \"final warning.\" <i>See id.</i> ¶ 40.</p>\n<p>Later, in the fall of 2005, the city held a mayoral election. <i>See id.</i> ¶ 41. During the campaign, the incumbent mayor stated that Wolford's activities had been fully investigated, and that there was no evidence to support any charges of wrongdoing against Wolford. <i>See id.</i> In fact, according to Iglesias, the SBI dropped its inquiry and did not conduct an investigation, because the Granville County District Attorney told the SBI that he did not want to investigate the accusations. <i>Id.</i> ¶¶ 42, 44. The District Attorney later said that Wolford had \"paid the money back,\" and that he did not believe that Wolford had done anything wrong. <i>See id.</i> ¶¶ 47-48.</p>\n<p>On November 18, 2005, Iglesias was \"dis-invited\" from an Oxford Police Department luncheon meeting that Wolford convened. <i>Id.</i> ¶ 45. Officers from the Oxford Police Department and a few members of the public attended the meeting. <i>Id.</i> At the meeting, Wolford called Iglesias \"a liar and a slanderer.\" <i>Id.</i></p>\n<p>On or about January 9, 2006, local television station WRAL began investigating the embezzlement allegations in the Oxford Police Department. <i>See id.</i> ¶¶ 44, 46-49. Iglesias spoke to a reporter, and WRAL aired her interview as a part of its story about the allegations. <i>See id.</i> ¶¶ 46, 49. On January 10, 2006, Wolford emailed all Oxford Police Department employees except Iglesias. <i>Id.</i> ¶ 49. Wolford's email stated, in part, \"Regarding recent actions by Sharon Iglesias going on WRAL, on air, continuing to discredit me and this department, her actions are not being ignored.\" <i>Id.</i></p>\n<p>On January 25, 2006, Wolford fired Iglesias, effective immediately. <i>Id.</i> ¶ 50. The city did not grant Iglesias a pre-dismissal conference. <i>Id.</i> ¶ 51. On January 27, 2006, Marrow issued a press release stating, in part, \"[Ms. Iglesias'] allegations have been investigated by the SBI, the City's outside audit firm, the [District Attorney], and the City Manager.\" <i>Id.</i> ¶ 52.</p>\n<p>Iglesias filed suit in Granville County Superior Court on August 10, 2007. Iglesias later amended her complaint to add a claim under 42 U.S.C. § 1983. Iglesias filed her amended complaint on November 7, 2007, and defendants removed the action to this court on November 8, 2007,</p>\n<p>Iglesias' amended complaint alleges a civil conspiracy in violation of North Carolina law (Am.Compl.¶¶ 54-61), a violation of the North Carolina Constitution's right to free speech (<i>id.</i> ¶¶ 62-71), wrongful discharge in violation of North Carolina public policy (<i>id.</i> ¶¶ 72-79), and a violation of 42 U.S.C. § 1983 based on the First Amendment of the United States Constitution (<i>id.</i> ¶¶ 80-89). Iglesias seeks compensatory and punitive damages, among other relief. <i>Id.</i> at 11 (prayer for relief). Defendants move to dismiss plaintiff's civil conspiracy claim and her North Carolina Constitution claim in full, and to dismiss her wrongful discharge claim and request for punitive damages in part.</p>\n<p></p>\n<h2>II.</h2>\n<p>A motion to dismiss a complaint under Federal Rule of Civil Procedure 12(b)(6) challenges the sufficiency of the complaint. <i>See, e.g., </i><i>Bell Atl. Corp. v. Twombly,</i> ___ U.S. ___, ___-___, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, 1964-70, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007); <i>Goodman v. Praxair, Inc.,</i> <span class=\"citation\" data-id=\"1426951\"><a href=\"/opinion/1426951/goodman-v-praxair-inc/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">458</span></a></span>, 464 (4th Cir.2007) (en banc); <i>Kloth,</i> 444 F.3d at 319; <i>accord </i><i>Erickson v. Pardus,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 2200, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1081</span></a></span> (2007) (per curiam). In conducting its review, a court must view the facts in the light most favorable to the plaintiff, but `,'need\" not accept the legal conclusions drawn from the facts\" and \"need not accept as true unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Kloth,</i> 444 F.3d at 319 (quotation omitted).</p>\n<p></p>\n<h2>A.</h2>\n<p>Defendants argue that the court should dismiss Iglesias' state-law civil conspiracy claim because a conspiracy requires at least two parties, and there is only one party as a matter of law where (as here) all of the alleged conspirators either work for the same employer or are the employer. <i>See</i> Defs.' Mem. in Supp. of Partial Mot. to Dismiss [hereinafter \"Defs.' Mem.\"] 5-6.</p>\n<p>Under North Carolina law, a civil conspiracy consists of (1) an agreement between two or more individuals (2) to do an unlawful act or to do a lawful act in an unlawful way (3) resulting in injury to the plaintiff inflicted by one or more of the conspirators (4) pursuant to their common scheme. <i>State ex rel. Cooper v. Ridgeway Brands Mfg., LLC,</i> ___ N.C.App. ___, <span class=\"citation\" data-id=\"1278732\"><a href=\"/opinion/1278732/state-ex-rel-cooper-v-ridgeway-brands/\"><span class=\"volume\">646</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">790</span></a></span>, 799 (2007); <i>Privette v. Univ. of North Carolina,</i> 96 N.C.App. 124, 139, <span class=\"citation\" data-id=\"1229051\"><a href=\"/opinion/1229051/privette-v-u-of-nc-at-chapel-hill/\"><span class=\"volume\">385</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">185</span></a></span>, 193 (1989). Defendants argue that Iglesias cannot show \"an agreement between two or more individuals\" because the defendants constitute a single legal entity under the intracorporate immunity doctrine. Defs.' Mem. 5-6.</p>\n<p>Because a corporation is a single legal entity, it cannot conspire with itself. <i>E.g., </i><i>Oksanen v. Page Mem. Hosp.,</i> <span class=\"citation\" data-id=\"569113\"><a href=\"/opinion/569113/owen-d-oksanen-md-v-page-memorial-hospital-jr-holsinger-md-romulo/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">696</span></a></span>, 702-03 (4th Cir.1991) (en banc); <i>Buschi v. Kirven,</i> <span class=\"citation\" data-id=\"460179\"><a href=\"/opinion/460179/brendan-buschi-dennis-b-draper-jr-donald-vassey-susan-andrews-wanda/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1240</span></a></span>, 1251-53 (4th Cir.1985); <i>Greenville Pub. Co., Inc. v. Daily Reflector, Inc.,</i> <span class=\"citation\" data-id=\"319022\"><a href=\"/opinion/319022/greenville-publishing-company-inc-v-the-daily-reflector-incorporated/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">391</span></a></span>, 399-400 (4th Cir.1974); <i>Guthrie v. Blue Ridge</i> <i>Say. Bank,</i> <span class=\"citation\" data-id=\"2343512\"><a href=\"/opinion/2343512/guthrie-v-blue-ridge-sav-bank/\"><span class=\"volume\">114</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">431</span></a></span>, 435-36 (W.D.N.C.2000); <i>Turner v. Randolph County,</i> <span class=\"citation\" data-id=\"1986293\"><a href=\"/opinion/1986293/turner-v-randolph-county-nc/\"><span class=\"volume\">912</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">182</span></a></span>, 186 (M.D.N.C. 1995); <i>Ridgeway Brands,</i> 646 S.E.2d at 799; <i>Houpe v. City of Statesville,</i> 128 N.C.App. 334, 351-52, <span class=\"citation\" data-id=\"1317399\"><a href=\"/opinion/1317399/houpe-v-city-of-statesville/\"><span class=\"volume\">497</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">82</span></a></span>, 93-94 (1998); <i>accord </i><i>Copperweld Corp. v. Independence Tube Corp.,</i> <span class=\"citation\" data-id=\"111218\"><a href=\"/opinion/111218/copperweld-corp-v-independence-tube-corp/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">752</span></a></span>, 777, <span class=\"citation\" data-id=\"111218\"><a href=\"/opinion/111218/copperweld-corp-v-independence-tube-corp/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2731</span></a></span>, <span class=\"citation\" data-id=\"111218\"><a href=\"/opinion/111218/copperweld-corp-v-independence-tube-corp/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">628</span></a></span> (1984) (holding that corporation and its wholly-owned subsidiary are incapable of conspiring together). A corporation's officers, employees, or agents are mere extensions of the corporation, and an agreement between such personnel (or between such personnel and the corporation they serve) is therefore not a conspiracy. <i>E.g., </i><i>Buschi,</i> 775 F.2d at 1251-52; <i>Guthrie,</i> 114 F.Supp.2d at 435-36; <i>Turner,</i> 912 F.Supp. at 186.</p>\n<p>Plaintiff alleges that City of, Oxford employees Marrow, Jenkins, and Wolford, acting in both their official and personal capacities, \"agreed on a common plan and took active steps to carry out the plan to intimidate or interfere with Ms, Iglesias' efforts to report what she believed, in good faith, was criminal activity.\" Am. Compl. ¶¶ 2-4, 55. However, under North Carolina law, a municipality ordinarily cannot be a party to a conspiracy, and a municipality's employees therefore cannot be sued in their official capacities, because that is essentially a claim that the municipality itself has conspired. <i>See </i><i>Houpe,</i> 128 N.C.App. at 351-52, 497 S.E.2d at 93-94; <i>Turner,</i> 912 F.Supp. at 187 (\"A [North Carolina] governmental entity is entitled to governmental immunity from torts committed by employees or agents while performing their governmental functions.\"); 18 Eugene McQuillin, <i>The Law of Municipal Corporations</i> § 53.13 (West 2007). Moreover, even where a municipality's employees are sued in their personal capacities, there can be, no conspiracy if the actions complained of were taken in the course of the employees' official duties. <i>See, e.g., </i><i>Oksanen,</i> 945 F.2d at 700, 702-05 (non-employee physicians held incapable of conspiring with hospital where these agents participated on hospital's peer review panel); <i>Buschi,</i> 775 F.2d at 1252 (\"Simply joining corporate officers as defendants in their [personal] capacities is not enough to make them persons separate from the corporation in legal contemplation. The plaintiff must also allege that they acted other than in the normal course of their corporate duties.\" (quotation omitted)).</p>\n<p>Iglesias does not appear to dispute the applicability of the intracorporate immunity doctrine. <i>See</i> Pl.'s Mem. in Resp. to Partial Mot. to Dismiss [hereinafter \"Pl.'s Mem.\"] 8-9. Rather, Iglesias relies on an exception to the intracorporate immunity doctrine known as the \"independent personal stake\" exception. Specifically, Iglesias contends that she has stated a claim because Wolford had an independent personal stake in the conspiracy's illegal objective  the embezzled money. <i>See id.</i> at 9. In support, Iglesias relies on <i>Greenville Publishing</i> and <i>Ridgeway Brands. See id.</i> at 8-9.</p>\n<p>The Fourth Circuit described the independent personal stake exception to the intracorporate immunity doctrine in <i>Greenville Publishing.</i> That case involved a lawsuit between the two publishers of advertising circulars in a two-firm market. <i>See</i> 496 F.2d at 393. The plaintiff publisher alleged that the defendant publisher and one of defendant's corporate officers had engaged in a monopolistic conspiracy to squeeze the plaintiff publisher out of the market. <i>See id.</i> at 393, 399. Defendant's corporate officer also owned a non-party local newspaper that sometimes published advertising for local merchants, but did not publish an advertising circular. <i>Id.</i> at 399-400. On these facts, the Fourth Circuit adopted an exception to the intracorporate immunity doctrine and found that the corporate officer had an independent personal stake in the alleged conspiracy because conspiring to eliminate the plaintiff's circular could benefit his financial interest in his non-party local newspaper by driving advertisers away from the plaintiff's circular and to the non-party local newspaper. <i>See id.</i></p>\n<p>Similarly, in <i>Ridgeway Brands,</i> a cigarette manufacturing conglomerate was legally required to place a certain percentage of its sales into a state escrow fund. <i>See</i> 646 S.E.2d at 793. The plaintiff alleged, inter alia, that one of the defendant's corporate officers (who also owned the corporation) conspired to deprive the state of these funds. <i>See id.</i> at 793-95, 798-99. After illegally keeping the escrow funds in the hands of the corporation, the officer-owner then raided the corporation's assets for his own personal purposes, including directing money to himself and other corporate officers. <i>See id.</i> On these facts, the North Carolina Court of Appeals applied the independent personal stake exception because \"the benefit accruing to [this individual conspirator] was not merely the benefit associated with the profitability of the corporations,\" but rather the wholly separate benefit that this individual conspirator received when he used the funds purloined from the alleged civil conspiracy for his own personal purposes. <i>Id.</i> at 799.</p>\n<p>The independent personal stake exception does not help Iglesias. She alleges that the defendants \"conspired to intimidate and then deprive [her] of her employment because she would not be silenced about Mr. Wolford's [alleged embezzlement].\" Am. Comps. ¶ 60. Even if Wolford was embezzling money, that alleged pre-conspiracy conduct was distinct from the civil conspiracy alleged in plaintiff's amended complaint. Notably, unlike the individual \"defendants in <i>Greenville Publishing</i> or <i>Ridgeway Brands,</i> Iglesias does not allege that any of the individual defendants, besides Wolford, had a financial stake in the outcome of the civil conspiracy alleged in the amended complaint. <i>See </i><i>Oksanen,</i> 945 F.2d at 705 (limiting the independent personal stake exception to financial interests exclusively).</p>\n<p>As for Wolford, his alleged personal stake is too attenuated for the exception to apply. In both <i>Greenville Publishing</i> and <i>Ridgeway Brands,</i> the conspiratorial objective was to deprive the conspiracy's victim of funds, and the funds directly ended up, in the conspirators' control (or that of the conspirators' alter ego). <i>See </i><i>Greenville Pub.,</i> 496 F.2d at 399-400 (conspiracy to squeeze out junior publisher in two-firm market); <i>Ridgeway Brands,</i> 646 S.E.2d at 799 (conspiracy to illegally withhold escrow funds' to which the state was entitled); <i>see also </i><i>ePlus Tech., Inc. v. Aboud,</i> <span class=\"citation\" data-id=\"780129\"><a href=\"/opinion/780129/eplus-technology-incorporated-v-patricia-aboud-aka-carole-girard-and/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">166</span></a></span>, 179-80 (4th Cir.2002) (applying independent personal stake exception where conspirators used corporation under their control to defraud creditors using \"bustout\" bankruptcy fraud scheme). Here, the defendants were not allegedly conspiring to take money from Iglesias, the alleged victim of the civil conspiracy, for themselves. Rather, Iglesias at most alleges that the defendants conspired to intimidate her and terminate her employment so as to enable Wolford to cover up his alleged preconspiracy embezzlement from the Fund. This \"indirect,\" enabling objective is not the sort of independent personal financial stake that the carefully-circumscribed independent personal stake exception covers. <i>See </i><i>Oksanen,</i> 945 F.2d at 705 (\"[The alleged conspirators] could conceivably have attained some benefits in the long-run if their critic, Oksanen, was no longer practicing at Page Memorial. We doubt, however, that these indirect economic interests justify a personal stake exception.\"); <i>id.</i> (warning that the independent personal stake exception threatens to swallow the intracorporate immunity rule unless carefully limited); <i>cf. </i><i>Wuchenich v. Shenandoah Mem. Hosp.,</i> No. 99-1273, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">665633</span></span>, at *13 (4th Cir. May 22, 2000) (per curiam) (unpublished) (applying independent personal stake exception where \"[the] complaint plainly alleges that... [defendants] were acting for their own independent financial benefit by reducing direct competition\").</p>\n<p>Accordingly, Iglesias cannot invoke the independent personal stake exception to the intracorporate immunity doctrine. She has therefore failed to state a claim for which relief can be granted with respect to her civil conspiracy claim in count one of the amended complaint. Thus, the court grants defendants' motion to dismiss count one of the amended complaint.</p>\n<p></p>\n<h2>B.</h2>\n<p>Defendants next argue that Iglesias' free speech claim under the North Carolina Constitution should be dismissed for two reasons. First, because plaintiff has an adequate state-law remedy, she is not permitted to sue directly under the North Carolina Constitution. Second, plaintiff cannot sue the individual defendants in their personal capacities for allegedly violating her constitutional rights. <i>See</i> Defs.' Mem. 7-9.</p>\n<p>In <i>Corum v. University of North Carolina,</i> the North Carolina Supreme Court held that a plaintiff sometimes has a direct cause of action under the North Carolina Constitution against governmental defendants for alleged violations of the plaintiff's free speech rights. <i>See</i> <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">761</span></a></span>, 781-86, <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">413</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">276</span></a></span>, 289-91 (1992) (citing <i>Bivens v. Six Unknown Named Agents of Fed. Bureau of Narcotics,</i> <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1999</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1971)). Before a plaintiff may invoke <i>Corum</i> and sue directly under the North Carolina Constitution, however, the plaintiff must have no other adequate remedy under state law. <i>See, e.g., id.</i> at 782, <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">413</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">276</span></a></span>, 413 S.E.2d at 289; <i>Phillips v. Gray,</i> 163 N.C.App. 52, 58, <span class=\"citation\" data-id=\"1303433\"><a href=\"/opinion/1303433/phillips-v-gray/\"><span class=\"volume\">592</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">229</span></a></span>, 233 (2004); <i>Evans v. Cowan,</i> 132 N.C.App. 1, 8, <span class=\"citation\" data-id=\"1338890\"><a href=\"/opinion/1338890/evans-v-cowan/\"><span class=\"volume\">510</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">170</span></a></span>, 175 (1999); <i>Barnett v. Karpinos,</i> 119 N.C.App. 719, 728, <span class=\"citation\" data-id=\"1343034\"><a href=\"/opinion/1343034/barnett-v-karpinos/\"><span class=\"volume\">460</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">208</span></a></span>, 213 (1995): <i>Alt v. Parker,</i> 112 N.C.App. 307, 317, <span class=\"citation\" data-id=\"1225186\"><a href=\"/opinion/1225186/alt-v-parker/\"><span class=\"volume\">435</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">773</span></a></span>, 779 (1993). A remedy is \"adequate\" if it is an \"available, existing, applicable remedy.\" <i>Craig ex rel. Craig v. New Hanover County Bd. of Educ.,</i> ___ N.C.App. ___, <span class=\"citation\" data-id=\"1231194\"><a href=\"/opinion/1231194/craig-ex-rel-craig-v-new-hanover/\"><span class=\"volume\">648</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">923</span></a></span>, 927 (2007). Under North Carolina law, a plaintiff's chance of success on the state-law remedy is irrelevant so long as an alternative cause of action addressing the plaintiff's harm exists. <i>See id.</i> at 926-27 (\"While we agree with plaintiff's contention that such a remedy must, in the end, be fruitless ..., we are bound by precedent on this point.\"); <i>Alt,</i> 112 N.C.App. at 317-18, 435 S.E.2d at 779 (holding that plaintiff's claim for false imprisonment constituted adequate state-law remedy notwithstanding that \"plaintiff's claim for false imprisonment is fatally deficient\"); <i>see also </i><i>Rousselo v. Starling,</i> 128 N.C.App. 439, 447-49, <span class=\"citation\" data-id=\"1341310\"><a href=\"/opinion/1341310/rousselo-v-starling/\"><span class=\"volume\">495</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">725</span></a></span>, 731-32 (1998) (rejecting plaintiff's arguments that state-law remedies were not \"adequate\" because such state-law remedies would not have provided for relief against preferred defendant and would have required plaintiff to prove a more difficult case). Defendants contend that Iglesias has an adequate state-law remedy in the form of a state-law wrongful discharge action against the City of Oxford in which she may seek compensatory damages and injunctive relief.</p>\n<p>In response, Iglesias concedes that she cannot sue the individual defendants for monetary damages in their personal capacities, because the North Carolina Constitution only protects against action by the state. <i>See</i> Pl.'s Mem. 9-10; <i>Hines v. Yates,</i> 171 N.C.App. 150, 160, <span class=\"citation\" data-id=\"1353200\"><a href=\"/opinion/1353200/hines-v-yates/\"><span class=\"volume\">614</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">385</span></a></span>, 391 (2005) (\"<i>In Corum,</i> our Supreme Court held [that] a plaintiff may assert his freedom of speech right only against state officials, sued in their official capacity.\" (quotation omitted)). However, plaintiff argues that she can sue the individual defendants for injunctive relief in their official capacities. In support, plaintiff cites <i>Toomer v. Garrett,</i> 155 N.C.App. 462, <span class=\"citation\" data-id=\"1307887\"><a href=\"/opinion/1307887/toomer-v-garrett/\"><span class=\"volume\">574</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">76</span></a></span> (2002). Plaintiff argues that, in <i>Toomer,</i> the North Carolina Court of Appeals allowed an equal protection claim under the North Carolina Constitution for injunctive relief against defendants in their official capacities to proceed, notwithstanding that the plaintiff in <i>Toomer</i> also asserted several other statelaw causes of action that addressed the same injuries as the equal protection claim. <i>See id.</i> at 476-78, 574 S.E.2d at 88-89.</p>\n<p><i>Toomer</i>'s logic on this injunctive relief point appears murky, and is arguably in tension with <i>Corum.</i> In any event, the court need not interpret <i>Toomer</i> or predict how the North Carolina Supreme Court would resolve this issue. If a wrongful discharge claim against the City of Oxford constitutes an adequate statelaw remedy, then the form of relief available to Iglesias is irrelevant. <i>See </i><i>Rousselo,</i> 128 N.C.App. at 448, 495 S.E.2d at 731 (state-law remedy still \"adequate\" notwithstanding that plaintiff could not use it to sue his preferred defendant). Indeed, under North Carolina law, it is irrelevant whether plaintiff ultimately can attain any relief against anyone at all. <i>See </i><i>Craig,</i> 648 S.E.2d at 926-27; <i>Alt,</i> 112 N.C.App. at 317-18, 435 S.E.2d at 779. Accordingly, because Iglesias has an adequate state-law remedy against her employer the City of Oxford for wrongful discharge, she may not invoke <i>Corum</i> to sue the defendants directly under the North Carolina Constitution. Thus, she has failed to state a claim for which relief can be granted, and defendants' motion to dismiss count two of the amended complaint is granted.</p>\n<p></p>\n<h2>C.</h2>\n<p>Defendants next contend that Iglesias' state-law wrongful discharge claim should be dismissed in part, because the individual defendants were not her \"employer\" for purposes of a wrongful discharge action. Defs.' Mem. 9-10. Defendants contend that the City of Oxford was plaintiff's sole employer and the only proper defendant in her state-law wrongful discharge claim. <i>See id.</i></p>\n<p>North Carolina recognizes a cause of action for wrongful discharge in violation of the state's public policy. <i>See, e.g., </i><i>Garner v. Rentenbach Constructors, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">567</span></span>, 568-72, <span class=\"citation\" data-id=\"1335507\"><a href=\"/opinion/1335507/garner-v-rentenbach-constructors-inc/\"><span class=\"volume\">515</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">438</span></a></span>, 439-41 (1999); <i>Amos v. Oakdale Knitting Co.,</i> <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, 350-54, <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span>, 168-70 (1992); <i>Coman v. Thomas Mfg. Co.,</i> <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">325</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">172</span></a></span>, 176-78, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span>, 447-49 (1989); <i>Sides v. Duke University,</i> 74 N.C.App. 331, 341-44, <span class=\"citation\" data-id=\"1227220\"><a href=\"/opinion/1227220/sides-v-duke-hosp/\"><span class=\"volume\">328</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">818</span></a></span>, 826-27 (1985), <i>overruled on other grounds by </i><i>Kurtzman v. Applied Analytical Indus., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">329</span></span>, <span class=\"citation\" data-id=\"1292179\"><a href=\"/opinion/1292179/kurtzman-v-applied-analytical-industries/\"><span class=\"volume\">493</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">420</span></a></span> (1997). However, a plaintiff may only bring a wrongful discharge action against the plaintiff's employer, not against the employer's agents. <i>See </i><i>Garner,</i> 350 N.C. at 572, 515 S.E.2d at 441; <i>Sides,</i> 74 N.C.App. at 343, 328 S.E.2d at 827. Here, Iglesias alleges that she was wrongfully discharged in violation of North Carolina public policy for speaking out about Wolford's alleged embezzlement. <i>See</i> Am. Compl. ¶¶ 72-79. Specifically, she alleges that \"Defendants City of Oxford, Wolford, Jenkins, and Marrow wrongfully discharged [her].\" <i>Id.</i> ¶ 78.</p>\n<p>In response, defendants note that the City of Oxford, and not any of the individual defendants, employed Iglesias. Defs.' Mem. 10; <i>see</i> Am. Compl. ¶ 5; Answer to Am. Compl. ¶ 5. Relying on <i>Houpe</i> and <i>Lorbacher v. Housing Authority,</i> 127 N.C.App. 663, <span class=\"citation\" data-id=\"1292128\"><a href=\"/opinion/1292128/lorbacher-v-housing-auth-of-raleigh/\"><span class=\"volume\">493</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">74</span></a></span> (1997), <i>overruled in part on other grounds by </i><i>Riley v. Debaer,</i> 144 N.C.App. 357, <span class=\"citation\" data-id=\"1259116\"><a href=\"/opinion/1259116/riley-v-debaer/\"><span class=\"volume\">547</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">831</span></a></span> (2001), defendants argue that the individual defendants cannot be liable for wrongful discharge because the individual defendants were not Iglesias'\"employer.\" In <i>Houpe,</i> the North Carolina Court of Appeals held that a discharged police officer could not sue his former supervisors in the Statesville police department for breach of employment contract because \"[t]he complaint alleged plaintiff was hired by the City for employment as a City police officer, not by any of the individual defendants.\" 128 N.C.App. at 344-45, 497 S.E.2d at 89 (citing <i>Sides,</i> 74 N.C.App. at 345, 328 S.E.2d at 828). Similarly, in <i>Lorbacher,</i> the North Carolina Court of Appeals held that a discharged housing authority employee could not sue his former supervisors for wrongful discharge because \"the individual defendants ... were not plaintiff's employers for the purposes of a wrongful discharge claim.\" 127 N.C.App. at 671, 493 S.E.2d at 79 (citing <i>Sides,</i> 74 N.C.App. at 343, 328 S.E.2d at 826-27); <i>see also </i><i>Garner,</i> 350 N.C. at 572, 515 S.E.2d at 441 (focusing on the \"intent or wilfulness on the part of the employer\").</p>\n<p>Plaintiff responds that <i>Houpe</i> and <i>Lorbacher</i> are distinguishable because both of those cases only considered the propriety of a wrongful discharge action against those defendants in their official capacities, not their personal capacities. <i>See</i> Pl.'s Mem. 10-11. Plaintiff also argues that <i>Phillips v. Gray</i> establishes that wrongful discharge actions are permitted against public officials in their personal capacities. <i>See</i> Pl.'s Mem. 12.</p>\n<p>Iglesias' arguments miss the mark. Plaintiff is properly concerned with trying to establish her wrongful discharge claim against the individual defendants in their personal capacities. After all, \"sovereign immunity bars plaintiff's claims against defendants in their official capacities.\" <i>Phillips,</i> 163 N.C.App. at 57, 592 S.E.2d at 232. However, the capacity in which she has sued the individual defendants is irrelevant to whether any of them qualifies as her \"employer.\" <i>Compare </i><i>Sides,</i> 74 N.C.App. at 343, 328 S.E.2d at 827 (\"But this [wrongful discharge] claim was properly dismissed as to [plaintiff's supervisors], since it is alleged that her employment contract was with Duke University, rather than either of them....\") <i>with</i> Am. Compl. ¶ 5 (alleging that \"Ms. Iglesias was continuously employed by Defendant City of Oxford\" at the times relevant to this action). Under North Carolina law, the individual defendants cannot be liable for wrongfully discharging Iglesias, because by Iglesias' own admission, the individual defendants were not her employer. <i>See</i> Am. Compl. ¶ 5. Accordingly, Iglesias has failed to state a state-law wrongful discharge claim against the individual defendants. Thus, the individual defendants' motion to dismiss plaintiff's state-law wrongful discharge claim is granted.</p>\n<p></p>\n<h2>D.</h2>\n<p>Finally, defendants move to dismiss in part Iglesias' request for punitive damages. Defendants argue that punitive damages are not available against the city or against the individual defendants in their official capacities under either federal or North Carolina law. <i>See</i> Defs.' Mem. 10-11.</p>\n<p>Municipalities may not be held liable for punitive damages, whether under 42 U.S.C. § 1983 or North Caroling law. <i>City of Newport v. Fact Concerts, Inc.,</i> <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, 271, <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2748</span></a></span>, <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span></a></span> (1981) (\"[W]e hold that a municipality is immune from punitive damages under 42 U.S.C. § 1983.\"); <i>Long v. City of Charlotte,</i> <span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">187</span></span>, 208, <span class=\"citation\" data-id=\"1339485\"><a href=\"/opinion/1339485/long-v-city-of-charlotte/\"><span class=\"volume\">293</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">101</span></a></span>, 115 (1982) (\"We hold that in the absence of statutory provisions to the contrary, municipal corporations are immune from punitive damages.\"). Accordingly, municipal officials are not liable for punitive damages in their official capacities under either 42 U.S.C. § 1983 or North Carolina law. <i>Kentucky v. Graham,</i> <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 166, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3099</span></a></span>, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1985) (\"[A]n official-capacity suit is, in all respects other than name, to be treated as a suit against the entity.\"); <i>Crain v. Butler,</i> <span class=\"citation\" data-id=\"2291937\"><a href=\"/opinion/2291937/crain-v-butler/\"><span class=\"volume\">419</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">785</span></a></span>, 793 (E.D.N.C.2005) (before and after the enactment of N.C. Gen.Stat. §§ 1D-1 et seq. concerning the award of punitive damages, \"courts in North Carolina have applied <i>Long</i> to prohibit claims for punitive damages against officers of local governments in their official capacities\").</p>\n<p>Iglesias concedes that she may not recover punitive damages from the city or from the individual defendants in their official capacities. Pl.'s Mem. 13. However, Iglesias argues that she may seek punitive damages under 42 U.S.C. § 1983 from individual defendants in their personal capacities. <i>See</i> Pl.'s Mem. 13. Defendants do not argue to the contrary. Accordingly, Iglesias' prayer for punitive damages is dismissed as against the city and the individual defendants in their official capacities.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons discussed above, defendants' partial motion to dismiss the amended complaint is hereby GRANTED. <i>See</i> Fed.R.Civ.P: 12(b)(6). Plaintiff's claim for civil conspiracy under North Carolina law and plaintiff's claim for violation of the North Carolina Constitution's free speech guarantee are DISMISSED. Plaintiff's state-law claim for wrongful discharge is DISMISSED as to the individual defendants. Finally, plaintiff's claim for punitive damages is DISMISSED as to the city and the individual defendants in their official capacities.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1225186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1227220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1229051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1231194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1259116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1278732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1292128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1292179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1303433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1307887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1317399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1330834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1335507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1338890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1339485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1341310/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1343034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1353200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1426951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1986293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2291937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2343512/"
  ]
}