{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2153559/",
  "absolute_url": "/opinion/2153559/spring-hope-rockwool-v-industrial-clean-air-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2153559/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:28:45.445275Z",
  "date_modified": "2016-04-27T02:59:45.137978Z",
  "type": "010combined",
  "sha1": "89094bddccf14ca07c07273c8487cab82ac553a6",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>504 F.Supp. 1385 (1981)</b></center>\n<center><h1>SPRING HOPE ROCKWOOL, INC., Plaintiff,<br>\nv.<br>\nINDUSTRIAL CLEAN AIR, INC., Defendant.</h1></center>\n<center>No. 79-94-CIV-8.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>January 22, 1981.</center>\n<p><span class=\"star-pagination\">*1386</span> Michael J. Anderson, Thorp, Anderson &amp; Slifkin, Rocky Mount, N. C., for plaintiff.</p>\n<p>James M. Kimzey, Kimzey, Smith &amp; McMillan, Raleigh, N. C., Walter M. Schey, Frolik, Feeley &amp; Schey, San Francisco, Cal., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION AND ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>This diversity action is before the court for a ruling on objections to United States Magistrate Howell's memorandum and recommendations filed September 26, 1980. Pending are plaintiff's motion to enjoin arbitration proceedings on one dispute between the parties which have been initiated in California by defendant, and defendant's motion to stay proceedings in this court pending arbitration of another related dispute between the parties. The court has considered the extensive submissions of the parties and received new evidence, and the case is ripe for disposition.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Plaintiff is a manufacturer of rockwool, incorporated in North Carolina and having its principal place of business in Spring Hope, North Carolina. Defendant is a manufacturer of air pollution control devices, incorporated and with its principal place of business in California. In August, 1977, the parties contracted for the sale by defendant to plaintiff of an air pollution filter system (referred to by the parties as a \"baghouse\") for $159,000. In December, 1977, the parties contracted for the sale of a second, identical baghouse for $150,000. By separate contract in May of 1978, the parties agreed that defendant would sent an \"erection supervisor\" to plaintiff's plant site to supervise the installation of the baghouses. The baghouses were installed and put into operation at the Spring Hope plant. They will be referred to as the North Carolina baghouses.</p>\n<p>The contracts of sale were subject to certain \"conditions of sale\" which were stated on a form provided by defendant. Among those conditions was one which read as follows:</p>\n<blockquote>\"Any dispute shall be resolved by binding arbitration pursuant to the rules of the American Arbitration Association. The award of the arbitrator shall be enforceable in any court having jurisdiction and the prevailing party shall be entitled to recover attorney's fees. For contracts involving erection disputes, the place of arbitration shall be at the erection site; otherwise, the place of arbitration shall be Berkeley, California.\"</blockquote>\n<p>The contract for the services of an erection supervisor did not itself contain the arbitration provision, but this contract was a subsidiary agreement made as part of the sale. It merely established the rate of compensation for the supervisor and did not spell out his duties or his relationship to plaintiff's construction team.</p>\n<p>A dispute has arisen between the parties regarding the design and operation of the North Carolina baghouses. While neither party denies the validity of the contracts, plaintiff contends that the arbitration clause itself is unconscionable and therefore unenforceable. Plaintiff further argues that even if the arbitration clause is valid, the court should apply the doctrine of <i>forum non conveniens</i> and direct the arbitration of the dispute to be in North Carolina rather than California.</p>\n<p>Before the North Carolina baghouses were erected, the parties negotiated for the sale of two more baghouses to be installed in new plants which plaintiff anticipated constructing in Oklahoma. On May 2, 1978, the parties agreed that two baghouses could be purchased for $150,000 each if purchased before June 1, 1978; after that date the price was subject to escalation. On May 22, <span class=\"star-pagination\">*1387</span> 1978, defendant, through its sales representative, sent plaintiff a letter which stated that plaintiff should sign the letter and return it to defendant. The signature would, by the terms of the letter, constitute plaintiff's \"formal release of this order for fabrication.\" The letter was addressed to H. E. Richardson, with whom defendant had regularly dealt regarding the North Carolina baghouses and who on May 26, 1978 signed it on behalf of the plaintiff and returned it to defendant. This letter incorporated the same conditions of sale and arbitration provision as did the North Carolina contracts.</p>\n<p>Defendant treated the transaction as a completed contract and made some preparations, at least, to fabricate the baghouses. Plaintiff decided not to build the planned Oklahoma plants, however, and did not purchase or pay for the baghouses. Defendant initiated arbitration in California pursuant to the contract clause, and plaintiff seeks to enjoin that arbitration on the grounds that the underlying contract is invalid. Plaintiff asserts four grounds for invalidity: the parties did not intend to be bound; H. E. Richardson was without authority to bind plaintiff; plaintiff was induced to enter the agreement by defendant's fraudulent representation that the agreement was only in the form of a contract to enhance the value of defendant in a prospective corporate merger; and the agreement was contingent upon plaintiff's decision to build the Oklahoma plants.</p>\n<p></p>\n<h2>CONSTRUCTION OF THE CONTRACTS</h2>\n<p></p>\n<h2>A. <i>The Oklahoma Baghouses.</i>\n</h2>\n<p>The court concludes, after reviewing the relevant documents and hearing the testimony of H. E. Richardson, Oliver Gould, the owner and president of Spring Hope Rockwool, and Pete Beringer, defendant's sales representative, that a preponderance of the evidence demonstrates that the parties entered into a valid contract for the sale of the two Oklahoma baghouses on May 22, 1978. This conclusion is made pursuant to Section 3 of the Federal Arbitration Act, 9 U.S.C. § 3, which requires that the court be \"satisfied\" that the issue involved here is subject to arbitration, and is not an adjudication of the merits of this dispute. The court is convinced that H. E. Richardson acted within his authority in negotiating for plaintiff, that the parties did not enter into the agreement as a sham to deceive a prospective purchaser of Industrial Clean Air, Inc., that the parties intended to be bound, and that the agreement was not a contingent one but rather was fully operative when plaintiff formally released the order on May 22, 1978.</p>\n<p></p>\n<h2>B. <i>The North Carolina Baghouses.</i>\n</h2>\n<p>While the validity of the North Carolina contracts is not in dispute, the scope of the arbitration provision must be measured. The erection services contract does not itself contain the provision; however, the provision is worded to encompass erection disputes. (The court reads the clause in the last sentence of the arbitration provision that states, \"For contracts involving erection disputes,\" to mean \"For disputes involving erection contracts,\" in an attempt to give the clause a sensible interpretation.)</p>\n<p>It is a general principle under the Federal Arbitration Act that arbitration clauses should be read broadly and arbitration should not be denied in the absence of clear and express exclusions. Here, the arbitration clause in the contract for sale is extremely broad, encompassing \"any dispute\" and specifically mentioning erection disputes. The language of the clause indicates that the parties may well have intended to arbitrate erection disputes and wanted to specify that they should have a different forum from other contract disputes. The court therefore finds the erection contract to be merely ancillary to the contracts of sale and finds the arbitration provision in the conditions of sale to encompass this ancillary agreement. Accordingly, all disputes regarding the North Carolina baghouses are subject to the provision.</p>\n<p></p>\n<h2>ENFORCEABILITY OF THE ARBITRATION PROVISION</h2>\n<p>Section 3 of the Arbitration Act, 9 U.S.C. § 3, compels a court in which a proceeding is pending on any issue referable to arbitration <span class=\"star-pagination\">*1388</span> to stay the trial of the action until the arbitration has been had in accordance with the terms of the agreement.<sup>[1]</sup> Section 2 of the Act, 9 U.S.C. § 2, provides that a written arbitration provision in a commercial contract \"shall be valid, irrevocable, and enforceable, save upon such grounds as exist at law or in equity for the revocation of any contract.\" Plaintiff seeks to avoid the enforcement of the arbitration provision in issue on the ground that the California forum is so burdensome as to render the provision unconscionable. This contention is unfounded.</p>\n<p>Although federal law is to be applied to the question of whether, in contracts involving commerce, there is a valid agreement to arbitrate, <i>Prima Paint Corporation v. Flood &amp; Conklin Manufacturing Company,</i> 388 U.S. 395, 87 S.Ct. 1801, 18 L.Ed.2d 1270 (1967), the court finds reference to the Uniform Commercial Code to be appropriate in the absence of well-developed federal contract law. Plaintiff has also relied on the Uniform Commercial Code and argues that because the exercise of its right to arbitrate would be so prohibitively expensive given the choice of forum, plaintiff's remedy is effectively foreclosed in violation of UCC § 2-719.</p>\n<p>Two subsections of 2-719 are pertinent. Subsection 2 states \"[w]here circumstances cause an exclusive or limited remedy to fail of its essential purpose,\" the full UCC remedies rather than the contractually limited remedy shall be available. As is pointed out in White &amp; Summers, <i>Uniform Commercial Code</i> (1980), at 466, the statutory language is \"<i>its</i> essential purpose,\" referring to the limited remedy. Thus, avoidance of the contractual limitation on remedy \"should be triggered when the remedy fails of <i>its</i> essential purpose, not of the essential purpose of the Code or of contract law or of justice or of equity.\" White &amp; Summers, <i>Id.</i> Certainly, in the present case, the purpose of the choice of forum provision was to provide defendant with a convenient place to arbitrate disputes arising under its sales contracts. The provision has not failed in this purpose and therefore subsection 2 of 2-719 does not apply.</p>\n<p>Subsection 3 of 2-719 restricts the degree to which parties may limit consequential damages by stating that \"consequential damages may be limited or excluded unless the limitation or exclusion is unconscionable.\" The plaintiff does not contend that the choice of forum provision excludes consequential damages, but rather contends that it excludes all remedies. Therefore, subsection 3 does not apply. Furthermore, White &amp; Summers point out that when the buyer is a merchant, courts should not ordinarily apply unconscionability to clauses limiting remedies. <i>Id.</i> at 485.</p>\n<p>The North Carolina courts have applied the unconscionability provision of 2-719 only in a case between a merchant seller and a consumer buyer where there was no opportunity at all to negotiate the limitation on the remedy and where the limitation was almost a total one. <i>Billings v. Joseph Harris Company, Inc.,</i> 27 N.C.App. 689, 220 S.E.2d 361 (1975), <i>aff'd,</i> 290 N.C. 502, 226 S.E.2d 321 (1976). The only case plaintiff relies on in support of the unconscionability argument is plainly distinguishable. Plaintiff cites <i>Miller v. AAACon Auto Transport, Inc.,</i> 434 F.Supp. 40 (S.D. Fla.1977), one of a series of cases which have addressed the arbitration clause used by AAACon Auto Transport, a company which shipped automobiles. <i>See also </i><i>AAACon Auto Transport, Inc. v. State Farm Mutual Automobile Insurance Company,</i> 537 F.2d 648 (2d Cir. 1976), <i>cert. denied,</i> 429 U.S. 1042, 97 S.Ct. 742, 50 L.Ed.2d 754 (1977); <i>Aluminum Product Distributors, Inc. v. AAACon Auto Transport, Inc.,</i> 404 F.Supp. 1374 (W.D.Okl.1975). These cases <span class=\"star-pagination\">*1389</span> held this particular arbitration clause to be grossly unfair, and in <i>Miller, supra,</i> to be unconscionable. The clause in issue, however, went beyond choosing an inconvenient forum. It limited the admissibility of evidence and otherwise directly impeded the arbitration process. Furthermore, the findings of unfairness, unlawful limitation on liability, and unconscionability arose under provisions of the Interstate Commerce Act since AAACon Auto Transport is a carrier. <i>See</i> 49 U.S.C. §§ 20(11), 316(b). Carriers have a statutory duty to establish just and reasonable rates and otherwise carry on their business in the interest of the public which does not apply to the present case between merchants.</p>\n<p>Accordingly, the court finds the arbitration provision enforceable.</p>\n<p></p>\n<h2>PLACE OF ARBITRATION</h2>\n<p>Plaintiff also seeks to avoid the California forum through an application of the <i>forum non conveniens</i> doctrine, in support of which plaintiff argues that the baghouses themselves and many of the witnesses are in North Carolina and that plaintiff would be greatly prejudiced by the expense of arbitrating in California. Application of the <i>forum non conveniens</i> doctrine by this court, however, is not authorized under the Arbitration Act.</p>\n<p>Plaintiff seeks to rely on <i>The Bremen v. Zapata Off-Shore Company,</i> 407 U.S. 1, 92 S.Ct. 1907, 32 L.Ed.2d 513 (1972). In <i>The Bremen,</i> however, the Supreme Court addressed a contractual provision which chose a forum for litigation, not for arbitration. While the two types of provisions are quite similar and while courts enforce both in the absence of extraordinary circumstances, an arbitration provision has the additional force of the Congressional imprimatur found in Section 2 of the Arbitration Act. Under Section 2, the arbitration provision must be enforced unless the party seeking to avoid arbitration can prove that the arbitration clause itself was voidable for fraud, coercion, or \"such grounds as exist at law or in equity for the revocation of any contract.\" In <i>Sam Reisfeld &amp; Son Import Company v. S. A. Eteco,</i> 530 F.2d 679 (5th Cir. 1976), plaintiff sought to avoid arbitration in the forum chosen in a contractual provision by arguing that under <i>The Bremen,</i> the forum was unreasonable. The Fifth Circuit held that plaintiff's \"attack falters on its initial premise that the <i>Bremen</i> unreasonableness test is applicable to arbitration clauses. Rather, we agree with the district court that the enforceability of the arbitration clause at issue is governed exclusively by the explicit provisions of the Federal Arbitration Act.... Since <i>Bremen</i> is inapplicable, the district court did not need to reach the question of whether the selection of [the forum] was unreasonable under the circumstances here presented.\" 530 F.2d at 680-681. <i>Accord, </i><i>Sibley v. Tandy Corporation,</i> 543 F.2d 540 (5th Cir. 1976); <i>USM Corporation v. GKN Fasteners, Ltd.,</i> 574 F.2d 17 (1st Cir. 1978); <i>Matter of Ferrara S.p.A.,</i> 441 F.Supp. 778 (S.D.N.Y. 1977).</p>\n<p>Applying this directive that arbitration agreements are to be governed exclusively by the explicit provisions of the Act, it is clear that plaintiff's <i>forum non conveniens</i> argument is foreclosed. The <i>forum non conveniens</i> question is irrelevant to the issues of fraud, coercion or grounds for revocation of contract. For the proposition that <i>The Bremen</i> test for finding a forum to be unreasonable is applicable to arbitration provisions, plaintiff cites <i>Scherk v. Alberto-Culver Company,</i> 417 U.S. 506, 94 S.Ct. 2449, 41 L.Ed.2d 270 (1974), but <i>Scherk</i> does not so hold. Indeed, <i>Scherk</i> reaffirms that \"the agreement of the parties in this case to arbitrate any dispute arising out of their international commercial transaction is to be respected and enforced by the federal courts in accord with the explicit provisions of the Arbitration Act.\" 417 U.S. at 519-520, 94 S.Ct. at 2457. The court has found no case which applies the <i>forum non conveniens</i> doctrine to arbitration agreements.</p>\n<p>In summary, defendant is entitled to arbitrate the dispute regarding the Oklahoma baghouses in the proceedings initiated by defendant at San Francisco, California, on July 5, 1979. Plaintiff is entitled to arbitrate the dispute regarding the North Carolina baghouses in the proceedings initiated by plaintiff at Charlotte, North Carolina, on October 23, 1980. Any question of where <span class=\"star-pagination\">*1390</span> the arbitrators will hold their hearings is to be decided by the American Arbitration Association in accordance with its rules.</p>\n<p>Therefore, it is</p>\n<p>ORDERED that plaintiff's motion for a preliminary injunction is denied and defendant's motion for a stay of proceedings is granted, and it is further</p>\n<p>ORDERED that all proceedings on the claims in this litigation are stayed until completion of the respective arbitration proceedings.</p>\n<h2>NOTES</h2>\n<p>[1]  9 U.S.C. § 3 states:\n</p>\n<p>\"If any suit or proceeding be brought in any of the courts of the United States upon any issue referable to arbitration under an agreement in writing for such arbitration, the court in which such suit is pending, upon being satisfied that the issue involved in such suit or proceeding is referable to arbitration under such an agreement, shall on application of one of the parties stay the trial of the action until such arbitration has been had in accordance with the terms of the agreement, providing the applicant for the stay is not in default in proceeding with such arbitration.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1385</span></span> (1981)</b></center>\n<center><h1>SPRING HOPE ROCKWOOL, INC., Plaintiff,<br>\nv.<br>\nINDUSTRIAL CLEAN AIR, INC., Defendant.</h1></center>\n<center>No. 79-94-CIV-8.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>January 22, 1981.</center>\n<p><span class=\"star-pagination\">*1386</span> Michael J. Anderson, Thorp, Anderson &amp; Slifkin, Rocky Mount, N. C., for plaintiff.</p>\n<p>James M. Kimzey, Kimzey, Smith &amp; McMillan, Raleigh, N. C., Walter M. Schey, Frolik, Feeley &amp; Schey, San Francisco, Cal., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION AND ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>This diversity action is before the court for a ruling on objections to United States Magistrate Howell's memorandum and recommendations filed September 26, 1980. Pending are plaintiff's motion to enjoin arbitration proceedings on one dispute between the parties which have been initiated in California by defendant, and defendant's motion to stay proceedings in this court pending arbitration of another related dispute between the parties. The court has considered the extensive submissions of the parties and received new evidence, and the case is ripe for disposition.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Plaintiff is a manufacturer of rockwool, incorporated in North Carolina and having its principal place of business in Spring Hope, North Carolina. Defendant is a manufacturer of air pollution control devices, incorporated and with its principal place of business in California. In August, 1977, the parties contracted for the sale by defendant to plaintiff of an air pollution filter system (referred to by the parties as a \"baghouse\") for $159,000. In December, 1977, the parties contracted for the sale of a second, identical baghouse for $150,000. By separate contract in May of 1978, the parties agreed that defendant would sent an \"erection supervisor\" to plaintiff's plant site to supervise the installation of the baghouses. The baghouses were installed and put into operation at the Spring Hope plant. They will be referred to as the North Carolina baghouses.</p>\n<p>The contracts of sale were subject to certain \"conditions of sale\" which were stated on a form provided by defendant. Among those conditions was one which read as follows:</p>\n<blockquote>\"Any dispute shall be resolved by binding arbitration pursuant to the rules of the American Arbitration Association. The award of the arbitrator shall be enforceable in any court having jurisdiction and the prevailing party shall be entitled to recover attorney's fees. For contracts involving erection disputes, the place of arbitration shall be at the erection site; otherwise, the place of arbitration shall be Berkeley, California.\"</blockquote>\n<p>The contract for the services of an erection supervisor did not itself contain the arbitration provision, but this contract was a subsidiary agreement made as part of the sale. It merely established the rate of compensation for the supervisor and did not spell out his duties or his relationship to plaintiff's construction team.</p>\n<p>A dispute has arisen between the parties regarding the design and operation of the North Carolina baghouses. While neither party denies the validity of the contracts, plaintiff contends that the arbitration clause itself is unconscionable and therefore unenforceable. Plaintiff further argues that even if the arbitration clause is valid, the court should apply the doctrine of <i>forum non conveniens</i> and direct the arbitration of the dispute to be in North Carolina rather than California.</p>\n<p>Before the North Carolina baghouses were erected, the parties negotiated for the sale of two more baghouses to be installed in new plants which plaintiff anticipated constructing in Oklahoma. On May 2, 1978, the parties agreed that two baghouses could be purchased for $150,000 each if purchased before June 1, 1978; after that date the price was subject to escalation. On May 22, <span class=\"star-pagination\">*1387</span> 1978, defendant, through its sales representative, sent plaintiff a letter which stated that plaintiff should sign the letter and return it to defendant. The signature would, by the terms of the letter, constitute plaintiff's \"formal release of this order for fabrication.\" The letter was addressed to H. E. Richardson, with whom defendant had regularly dealt regarding the North Carolina baghouses and who on May 26, 1978 signed it on behalf of the plaintiff and returned it to defendant. This letter incorporated the same conditions of sale and arbitration provision as did the North Carolina contracts.</p>\n<p>Defendant treated the transaction as a completed contract and made some preparations, at least, to fabricate the baghouses. Plaintiff decided not to build the planned Oklahoma plants, however, and did not purchase or pay for the baghouses. Defendant initiated arbitration in California pursuant to the contract clause, and plaintiff seeks to enjoin that arbitration on the grounds that the underlying contract is invalid. Plaintiff asserts four grounds for invalidity: the parties did not intend to be bound; H. E. Richardson was without authority to bind plaintiff; plaintiff was induced to enter the agreement by defendant's fraudulent representation that the agreement was only in the form of a contract to enhance the value of defendant in a prospective corporate merger; and the agreement was contingent upon plaintiff's decision to build the Oklahoma plants.</p>\n<p></p>\n<h2>CONSTRUCTION OF THE CONTRACTS</h2>\n<p></p>\n<h2>A. <i>The Oklahoma Baghouses.</i>\n</h2>\n<p>The court concludes, after reviewing the relevant documents and hearing the testimony of H. E. Richardson, Oliver Gould, the owner and president of Spring Hope Rockwool, and Pete Beringer, defendant's sales representative, that a preponderance of the evidence demonstrates that the parties entered into a valid contract for the sale of the two Oklahoma baghouses on May 22, 1978. This conclusion is made pursuant to Section 3 of the Federal Arbitration Act, 9 U.S.C. § 3, which requires that the court be \"satisfied\" that the issue involved here is subject to arbitration, and is not an adjudication of the merits of this dispute. The court is convinced that H. E. Richardson acted within his authority in negotiating for plaintiff, that the parties did not enter into the agreement as a sham to deceive a prospective purchaser of Industrial Clean Air, Inc., that the parties intended to be bound, and that the agreement was not a contingent one but rather was fully operative when plaintiff formally released the order on May 22, 1978.</p>\n<p></p>\n<h2>B. <i>The North Carolina Baghouses.</i>\n</h2>\n<p>While the validity of the North Carolina contracts is not in dispute, the scope of the arbitration provision must be measured. The erection services contract does not itself contain the provision; however, the provision is worded to encompass erection disputes. (The court reads the clause in the last sentence of the arbitration provision that states, \"For contracts involving erection disputes,\" to mean \"For disputes involving erection contracts,\" in an attempt to give the clause a sensible interpretation.)</p>\n<p>It is a general principle under the Federal Arbitration Act that arbitration clauses should be read broadly and arbitration should not be denied in the absence of clear and express exclusions. Here, the arbitration clause in the contract for sale is extremely broad, encompassing \"any dispute\" and specifically mentioning erection disputes. The language of the clause indicates that the parties may well have intended to arbitrate erection disputes and wanted to specify that they should have a different forum from other contract disputes. The court therefore finds the erection contract to be merely ancillary to the contracts of sale and finds the arbitration provision in the conditions of sale to encompass this ancillary agreement. Accordingly, all disputes regarding the North Carolina baghouses are subject to the provision.</p>\n<p></p>\n<h2>ENFORCEABILITY OF THE ARBITRATION PROVISION</h2>\n<p>Section 3 of the Arbitration Act, 9 U.S.C. § 3, compels a court in which a proceeding is pending on any issue referable to arbitration <span class=\"star-pagination\">*1388</span> to stay the trial of the action until the arbitration has been had in accordance with the terms of the agreement.<sup>[1]</sup> Section 2 of the Act, 9 U.S.C. § 2, provides that a written arbitration provision in a commercial contract \"shall be valid, irrevocable, and enforceable, save upon such grounds as exist at law or in equity for the revocation of any contract.\" Plaintiff seeks to avoid the enforcement of the arbitration provision in issue on the ground that the California forum is so burdensome as to render the provision unconscionable. This contention is unfounded.</p>\n<p>Although federal law is to be applied to the question of whether, in contracts involving commerce, there is a valid agreement to arbitrate, <i>Prima Paint Corporation v. Flood &amp; Conklin Manufacturing Company,</i> <span class=\"citation\" data-id=\"107492\"><a href=\"/opinion/107492/prima-paint-corp-v-flood-conklin-mfg-co/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">395</span></a></span>, <span class=\"citation\" data-id=\"107492\"><a href=\"/opinion/107492/prima-paint-corp-v-flood-conklin-mfg-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1801</span></a></span>, <span class=\"citation\" data-id=\"107492\"><a href=\"/opinion/107492/prima-paint-corp-v-flood-conklin-mfg-co/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1270</span></a></span> (1967), the court finds reference to the Uniform Commercial Code to be appropriate in the absence of well-developed federal contract law. Plaintiff has also relied on the Uniform Commercial Code and argues that because the exercise of its right to arbitrate would be so prohibitively expensive given the choice of forum, plaintiff's remedy is effectively foreclosed in violation of UCC § 2-719.</p>\n<p>Two subsections of 2-719 are pertinent. Subsection 2 states \"[w]here circumstances cause an exclusive or limited remedy to fail of its essential purpose,\" the full UCC remedies rather than the contractually limited remedy shall be available. As is pointed out in White &amp; Summers, <i>Uniform Commercial Code</i> (1980), at 466, the statutory language is \"<i>its</i> essential purpose,\" referring to the limited remedy. Thus, avoidance of the contractual limitation on remedy \"should be triggered when the remedy fails of <i>its</i> essential purpose, not of the essential purpose of the Code or of contract law or of justice or of equity.\" White &amp; Summers, <i>Id.</i> Certainly, in the present case, the purpose of the choice of forum provision was to provide defendant with a convenient place to arbitrate disputes arising under its sales contracts. The provision has not failed in this purpose and therefore subsection 2 of 2-719 does not apply.</p>\n<p>Subsection 3 of 2-719 restricts the degree to which parties may limit consequential damages by stating that \"consequential damages may be limited or excluded unless the limitation or exclusion is unconscionable.\" The plaintiff does not contend that the choice of forum provision excludes consequential damages, but rather contends that it excludes all remedies. Therefore, subsection 3 does not apply. Furthermore, White &amp; Summers point out that when the buyer is a merchant, courts should not ordinarily apply unconscionability to clauses limiting remedies. <i>Id.</i> at 485.</p>\n<p>The North Carolina courts have applied the unconscionability provision of 2-719 only in a case between a merchant seller and a consumer buyer where there was no opportunity at all to negotiate the limitation on the remedy and where the limitation was almost a total one. <i>Billings v. Joseph Harris Company, Inc.,</i> 27 N.C.App. 689, <span class=\"citation\" data-id=\"1301442\"><a href=\"/opinion/1301442/billings-v-joseph-harris-co-inc/\"><span class=\"volume\">220</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">361</span></a></span> (1975), <i>aff'd,</i> <span class=\"citation\" data-id=\"1354590\"><a href=\"/opinion/1354590/billings-v-joseph-harris-co-inc/\"><span class=\"volume\">290</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">502</span></a></span>, <span class=\"citation\" data-id=\"1354590\"><a href=\"/opinion/1354590/billings-v-joseph-harris-co-inc/\"><span class=\"volume\">226</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">321</span></a></span> (1976). The only case plaintiff relies on in support of the unconscionability argument is plainly distinguishable. Plaintiff cites <i>Miller v. AAACon Auto Transport, Inc.,</i> <span class=\"citation\" data-id=\"1416930\"><a href=\"/opinion/1416930/miller-v-aaacon-auto-transport-inc/\"><span class=\"volume\">434</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">40</span></a></span> (S.D. Fla.1977), one of a series of cases which have addressed the arbitration clause used by AAACon Auto Transport, a company which shipped automobiles. <i>See also </i><i>AAACon Auto Transport, Inc. v. State Farm Mutual Automobile Insurance Company,</i> <span class=\"citation\" data-id=\"336397\"><a href=\"/opinion/336397/in-the-matter-of-the-arbitration-of-certain-differences-between-aaacon-auto/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">648</span></a></span> (2d Cir. 1976), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1042</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">742</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">754</span></span> (1977); <i>Aluminum Product Distributors, Inc. v. AAACon Auto Transport, Inc.,</i> <span class=\"citation\" data-id=\"2131628\"><a href=\"/opinion/2131628/aluminum-prod-dist-inc-v-aaacon-auto-transp-inc/\"><span class=\"volume\">404</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1374</span></a></span> (W.D.Okl.1975). These cases <span class=\"star-pagination\">*1389</span> held this particular arbitration clause to be grossly unfair, and in <i>Miller, supra,</i> to be unconscionable. The clause in issue, however, went beyond choosing an inconvenient forum. It limited the admissibility of evidence and otherwise directly impeded the arbitration process. Furthermore, the findings of unfairness, unlawful limitation on liability, and unconscionability arose under provisions of the Interstate Commerce Act since AAACon Auto Transport is a carrier. <i>See</i> 49 U.S.C. §§ 20(11), 316(b). Carriers have a statutory duty to establish just and reasonable rates and otherwise carry on their business in the interest of the public which does not apply to the present case between merchants.</p>\n<p>Accordingly, the court finds the arbitration provision enforceable.</p>\n<p></p>\n<h2>PLACE OF ARBITRATION</h2>\n<p>Plaintiff also seeks to avoid the California forum through an application of the <i>forum non conveniens</i> doctrine, in support of which plaintiff argues that the baghouses themselves and many of the witnesses are in North Carolina and that plaintiff would be greatly prejudiced by the expense of arbitrating in California. Application of the <i>forum non conveniens</i> doctrine by this court, however, is not authorized under the Arbitration Act.</p>\n<p>Plaintiff seeks to rely on <i>The Bremen v. Zapata Off-Shore Company,</i> <span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1907</span></a></span>, <span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">513</span></a></span> (1972). In <i>The Bremen,</i> however, the Supreme Court addressed a contractual provision which chose a forum for litigation, not for arbitration. While the two types of provisions are quite similar and while courts enforce both in the absence of extraordinary circumstances, an arbitration provision has the additional force of the Congressional imprimatur found in Section 2 of the Arbitration Act. Under Section 2, the arbitration provision must be enforced unless the party seeking to avoid arbitration can prove that the arbitration clause itself was voidable for fraud, coercion, or \"such grounds as exist at law or in equity for the revocation of any contract.\" In <i>Sam Reisfeld &amp; Son Import Company v. S. A. Eteco,</i> <span class=\"citation\" data-id=\"333221\"><a href=\"/opinion/333221/sam-reisfeld-son-import-company-v-s-a-eteco/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">679</span></a></span> (5th Cir. 1976), plaintiff sought to avoid arbitration in the forum chosen in a contractual provision by arguing that under <i>The Bremen,</i> the forum was unreasonable. The Fifth Circuit held that plaintiff's \"attack falters on its initial premise that the <i>Bremen</i> unreasonableness test is applicable to arbitration clauses. Rather, we agree with the district court that the enforceability of the arbitration clause at issue is governed exclusively by the explicit provisions of the Federal Arbitration Act.... Since <i>Bremen</i> is inapplicable, the district court did not need to reach the question of whether the selection of [the forum] was unreasonable under the circumstances here presented.\" 530 F.2d at 680-681. <i>Accord, </i><i>Sibley v. Tandy Corporation,</i> <span class=\"citation\" data-id=\"339855\"><a href=\"/opinion/339855/harper-sibley-jr-cross-v-tandy-corporation-tandy-corporation-cross/\"><span class=\"volume\">543</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">540</span></a></span> (5th Cir. 1976); <i>USM Corporation v. GKN Fasteners, Ltd.,</i> <span class=\"citation\" data-id=\"355104\"><a href=\"/opinion/355104/usm-corporation-v-gkn-fasteners-limited/\"><span class=\"volume\">574</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span> (1st Cir. 1978); <i>Matter of Ferrara S.p.A.,</i> <span class=\"citation\" data-id=\"1427623\"><a href=\"/opinion/1427623/matter-of-ferrara-s-p-a/\"><span class=\"volume\">441</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">778</span></a></span> (S.D.N.Y. 1977).</p>\n<p>Applying this directive that arbitration agreements are to be governed exclusively by the explicit provisions of the Act, it is clear that plaintiff's <i>forum non conveniens</i> argument is foreclosed. The <i>forum non conveniens</i> question is irrelevant to the issues of fraud, coercion or grounds for revocation of contract. For the proposition that <i>The Bremen</i> test for finding a forum to be unreasonable is applicable to arbitration provisions, plaintiff cites <i>Scherk v. Alberto-Culver Company,</i> <span class=\"citation\" data-id=\"109066\"><a href=\"/opinion/109066/scherk-v-alberto-culver-co/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">506</span></a></span>, <span class=\"citation\" data-id=\"109066\"><a href=\"/opinion/109066/scherk-v-alberto-culver-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2449</span></a></span>, <span class=\"citation\" data-id=\"109066\"><a href=\"/opinion/109066/scherk-v-alberto-culver-co/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">270</span></a></span> (1974), but <i>Scherk</i> does not so hold. Indeed, <i>Scherk</i> reaffirms that \"the agreement of the parties in this case to arbitrate any dispute arising out of their international commercial transaction is to be respected and enforced by the federal courts in accord with the explicit provisions of the Arbitration Act.\" 417 U.S. at 519-520, 94 S.Ct. at 2457. The court has found no case which applies the <i>forum non conveniens</i> doctrine to arbitration agreements.</p>\n<p>In summary, defendant is entitled to arbitrate the dispute regarding the Oklahoma baghouses in the proceedings initiated by defendant at San Francisco, California, on July 5, 1979. Plaintiff is entitled to arbitrate the dispute regarding the North Carolina baghouses in the proceedings initiated by plaintiff at Charlotte, North Carolina, on October 23, 1980. Any question of where <span class=\"star-pagination\">*1390</span> the arbitrators will hold their hearings is to be decided by the American Arbitration Association in accordance with its rules.</p>\n<p>Therefore, it is</p>\n<p>ORDERED that plaintiff's motion for a preliminary injunction is denied and defendant's motion for a stay of proceedings is granted, and it is further</p>\n<p>ORDERED that all proceedings on the claims in this litigation are stayed until completion of the respective arbitration proceedings.</p>\n<h2>NOTES</h2>\n<p>[1]  9 U.S.C. § 3 states:\n</p>\n<p>\"If any suit or proceeding be brought in any of the courts of the United States upon any issue referable to arbitration under an agreement in writing for such arbitration, the court in which such suit is pending, upon being satisfied that the issue involved in such suit or proceeding is referable to arbitration under such an agreement, shall on application of one of the parties stay the trial of the action until such arbitration has been had in accordance with the terms of the agreement, providing the applicant for the stay is not in default in proceeding with such arbitration.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/333221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/336397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/339855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1301442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1354590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1416930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1427623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2131628/"
  ]
}