{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2157127/",
  "absolute_url": "/opinion/2157127/spell-v-mcdaniel/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2157127/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:29:13.991998Z",
  "date_modified": "2016-04-26T21:34:47.912416Z",
  "type": "010combined",
  "sha1": "e4f90cca8505a3f44a0de39c726df2259ed077d7",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>606 F.Supp. 1416 (1985)</b></center>\n<center><h1>Henry Z. SPELL, Plaintiff<br>\nv.<br>\nCharles D. McDANIEL, Ind. &amp; as patrolman, City of Fayetteville Police Department; William P. Dalton, Command Sergeant, City of Fayetteville Police Department; Roger T. Holman, Command Sergeant, City of Fayetteville Police Department, William C. Johnson, Director of Internal Affairs Division, City of Fayetteville Police Department; Daniel K. Dixon, Chief, City of Fayetteville Police Department; John P. Smith, City Manager, City of Fayetteville; and the City of Fayetteville, N.C., a municipal corporation, Defendants.</h1></center>\n<center>No. 84-06-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>April 17, 1985.</center>\n<p><span class=\"star-pagination\">*1417</span> Gerald Beaver, Fayetteville, N.C., for plaintiff.</p>\n<p>Robert C. Cogswell, Jr., Fayetteville, N.C., for Holman, Dalton, Johnson, Smith &amp; City of Fayetteville.</p>\n<p>Bobby G. Deaver, Fayetteville, N.C., for McDaniel.</p>\n<p>Carl A. Barrington, Jr., Fayetteville, N.C., for Dixon.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>On April 4, 1985, the second jury returned its verdict in this action, assessing compensatory damages against defendants McDaniel, Dalton, Holman, Dixon, Johnson, and through the official supervisory defendants, the City of Fayetteville, in the amount of $900,000. As a result of the jury's verdict, defendants have filed post-trial motions for (1) judgment notwithstanding the verdict and (2) amendment of judgment or, alternatively, a new trial. Plaintiff has responded, thus, these matters are now ripe for disposition and will be addressed <i>seriatim.</i></p>\n<p></p>\n<h2>A. <i>Defendants' Motion for Judgment Notwithstanding the Verdict.</i>\n</h2>\n<p>Defendants move for judgment notwithstanding the verdict pursuant to F.R.Civ.P. 50(b), arguing there was no evidence to support a finding of $900,000 compensatory damages. Defendants moved for a directed verdict at trial, which was denied, and since Rule 50(b) simply allows a party to renew his motion for a directed verdict, defendants' motion now requires that the evidence be re-examined to determine whether the court's prior ruling was correct.</p>\n<p>The standard for granting a judgment notwithstanding the verdict is the same as the standard governing the direction of a verdict. <i>Hallmark Industry v. Reynolds Metals Co.,</i> 489 F.2d 8, 13 (9th Cir.1973); <i>cert. denied,</i> 417 U.S. 932, 94 S.Ct. 2643, 41 L.Ed.2d 235 (1973); <i>O'Neill v. W.R. Grace &amp; Co.,</i> 410 F.2d 908 (5th Cir.1969). A motion for judgment notwithstanding the verdict presents a question of law as to whether or not, when all of the evidence is considered, together with all reasonable inferences therefrom in favor of the opposing party, there exists a failure or lack of evidence to prove any necessary element of the party favored by the verdict's case. <i>Ries v. Sanders,</i> 34 F.R.D. 468, 470 (N.D.Miss.1964). In reviewing the evidence, the court may not weigh the evidence or the credibility of any witness. <i>Singer Co. v. E.I. duPont de Nemours &amp; Co.,</i> 579 F.2d 433 (8th Cir.1978). Essentially, a trial court may only grant a judgment notwithstanding the verdict \"when the evidence points all one way and is susceptible to no reasonable inferences sustaining the position of the non-moving party.\" <i>Id.</i> at 441; 5A <i>Moore's Federal Practice</i> ยง 50.07(2).</p>\n<p>Defendants specifically contend that (1) no evidence was presented of plaintiff's \"mental anguish\" so as to support the instruction given by the court allowing the jury to consider \"mental anguish\" as an element of damages and (2) the evidence of Spell's pain and suffering was \"at best, equally supportive of the fact that plaintiff <span class=\"star-pagination\">*1418</span> had no pain and suffering.\" Defendants' April 11, 1985, Memorandum at 2.</p>\n<p>Reversing the order of defendants' arguments the court finds no merit in defendants' assertion regarding plaintiff's pain and suffering. Plaintiff presented three (3) witnesses at trial, including plaintiff's treating physician and his former attorney, along with fourteen (14) documents, all tending to prove plaintiff's intense pain and suffering, which increased as his testicular sac swelled. The testimony of Doctors Rochman and Proctor and the reasonable inferences derived therefrom clearly buttressed plaintiff's theory of damages. To suggest that plaintiff simply suffered \"mild discomfort\" after the McDaniel assault is to disregard the reality of plaintiff's injury. <i>See, e.g.,</i> plaintiff's Exhibits 7, 8, 9A, 11B and 12.<sup>[1]</sup></p>\n<p>Defendants' argument concerning the \"mental anguish\" element of damages<sup>[2]</sup> is predicated on the fact that plaintiff did not testify at the second trial. Defendants contend that Spell's failure to testify created, <i>ipso facto,</i> a lack of evidence of mental anguish. The court disagrees with defendants' logic.</p>\n<p>Plaintiff suffered a brutal and extremely traumatic injury. From the nature and extent of the injury alone, a rupture of plaintiff's right testicle, mental anguish associated with plaintiff's pain and suffering could readily be inferred by the jury. <i>See </i><i>Baskin v. Parker,</i> 602 F.2d 1205, 1209-1210 (5th Cir.1979). However, the circumstances under which the blow was inflicted which caused the injury were also extraordinary. The second jury was instructed that plaintiff was handcuffed in the basement of the LEC and, while in that position, was assaulted by defendant McDaniel, without justification, resulting in serious and permanent bodily injury. Further, the jury learned that plaintiff remained confined in the Cumberland County jail for three days as his pain and suffering increased. Thus, not only could the jury infer mental anguish from the rupture, but they could also reasonably infer mental anguish or emotional distress from the unusual circumstances surrounding the delivery of the injury and its aftermath.</p>\n<p>Further support for any award by the jury as to mental anguish can be based upon Spell's permanent loss of his right testicle and resulting irreversible sterility. Although mental anguish might have been more easily demonstrated through direct testimony by the plaintiff, it could also be reasonably inferred by the jury from all of the above circumstances. <i>See </i><i>Halperin v. Kissinger,</i> 606 F.2d 1192, 1207-1208 (D.C. Cir.1979).</p>\n<p>In conclusion, the evidence in support of plaintiff's allegations, taken in a light most favorable to the plaintiff, was substantial. The jury's verdict on the issue of compensatory damages was fully supported by the anecdotal and documentary evidence at trial and was clearly reasonable. <i>See infra</i> at 1419-1420. Accordingly, defendants' motions for judgment notwithstanding the verdict if DENIED.</p>\n<p></p>\n<h2>B. <i>Defendants' Motion for Amendment of Judgment of a New Trial</i>\n</h2>\n<p>In the alternative, defendants have moved for amendment of the judgment and for a new trial, pursuant to F.R.Civ.P. 59, on the grounds that (1) the verdict is against the substantial or clear weight of the evidence; (2) it would be unjust for the defendants to be required to pay the verdict in light of the lack of evidence supporting the verdict; and (3) the court erred in restricting defendants in their prospective <span class=\"star-pagination\">*1419</span> cross-examination of the plaintiff by preliminarily barring evidence of plaintiff's prior trafficking convictions, if defendants called plaintiff as a hostile witness, unless plaintiff embellished his prior deposition or trial testimony.<sup>[3]</sup></p>\n<p>F.R.Civ.P. 59(a) requires that the trial court set aside the verdict and order a new trial, even if the verdict is supported by substantial evidence, if the verdict is: (1) against the clear weight of the evidence; or (2) based on false evidence; or (3) will result in a miscarriage of justice. <i>Wyatt v. Interstate &amp; Ocean Transport Co.,</i> 623 F.2d at 891. The trial court is not required to take that view of the evidence most favorable to the verdict winner. Indeed, the court is required to weigh the evidence for itself.</p>\n<p>Defendants having made the motion for a new trial, the court is obligated to briefly weigh the evidence and assess the credibility of the key witnesses at trial. The court, having listened intently to all the testimony at trial and having carefully reviewed its trial notes, finds the evidence in support of the jury's verdict substantial and further holds that allowing the $900,000 verdict to stand will not result in a miscarriage of justice.</p>\n<p>Plaintiff's initial physical condition on the night of November 19, 1983, and on November 20, 1983, was established by plaintiff's Exhibits 6, 7, 8, 9A, 9B and 9C, all of which were admitted without objection. These jail and emergency room reports indicate \"intense pain\" and extreme swelling of plaintiff's right testicle within approximately twenty-four hours of the McDaniel assault.</p>\n<p>Dr. Stephen Rochman, plaintiff's treating physician testified, as he did at the first trial, that plaintiff's testicular sac was swollen over five times its normal size, due to the rupture of the right testicle and the accompanying blood and clotting. Such an injury, he testified, was bound to cause significant pain. As Dr. Rochman's reports indicate, plaintiff suffered a \"traumatic rupture of the right testicle and hematocele.\" Plaintiff's Exhibit 11B. \"The testicular parenchyma was seen lying fragmented and in pieces within the tunica vaginalis. There was a laceration through the tunica albuginea of the testicle throughout its whole length. ... There was no way to salvage the testicle.\" Plaintiff's Exhibit 11A. Dr. Rochman's testimony and his medical records established the severity of plaintiff's injury, the pain and suffering associated with it, and the need for immediate surgery resulting in the loss of part of plaintiff's body.</p>\n<p>Dr. Lee Proctor, a pathologist who examined the removed right testicle of the plaintiff, testified that plaintiff's testicle was crushed much the way a fruit is crushed when it is squeezed and that the remains of plaintiff' testicle were spread throughout his testicular sac. Again, this testimony clearly supported plaintiff's claims of pain, suffering, mental anguish, loss of part of the body and permanent injury.</p>\n<p>The testimony of Paul Herzog, plaintiff's attorney for his criminal charges, clearly indicated that two days following the assault, plaintiff was unable to walk in a normal fashion due to the excessive swelling of the testicular sac, and, further, that Spell was pale, unable to talk and appeared to be in a great deal of pain. The court finds the testimony of plaintiff's professional witnesses to have been credible. Defendants failed to rebut any of this testimony with evidence in their own case-in-chief or by effective cross-examination of plaintiff's witnesses.</p>\n<p>Evidence with regard to plaintiff's medical expenses is found in plaintiff's Exhibits 1-3. Evidence as to scarring and disfigurement, as well as loss of part of the body, stems from the surgical removal of the testicle itself. Evidence as to loss of the use of part of the body is likewise <span class=\"star-pagination\">*1420</span> predicated on the permanent loss of plaintiff's right testicle and his permanent irreversible sterility. Finally, the violation of plaintiff's constitutional rights was established by the first jury's verdict and to the extent the second jury's overall verdict reflects an independent award for that violation, such an award is just and proper. <i>See e.g., </i><i>Bauer v. Norris,</i> 713 F.2d 408, 413-414 (8th Cir.1983); <i>Green v. Francis,</i> 705 F.2d 846, 848-850 (6th Cir.1983); <i>Lenard v. Argento,</i> 699 F.2d 874, 888-889 (7th Cir. 1983); <i>Herrera v. Valentine,</i> 653 F.2d 1220, 1222 (8th Cir.1981).</p>\n<p>The amount of time in which the jury deliberated was reasonable (2 hours 41 minutes) and the question posed to the court by the jury on the morning of April 4, 1985, clearly indicated a thoughtful and balanced consideration of all the elements of damages as set forth in the court's instructions.<sup>[4]</sup> Based on the aforesaid, the court concludes the jury's verdict on compensatory damages was not against the weight of the evidence and, in fact, was amply supported by the evidence and the prior jury's findings of liability; to-wit, plaintiff's permanent loss of his right testicle, permanent irreversible sterility and violation of his constitutional rights. The award of $900,000 was not \"grossly excessive, inordinate, shocking to the judicial conscience, ... or monstrous.\" <i>Wilson v. Taylor,</i> 733 F.2d 1539, 1548 (11th Cir.1984). Defendants' motion for a new trial on the basis that the verdict was against the weight of the evidence or was without foundation and based on speculation is, therefore, DENIED.</p>\n<p>Defendants have also moved for a new trial contending the court erroneously restricted defendants' potential cross-examination of the plaintiff as a hostile witness.<sup>[5]</sup> At a pre-trial hearing ordered by this court to dispose of all foreseeable evidentiary issues and to settle a final pre-trial order, Magistrate Dixon granted plaintiff's motion <i>in liminine</i> to exclude all evidence of plaintiff's prior convictions. On appeal, this court reversed the Magistrate, holding that application of the balancing test set forth in F.R.Evid. 403 led to the conclusion that the probative value of the evidence of plaintiff's prior convictions, as those convictions related to plaintiff's credibility as a witness, was not substantially outweighed by the danger of unfair prejudice. Order of April 1, 1985, at 2.</p>\n<p>At a pre-trial meeting in chambers on the morning of trial, counsel for plaintiff indicated that they would not call plaintiff to testify.<sup>[6]</sup> Defendants then suggested they might call plaintiff as a hostile witness and requested the court render a <i>preliminary advisory</i> ruling before the start of trial as to whether defendants would be allowed to impeach plaintiff with his prior narcotics trafficking convictions.<sup>[7]</sup> After extensive discussion with counsel, the court informed the parties that its inclination would be to bar evidence of plaintiff's prior trafficking convictions unless he embellished his prior deposition or trial testimony, should plaintiff choose not to testify in his case-in-chief, thereby not placing his credibility in issue, but instead be called by defendants as an adverse witness (applying the balancing test of F.R.Evid. 403 and finding the balance, under these circumstances, tipping slightly to the side of the plaintiff).</p>\n<p>Based on this <i>preliminary</i> discussion, counsel chose not to call the plaintiff to the stand. Having made this tactical decision, any complaint defendants had <span class=\"star-pagination\">*1421</span> with regard to the court's preliminary, advisory ruling in chambers was rendered moot. <i>Luce v. United States,</i> ___ U.S. ___, 105 S.Ct. 460, 83 L.Ed.2d 443 (1984). In <i>Luce,</i> the petitioner moved at trial to exclude the government from using a prior state conviction to impeach him if he testified. The District Court denied Luce's motion <i>in limine,</i> ruling that the prior conviction constituted permissible impeachment under F.R.Evid. 609(a). Luce chose not to testify at trial and was convicted.</p>\n<p>On appeal, petitioner argued the District Court abused its discretion in denying the motion <i>in limine.</i> The Sixth Circuit Court of Appeals affirmed, stating that where the defendant fails to testify, the appellate court would not review the District Court's <i>in limine</i> ruling. The Supreme Court granted certiorari and affirmed the Sixth Circuit.</p>\n<p>In <i>Luce,</i> the Court held that to raise and preserve for review the claim of improper impeachment with a prior conviction, a defendant must testify. To perform the balancing required by F.R.Evid. 609(a), a reviewing court must know the precise nature of the defendant's testimony, which is unknowable when the defendant fails to testify. Under these circumstances, the court said \"[a]ny possible harm flowing from a district court's <i>in limine</i> ruling permitting impeachment by a prior conviction is wholly speculative,\" <i>Id.</i> at 463.</p>\n<p>The reason for such a rule is obvious. It enables the reviewing court to determine the impact any erroneous impeachment may have had in the context of the entire trial and also tends to discourage motions made solely to \"plant\" reversible error in the trial. <i>Id.</i> at 464. This court finds the rationale and rule of <i>Luce</i> equally applicable to the situation in the case at bar.</p>\n<p>First, because defendants did not call plaintiff as a hostile witness, the court was never required to formally rule on plaintiff's motion <i>in limine</i> in that context. All that was rendered in chambers was a preliminary, advisory ruling. This cannot form the predicate for error.</p>\n<p>Second, as in <i>Luce,</i> any possible harm to the defendants is purely conjectural and speculative. The advisory ruling, by its own words, was subject to change as plaintiff's testimony unfolded, and defendants would have been allowed to impeach the plaintiff with his trafficking convictions had his trial testimony, in any manner, differed from his prior testimony. <i>See id.</i> at 463. In addition, the court was free, at anytime, in the exercise of its sound judicial discretion, to alter its preliminary ruling. <i>Id.</i> By deciding not to call the plaintiff to testify, the court was given no opportunity to exercise such discretion.</p>\n<p>Accordingly, defendants' motion for a new trial based on the court's advisory pre-trial ruling regarding evidence of plaintiff's prior convictions is DENIED.<sup>[8]</sup></p>\n<p>Finally, with regard to defendants' motion for remittitur, this court has held that the verdict was neither against the weight of the evidence nor excessive as a matter of law. The court is not free to set aside the verdict merely because it might have awarded a slightly different amount of damages nor may the court arbitrarily reduce plaintiff's award of damages, even if it were inclined to do so. Given the evidence at trial and the prior jury's findings of liability, the second jury's award of $900,000 as compensatory damages fails to shock the conscience of the court. The verdict was not unreasonably high. Therefore, defendants' motion for remittitur is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  No evidentiary objections were tendered to these exhibits at the pre-trial hearing before Magistrate Dixon or in the Pre-Trial Order signed by counsel.</p>\n<p>[2]  As one of six (6) elements of damages, the court instructed the jury to take into account any \"pain, suffering and mental anguish\" suffered by the plaintiff as found by a preponderance of the evidence. Jury Instructions at 16-18. The other five elements were: (1) medical expenses; (2) scars and disfigurement; (3) loss of part of the body and loss of use of part of the body; (4) permanent injuries and disability; and (5) violation of constitutional rights.</p>\n<p>[3]  The court will address all of defendants' arguments as part of their motion for a new trial pursuant to F.R.Civ.P. 59(a). Defendants' motion for amendment of judgment under F.R. Civ.P. 59(e) is inapposite as that subdivision exists solely to address situations such as that arising in <i>Boaz v. Mutual Life Ins. Co. of New York,</i> 146 F.2d 321 (8th Cir.1944).</p>\n<p>[4]  The jury's question read as follows:\n</p>\n<p>Should we, as the jury, list the damages in 5 categories for clarification as to how damages were awarded.</p>\n<p>[5]  F.R.Civ.P. 59(a) further allows a motion for a new trial on the basis that substantial errors were committed at trial in the admission or rejection of evidence on the giving or refusal of instructions. <i>Neal v. Carey Canadian Mines, Ltd.,</i> 548 F.Supp. 357, 381 (E.D.Pa.1982); <i>Diane Manufacturing Co. v. Sheffield Industries,</i> 514 F.Supp. 185, 186 (S.D.Fla.1981).</p>\n<p>[6]  This pre-trial, in chambers conference was not on the record.</p>\n<p>[7]  Counsel were cognizant of the fact that under any circumstances, plaintiff's conviction stemming from the charges of November 19, 1983, was fully admissible. In fact, the jury received evidence to that effect.</p>\n<p>[8]  Even if <i>Luce</i> was not decisive, the court finds the advisory ruling was correct and in accordance with law, given the information at the court's disposal when the issue was discussed. <i>See </i><i>Moore v. Volkswagenwerk, A.G.,</i> 575 F.Supp. 919 (D.Md.1983).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">606</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1416</span></span> (1985)</b></center>\n<center><h1>Henry Z. SPELL, Plaintiff<br>\nv.<br>\nCharles D. McDANIEL, Ind. &amp; as patrolman, City of Fayetteville Police Department; William P. Dalton, Command Sergeant, City of Fayetteville Police Department; Roger T. Holman, Command Sergeant, City of Fayetteville Police Department, William C. Johnson, Director of Internal Affairs Division, City of Fayetteville Police Department; Daniel K. Dixon, Chief, City of Fayetteville Police Department; John P. Smith, City Manager, City of Fayetteville; and the City of Fayetteville, N.C., a municipal corporation, Defendants.</h1></center>\n<center>No. 84-06-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>April 17, 1985.</center>\n<p><span class=\"star-pagination\">*1417</span> Gerald Beaver, Fayetteville, N.C., for plaintiff.</p>\n<p>Robert C. Cogswell, Jr., Fayetteville, N.C., for Holman, Dalton, Johnson, Smith &amp; City of Fayetteville.</p>\n<p>Bobby G. Deaver, Fayetteville, N.C., for McDaniel.</p>\n<p>Carl A. Barrington, Jr., Fayetteville, N.C., for Dixon.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>On April 4, 1985, the second jury returned its verdict in this action, assessing compensatory damages against defendants McDaniel, Dalton, Holman, Dixon, Johnson, and through the official supervisory defendants, the City of Fayetteville, in the amount of $900,000. As a result of the jury's verdict, defendants have filed post-trial motions for (1) judgment notwithstanding the verdict and (2) amendment of judgment or, alternatively, a new trial. Plaintiff has responded, thus, these matters are now ripe for disposition and will be addressed <i>seriatim.</i></p>\n<p></p>\n<h2>A. <i>Defendants' Motion for Judgment Notwithstanding the Verdict.</i>\n</h2>\n<p>Defendants move for judgment notwithstanding the verdict pursuant to F.R.Civ.P. 50(b), arguing there was no evidence to support a finding of $900,000 compensatory damages. Defendants moved for a directed verdict at trial, which was denied, and since Rule 50(b) simply allows a party to renew his motion for a directed verdict, defendants' motion now requires that the evidence be re-examined to determine whether the court's prior ruling was correct.</p>\n<p>The standard for granting a judgment notwithstanding the verdict is the same as the standard governing the direction of a verdict. <i>Hallmark Industry v. Reynolds Metals Co.,</i> <span class=\"citation\" data-id=\"315715\"><a href=\"/opinion/315715/hallmark-industry-v-reynolds-metals-company-hallmark-industry-v-harvey/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 13 (9th Cir.1973); <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">932</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2643</span></span>, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">235</span></span> (1973); <i>O'Neill v. W.R. Grace &amp; Co.,</i> <span class=\"citation\" data-id=\"284781\"><a href=\"/opinion/284781/floyd-b-oneil-v-w-r-grace-company-and-maryland-casualty-company/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span> (5th Cir.1969). A motion for judgment notwithstanding the verdict presents a question of law as to whether or not, when all of the evidence is considered, together with all reasonable inferences therefrom in favor of the opposing party, there exists a failure or lack of evidence to prove any necessary element of the party favored by the verdict's case. <i>Ries v. Sanders,</i> <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">468</span></span>, 470 (N.D.Miss.1964). In reviewing the evidence, the court may not weigh the evidence or the credibility of any witness. <i>Singer Co. v. E.I. duPont de Nemours &amp; Co.,</i> <span class=\"citation\" data-id=\"357954\"><a href=\"/opinion/357954/the-singer-company-a-corporation-v-e-i-du-pont-de-nemours-and-company/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">433</span></a></span> (8th Cir.1978). Essentially, a trial court may only grant a judgment notwithstanding the verdict \"when the evidence points all one way and is susceptible to no reasonable inferences sustaining the position of the non-moving party.\" <i>Id.</i> at 441; 5A <i>Moore's Federal Practice</i> ยง 50.07(2).</p>\n<p>Defendants specifically contend that (1) no evidence was presented of plaintiff's \"mental anguish\" so as to support the instruction given by the court allowing the jury to consider \"mental anguish\" as an element of damages and (2) the evidence of Spell's pain and suffering was \"at best, equally supportive of the fact that plaintiff <span class=\"star-pagination\">*1418</span> had no pain and suffering.\" Defendants' April 11, 1985, Memorandum at 2.</p>\n<p>Reversing the order of defendants' arguments the court finds no merit in defendants' assertion regarding plaintiff's pain and suffering. Plaintiff presented three (3) witnesses at trial, including plaintiff's treating physician and his former attorney, along with fourteen (14) documents, all tending to prove plaintiff's intense pain and suffering, which increased as his testicular sac swelled. The testimony of Doctors Rochman and Proctor and the reasonable inferences derived therefrom clearly buttressed plaintiff's theory of damages. To suggest that plaintiff simply suffered \"mild discomfort\" after the McDaniel assault is to disregard the reality of plaintiff's injury. <i>See, e.g.,</i> plaintiff's Exhibits 7, 8, 9A, 11B and 12.<sup>[1]</sup></p>\n<p>Defendants' argument concerning the \"mental anguish\" element of damages<sup>[2]</sup> is predicated on the fact that plaintiff did not testify at the second trial. Defendants contend that Spell's failure to testify created, <i>ipso facto,</i> a lack of evidence of mental anguish. The court disagrees with defendants' logic.</p>\n<p>Plaintiff suffered a brutal and extremely traumatic injury. From the nature and extent of the injury alone, a rupture of plaintiff's right testicle, mental anguish associated with plaintiff's pain and suffering could readily be inferred by the jury. <i>See </i><i>Baskin v. Parker,</i> <span class=\"citation\" data-id=\"368435\"><a href=\"/opinion/368435/gary-baskin-and-beulah-baskin-v-eugene-parker-and-curtis-l-smith/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1205</span></a></span>, 1209-1210 (5th Cir.1979). However, the circumstances under which the blow was inflicted which caused the injury were also extraordinary. The second jury was instructed that plaintiff was handcuffed in the basement of the LEC and, while in that position, was assaulted by defendant McDaniel, without justification, resulting in serious and permanent bodily injury. Further, the jury learned that plaintiff remained confined in the Cumberland County jail for three days as his pain and suffering increased. Thus, not only could the jury infer mental anguish from the rupture, but they could also reasonably infer mental anguish or emotional distress from the unusual circumstances surrounding the delivery of the injury and its aftermath.</p>\n<p>Further support for any award by the jury as to mental anguish can be based upon Spell's permanent loss of his right testicle and resulting irreversible sterility. Although mental anguish might have been more easily demonstrated through direct testimony by the plaintiff, it could also be reasonably inferred by the jury from all of the above circumstances. <i>See </i><i>Halperin v. Kissinger,</i> <span class=\"citation\" data-id=\"370395\"><a href=\"/opinion/370395/morton-halperin-v-henry-kissinger-morton-halperin-v-henry-kissinger/\"><span class=\"volume\">606</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1192</span></a></span>, 1207-1208 (D.C. Cir.1979).</p>\n<p>In conclusion, the evidence in support of plaintiff's allegations, taken in a light most favorable to the plaintiff, was substantial. The jury's verdict on the issue of compensatory damages was fully supported by the anecdotal and documentary evidence at trial and was clearly reasonable. <i>See infra</i> at 1419-1420. Accordingly, defendants' motions for judgment notwithstanding the verdict if DENIED.</p>\n<p></p>\n<h2>B. <i>Defendants' Motion for Amendment of Judgment of a New Trial</i>\n</h2>\n<p>In the alternative, defendants have moved for amendment of the judgment and for a new trial, pursuant to F.R.Civ.P. 59, on the grounds that (1) the verdict is against the substantial or clear weight of the evidence; (2) it would be unjust for the defendants to be required to pay the verdict in light of the lack of evidence supporting the verdict; and (3) the court erred in restricting defendants in their prospective <span class=\"star-pagination\">*1419</span> cross-examination of the plaintiff by preliminarily barring evidence of plaintiff's prior trafficking convictions, if defendants called plaintiff as a hostile witness, unless plaintiff embellished his prior deposition or trial testimony.<sup>[3]</sup></p>\n<p>F.R.Civ.P. 59(a) requires that the trial court set aside the verdict and order a new trial, even if the verdict is supported by substantial evidence, if the verdict is: (1) against the clear weight of the evidence; or (2) based on false evidence; or (3) will result in a miscarriage of justice. <i>Wyatt v. Interstate &amp; Ocean Transport Co.,</i> 623 F.2d at 891. The trial court is not required to take that view of the evidence most favorable to the verdict winner. Indeed, the court is required to weigh the evidence for itself.</p>\n<p>Defendants having made the motion for a new trial, the court is obligated to briefly weigh the evidence and assess the credibility of the key witnesses at trial. The court, having listened intently to all the testimony at trial and having carefully reviewed its trial notes, finds the evidence in support of the jury's verdict substantial and further holds that allowing the $900,000 verdict to stand will not result in a miscarriage of justice.</p>\n<p>Plaintiff's initial physical condition on the night of November 19, 1983, and on November 20, 1983, was established by plaintiff's Exhibits 6, 7, 8, 9A, 9B and 9C, all of which were admitted without objection. These jail and emergency room reports indicate \"intense pain\" and extreme swelling of plaintiff's right testicle within approximately twenty-four hours of the McDaniel assault.</p>\n<p>Dr. Stephen Rochman, plaintiff's treating physician testified, as he did at the first trial, that plaintiff's testicular sac was swollen over five times its normal size, due to the rupture of the right testicle and the accompanying blood and clotting. Such an injury, he testified, was bound to cause significant pain. As Dr. Rochman's reports indicate, plaintiff suffered a \"traumatic rupture of the right testicle and hematocele.\" Plaintiff's Exhibit 11B. \"The testicular parenchyma was seen lying fragmented and in pieces within the tunica vaginalis. There was a laceration through the tunica albuginea of the testicle throughout its whole length. ... There was no way to salvage the testicle.\" Plaintiff's Exhibit 11A. Dr. Rochman's testimony and his medical records established the severity of plaintiff's injury, the pain and suffering associated with it, and the need for immediate surgery resulting in the loss of part of plaintiff's body.</p>\n<p>Dr. Lee Proctor, a pathologist who examined the removed right testicle of the plaintiff, testified that plaintiff's testicle was crushed much the way a fruit is crushed when it is squeezed and that the remains of plaintiff' testicle were spread throughout his testicular sac. Again, this testimony clearly supported plaintiff's claims of pain, suffering, mental anguish, loss of part of the body and permanent injury.</p>\n<p>The testimony of Paul Herzog, plaintiff's attorney for his criminal charges, clearly indicated that two days following the assault, plaintiff was unable to walk in a normal fashion due to the excessive swelling of the testicular sac, and, further, that Spell was pale, unable to talk and appeared to be in a great deal of pain. The court finds the testimony of plaintiff's professional witnesses to have been credible. Defendants failed to rebut any of this testimony with evidence in their own case-in-chief or by effective cross-examination of plaintiff's witnesses.</p>\n<p>Evidence with regard to plaintiff's medical expenses is found in plaintiff's Exhibits 1-3. Evidence as to scarring and disfigurement, as well as loss of part of the body, stems from the surgical removal of the testicle itself. Evidence as to loss of the use of part of the body is likewise <span class=\"star-pagination\">*1420</span> predicated on the permanent loss of plaintiff's right testicle and his permanent irreversible sterility. Finally, the violation of plaintiff's constitutional rights was established by the first jury's verdict and to the extent the second jury's overall verdict reflects an independent award for that violation, such an award is just and proper. <i>See e.g., </i><i>Bauer v. Norris,</i> <span class=\"citation\" data-id=\"422112\"><a href=\"/opinion/422112/james-keith-bauer-and-mary-ellen-bauer-v-mark-norris-individually-and-as/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></a></span>, 413-414 (8th Cir.1983); <i>Green v. Francis,</i> <span class=\"citation\" data-id=\"417744\"><a href=\"/opinion/417744/calvin-coolidge-green-and-wife-eula-green-and-willie-frank-green-v-david/\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">846</span></a></span>, 848-850 (6th Cir.1983); <i>Lenard v. Argento,</i> <span class=\"citation\" data-id=\"414191\"><a href=\"/opinion/414191/bennie-lenard-cross-appellant-v-robert-argento-joseph-sansone-v/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">874</span></a></span>, 888-889 (7th Cir. 1983); <i>Herrera v. Valentine,</i> <span class=\"citation\" data-id=\"392242\"><a href=\"/opinion/392242/cleo-r-herrera-special-administrator-of-the-estate-of-jo-ann-yellow-bird/\"><span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1220</span></a></span>, 1222 (8th Cir.1981).</p>\n<p>The amount of time in which the jury deliberated was reasonable (2 hours 41 minutes) and the question posed to the court by the jury on the morning of April 4, 1985, clearly indicated a thoughtful and balanced consideration of all the elements of damages as set forth in the court's instructions.<sup>[4]</sup> Based on the aforesaid, the court concludes the jury's verdict on compensatory damages was not against the weight of the evidence and, in fact, was amply supported by the evidence and the prior jury's findings of liability; to-wit, plaintiff's permanent loss of his right testicle, permanent irreversible sterility and violation of his constitutional rights. The award of $900,000 was not \"grossly excessive, inordinate, shocking to the judicial conscience, ... or monstrous.\" <i>Wilson v. Taylor,</i> <span class=\"citation\" data-id=\"435318\"><a href=\"/opinion/435318/robert-lee-wilson-v-irvin-t-taylor-as-acting-chairman-and-examiner/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1539</span></a></span>, 1548 (11th Cir.1984). Defendants' motion for a new trial on the basis that the verdict was against the weight of the evidence or was without foundation and based on speculation is, therefore, DENIED.</p>\n<p>Defendants have also moved for a new trial contending the court erroneously restricted defendants' potential cross-examination of the plaintiff as a hostile witness.<sup>[5]</sup> At a pre-trial hearing ordered by this court to dispose of all foreseeable evidentiary issues and to settle a final pre-trial order, Magistrate Dixon granted plaintiff's motion <i>in liminine</i> to exclude all evidence of plaintiff's prior convictions. On appeal, this court reversed the Magistrate, holding that application of the balancing test set forth in F.R.Evid. 403 led to the conclusion that the probative value of the evidence of plaintiff's prior convictions, as those convictions related to plaintiff's credibility as a witness, was not substantially outweighed by the danger of unfair prejudice. Order of April 1, 1985, at 2.</p>\n<p>At a pre-trial meeting in chambers on the morning of trial, counsel for plaintiff indicated that they would not call plaintiff to testify.<sup>[6]</sup> Defendants then suggested they might call plaintiff as a hostile witness and requested the court render a <i>preliminary advisory</i> ruling before the start of trial as to whether defendants would be allowed to impeach plaintiff with his prior narcotics trafficking convictions.<sup>[7]</sup> After extensive discussion with counsel, the court informed the parties that its inclination would be to bar evidence of plaintiff's prior trafficking convictions unless he embellished his prior deposition or trial testimony, should plaintiff choose not to testify in his case-in-chief, thereby not placing his credibility in issue, but instead be called by defendants as an adverse witness (applying the balancing test of F.R.Evid. 403 and finding the balance, under these circumstances, tipping slightly to the side of the plaintiff).</p>\n<p>Based on this <i>preliminary</i> discussion, counsel chose not to call the plaintiff to the stand. Having made this tactical decision, any complaint defendants had <span class=\"star-pagination\">*1421</span> with regard to the court's preliminary, advisory ruling in chambers was rendered moot. <i>Luce v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1984). In <i>Luce,</i> the petitioner moved at trial to exclude the government from using a prior state conviction to impeach him if he testified. The District Court denied Luce's motion <i>in limine,</i> ruling that the prior conviction constituted permissible impeachment under F.R.Evid. 609(a). Luce chose not to testify at trial and was convicted.</p>\n<p>On appeal, petitioner argued the District Court abused its discretion in denying the motion <i>in limine.</i> The Sixth Circuit Court of Appeals affirmed, stating that where the defendant fails to testify, the appellate court would not review the District Court's <i>in limine</i> ruling. The Supreme Court granted certiorari and affirmed the Sixth Circuit.</p>\n<p>In <i>Luce,</i> the Court held that to raise and preserve for review the claim of improper impeachment with a prior conviction, a defendant must testify. To perform the balancing required by F.R.Evid. 609(a), a reviewing court must know the precise nature of the defendant's testimony, which is unknowable when the defendant fails to testify. Under these circumstances, the court said \"[a]ny possible harm flowing from a district court's <i>in limine</i> ruling permitting impeachment by a prior conviction is wholly speculative,\" <i>Id.</i> at 463.</p>\n<p>The reason for such a rule is obvious. It enables the reviewing court to determine the impact any erroneous impeachment may have had in the context of the entire trial and also tends to discourage motions made solely to \"plant\" reversible error in the trial. <i>Id.</i> at 464. This court finds the rationale and rule of <i>Luce</i> equally applicable to the situation in the case at bar.</p>\n<p>First, because defendants did not call plaintiff as a hostile witness, the court was never required to formally rule on plaintiff's motion <i>in limine</i> in that context. All that was rendered in chambers was a preliminary, advisory ruling. This cannot form the predicate for error.</p>\n<p>Second, as in <i>Luce,</i> any possible harm to the defendants is purely conjectural and speculative. The advisory ruling, by its own words, was subject to change as plaintiff's testimony unfolded, and defendants would have been allowed to impeach the plaintiff with his trafficking convictions had his trial testimony, in any manner, differed from his prior testimony. <i>See id.</i> at 463. In addition, the court was free, at anytime, in the exercise of its sound judicial discretion, to alter its preliminary ruling. <i>Id.</i> By deciding not to call the plaintiff to testify, the court was given no opportunity to exercise such discretion.</p>\n<p>Accordingly, defendants' motion for a new trial based on the court's advisory pre-trial ruling regarding evidence of plaintiff's prior convictions is DENIED.<sup>[8]</sup></p>\n<p>Finally, with regard to defendants' motion for remittitur, this court has held that the verdict was neither against the weight of the evidence nor excessive as a matter of law. The court is not free to set aside the verdict merely because it might have awarded a slightly different amount of damages nor may the court arbitrarily reduce plaintiff's award of damages, even if it were inclined to do so. Given the evidence at trial and the prior jury's findings of liability, the second jury's award of $900,000 as compensatory damages fails to shock the conscience of the court. The verdict was not unreasonably high. Therefore, defendants' motion for remittitur is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  No evidentiary objections were tendered to these exhibits at the pre-trial hearing before Magistrate Dixon or in the Pre-Trial Order signed by counsel.</p>\n<p>[2]  As one of six (6) elements of damages, the court instructed the jury to take into account any \"pain, suffering and mental anguish\" suffered by the plaintiff as found by a preponderance of the evidence. Jury Instructions at 16-18. The other five elements were: (1) medical expenses; (2) scars and disfigurement; (3) loss of part of the body and loss of use of part of the body; (4) permanent injuries and disability; and (5) violation of constitutional rights.</p>\n<p>[3]  The court will address all of defendants' arguments as part of their motion for a new trial pursuant to F.R.Civ.P. 59(a). Defendants' motion for amendment of judgment under F.R. Civ.P. 59(e) is inapposite as that subdivision exists solely to address situations such as that arising in <i>Boaz v. Mutual Life Ins. Co. of New York,</i> <span class=\"citation\" data-id=\"1549334\"><a href=\"/opinion/1549334/boaz-v-mutual-life-ins-co-of-new-york/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">321</span></a></span> (8th Cir.1944).</p>\n<p>[4]  The jury's question read as follows:\n</p>\n<p>Should we, as the jury, list the damages in 5 categories for clarification as to how damages were awarded.</p>\n<p>[5]  F.R.Civ.P. 59(a) further allows a motion for a new trial on the basis that substantial errors were committed at trial in the admission or rejection of evidence on the giving or refusal of instructions. <i>Neal v. Carey Canadian Mines, Ltd.,</i> <span class=\"citation\" data-id=\"1651064\"><a href=\"/opinion/1651064/neal-v-carey-canadian-mines-ltd/\"><span class=\"volume\">548</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">357</span></a></span>, 381 (E.D.Pa.1982); <i>Diane Manufacturing Co. v. Sheffield Industries,</i> <span class=\"citation\" data-id=\"1961393\"><a href=\"/opinion/1961393/diane-mfg-co-v-sheffield-industries-inc/\"><span class=\"volume\">514</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">185</span></a></span>, 186 (S.D.Fla.1981).</p>\n<p>[6]  This pre-trial, in chambers conference was not on the record.</p>\n<p>[7]  Counsel were cognizant of the fact that under any circumstances, plaintiff's conviction stemming from the charges of November 19, 1983, was fully admissible. In fact, the jury received evidence to that effect.</p>\n<p>[8]  Even if <i>Luce</i> was not decisive, the court finds the advisory ruling was correct and in accordance with law, given the information at the court's disposal when the issue was discussed. <i>See </i><i>Moore v. Volkswagenwerk, A.G.,</i> <span class=\"citation\" data-id=\"1462523\"><a href=\"/opinion/1462523/moore-v-volkswagenwerk-ag/\"><span class=\"volume\">575</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">919</span></a></span> (D.Md.1983).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/357954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/370395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/417744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/435318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1462523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1549334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1651064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1961393/"
  ]
}