{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2158335/",
  "absolute_url": "/opinion/2158335/bostic-v-rodriguez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2158335/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:29:24.204330Z",
  "date_modified": "2016-04-26T23:16:37.271444Z",
  "type": "010combined",
  "sha1": "6fdb2f2924244df94393374abe4f6479c0d4e109",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>667 F.Supp.2d 591 (2009)</b></center>\n<center><h1>Walter BOSTIC, and Meredith M. Bostic, Plaintiffs,<br>\nv.<br>\nGilbert RODRIGUEZ, and Colleen Ryan, Defendants.</h1></center>\n<center>No. 7:08-CV-51-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>September 30, 2009.</center>\n<p><span class=\"star-pagination\">*596</span> E.C. Thompson, III, Thompson &amp; Thompson, PC, Waraw, NC, Charles K. McCotter, Jr., McCotter, Ashton &amp; Smith, PA, New Bern, NC, for Plaintiffs.</p>\n<p>John P. Scherer, II, N.C. Dept. of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER, III, District Judge.</p>\n<p>On February 20, 2008, Walter Bostic and Meredith M. Bostic (collectively \"plaintiffs\" or \"the Bostics\") filed suit against Gilbert Rodriguez and Colleen Ryan (collectively \"defendants\") in their individual capacities in Onslow County Superior Court [D.E. 1]. On April 1, 2008, defendants removed the case to this court [D.E. 1]. After the close of discovery, defendants moved for summary judgment [D.E. 17]. Plaintiffs responded in opposition to the motion for summary judgment [D.E. 22]. On March 5, 2009, defendants filed a motion to strike portions of plaintiffs' declaration and other hearsay in plaintiffs' response [D.E. 25]. Plaintiffs responded in opposition to the motion to strike [D.E. 27]. On September 18, 2009, the court heard oral argument. As explained below, the court grants in part and denies in part defendants' motion to strike and grants defendants' motion for summary judgment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*597</span> I.</h2>\n<p>Walter Bostic (\"Mr. Bostic\") and Meredith M. Bostic (\"Mrs. Bostic\") met at and graduated from East Carolina University (\"ECU\") in Greenville, North Carolina. Mr. Bostic Decl. ¶ 3; Mrs. Bostic Decl. ¶ 1. They are married and both are 63 years old. Mr. Bostic Dep. 7:17-18; Mrs. Bostic Dep. 7:8-17.</p>\n<p>Gilbert Rodriguez (\"Rodriguez\") and Colleen Ryan (\"Ryan\") are police officers with the ECU Police Department. Rodriguez Decl. ¶ 1; Ryan Decl. ¶ 1. Rodriguez is a master patrol officer and has been a sworn officer for fourteen years. Rodriguez Dep. 6:8-14; Rodriguez Decl. ¶ 1. At the time of the incident involving plaintiffs, Ryan had been a sworn officer for approximately four months. Ryan Dep. 5:18-25; Ryan Decl. ¶ 1. Because of her short tenure, Chuck Wills, a field training officer, accompanied Ryan in her patrol car. Ryan Dep. 9:7-11; Ryan Decl. ¶ 2; Wills Dep. 6:3, 10:11; Wills Decl. ¶¶ 2-3; Whitehurst Decl. ¶ 3. At the time of the incident, Wills had been a sworn officer for seven years, all with the ECU Police Department. Wills Dep. 6:16-25; Wills Decl. ¶ 1. As a field training officer, Wills was to observe Ryan and review ECU Police Department policies and procedures with her. Wills Dep. 7:21-23; Wills Decl. ¶ 2.</p>\n<p>On the morning of September 9, 2007, the Bostics were driving in a silver BMW convertible (with the top down) around the ECU campus. Mr. Bostic Dep. 11:1-18; Mr. Bostic Decl. ¶ 4; Mrs. Bostic Decl. ¶ 1; Ryan Dep. 12:2-19; Ryan Decl. ¶ 3; Rodriguez Dep. 14:7-11; Rodriguez Decl. ¶ 2; Wills Dep. 11:16-25.<sup>[1]</sup> Mr. Bostic was driving the car slowly, and stopping at various locations on campus. Mr. Bostic Decl. ¶ 5; Mrs. Bostic Decl. ¶¶ 1, 3; Rodriguez Dep. 24:5-8; Wills Dep. 14:6-16. Mr. Bostic was not wearing a seat belt while he was driving. Mrs. Bostic Dep. 10:25-11:2; Mrs. Bostic Decl. ¶ 4; Ryan Dep. 12:20-22; Ryan Decl. ¶ 3; Rodriguez Dep. 15:2-3; Rodriguez Decl. ¶ 2. Ryan and Wills stopped plaintiffs' car. Mrs. Bostic Dep. 11:3-17; Mrs. Bostic Decl. ¶ 2; Mr. Bostic Decl. ¶ 6; Ryan Dep. 14:7-15:3; Ryan Decl. ¶ 3; Wills Dep. 13:19-14:5; Wills Decl. ¶ 3.</p>\n<p>Because the incident occurred on the ECU campus, a camera attached to one of the nearby dormitories captured the traffic stop and most of what ensued. <i>See</i> Rodriguez Decl. ¶ 11; Ryan Decl. ¶ 14; Wills Decl. ¶ 11; Whitehurst Dep. 38:10-13.<sup>[2]</sup> At 11:12:57 a.m., the Bostics' BMW convertible passed through the video frame followed by a squad car with its lights flashing, which then came to a complete stop. At 11:13:29, Ryan and Wills stepped out of the squad car and walked towards the convertible. Off-camera, Ryan informed Mr. Bostic that she had stopped him because he was not wearing his seat belt. Ryan Dep. 17:17-19; Ryan Decl. ¶ 4. Ryan then asked Mr. Bostic for his license and registration, which he provided. Mrs. Bostic Dep. 11:11:19-20; Mrs. Bostic Decl. <span class=\"star-pagination\">*598</span> ¶ 4; Mr. Bostic Dep. 17:7-8; Mr. Bostic Decl. ¶ 6; Ryan Dep. 17:20-25; Ryan Decl. ¶ 4. During this encounter, Wills stood behind plaintiffs' car. Wills Dep. 14:20-15:4; Wills Decl. ¶ 4.</p>\n<p>At 11:14:25, Ryan and Wills returned to their squad car to check Mr. Bostic's background. Mr. Bostic Decl. ¶ 7; Ryan Decl. ¶ 4; Wills Decl. ¶ 4. At 11:16:08, while Ryan and Wills were checking Mr. Bostic's license and registration, Rodriguez arrived on the scene in his patrol car. Rodriguez Dep. 24:17-19; Rodriguez Decl. ¶ 2; Ryan Decl. ¶ 5; Wills Decl. ¶ 4. Ryan and Wills did not call for backup. Rather, Rodriguez arrived to comply with the \"normal policy\" to have two squad cars on the scene of any traffic stop. Rodriguez Decl. ¶ 2; <i>see</i> Rodriguez Dep. 27:3-5; Ryan Decl. ¶ 5; Wills Dep. 18:10-11; Wills Decl. ¶ 4; Whitehurst Dep. 18:22-19:21. Rodriguez stepped out of his car, approached Ryan and Wills, and told them that he had observed Mr. Bostic driving without a seat belt a few minutes earlier. Rodriguez Dep. 25:15-21; Rodriguez Decl. ¶ 2. When Rodriguez arrived, Ryan was already in the process of writing Mr. Bostic a citation for the seat belt violation. Rodriguez Dep. 26:2-5; Ryan Decl. ¶ 5; Wills Dep. 17:22-25.</p>\n<p>At 11:21:22 (about nine minutes after the initial traffic stop), Ryan and Wills exited the first squad car and walked towards the convertible. Mrs. Bostic Dep. 14:13-15; Rodriguez Decl. ¶ 3; Ryan Decl. ¶ 6; Wills Decl. ¶ 5. At 11:22:00, Rodriguez joined his two fellow officers. Rodriguez stood behind the passenger door of plaintiffs' car, and Wills stood behind the car. Rodriguez Dep. 41:17-18; Rodriguez Decl. ¶ 3; Wills Dep. 19:9-12; Wills Decl. ¶ 5. Off camera, Ryan informed Mr. Bostic that she was citing him for \"not wearing his seat belt,\" a violation of N.C. Gen.Stat. § 20-135.2A. Ryan Decl. ¶ 4; Mrs. Bostic Decl. ¶ 5; Mr. Bostic Dep. 19:2-4; Mr. Bostic Decl. ¶ 7.</p>\n<p>Mr. Bostic then asked for defendants' names and badge numbers and attempted to write them down. Mrs. Bostic Dep. 17:16-21; Mrs. Bostic Decl. ¶¶ 5-6; Mr. Bostic Dep. 19:5-7, 19:25-20:1, 20:20-22, 24:3-13; Mr. Bostic Decl. ¶¶ 9-11. According to the Bostics, Ryan did not provide her name and Rodriguez refused to spell his name. Mrs. Bostic Dep. 17:16-21; Mrs. Bostic Decl. ¶¶ 5-6; Mr. Bostic Dep. 19:5-7, 19:25-20:1, 20:20-22, 24:3-13; Mr. Bostic Decl. ¶¶ 9-11. According to Mr. Bostic, he asked defendants repeatedly for their names and badge numbers because he was unable to understand them. Mr. Bostic Dep. 24:3-7; Mr. Bostic Decl. ¶¶ 11, 47. Defendants attempted to explain to Mr. Bostic that they could not provide him with their badge numbers because the ECU Police Department did not issue badge numbers. Ryan Dep. 22:17-22, 46:14-25; Ryan Decl. ¶ 7; Rodriguez Dep. 42:19-20; Rodriguez Decl. ¶ 6; Wills Decl. ¶ 6. Rodriguez then told Mr. Bostic his name, but Rodriguez did not spell it for Mr. Bostic because Mrs. Bostic had already done so. Rodriguez Dep. 47:24, 48:3-9; Rodriguez Decl. ¶ 5. Mr. Bostic (who was seated in his car) also asked Ryan to step forward so he could see her badge, but she refused. Mr. Bostic Decl. ¶ 9. Ryan was standing to the rear of Mr. Bostic's door to ensure her safety. Ryan Dep. 21:14-22:11.</p>\n<p>In accordance with department policy, Ryan attempted to explain the citation to Mr. Bostic. Specifically, she tried to explain the court date and time, whether attendance in court was mandatory or optional, whether Mr. Bostic could enter a plea and/or pay a fine by mail, and other similar information. <i>See</i> Ryan Decl. ¶ 6. While Ryan attempted to explain the citation to him, Mr. Bostic \"did talk louder . . . <span class=\"star-pagination\">*599</span> since [he] ha[s] a hearing condition.\" Mr. Bostic Decl. ¶ 42; <i>see</i> Mr. Bostic Dep. 81:12-83:19; Ryan Dep. 23:5-15, 24:3-9, 49:21-22; Ryan Decl. ¶ 7; Rodriguez Dep. 41:24-42:16; Rodriguez Decl. ¶¶ 4-6. Mr. Bostic did not tell the officers about his alleged hearing condition. Mr. Bostic Dep. 84:17-85:1. Mr. Bostic also told the officers on the scene that badges could be bought. Mr. Bostic Dep. 25:12-13; <i>see</i> Mrs. Bostic Dep. 17:22-25. As the conversation continued, Mr. Bostic and Ryan each raised their voices. Mr. Bostic Dep. 19:8-19, 21:2-4, 21:10-22, 22:11-13, 23:10-20, 83:18-19; Mr. Bostic Decl. ¶¶ 10, 42; <i>see</i> Mrs. Bostic Dep. 14:20-23, 15:24-16:17; Ryan Dep. 26:22-27:7; Rodriguez Dep. 50:9-22; Wills Decl. ¶ 6. Mr. Bostic never made any verbal threats or used profanity. Mr. Bostic Decl. ¶ 42; Mrs. Bostic Decl. ¶ 8; Ryan Dep. 38:15-25; Ryan Decl. ¶ 13; <i>cf.</i> Rodriguez Decl. ¶ 5. Rodriguez, however, observed Mr. Bostic getting \"more aggressive in tone and manner\" and \"yelling and shaking his hands\" and so Rodriguez \"attempted to intervene.\" Rodriguez Decl. ¶ 5; <i>see</i> Ryan Decl. ¶ 8; Rodriguez Dep. 47:5-9. Rodriguez warned Mr. Bostic that he could be arrested if he did not calm down. <i>See</i> Rodriguez Decl. ¶ 6. Mr. Bostic did not hear the warning. <i>See</i> Mr. Bostic Decl. ¶ 45. Wills also attempted to explain to Mr. Bostic that the ECU police officers did not have badge numbers. Wills Decl. ¶ 7; Ryan Decl. ¶ 9; Rodriguez Dep. 49:20-22. When Wills spoke, Mr. Bostic told him, \"I'm not talking to you\" and promised to get his name later. Mr. Bostic Dep. 25:4-9; Wills Decl. ¶ 7.</p>\n<p>The video shows that Ryan and the other officers had been speaking with Mr. Bostic for approximately two minutes. <i>See</i> Ryan Decl. ¶ 7. At that point, Rodriguez walked around to the driver-side of the convertible. Mrs. Bostic Decl. ¶ 7; Mr. Bostic Decl. ¶¶ 15-16; Rodriguez Decl. ¶ 6; Wills Decl. ¶ 7. Although Mr. Bostic apparently accepted the citation while Rodriguez was walking around the car (Mr. Bostic Decl. ¶¶ 15, 38, 43; Ryan Decl. ¶ 10), Rodriguez did not see him accept the citation. <i>See</i> Rodriguez Decl. ¶ 6; Wills Decl. ¶ 7. Rodriguez asked Mr. Bostic to exit the car and placed him under arrest for violating N.C. Gen.Stat. § 14-223. <i>See</i> Ryan Decl. ¶ 11; Rodriguez Dep. 54:23-55:5; Rodriguez Decl. ¶ 7; Wills Dep. 22:4-7. Section 14-223 provides: \"If any person shall willfully and unlawfully resist, delay or obstruct a public officer in discharging or attempting to discharge a duty of his office, he shall be guilty of a Class 2 misdemeanor.\" N.C. Gen.Stat. § 14-223.</p>\n<p>In accordance with Rodriguez's request, Mr. Bostic stepped out of the car. Rodriguez placed Mr. Bostic under arrest and put handcuffs on him behind his back. Compl. ¶¶ 7-8; Mrs. Bostic Dep. 18:5-25; Mrs. Bostic Decl. ¶ 7; Mr. Bostic Decl. ¶ 18; Rodriguez Decl. ¶ 7; Wills Decl. ¶ 8. Rodriguez handcuffed Mr. Bostic for safety reasons and in accordance with department policy. Rodriguez Decl. ¶ 7. The video does not show Mr. Bostic resisting arrest, Rodriguez using force to effectuate the arrest, or any officer engaging in assaultive behavior.</p>\n<p>According to Rodriguez, Ryan was attempting to explain the citation to Mr. Bostic pursuant to the ECU Police Department's general orders. Rodriguez Dep. 34:6-8, 46:7-9; Rodriguez Decl. It 3, 6-7; <i>see</i> Ryan Decl. ¶ 6; Wills Decl. ¶ 5; Whitehurst Dep. 22:7-13.<sup>[3]</sup> Rodriguez believed that Mr. Bostic was obstructing and delaying Ryan's performance of this procedure and thereby preventing her from completing the citation and traffic stop. <span class=\"star-pagination\">*600</span> Rodriguez Dep. 66:14-17; Rodriguez Decl. ¶¶ 6, 10. Rodriguez understood that Mr. Bostic did not need to sign the citation, but believed Ryan was following general orders when she was attempting to explain to Mr. Bostic the citation and how he could handle it. Rodriguez Dep. 34:13-35:7, 67:3-11. Rodriguez also recognized that an officer may issue a citation by simply dropping the citation in the violator's lap and leaving the scene. <i>Id.</i> at 35:8-16. Slightly less than two minutes passed between the time when Rodriguez and Ryan exited the squad car and the time when Rodriguez arrested Mr. Bostic. <i>See</i> Video [D.E. 18].</p>\n<p>After Rodriguez handcuffed Mr. Bostic, the three officers escorted Mr. Bostic to the back of the second squad car. At 11:24:45, Rodriguez instructed Mr. Bostic to get into the rear seat of the squad car, pursuant to department policy. Mr. Bostic Dep. 32:3-6, Ex. 2; Mr. Bostic Decl. ¶ 20; Ryan Decl. ¶ 11; Rodriguez Dep. 59:6-7, 75:13-14; Rodriguez Decl. ¶ 8. At 11:25:10, Mr. Bostic got out of the rear seat and then attempted to return to the rear seat of the squad car. Mr. Bostic Dep. 32:7-35:4, Ex. 2; Mr. Bostic Decl. ¶ 22; <i>see</i> Rodriguez Decl. ¶ 8. When he attempted to reenter the rear seat, Mr. Bostic complained of shoulder pain. Rodriguez Dep. 69:15-16, 72:4-18; Rodriguez Decl. ¶ 8; <i>see</i> Wills Dep. 28:11-13; Wills Decl. ¶ 8. Mr. Bostic was unable to get into the back seat. Rodriguez Dep. 73:1-4; Rodriguez Decl. ¶ 8. Therefore, at 11:26:40, Rodriguez allowed Mr. Bostic to stand and walk around by the car but did not release him from handcuffs. Mr. Bostic Dep. 36:4-10, Ex. 2; Mr. Bostic Decl. ¶ 24; Ryan Dep. 33:18-25; Rodriguez Decl. ¶ 8. At 11:28:45, Mr. Bostic walked away from the first squad car towards two officers who are standing in the grass median. The two officers directed Mr. Bostic to return to stand near the first squad car.</p>\n<p>At some point, Mr. Bostic asked his wife to call 911. Mrs. Bostic Dep. 21:2-6; Mrs. Bostic Decl. ¶ 10; Mr. Bostic Decl. ¶ 23; Wills Decl. ¶ 8. Mrs. Bostic then called 911. Mrs. Bostic Dep. 21:8-15; Mrs. Bostic Decl. ¶ 11. Rodriguez also called for EMS and asked for assistance from a supervisor. Rodriguez Decl. ¶ 8; <i>see</i> Ryan Dep. 47:13-19; Ryan Decl. ¶ 12; Rodriguez Dep. 78:12-16; Wills Decl. ¶ 8. At 11:29:30, Mrs. Bostic got into the driver's seat of the Bostics' car and drove away. After Mrs. Bostic departed, Mr. Bostic continued to stand next to the first squad car and the officers conversed in the grass median. At 11:34:05, Mrs. Bostic returned in the convertible.</p>\n<p>After learning that Rodriguez was placing Mr. Bostic under arrest and receiving a call from one of the defendants for a supervisor, Sergeant Ralph Whitehurst, patrol sergeant with the ECU Police Department, arrived and approached Mr. Bostic. Mr. Bostic Dep. 37:13-20; Mr. Bostic Decl. ¶ 27; Ryan Decl. ¶ 12; Wills Decl. ¶ 9; Whitehurst Dep. 6:8-13, 31:17-33:3; Whitehurst Decl. ¶ ¶ 1, 4-5. Mr. Bostic informed Whitehurst that his shoulder hurt due to an old football injury. Whitehurst Decl. ¶ 6; <i>see</i> Mr. Bostic Decl. ¶ 27; Rodriguez Decl. ¶ 9; Wills Decl. ¶ 9; Whitehurst Dep. 33:1-21, 34:8-17. At 11:34:20, Sergeant Whitehurst approached Mr. Bostic, removed Mr. Bostic's handcuffs, and put them in front of Mr. Bostic's body. Mr. Bostic Decl. ¶ 27; Rodriguez Decl. ¶ 9; Wills Decl. ¶ 9; Whitehurst Dep. 33:1-21, 34:8-17; Whitehurst Decl. ¶ 6. The video shows that Mr. Bostic was restrained with the handcuffs behind his back for approximately 11 minutes.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*601</span> At 11:37:05, an ambulance arrived, and two EMS technicians approached Mr. Bostic. At 11:37:45, a third EMS technician approached Mr. Bostic, carrying a bag. The technicians attended to Mr. Bostic for several minutes. Mrs. Bostic Dep. 21:16-19; Mr. Bostic Dep. 38:20-39:8; Ryan Dep. 47:20-21; Rodriguez Decl. ¶ 9. Mr. Bostic refused transport to the hospital. Mr. Bostic Dep. 39:9-40:4; Mr. Bostic Decl. ¶ 29; Rodriguez Decl. ¶ 9; Wills Decl. ¶ 9; Whitehurst Decl. ¶ 8. His shoulder pain had subsided after Whitehurst moved Mr. Bostic's handcuffs to the front of his body. Mr. Bostic Decl. ¶ 28.</p>\n<p>At 11:47:39, an officer approached Mr. Bostic and appears to show him some type of digital device. At 11:48:37, Mr. Bostic and Whitehurst walked back to the convertible. At 11:49:05, Mr. Bostic received a water bottle from Mrs. Bostic, and Whitehurst opened it for him. At 11:49:49, Mr. Bostic got into the front seat of Whitehurst's white unmarked car. At 11:50:35, the unmarked car and the convertible drove away from the scene. The total time from stop to transport was thirty-eight minutes.</p>\n<p>The video belies some of plaintiffs' testimony. Specifically, the video does not show Rodriguez grabbing Mr. Bostic by his right arm and jerking him violently in order to place him in handcuffs. <i>Contra</i> Mr. Bostic Dep. 27:4-11. Further, the video does not that show that \"Rodriguez roughly pushed [Mr. Bostic] against the car and pulled [his] arms behind [his] back causing [him] severe pain.\" <i>Contra id.,</i> Ex. 2. The video also fails to show that Rodriguez removed the handcuffs only to tighten them more. <i>Contra</i> Mr. Bostic Dep. 29:20-21, Ex. 2; Mr. Bostic Decl. ¶ 9. The video does not show Mr. Bostic in a position such that the \"heat and exhaust fumes\" would be directly blowing on him. <i>Contra</i> Mr. Bostic Decl. ¶25; <i>see</i> Mr. Bostic Dep. 36:13-22, Ex. 2. Finally, the video, which shows Mr. Bostic during the incident from the arrest until transport, belies any claim that Rodriguez or Ryan assaulted him. <i>Contra</i> Mrs. Bostic Decl. ¶ 11 (Rodriguez \"shoved him back against the car\" and officers continually pressed him against the car.); Mr. Bostic Dep. 84:2-7 (\"one of the officers either physically or verbally putting [him] back beside the vehicle\"); Mrs. Bostic Dep. 20:14-21:4 (Ryan chest-bumped Mr. Bostic).</p>\n<p>Whitehurst drove Mr. Bostic in the front seat of Whitehurst's squad car to the Pitt County Detention Center for processing. Mr. Bostic Dep. 41:2-7; Mr. Bostic Decl. ¶ 31; Ryan Decl. ¶ 12; Rodriguez Decl. ¶ 9; Whitehurst Dep. 34:25-35:4; Whitehurst Decl. ¶ 8. The parties appeared before a magistrate. Whitehurst removed the handcuffs, and Mr. Bostic paid the $100 fine for the seat belt citation. Mr. Bostic Decl. ¶ 35. Thereafter, Mr. Bostic was not detained, and he left the detention center. <i>See</i> Mr. Bostic Decl. ¶ 36.</p>\n<p>Defendants did not observe any injuries to Mr. Bostic at the time of the incident. Ryan Decl. ¶13; Rodriguez Decl. ¶ 7; <i>see</i> Wills Decl. ¶ 10; Whitehurst Decl. ¶ 7. Mr. Bostic's medical records indicate that he went to a doctor on September 10, 2007 (the day after the incident), complaining of numbness in his right hand and pain in his right shoulder. Mr. Bostic Dep. 57:8-58:12, Ex. 2. The doctor ordered an MRI, which revealed \"acute inflammatory process about his shoulder.\" <i>Id.</i> at 58:13-59:5, 60:1-8. During a September 24, 2007 <span class=\"star-pagination\">*602</span> doctor's visit, Mr. Bostic complained of loss of motion in his right shoulder. <i>Id.</i> at 60:1-61:1. Mr. Bostic received physical therapy for injuries to his shoulder and hand and continues to do exercises recommended by the physical therapist. <i>Id.</i> at 64:20-65:22. Mr. Bostic had never been arrested before and claims that being arrested and transported to the magistrate caused him embarrassment and distress. <i>Id.</i> at 45:4-24, 50:22-52:20. Mrs. Bostic also notes that after the incident, she has lost sleep and the psoriasis on her scalp has worsened. Mrs. Bostic Dep. 29:7-31:10.</p>\n<p>Plaintiffs filed a complaint with the ECU Police Department. In response, the ECU Police Department conducted an internal investigation into the arrest and detention of Mr. Bostic. <i>See</i> Whitehurst Dep. 26:21-28:13, 29:10-14. Rodriguez denies that the internal investigation found that Rodriguez made an improper arrest; however, he does acknowledge that he received a \"verbal admonishment\" for his actions. Rodriguez Dep. 53:7-23. In response to this verbal admonishment, Rodriguez wrote a letter to Lieutenant Hayes, stating:</p>\n<blockquote>I would like you to clarify that should a situation arise out of a traffic stop, much like the Bostic traffic stop, where a person is being uncooperative and refusing to allow the officer to complete/explain the issuance of a citation to them. It is my understanding that you are suggesting the officer is to just read the charges and the court date and drop the citation in the defendants' lap/feet and leave the scene if they are becoming confrontational, in a verbal manner.</blockquote>\n<p><i>See</i> Rodriguez Dep., Ex. 1.</p>\n<p>On February 20, 2008, plaintiffs filed suit against Ryan and Rodriguez in their individual capacities in Onslow County Superior Court [D.E. 1-2]. In their complaint, plaintiffs allege that, defendants lacked probable cause to arrest Mr. Bostic for violating N.C. Gen.Stat. § 14-223 and used excessive force after the arrest. <i>See</i> Compl. ¶¶ 11-12. Plaintiffs contend that defendants violated Mr. Bostic's rights under the Fourth and Fourteenth Amendments to the United States Constitution and his \"rights and privileges\" under the North Carolina Constitution. <i>See id.</i> ¶¶ 9-10: <i>cf.</i> U.S. Const. amends. IV, XIV; N.C. Const. art. I, §§ 1, 19, 20. Specifically, Mr. Bostic seeks relief under section 1983 and directly under the North Carolina Constitution for unlawful arrest and excessive force.<sup>[5]</sup> Mrs. Bostic seeks relief for loss of consortium. Compl. ¶¶ 17-19. Plaintiffs seek compensatory damages, punitive damages, and attorney's fees. <i>Id.</i> at 4.</p>\n<p>On April 1, 2008, defendants removed the case to this court [D.E. 1]. On May 7, 2008, defendants filed their answer [D.E. 10]. On January 30, 2009, defendants moved for summary judgment [D.E. 17], and attached declarations of defendants, Wills, and Whitehurst and the depositions of plaintiffs [D.E. 17-2, 17-3, 17-4, 17-5, 19-2, 19-3]. Defendants also manually filed a video showing part of the events at issue [D.E. 18].</p>\n<p><span class=\"star-pagination\">*603</span> On February 19, 2009, plaintiffs responded in opposition to defendants' motion for summary judgment [D.E. 22], and attached declarations of plaintiffs and the depositions of defendants, Wills, and Whitehurst [D.E. 23-2, 23-3, 23-4, 23-5, 23-6, 23-7, 23-8, 23-9, 23-10]. On March 5, 2009, defendants replied [D.E. 24] and also filed a motion to strike portions of plaintiffs' declaration and other hearsay in plaintiffs' response [D.E. 25]. On March 16, 2009, plaintiffs responded in opposition to the motion to strike [D.E. 27].</p>\n<p></p>\n<h2>II.</h2>\n<p>Defendants move to strike portions of Mr. Bostic's declaration addressing the probable cause hearing before the magistrate after Mr. Bostic's arrest. Defs.' Mem. in Supp. of Mot. to Strike 2-4. A court may only consider affidavits submitted on summary judgment when they present evidence that would be admissible if the affiant were testifying in court. <i>See </i><i>Evans v. Techs. Applications &amp; Serv. Co.,</i> 80 F.3d 954, 962 (4th Cir.1996). Pursuant to Rule 56(e) of the Federal Rules of Civil Procedure, affidavits must contain admissible evidence and be based on personal knowledge. <i>See</i> Fed.R.Civ.P. 56(e); <i>Evans,</i> 80 F.3d at 962. Accordingly, a court may strike portions of an affidavit that are conclusory or that contain inadmissible hearsay. <i>See </i><i>Evans,</i> 80 F.3d at 962; <i>Md. Highways Contractors Ass'n v. Maryland,</i> 933 F.2d 1246, 1251-52 (4th Cir.1991) (\"[H]earsay evidence, which is inadmissible at trial, cannot be considered on a motion for summary judgment.\").</p>\n<p>\"`Hearsay' is a statement, other than one made by the declarant while testifying at the trial or hearing, offered in evidence to prove the truth of the matter asserted.\" Fed.R.Evid. 801(c). It follows then that a court may admit testimony including statements made by someone other than the declarant if it is not offered for the truth of the matter and is otherwise relevant. <i>See, e.g., </i><i>Beech Aircraft Corp. v. Rainey,</i> 488 U.S. 153, 173 n. 18, 109 S.Ct. 439, 102 L.Ed.2d 445 (1988); <i>United States v. Williams,</i> 445 F.3d 724, 736 (4th Cir.2006). Admissions by party-opponents are not hearsay. Fed. R.Evid. 801(d)(2). The Federal Rules of Evidence also provide various exceptions to the default rule barring hearsay. <i>See</i> Fed. R.Evid. 803.</p>\n<p>Defendants seek to strike Mr. Bostic's testimony concerning what each person said at the hearing before the magistrate regarding Mr. Bostic's arrest for violating N.C. Gen.Stat. § 14-223. The hearing before the magistrate was not transcribed, and Mr. Bostic offers his own testimony about what each person (including the magistrate) said concerning the arrest of Mr. Bostic for violating N.C. Gen.Stat. § 14-223.</p>\n<p>Plaintiffs respond that the magistrate's alleged findings and conclusions are relevant in that they are evidence that Rodriguez failed to meet the objective standard for having reasonable grounds to arrest Mr. Bostic. <i>See</i> Pls.' Mem. in Resp. to Defs.' Mot. to Strike Portions of Pls.' Decl. &amp; Other Hearsay in Pls.' Resp. to Defs.' Mot. for Summ. J. 3 [hereinafter \"Pls.' Mem. Opp'n Mot. to Strike\"]. Further, plaintiffs suggest that the magistrate's alleged findings and conclusions are not being offered for the truth of the matter. <i>Id.</i> at 1-2. Alternatively, plaintiffs contend that the magistrate's alleged findings and conclusions fit within the hearsay exceptions of \"present sense impression,\" \"records of regularly conducted activity,\" and \"public records and reports\" or are the proper subject of judicial notice. <i>See</i> Fed. R.Evid. 201, 803(1), (6), (8).</p>\n<p>Plaintiffs' primary argument is internally inconsistent. If the statements are not <span class=\"star-pagination\">*604</span> introduced for the truth of the matter asserted, then they lack relevance. If the magistrate's alleged findings and conclusions are being introduced to demonstrate that Rodriguez lacked probable cause to arrest Mr. Bostic for violating N.C. Gen. Stat. § 14-223, then they are hearsay. Thus, to the extent that plaintiffs seeks to introduce statements that people other than Ryan or Rodriguez made at the magistrate's hearing for the truth of the matter asserted, the court examines whether such statements fall within any hearsay exception.</p>\n<p>The court rejects plaintiffs' invocation of the records exceptions. Mr. Bostic's recollection of what the magistrate said at the probable cause hearing is not a memorandum, report, record, or data compilation kept in the course of a regularly conducted business activity or by a public office or agency. <i>Cf.</i> Fed.R.Evid. 803(6), (8). As for the \"present sense impression\" and \"excited utterance\" exceptions, the magistrate was not perceiving the event or condition while making any statement nor did the magistrate make the statement immediately thereafter. <i>Cf. id.</i> 803(1), (2). Indeed, the magistrate never observed the event or conditions at all. The magistrate's alleged findings and conclusions were based on the testimony of those people present at the scene of the arrest. Consequently, these exceptions do not apply. Therefore, to the extent plaintiffs seek to introduce Mr. Bostic's recollection of the magistrate's findings and conclusions for the truth of the matter asserted, they are stricken. However, to the extent that plaintiffs seek only to establish that Mr. Bostic was not further detained after paying the $100 fine for the seat belt citation, the court allows this portion of his affidavit, for this limited purpose. Further, Rodriguez's and Ryan's alleged statements at the magistrate's hearing are admissions by a party-opponent and are admissible. <i>See id.</i> 801(d)(2).</p>\n<p>As for the argument that the court take judicial notice of the magistrate's alleged adjudicative facts pursuant to Rule 201 of the Federal Rules of Evidence, the court rejects the argument. To be a fact that may be judicial noticed, it must be indisputable and generally known. The magistrate's alleged findings and conclusions fail on both accounts. <i>See, e.g., </i><i>Liberty Mut. Ins. Co. v. Rotches Pork Packers, Inc.,</i> 969 F.2d 1384, 1388 (2d Cir.1992).</p>\n<p>Accordingly, the court grants in part and denies in part defendants' motion to strike. The court grants defendants' motion to the extent that portions of the challenged declaration are not based on personal knowledge, consist of inadmissible hearsay, or do not otherwise comply with Rule 56(e).</p>\n<p></p>\n<h2>III.</h2>\n<p>Summary judgment is appropriate when, after reviewing the record taken as a whole, no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247-48, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the nonmoving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quotation omitted) (emphasis removed). A trial <span class=\"star-pagination\">*605</span> court reviewing a motion for summary judgment should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505. In making this determination, the court must view the evidence and the inferences drawn from the evidence in the light most favorable to the nonmoving party. <i>Scott v. Harris,</i> 550 U.S. 372, 378, 127 S.Ct. 1769, 167 L.Ed.2d 686 (2007).</p>\n<p>In this case, defendants submitted a video recording, which reflects a significant portion of the events that occurred on September 9, 2007. The video impacts the summary judgment standard. As the Supreme Court determined in <i>Scott</i> \"[w]hen opposing parties tell two different stories, one of which is blatantly contradicted by the record, so that no reasonable jury could believe it, a court should not adopt that version of the facts for purposes of ruling on a motion for summary judgment.\" <i>Id.</i> at 380, 127 S.Ct. 1769. Here, the video utterly discredits the plaintiffs' story of police brutality such that no reasonable trier of fact could believe that part of their story. Thus, to the extent plaintiffs' recollection and the video are inconsistent, the video \"speak[s] for itself,\" and the court considers the facts as displayed in the video. <i>Id.</i> at 378 n. 5, 127 S.Ct. 1769. Otherwise, the court continues to view the evidence in the light most favorable to plaintiffs. <i>Id.</i> at 378, 127 S.Ct. 1769.</p>\n<p></p>\n<h2>IV.</h2>\n<p>The affirmative defense of qualified immunity protects law enforcement officers against lawsuits seeking money damages from them in their individual capacity. <i>See, e.g., </i><i>Brandon v. Holt,</i> 469 U.S. 464, 472-73, 105 S.Ct. 873, 83 L.Ed.2d 878 (1985); <i>Unus v. Kane,</i> 565 F.3d 103, 123 (4th Cir.2009), <i>petition for cert. filed,</i> No. 09-294 (U.S. Sept. 3, 2009). The defense \"protects all but the plainly incompetent or those who knowingly violate the law\" and \"protects law enforcement officers from bad guesses in gray areas and ensures that they are liable only for transgressing bright lines.\" <i>Waterman v. Batton,</i> 393 F.3d 471, 476 (4th Cir.2005) (quotations omitted). Qualified immunity \"shields an officer from suit when she makes a decision that, even if constitutionally deficient, reasonably misapprehends the law [or the facts] governing the circumstances she confronted.\" <i>Brosseau v. Haugen,</i> 543 U.S. 194, 198, 125 S.Ct. 596, 160 L.Ed.2d 583 (2004) (per curiam); <i>Pearson v. Callahan,</i> ___ U.S. ___, 129 S.Ct. 808, 815, 172 L.Ed.2d 565 (2009). Qualified immunity is \"`an immunity from suit rather than a mere defense to liability[; and like an absolute immunity,] it is effectively lost if a case is erroneously permitted to go to trial.'\" <i>Pearson,</i> 129 S.Ct. at 815 (quoting <i>Mitchell v. Forsyth,</i> 472 U.S. 511, 526, 105 S.Ct. 2806, 86 L.Ed.2d 411 (1985)). Further, \"[b]ecause qualified immunity is designed to shield officers not only from liability but from the burdens of litigation, its establishment at the pleading or summary judgment stage has been specifically encouraged.\" <i>Pritchett v. Alford,</i> 973 F.2d 307, 313 (4th Cir. 1992). The Fourth Circuit cautions that \"[t]his does not mean, however, that summary judgment doctrine is to be skewed from its ordinary operation to give special substantive favor to the defense, important as may be its early establishment.\" <i>Id.</i> Defendant officials have the burden of pleading and proving qualified immunity. <i>See, e.g., </i><i>Cloaninger ex rel. Estate of Cloaninger v. McDevitt,</i> 555 F.3d 324, 332 n. 10 (4th Cir.2009); <i>Wilson v. Kittoe,</i> 337 F.3d 392, 397 (4th Cir.2003).</p>\n<p>The court must ask two questions to determine whether qualified immunity protects an official. <i>See, e.g., </i><i>Pearson,</i> 129 <span class=\"star-pagination\">*606</span> S.Ct. at 818; <i>Saucier v. Katz,</i> 533 U.S. 194, 200-02, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001); <i>Unus,</i> 565 F.3d at 123 &amp; n. 24; <i>Miller v. Prince George's County, Md.,</i> 475 F.3d 621, 626-27 (4th Cir.2007). First,</p>\n<blockquote>[t]aken in the light most favorable to the party asserting the injury, do the facts alleged show the officer's conduct violated a constitutional right? . . . [I]f a violation could be made out on a favorable view of the parties' submissions, the next, sequential step is to ask whether the right was clearly established. This inquiry, it is vital to note, must be undertaken in light of the specific context of the case, not as a broad general proposition; and it too serves to advance understanding of the law and to allow officers to avoid the burden of trial if qualified immunity is applicable.</blockquote>\n<p><i>Saucier,</i> 533 U.S. at 201, 121 S.Ct. 2151; <i>see, e.g., </i><i>Miller,</i> 475 F.3d at 626-27.</p>\n<p>In <i>Pearson,</i> the Supreme Court clarified that the qualified-immunity analysis need not proceed in the sequence set forth in <i>Saucier,</i> and that \"[t]he judges of the district courts and the courts of appeals [may] exercise their sound discretion in deciding which of the two prongs . . . should be addressed first in light of the circumstances in the particular case at hand.\" <i>Pearson,</i> 129 S.Ct. at 818. Thus, defendants are entitled to summary judgment on qualified immunity grounds if the answer to either question in the two-prong analysis is \"no.\" <i>See, e.g., </i><i>Miller,</i> 475 F.3d at 627.</p>\n<p>As for the \"clearly established right\" prong,</p>\n<blockquote>the right the official is alleged to have violated . . . must be sufficiently clear that a reasonable official would understand that what he is doing violates that right. The relevant, dispositive inquiry in determining whether a right is clearly established is whether it would be clear to a reasonable officer that his conduct was unlawful in the situation he confronted.</blockquote>\n<p><i>Saucier,</i> 533 U.S. at 202, 121 S.Ct. 2151 (quotations and citations omitted); <i>see, e.g., </i><i>Cloaninger,</i> 555 F.3d at 331. The right is defined \"at a high level of particularity.\" <i>Edwards v. City of Goldsboro,</i> 178 F.3d 231, 251 (4th Cir.1999). In <i>Wilson v. Layne,</i> 141 F.3d 111 (4th Cir.1998) (en banc), <i>aff'd,</i> 526 U.S. 603, 119 S.Ct. 1692, 143 L.Ed.2d 818 (1999), the Fourth Circuit held that for a plaintiff to prevail over the defense of qualified immunity, the right at issue must have been \"authoritatively decided by the Supreme Court, the appropriate United States Court of Appeals, or the highest court of the state.\" 141 F.3d at 114 (quotation omitted). When the Supreme Court affirmed the Fourth Circuit's decision in <i>Wilson,</i> it observed that plaintiffs \"have not brought to our attention any cases of controlling authority in their jurisdiction at the time of the incident which clearly established the rule on which they seek to rely, nor have they identified a consensus of cases of persuasive authority such that a reasonable officer could not have believed that his actions were lawful.\" 526 U.S. at 617, 119 S.Ct. 1692; <i>see </i><i>Safford Unified Sch. Dist. # 1 v. Redding,</i> ___ U.S. ___, 129 S.Ct. 2633, 2643, 174 L.Ed.2d 354 (2009).</p>\n<p>In most cases, the qualified immunity analysis does not require factual findings, because the inquiry is a \"purely legal one: whether the facts alleged . . . support a claim of violation of clearly established law.\" <i>Mitchell,</i> 472 U.S. at 528 n. 9, 105 S.Ct. 2806. When asserting qualified immunity at the summary judgment stage, however, a defendant may challenge the adequacy of the evidence to support the complaint's allegations. <i>See </i><i>Cloaninger,</i> 555 F.3d at 331. In this situation, a defendant is entitled to summary judgment if <span class=\"star-pagination\">*607</span> the record does not create a genuine issue of material fact as to whether the defendant committed the acts alleged in the complaint. <i>See </i><i>Mitchell,</i> 472 U.S. at 526, 105 S.Ct. 2806; <i>Cloaninger,</i> 555 F.3d at 331.</p>\n<p></p>\n<h2>A.</h2>\n<p>\"A warrantless arrest of an individual in a public place for a felony, or a misdemeanor committed in the officer's presence, is consistent with the Fourth Amendment if the arrest is supported by probable cause.\" <i>Maryland v. Pringle,</i> 540 U.S. 366, 370, 124 S.Ct. 795, 157 L.Ed.2d 769 (2003). To prevail on a section 1983 claim alleging a violation of the Fourth Amendment due to an unlawful arrest, plaintiffs must demonstrate that the arrest was not supported by probable cause. <i>See, e.g., </i><i>Miller,</i> 475 F.3d at 627.</p>\n<p>Probable cause for arrest exists if:</p>\n<blockquote>at the moment the arrest was made . . . the facts and circumstances within [the officer's] knowledge and of which [the officer] had reasonably trustworthy information were sufficient to warrant a prudent man in believing that the [arrestee] had committed or was committing an offense.</blockquote>\n<p><i>Beck v. Ohio,</i> 379 U.S. 89, 91, 85 S.Ct. 223, 13 L.Ed.2d 142 (1964); <i>see, e.g., </i><i>Kittoe,</i> 337 F.3d at 398. The court considers the totality of the circumstances when determining if probable cause existed. <i>Illinois v. Gates,</i> 462 U.S. 213, 241-46, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983); <i>United States v. Dickey-Bey,</i> 393 F.3d 449, 453-54 (4th Cir.2004); <i>Porterfield v. Lott,</i> 156 F.3d 563, 569 (4th Cir.1998). \"[T]he probable cause standard is a `practical, nontechnical conception' that deals with the factual and practical considerations of everyday life on which reasonable and prudent men, not legal technicians, act.'\" <i>Pringle,</i> 540 U.S. at 370, 124 S.Ct. 795 (quoting Gates, 462 U.S. at 231, 103 S.Ct. 2317); <i>see </i><i>Ornelas v. United States,</i> 517 U.S. 690, 695, 699, 116 S.Ct. 1657, 134 L.Ed.2d 911 (1996); <i>Dickey-Bey,</i> 393 F.3d at, 453-54; <i>Gomez v. Atkins,</i> 296 F.3d 253, 262 (4th Cir.2002). Thus, the court must balance protecting \"citizens from rash and unreasonable interferences with privacy and from unfounded charges of crime,\" with providing law enforcement officers with \"fair leeway for enforcing the law in the community's protection.\" <i>Pringle,</i> 540 U.S. at 370, 124 S.Ct. 795 (quotations omitted). In evaluating objective reasonableness, what the officer observed is highly relevant; his subjective beliefs are not. <i>See, e.g., </i><i>Devenpeck v. Alford,</i> 543 U.S. 146, 153, 125 S.Ct. 588, 160 L.Ed.2d 537 (2004).</p>\n<p>Post-Pearson, a court is not required to engage the <i>Saucier</i> two-step analysis in the order described in <i>Saucier.</i> Nonetheless, the court begins with the question of whether Rodriguez's arrest of Mr. Bostic violated Mr. Bostic's Fourth Amendment right to be free from a warrantless arrest absent probable cause.</p>\n<p>Defendants contend that Rodriguez had probable cause to arrest Mr. Bostic for willfully and unlawfully resisting, delaying, or obstructing a public officer in discharging or attempting to discharge a duty of his office in violation of N.C. Gen.Stat. § 14-223. Plaintiffs do not agree that such probable cause existed.</p>\n<p>Pursuant to section 14-223, \"[i]f any person shall willfully and unlawfully resist, delay or obstruct a public officer in discharging or attempting to discharge a duty of his office, he shall be guilty of a Class 2 misdemeanor.\" N.C. Gen.Stat. § 14-223. The elements of the offense are:</p>\n<blockquote>1) that the victim was a public officer;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*608</span> 2) that the [arrestee] knew or had reasonable grounds to believe that the victim was a public officer;</blockquote>\n<blockquote>3) that the victim was discharging or attempting to discharge a duty of his office;</blockquote>\n<blockquote>4) that the [arrestee] resisted, delayed, or obstructed the victim in discharging or attempting to discharge a duty of his office; and</blockquote>\n<blockquote>5) that the [arrestee] acted willfully and unlawfully, that is intentionally and without justification or excuse.</blockquote>\n<p><i>State v. Sinclair,</i> 191 N.C.App. 485, 488-89, 663 S.E.2d 866, 870 (2008). N.C. Gen. Stat. § 14-223's purpose is \"to enforce orderly conduct in the important mission of preserving the peace, carrying out the judgments and orders of the court, and upholding the dignity of the law.\" <i>State v. Leigh,</i> 278 N.C. 243, 251, 179 S.E.2d 708, 713 (1971). The statute \"is concerned with acts threatening a public officer with injury only insofar as they interfere with the performance of his official duties.\" <i>State v. Hardy,</i> 298 N.C. 191, 197, 257 S.E.2d 426, 430 (1979).</p>\n<p>\"The general rule is that merely remonstrating with an officer . . . or criticizing or questioning an officer while he is performing his duty, when done in an orderly manner, does not amount to obstructing or delaying an officer in the performance of his duties.\" <i>Leigh,</i> 278 N.C. at 251, 179 S.E.2d at 713; <i>see </i><i>State v. Singletary,</i> 73 N.C.App. 612, 615, 327 S.E.2d 11, 13 (1985); <i>State v. Allen,</i> 14 N.C.App. 485, 491, 188 S.E.2d 568, 573 (1972). Section 14-223 does not apply to \"communications simply intended to assert rights, seek clarification or obtain information in a peaceful way.\" <i>Burton v. City of Durham,</i> 118 N.C.App. 676, 681, 457 S.E.2d 329, 332 (1995). \"Only those communications intended to hinder or prevent an officer from carrying out his duty are discouraged by [N.C. Gen.Stat. § 14-223].\" <i>Id.</i> 457 S.E.2d at 332. An individual need not engage in physical violence or permanently impede an officer's duties in order to violate N.C. Gen.Stat. § 14-223. <i>See </i><i>State v. Burton,</i> 108 N.C.App. 219, 225, 423 S.E.2d 484, 488 (1992).</p>\n<p>Viewing the facts in the light most favorable to plaintiffs, Ryan and Wills pulled over Mr. Bostic for a seat belt violation. Rodriguez arrived on the scene and learned that Ryan planned to issue Mr. Bostic a citation for the seat belt violation.<sup>[6]</sup> Ryan approached the driver-side <span class=\"star-pagination\">*609</span> of the Bostics' car to issue Mr. Bostic the citation. Rodriguez stood on the passenger-side of the Bostics' car while Ryan attempted to explain the citation to Mr. Bostic pursuant to the ECU Police Department's general orders. During this exchange, Mr. Bostic repeatedly asked for the officers' names and badge numbers and raised his voice. He told the officers on the scene that badges could be bought. The officers also raised their voices. Rodriguez warned Mr. Bostic that he risked being arrested, but Mr. Bostic did not hear the warning. Although Mr. Bostic did not make any verbal threats, use profanity, or touch the officers, Mr. Bostic remained belligerent and waived his hands in the air while he argued with the officers. Throughout this escalating verbal confrontation, Mr. Bostic remained seated in his car. The time between when the officers approached Mr. Bostic's car to cite Mr. Bostic for the seat belt violation and when Rodriguez arrested Mr. Bostic was slightly less than two minutes.</p>\n<p>When the facts are viewed in the light most favorable to plaintiffs, Rodriguez lacked probable cause to arrest Mr. Bostic for violating N.C. Gen.Stat. § 14-223.<sup>[7]</sup> Thus, Rodriguez's conduct in arresting Mr. Bostic violated Mr. Bostic's Fourth Amendment right.</p>\n<p>Under <i>Pearson,</i> the court next proceeds to the second step in the qualified-immunity framework: was this right clearly established at the time of the alleged violation? At the second step of the qualified-immunity framework, the question is not whether probable cause actually existed, or whether the officer believed it existed; rather, the court must determine if the law, as it existed, was clearly established such that a reasonable officer in the defendant-officer's position could not believe he had probable cause to arrest. <i>See, e.g., </i><i>Kittoe,</i> 337 F.3d at 402-03; <i>Gomez,</i> 296 F.3d at 261-62: <i>cf. </i><i>Layne,</i> 141 F.3d at 115-16. Defined \"at the appropriate level of specificity,\" <i>Layne,</i> 141 F.3d at 115, the relevant inquiries are (1) whether, at the time of Mr. Bostic's actions on September 9, 2007, it was clearly established that a person had a right not to be arrested by a police officer for violating N.C. Gen.Stat. § 14-223 where that person loudly, belligerently, and persistently prevented an officer from explaining a traffic citation for approximately two minutes and (2) whether a reasonable officer would have understood that Rodriguez's conduct violated that right. <i>See </i><i>Redding,</i> 129 <span class=\"star-pagination\">*610</span> S.Ct. at 2643; <i>Wilson,</i> 526 U.S. at 614-17, 119 S.Ct. 1692.</p>\n<p>In evaluating whether clearly established law demonstrated that Mr. Bostic's arrest violated the Fourth Amendment, the parties agree that <i>Leigh,</i> the only North Carolina Supreme Court decision to interpret N.C. Gen.Stat. § 14-223, is the court's North Star. <i>Leigh</i> involved an officer responding to a report of an assault on the main street in town. 278 N.C. at 245, 179 S.E.2d at 709. The officer intended to speak with the suspect, who was seated in Leigh's car. <i>Id.,</i> 179 S.E.2d at 709. As the officer attempted to speak with the suspect, Leigh repeatedly yelled and called the officer a \"Pig.\" <i>Id.</i> at 245-46, 179 S.E.2d at 709-10. Because the officer was unable to communicate with the suspect due to Leigh's yelling, the officer asked the suspect to get out of Leigh's car and go with the officer to talk. <i>Id.,</i> 179 S.E.2d at 709-10. The suspect got out of the car and walked with the officer towards the officer's car. <i>Id.,</i> 179 S.E.2d at 709-10. As the suspect walked with the officer to the officer's car, Leigh followed and continued to yell and to interfere with the investigation. <i>Id.,</i> 179 S.E.2d at 709-10. As the officer and the suspect neared the officer's car, Leigh stood in the way of the officer and the suspect, forcing the officer to push Leigh out of the way. <i>Id.</i> at 245, 179 S.E.2d at 709. During the verbal confrontation, Leigh belligerently spoke in a loud voice for between five and eight minutes, eventually forcing the officer to leave the scene with the suspect to interview the suspect. <i>Id.</i> at 245-46, 179 S.E.2d at 709-10. Based on these facts, the North Carolina Supreme Court unanimously concluded:</p>\n<blockquote>Conceding that no actual violence or force was used by [Leigh], application of the descriptive words of the statute in their common and ordinary meaning, or as interpreted by the courts, to the facts of this case leads us to conclude that there was plenary evidence to support a jury finding that [Leigh] did by his actions and language delay and obstruct the officer in the performance of his duties.</blockquote>\n<p><i>Id.</i> at 249, 179 S.E.2d at 711.</p>\n<p>In response to Leigh's argument that his conviction violated his free-speech rights, the North Carolina Supreme Court wrote: \"The general rule is that merely remonstrating with an officer [on] behalf of another, or criticizing or questioning an officer while he is performing his duty when done in an orderly manner, does not amount to obstructing or delaying an officer in the performance of his duties.\" <i>Id.</i> at 251, 179 S.E.2d at 713. Thus, <i>Leigh</i> clearly establishes the right to be free from arrest for violating N.C. Gen.Stat. § 14-223 when \"merely remonstrating with an officer . . . or criticizing or questioning an officer while he is performing his duty when done in an orderly manner.\" <i>Id.</i> The touchstone of the inquiry is orderliness. <i>See id; </i><i>Hardy,</i> 298 N.C. at 197, 257 S.E.2d at 430; <i>accord </i><i>Burton,</i> 118 N.C.App. at 681, 457 S.E.2d at 332; <i>Burton,</i> 108 N.C.App. at 225, 423 S.E.2d at 488; <i>Singletary,</i> 73 N.C.App. at 615, 327 S.E.2d at 13; <i>Allen,</i> 14 N.C.App. at 491, 188 S.E.2d at 573.</p>\n<p>The parties also cite the Fourth Circuit's decision in <i>Kittoe</i> as informing the clearly established right inquiry, but each side reads <i>Kittoe</i> differently. In <i>Kittoe,</i> the Fourth Circuit affirmed a district court's denial of defendant's summary judgment motion based on qualified immunity in a section 1983 action. 337 F.3d at 394. <i>Kittoe</i> involved an arrest of an attorney (Wilson) under a Virginia statute similar to N.C. Gen.Stat. § 14-223. Wilson woke up in the middle of night and walked outside to discover his next-door neighbor's adult <span class=\"star-pagination\">*611</span> son being arrested. <i>Id.</i> at 395. Wilson was standing in his own driveway. <i>Id.</i> The arresting officer (Kittoe) ordered Wilson to leave his own driveway and claimed that he was interfering with an investigation. <i>Id.</i> Wilson did not comply and instead engaged the neighbor's son in conversation, who asked Wilson to represent him. <i>Id.</i> Kittoe again told Wilson to leave his own driveway, and Wilson again refused. <i>Id.</i> Wilson then went inside his house to get his wallet and business cards and returned outside where he stood on the street by his neighbor's driveway next to another officer who had been called for backup. <i>Id.</i> at 395-96. Kittoe introduced himself to the other officer, handed him a business card, and asked if he could speak with his client once the officers were finished with the arrest. <i>Id.</i> at 396. The other officer replied that Kittoe was in charge. <i>Id.</i> Kittoe noticed Wilson standing on the street next to the other officers, approached Wilson, and again commanded that he leave the scene.</p>\n<blockquote>Wilson told Kittoe that he understood that Kittoe \"had a job to do,\" but that, as an attorney, \"he had a job to do as well\" . . . . Wilson explained that he just wanted to speak to his client for a moment when Kittoe was finished doing \"whatever it was\" that he was doing. Then Wilson informed Kittoe that \"any information\" that Kittoe elicited from [the neighbor's son] as a result of questioning \"will be suppressed at trial under the Exclusionary Rule.\"</blockquote>\n<blockquote>Following this exchange, Kittoe paused momentarily and then informed Wilson that he was under arrest.</blockquote>\n<p><i>Id.</i> Kittoe arrested Wilson for violating Va.Code § 18.2-460(A). <i>Kittoe,</i> 337 F.3d at 396.<sup>[8]</sup></p>\n<p>In <i>Kittoe,</i> the Fourth Circuit noted that the Virginia Supreme Court interpreted Virginia's obstruction statute to require an arrestee to \"do more than merely render an arrest more difficult or inconvenient than it might otherwise have beenby, for example, speaking to an officer as he worksin order to be criminally liable.\" <i>Id.</i> at 399 (citations omitted). The Fourth Circuit then held that \"the facts and circumstances within Kittoe's knowledge were not sufficient to warrant a prudent person, or one of reasonable caution, in believing, in the circumstances shown, that Wilson had committed, was committing, or was about to violate [Va.Code Ann. § 18.2-460(A) ].\" <i>Id.</i> at 400 (alterations in original omitted) (emphasis omitted) (quotations omitted). Thus, Kittoe lacked probable cause to arrest Wilson, and Wilson's arrest violated his Fourth Amendment right against arrest absent probable cause. <i>Id.</i> at 400-02. Based on the Virginia Supreme Court cases interpreting Va.Code Ann. § 18.2-460(A), the Fourth Circuit concluded that the right was clearly established and therefore affirmed the district court's denial of qualified immunity. <i>Id.</i> at 403-04.<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*612</span> Mr. Bostic's behavior falls somewhere between <i>Leigh</i> and <i>Kittoe.</i> Although Mr. Bostic did not physically obstruct the officers like Leigh or delay the officers for the same amount of time as Leigh, Mr. Bostic did more than wait peacefully on his sidewalk or public street while an officer arrested his neighbor. Under the facts and circumstances known to Rodriguez at the time of arrest, Mr. Bostic appeared to be \"do[ing] more than merely render[ing] an arrest more difficult or inconvenient . . . by . . . speaking to an officer as he works,\" <i>Kittoe,</i> 337 F.3d at 399 (citations omitted), or \"merely remonstrating with an officer. . . or criticizing or questioning an officer\" in an \"orderly\" manner. <i>Leigh,</i> 278 N.C. at 251, 179 S.E.2d at 713. A reasonable officer, under the facts and circumstances known to Rodriguez at the time, could have believed that Mr. Bostic's persistent badgering, yelling, and hand-waiving was not orderly. Stated differently, a reasonable officer, under the facts and circumstances known to Rodriguez at the time, could have believed that Mr. Bostic was delaying and obstructing Ryan from explaining the citation, delivering the citation, and clearing the traffic stop and thereby violating N.C. Gen.Stat. § 14-223. Although Mr. Bostic's conduct did not cause as much delay and disruption as defendant's conduct in <i>Leigh,</i> N.C. Gen. Stat. § 14-223 does not set a bright-line standard on how great of a delay, how much disruption, or how much resistance an individual must cause to violate section 14-223. <i>See </i><i>Leigh,</i> 278 N.C. at 251, 179 S.E.2d at 713; <i>cf. </i><i>Burton,</i> 108 N.C.App. at 225-26, 423 S.E.2d at 488. Essentially, Rodriguez made a \"bad guess[ ] in [a] gray area[].\" <i>Waterman,</i> 393 F.3d at 476. Therefore, the right was not clearly established, and Rodriguez is entitled to qualified immunity.</p>\n<p>In opposition to this conclusion, plaintiffs also contend that Ryan did not have an official duty to explain the citation to Mr. Bostic because such efforts were not required by North Carolina law. <i>See</i> Pls.' Resp. to Defs.' Mot. for Summ. J. 11-12; <i>cf.</i> N.C. Gen.Stat. § 15A-302. Defendants respond that the ECU Police Department's general orders require officers explain the citations to their recipients before providing them with a copy. Ryan was attempting to explain the citation to Mr. Bostic pursuant to the ECU Police Department's general orders. Rodriguez Dep. 34:6-8, 46:7-9; Rodriguez Decl. 113; <i>see</i> Ryan Decl. ¶ 6; Wills Decl. ¶ 5; Whitehurst Dep. 22:7-13. The court need not resolve this legal issue. The law in North Carolina is unclear whether purportedly following local police department general orders is a \"duty of [Rodriguez's] office.\" N.C. Gen.Stat. § 14-223. To the extent parties argue over whether it is an official duty vis-a-vis section 14-223, the law was not clearly established at the time Rodriguez arrested Mr. Bostic. <i>See </i><i>Walker v. Prince George's County, Md.,</i> 575 F.3d 426, 430 (4th Cir.2009).</p>\n<p>As for any unlawful-arrest claim against Ryan, she cannot be held liable because she did not act personally to deprive plaintiffs' rights. A plaintiff must allege that \"the official acted . . . personally in the deprivation of the plaintiffs rights.\" <i>Wright v. Collins,</i> 766 F.2d 841, 850 (4th Cir.1985). A law enforcement officer may incur bystander liability under section 1983 if a plaintiff can establish: (1) the officer \"knows that a fellow officer is violating an individual's constitutional rights\"; (2) she \"has reasonable opportunity to prevent the harm\"; and (3) she \"chooses not to act.\" <i>Randall v. Prince George's County, Md.,</i> 302 F.3d 188, 204 <span class=\"star-pagination\">*613</span> (4th Cir.2002). A defendant's notice after the fact is insufficient to establish liability under section 1983. <i>See </i><i>Wright,</i> 766 F.2d at 850; <i>Schultz v. Baumgart,</i> 738 F.2d 231, 238-39 (7th Cir.1984). Here, Ryan did not make the arrest, nor was she part of Rodriguez's decision to arrest Mr. Bostic. Ryan Decl. ¶11; Rodriguez Decl. ¶¶ 6-7, 10. Moreover, and in any event, because the right that Rodriguez allegedly violated was not clearly established at the time of the arrest, Ryan is also entitled to qualified immunity on the unlawful-arrest claim. Accordingly, the court grants summary judgment to defendants as to plaintiffs' unlawful-arrest claim.</p>\n<p></p>\n<h2>B.</h2>\n<p>The Fourth Amendment protects citizens from excessive force during arrest. <i>See, e.g., </i><i>Graham v. Connor,</i> 490 U.S. 386, 395, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989); <i>Valladares v. Cordero,</i> 552 F.3d 384, 388 (4th Cir.2009); <i>Young v. Prince George's County, Md.,</i> 355 F.3d 751, 758 (4th Cir.2004); <i>Jones v. Buchanan,</i> 325 F.3d 520, 527 (4th Cir.2003). To determine whether an officer's use of force was excessive, the court employs a \"reasonableness\" test. <i>See, e.g., </i><i>Graham,</i> 490 U.S. at 396, 109 S.Ct. 1865; <i>Vallaclares,</i> 552 F.3d at 388. The court looks to the objective reasonableness of the officer's actions, rather than the subjective motivations of the officer. <i>See, e.g., </i><i>Graham,</i> 490 U.S. at 397, 109 S.Ct. 1865; <i>Young,</i> 355 F.3d at 758-59; <i>Jones,</i> 325 F.3d at 527.</p>\n<p>The reasonableness test under the Fourth Amendment is not \"capable of precise definition.\" <i>Bell v. Wolfish,</i> 441 U.S. 520, 559, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979). Rather, the court must balance \"`the nature and quality of the intrusion on the individuals's Fourth Amendment interests against the countervailing governmental interests at stake.'\" <i>Unus,</i> 565 F.3d at 117 (quoting <i>Young,</i> 355 F.3d at 757). In particular, the court must give \"careful attention to the facts and circumstances of each particular case, including the severity of the crime at issue, whether the suspect poses an immediate threat to the safety of the officers or others, and whether he is actively resisting arrest or attempting to evade arrest by flight.\" <i>Graham,</i> 490 U.S. at 396, 109 S.Ct. 1865. Further, the court may consider the extent of the plaintiffs injury. <i>See </i><i>Jones,</i> 325 F.3d at 527. In evaluating these factors, the court must not engage in Monday morning quarter backing, but instead should consider that \"police officers are often forced to make split-second judgmentsin circumstances that are tense, uncertain and rapidly evolvingabout the amount of force that is necessary in a particular situation.\" <i>Park v. Shiflett,</i> 250 F.3d 843, 853 (4th Cir.2001); <i>see also </i><i>Graham,</i> 490 U.S. at 396-97, 109 S.Ct. 1865.</p>\n<p>The court has considered the <i>Graham</i> factors in light of the record, including the video. In Mr. Bostic's case, he committed a seat belt violation, and thereafter engaged in an escalating, verbal confrontation with the officers. Nevertheless, when the evidence is viewed in the light most favorable to him, he did not violate N.C. Gen.Stat. § 14-223. As for the second <i>Graham</i> factor, Mr. Bostic remained seated in his car and made no threats. Nonetheless, Mr. Bostic is physically much larger than Rodriguez or Ryan. As for the third factor, Mr. Bostic did not actively resist arrest or attempt to evade arrest once Rodriguez told him to get out of the car. Once outside the car, Rodriguez handcuffed Mr. Bostic with his hands behind his back. Once Mr. Bostic was placed in handcuffs, he did not resist or engage in any other threatening behavior. Further, when Sergeant Whitehurst arrived, he switched Mr. Bostic's handcuffs <span class=\"star-pagination\">*614</span> to the front and transported Mr. Bostic to the detention center in the frontseat.</p>\n<p>Ultimately, as already mentioned, the video belies plaintiffs' claims that Rodriguez tightened Mr. Bostic's handcuffs and twisted his arms, that Ryan chest-bumped Mr. Bostic, or that the officers pressed Mr. Bostic against the car. Mr. Bostic Dep. 27:4-11, Ex. 2; Mrs. Bostic Dep. 20:14-21:3. Indeed, the video dooms plaintiffs' excessive-force claim. Rodriguez placed Mr. Bostic in handcuffs and secured them behind his back in accordance with department policy. Although Mr. Bostic testified that the handcuffs caused pain, and that Rodriguez did not respond to his complaints of pain, the video contradicts. this testimony. For example, Rodriguez allowed Mr. Bostic out of the squad car. Moreover, when Sergeant Whitehurst arrived on the scene, less than eleven minutes after Rodriguez arrested Mr. Bostic, Whitehurst secured the handcuffs in front of Mr. Bostic. In light of the <i>Graham</i> factors, the force was not excessive.</p>\n<p>Alternatively, plaintiffs argue that if the court determines that defendants lacked probable cause to arrest Mr. Bostic, then the unlawful arrest per se proves an excessive-force claim because Mr. Bostic was handcuffed. It does not follow, however, that an unlawful-arrest claim per se begets an excessive-force claim if the person is handcuffed. <i>See, e.g., </i><i>Bailey v. Kennedy,</i> 349 F.3d 731, 743-44 (4th Cir. 2003); <i>Jones,</i> 325 F.3d at 528; <i>Park,</i> 250 F.3d at 852-53. Notably, in <i>Bailey, Jones,</i> and <i>Park,</i> there was no probable cause to arrest the plaintiffs, yet the Fourth Circuit considered all of the facts and circumstances surrounding law enforcement's use of force. In so doing, the Fourth Circuit considered the other <i>Graham</i> factors and weighed the first <i>Graham</i> factor (i.e., severity of the crime at issue) in plaintiff's favor. The first <i>Graham</i> factor, however, was not dispositive as to the issue of <i>excessive</i> force. Indeed, to accept plaintiffs' proposed per se rule concerning handcuffs would convert the adjective \"excessive\" into \"any\" if hindsight shows that an officer lacked probable cause for an arrest. In any event, because plaintiffs' counsel conceded at oral argument that the constitutional right that plaintiffs purport to assert in their proposed per se rule was not \"clearly established,\" the court rejects the argument. <i>See, e.g., </i><i>Pearson,</i> 129 S.Ct. at 818; <i>Wilson,</i> 526 U.S. at 614-17, 119 S.Ct. 1692. Accordingly, the court grants summary judgment to defendants on the excessive-force claim.</p>\n<p></p>\n<h2>V.</h2>\n<p>Under North Carolina law, a person who claims that an official violated his state constitutional rights may not sue the official in his individual capacity for money damages. <i>See </i><i>Corum v. Univ. of N.C.,</i> 330 N.C. 761, 786-88, 413 S.E.2d 276, 292-93 (1992). Instead, the appropriate cause of action is one against the official in his official capacity. <i>Id.,</i> 413 S.E.2d at 292-93. Accordingly, the court grants summary judgment as to these state constitutional claims against Ryan and Rodriguez in their individual capacities.</p>\n<blockquote>Additionally, plaintiffs allege</blockquote>\n<blockquote>That following the issuance of the citation for failure to wear a seatbelt, Defendants Col[l]een Ryan and Gilbert Rodriguez assaulted Plaintiff Walter Bostic wrongfully, unlawfully and without any warrant or authority of the law and thus illegally arrested and seized the Plaintiff by imprisoning him against his will.</blockquote>\n<p>Compl. ¶12. Defendants' summary judgment motion does not address any North Carolina common-law claims other than Mrs. Bostic's loss-of-consortium claim. In plaintiffs' response to defendants' motion <span class=\"star-pagination\">*615</span> for summary judgment, plaintiffs explicitly allege false imprisonment and assault claims. Defendants reply that plaintiffs are improperly seeking to amend their complaint in their response memorandum.</p>\n<p>Plaintiffs may not use their response to amend their complaint. <i>See, e.g., </i><i>Car Carriers, Inc. v. Ford Motor Co.,</i> 745 F.2d 1101, 1107 (7th Cir.1984); <i>Ward v. Coastal Carolina Health Care, P.A.,</i> 597 F.Supp.2d 567, 573 (E.D.N.C.2009). However, plaintiffs appear to have sufficiently alleged these claims in their complaint (albeit far from a model of clarity) to satisfy Rule 8 of the Federal Rules of Civil Procedure.</p>\n<p>Considering the merits of these claims under North Carolina law, common-law claims for false imprisonment and assault are coterminous with section 1983 claims for, respectively, unlawful arrest and excessive force. <i>See, e.g., </i><i>Rowland v. Perry,</i> 41 F.3d 167, 174 (4th Cir.1994). Accordingly, the court grants summary judgment to Ryan on the false-imprisonment claim and grants summary judgment to both defendants on the assault claim.</p>\n<p>As to the false-imprisonment claim against Rodriguez, the qualified-immunity standard under North Carolina law diverges from the qualified-immunity standard under section 1983. <i>See, e.g., </i><i>Cloaninger,</i> 555 F.3d at 335. Under North Carolina law,</p>\n<blockquote>a public official, engaged in the performance of governmental duties involving the exercise of judgment and discretion, may not be held personally liable for mere negligence in respect thereto. The rule in such cases is that an official may not be held liable unless it be alleged and proved that his act, or failure to act, was corrupt or malicious, or that he acted outside of and beyond the scope of his duties.</blockquote>\n<p><i>Meyer v. Walls,</i> 347 N.C. 97, 112, 489 S.E.2d 880, 888 (1997). \"As long as a public officer lawfully exercises the judgment and discretion with which he is invested by virtue of his office, keeps within the scope of his official authority, and acts without malice or corruption, he is protected from liability.\" <i>Smith v. State,</i> 289 N.C. 303, 331, 222 S.E.2d 412, 430 (1976). Plaintiffs have presented no evidence that Rodriguez's conduct was \"corrupt or malicious, or that he acted outside of and beyond the scope of his duties.\" <i>Meyer,</i> 347 N.C. at 112, 489 S.E.2d at 888. Thus, the court grants summary judgment to Rodriguez on the false-imprisonment claim.</p>\n<p>Finally, Mrs. Bostic presents a claim for loss of consortium. Her claim is a derivative of Mr. Bostic's claims under 42 U.S.C. § 1983, the North Carolina Constitution, and North Carolina common law. Because the court dismisses all of Mr. Bostic's claims, the court grants summary judgment to defendants as to Mrs. Bostic's claim for loss of consortium. <i>Cf. </i><i>Labram v. Havel,</i> 43 F.3d 918, 921 (4th Cir.1995); <i>Emmons v. Rose's Stores, Inc.,</i> 5 F.Supp.2d 358, 366 (E.D.N.C.1997), <i>aff'd,</i> 141 F.3d 1158 (4th Cir.1998)(per curiam): <i>Nicholson v. Hugh Chatham Mem'l Hosp., Inc.,</i> 300 N.C. 295, 304, 266 S.E.2d 818, 823 (1980).</p>\n<p></p>\n<h2>VI.</h2>\n<p>For the reasons stated above, the court GRANTS in part and DENIES in part defendants' motion to strike [D.E. 25]. Additionally, the court GRANTS defendants' motion for summary judgment [D.E. 17]. The Clerk of Court is DIRECTED to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  The complaint incorrectly states the incident date as September 10, 2007. Compl. ¶ 5. The parties agree that the incident took place on September 9, 2007. <i>See, e.g.,</i> Mrs. Bostic Decl. ¶ 1; Mr. Bostic Decl. ¶ 4; Rodriguez Decl. ¶ 2; Ryan Decl. ¶ 3.</p>\n<p>[2]  The video timestamp shows that the stop occurred at 11:12:57 a.m. The ECU Police Department is able to control the video camera by panning and zooming, but the camera does not record audio. Whitehurst Dep. 38:14-23. Cameras were installed in Ryan's and Rodriguez's cars, but they were not operating. Ryan Dep. 43:5-7; Rodriguez Dep. 38:13-39:9; Wills Dep. 10:23-11:4. In fact, the four squad cars that were on the scene (at some point) did not have functioning video cameras. <i>See</i> Ryan Dep. 44:15-45:6; Rodriguez Dep. 39:10-21, 81:24-82:7; Whitehurst Dep. 36:17-37:12.</p>\n<p>[3]  The parties did not submit copies of these general orders to the court.</p>\n<p>[4]  At some point, Lieutenant Allen arrived at the scene, but he left soon after. Rodriguez Dep. 79:21-25. Nothing in the record indicates Allen taking any action or observing any material event. Dep. 79:21-25. Nothing in the record indicates Allen taking any action or observing any material event.</p>\n<p>[5]  In their complaint, plaintiffs do not challenge the traffic stop. In their response opposing summary judgment, plaintiffs dispute whether Ryan should ever have stopped plaintiffs in the first place. At oral argument, plaintiffs' counsel clarified that plaintiffs are not making a section 1983 unlawful-stop claim and that Ryan had probable cause to initiate the traffic stop for Mr. Bostic's seat belt violation. <i>Cf.</i> N.C. Gen.Stat. § 20-135.2A; <i>Whren v. United States,</i> 517 U.S. 806, 813-14, 116 S.Ct. 1769, 135 L.Ed.2d 89 (1996).</p>\n<p>[6]  Under North Carolina law, failure to wear a seat belt is not an \"arrestable\" offense and is \"a noncriminal violation of law.\" <i>See, e.g.,</i> N.C. Gen. Stat §§ 14-3.1, 15A-401(b)(1), 20-135.2A(e); <i>Glenn-Robinson v. Acker,</i> 140 N.C.App. 606, 616, 538 S.E.2d 601, 609-10 (2000). At oral argument, defendants presented, for the first time, the argument that because the officers had probable cause to cite Mr. Bostic for the seat belt violation, they had the power to arrest Mr. Bostic. In making this argument, defendants cite <i>Virginia v. Moore,</i> 553 U.S. 164, 128 S.Ct. 1598, 170 L.Ed.2d 559 (2008), and <i>Atwater v. City of Lago Vista,</i> 532 U.S. 318, 121 S.Ct. 1536, 149 L.Ed.2d 549 (2001). The Supreme Court in <i>Moore</i> and <i>Atwater</i> made clear that the Fourth Amendment's protection is not dependent on restrictions on search and seizures guaranteed by state law. <i>See </i><i>Moore,</i> 128 S.Ct. at 1602-04; <i>Atwater,</i> 532 U.S. at 326-345, 121 S.Ct. 1536. The Court instead looked to the common law at the time the Fourth Amendment was adopted and held that \"[i]f an officer has probable cause to believe that an individual has committed even a very minor criminal offense in his presence, he may, without violating the Fourth Amendment, arrest the offender.\" <i>Atwater,</i> 532 U.S. at 354, 121 S.Ct. 1536; <i>see </i><i>Moore,</i> 128 S.Ct. at 1604, 1608. Both <i>Moore</i> and <i>Atwater</i> involved misdemeanor crimes under the applicable state law. Here, under North Carolina law, the seat belt infraction \"is a noncriminal violation of law not punishable by imprisonment.\" N.C. Gen.Stat. § 14-3.1. The court does not read <i>Atwater</i> and <i>Moore</i> to undermine the more basic principle that an officer cannot arrest an individual when the officer lacks probable cause to believe that a crime has occurred and that state law determines whether a particular act constitutes a crime. <i>See </i><i>Michigan v. DeFillippo,</i> 443 U.S. 31, 36, 99 S.Ct. 2627, 61 L.Ed.2d 343 (1979); <i>Allen v. City of Portland,</i> 73 F.3d 232, 237-38 (9th Cir.1995). Thus, the court rejects the argument that Mr. Bostic's seat belt violation provided probable cause to arrest him.</p>\n<p>[7]  Rodriguez's second justification for the arrest is that Mr. Bostic refused to accept the citation. <i>See</i> Rodriguez Dep. 34:2-8; Rodriguez Decl. ¶6. Rodriguez claims that Ryan still had the citation at the point he decided to make the arrest. Rodriguez Dep. 62:22-65:2, 67:12-23; Rodriguez Decl. ¶6; <i>see</i> Ryan Dep. 26:3-9; Ryan Decl. ¶ 10. Mr. Bostic denies ever refusing to take the citation and testifies that he accepted the citation the first time Ryan presented it to him. <i>See</i> Mr. Bostic Decl. ¶¶ 15, 38, 43; <i>see</i> Mrs. Bostic Decl. ¶5. At the summary judgment stage, the court does not make any credibility determinations and instead reads the facts in the light most favorable to plaintiffs. Accordingly, the court does not consider Mr. Bostic's alleged refusal to accept the citation. Thus, the court does not reach the question of whether such a refusal would provide probable cause to arrest under N.C. Gen.Stat. § 14-223. Cf. Rodriguez Dep. 35:8-16, 66:22-67:11 (acknowledging that an officer could cite an individual by dropping the citation on his lap).</p>\n<p>[8]  In 2001, Va.Code Ann. § 18.2-460(A) read: If any person without just cause knowingly obstructs . . . any law-enforcement officer in the performance of his duties as such or fails or refuses without just cause to cease such obstruction when requested to do so by such . . . law-enforcement officer, he shall be guilty of a Class 2 misdemeanor.\n</p>\n<p>Va.Code Ann. § 18.2-460(A) (2001). The statute has been amended in 2002 to change \"Class 2 misdemeanor\" to \"Class 1 misdemeanor\" and, in 2009, to add \"animal control officer\" to the list of official victims.</p>\n<p>[9]  The Virginia statute at issue in <i>Kittoe</i> and N.C. Gen.Stat. § 14-223 are distinguishable. For example, North Carolina's statute expressly mentions delay, whereas Virginia's statute does not. Nonetheless, the court assumes (without deciding) that the Fourth Circuit's decision in <i>Kittoe</i> clearly establishes law as to section 14-223. <i>Cf. </i><i>Kittoe,</i> 337 F.3d at 403-04.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">667</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">591</span></span> (2009)</b></center>\n<center><h1>Walter BOSTIC, and Meredith M. Bostic, Plaintiffs,<br>\nv.<br>\nGilbert RODRIGUEZ, and Colleen Ryan, Defendants.</h1></center>\n<center>No. 7:08-CV-51-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>September 30, 2009.</center>\n<p><span class=\"star-pagination\">*596</span> E.C. Thompson, III, Thompson &amp; Thompson, PC, Waraw, NC, Charles K. McCotter, Jr., McCotter, Ashton &amp; Smith, PA, New Bern, NC, for Plaintiffs.</p>\n<p>John P. Scherer, II, N.C. Dept. of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER, III, District Judge.</p>\n<p>On February 20, 2008, Walter Bostic and Meredith M. Bostic (collectively \"plaintiffs\" or \"the Bostics\") filed suit against Gilbert Rodriguez and Colleen Ryan (collectively \"defendants\") in their individual capacities in Onslow County Superior Court [D.E. 1]. On April 1, 2008, defendants removed the case to this court [D.E. 1]. After the close of discovery, defendants moved for summary judgment [D.E. 17]. Plaintiffs responded in opposition to the motion for summary judgment [D.E. 22]. On March 5, 2009, defendants filed a motion to strike portions of plaintiffs' declaration and other hearsay in plaintiffs' response [D.E. 25]. Plaintiffs responded in opposition to the motion to strike [D.E. 27]. On September 18, 2009, the court heard oral argument. As explained below, the court grants in part and denies in part defendants' motion to strike and grants defendants' motion for summary judgment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*597</span> I.</h2>\n<p>Walter Bostic (\"Mr. Bostic\") and Meredith M. Bostic (\"Mrs. Bostic\") met at and graduated from East Carolina University (\"ECU\") in Greenville, North Carolina. Mr. Bostic Decl. ¶ 3; Mrs. Bostic Decl. ¶ 1. They are married and both are 63 years old. Mr. Bostic Dep. 7:17-18; Mrs. Bostic Dep. 7:8-17.</p>\n<p>Gilbert Rodriguez (\"Rodriguez\") and Colleen Ryan (\"Ryan\") are police officers with the ECU Police Department. Rodriguez Decl. ¶ 1; Ryan Decl. ¶ 1. Rodriguez is a master patrol officer and has been a sworn officer for fourteen years. Rodriguez Dep. 6:8-14; Rodriguez Decl. ¶ 1. At the time of the incident involving plaintiffs, Ryan had been a sworn officer for approximately four months. Ryan Dep. 5:18-25; Ryan Decl. ¶ 1. Because of her short tenure, Chuck Wills, a field training officer, accompanied Ryan in her patrol car. Ryan Dep. 9:7-11; Ryan Decl. ¶ 2; Wills Dep. 6:3, 10:11; Wills Decl. ¶¶ 2-3; Whitehurst Decl. ¶ 3. At the time of the incident, Wills had been a sworn officer for seven years, all with the ECU Police Department. Wills Dep. 6:16-25; Wills Decl. ¶ 1. As a field training officer, Wills was to observe Ryan and review ECU Police Department policies and procedures with her. Wills Dep. 7:21-23; Wills Decl. ¶ 2.</p>\n<p>On the morning of September 9, 2007, the Bostics were driving in a silver BMW convertible (with the top down) around the ECU campus. Mr. Bostic Dep. 11:1-18; Mr. Bostic Decl. ¶ 4; Mrs. Bostic Decl. ¶ 1; Ryan Dep. 12:2-19; Ryan Decl. ¶ 3; Rodriguez Dep. 14:7-11; Rodriguez Decl. ¶ 2; Wills Dep. 11:16-25.<sup>[1]</sup> Mr. Bostic was driving the car slowly, and stopping at various locations on campus. Mr. Bostic Decl. ¶ 5; Mrs. Bostic Decl. ¶¶ 1, 3; Rodriguez Dep. 24:5-8; Wills Dep. 14:6-16. Mr. Bostic was not wearing a seat belt while he was driving. Mrs. Bostic Dep. 10:25-11:2; Mrs. Bostic Decl. ¶ 4; Ryan Dep. 12:20-22; Ryan Decl. ¶ 3; Rodriguez Dep. 15:2-3; Rodriguez Decl. ¶ 2. Ryan and Wills stopped plaintiffs' car. Mrs. Bostic Dep. 11:3-17; Mrs. Bostic Decl. ¶ 2; Mr. Bostic Decl. ¶ 6; Ryan Dep. 14:7-15:3; Ryan Decl. ¶ 3; Wills Dep. 13:19-14:5; Wills Decl. ¶ 3.</p>\n<p>Because the incident occurred on the ECU campus, a camera attached to one of the nearby dormitories captured the traffic stop and most of what ensued. <i>See</i> Rodriguez Decl. ¶ 11; Ryan Decl. ¶ 14; Wills Decl. ¶ 11; Whitehurst Dep. 38:10-13.<sup>[2]</sup> At 11:12:57 a.m., the Bostics' BMW convertible passed through the video frame followed by a squad car with its lights flashing, which then came to a complete stop. At 11:13:29, Ryan and Wills stepped out of the squad car and walked towards the convertible. Off-camera, Ryan informed Mr. Bostic that she had stopped him because he was not wearing his seat belt. Ryan Dep. 17:17-19; Ryan Decl. ¶ 4. Ryan then asked Mr. Bostic for his license and registration, which he provided. Mrs. Bostic Dep. 11:11:19-20; Mrs. Bostic Decl. <span class=\"star-pagination\">*598</span> ¶ 4; Mr. Bostic Dep. 17:7-8; Mr. Bostic Decl. ¶ 6; Ryan Dep. 17:20-25; Ryan Decl. ¶ 4. During this encounter, Wills stood behind plaintiffs' car. Wills Dep. 14:20-15:4; Wills Decl. ¶ 4.</p>\n<p>At 11:14:25, Ryan and Wills returned to their squad car to check Mr. Bostic's background. Mr. Bostic Decl. ¶ 7; Ryan Decl. ¶ 4; Wills Decl. ¶ 4. At 11:16:08, while Ryan and Wills were checking Mr. Bostic's license and registration, Rodriguez arrived on the scene in his patrol car. Rodriguez Dep. 24:17-19; Rodriguez Decl. ¶ 2; Ryan Decl. ¶ 5; Wills Decl. ¶ 4. Ryan and Wills did not call for backup. Rather, Rodriguez arrived to comply with the \"normal policy\" to have two squad cars on the scene of any traffic stop. Rodriguez Decl. ¶ 2; <i>see</i> Rodriguez Dep. 27:3-5; Ryan Decl. ¶ 5; Wills Dep. 18:10-11; Wills Decl. ¶ 4; Whitehurst Dep. 18:22-19:21. Rodriguez stepped out of his car, approached Ryan and Wills, and told them that he had observed Mr. Bostic driving without a seat belt a few minutes earlier. Rodriguez Dep. 25:15-21; Rodriguez Decl. ¶ 2. When Rodriguez arrived, Ryan was already in the process of writing Mr. Bostic a citation for the seat belt violation. Rodriguez Dep. 26:2-5; Ryan Decl. ¶ 5; Wills Dep. 17:22-25.</p>\n<p>At 11:21:22 (about nine minutes after the initial traffic stop), Ryan and Wills exited the first squad car and walked towards the convertible. Mrs. Bostic Dep. 14:13-15; Rodriguez Decl. ¶ 3; Ryan Decl. ¶ 6; Wills Decl. ¶ 5. At 11:22:00, Rodriguez joined his two fellow officers. Rodriguez stood behind the passenger door of plaintiffs' car, and Wills stood behind the car. Rodriguez Dep. 41:17-18; Rodriguez Decl. ¶ 3; Wills Dep. 19:9-12; Wills Decl. ¶ 5. Off camera, Ryan informed Mr. Bostic that she was citing him for \"not wearing his seat belt,\" a violation of N.C. Gen.Stat. § 20-135.2A. Ryan Decl. ¶ 4; Mrs. Bostic Decl. ¶ 5; Mr. Bostic Dep. 19:2-4; Mr. Bostic Decl. ¶ 7.</p>\n<p>Mr. Bostic then asked for defendants' names and badge numbers and attempted to write them down. Mrs. Bostic Dep. 17:16-21; Mrs. Bostic Decl. ¶¶ 5-6; Mr. Bostic Dep. 19:5-7, 19:25-20:1, 20:20-22, 24:3-13; Mr. Bostic Decl. ¶¶ 9-11. According to the Bostics, Ryan did not provide her name and Rodriguez refused to spell his name. Mrs. Bostic Dep. 17:16-21; Mrs. Bostic Decl. ¶¶ 5-6; Mr. Bostic Dep. 19:5-7, 19:25-20:1, 20:20-22, 24:3-13; Mr. Bostic Decl. ¶¶ 9-11. According to Mr. Bostic, he asked defendants repeatedly for their names and badge numbers because he was unable to understand them. Mr. Bostic Dep. 24:3-7; Mr. Bostic Decl. ¶¶ 11, 47. Defendants attempted to explain to Mr. Bostic that they could not provide him with their badge numbers because the ECU Police Department did not issue badge numbers. Ryan Dep. 22:17-22, 46:14-25; Ryan Decl. ¶ 7; Rodriguez Dep. 42:19-20; Rodriguez Decl. ¶ 6; Wills Decl. ¶ 6. Rodriguez then told Mr. Bostic his name, but Rodriguez did not spell it for Mr. Bostic because Mrs. Bostic had already done so. Rodriguez Dep. 47:24, 48:3-9; Rodriguez Decl. ¶ 5. Mr. Bostic (who was seated in his car) also asked Ryan to step forward so he could see her badge, but she refused. Mr. Bostic Decl. ¶ 9. Ryan was standing to the rear of Mr. Bostic's door to ensure her safety. Ryan Dep. 21:14-22:11.</p>\n<p>In accordance with department policy, Ryan attempted to explain the citation to Mr. Bostic. Specifically, she tried to explain the court date and time, whether attendance in court was mandatory or optional, whether Mr. Bostic could enter a plea and/or pay a fine by mail, and other similar information. <i>See</i> Ryan Decl. ¶ 6. While Ryan attempted to explain the citation to him, Mr. Bostic \"did talk louder . . . <span class=\"star-pagination\">*599</span> since [he] ha[s] a hearing condition.\" Mr. Bostic Decl. ¶ 42; <i>see</i> Mr. Bostic Dep. 81:12-83:19; Ryan Dep. 23:5-15, 24:3-9, 49:21-22; Ryan Decl. ¶ 7; Rodriguez Dep. 41:24-42:16; Rodriguez Decl. ¶¶ 4-6. Mr. Bostic did not tell the officers about his alleged hearing condition. Mr. Bostic Dep. 84:17-85:1. Mr. Bostic also told the officers on the scene that badges could be bought. Mr. Bostic Dep. 25:12-13; <i>see</i> Mrs. Bostic Dep. 17:22-25. As the conversation continued, Mr. Bostic and Ryan each raised their voices. Mr. Bostic Dep. 19:8-19, 21:2-4, 21:10-22, 22:11-13, 23:10-20, 83:18-19; Mr. Bostic Decl. ¶¶ 10, 42; <i>see</i> Mrs. Bostic Dep. 14:20-23, 15:24-16:17; Ryan Dep. 26:22-27:7; Rodriguez Dep. 50:9-22; Wills Decl. ¶ 6. Mr. Bostic never made any verbal threats or used profanity. Mr. Bostic Decl. ¶ 42; Mrs. Bostic Decl. ¶ 8; Ryan Dep. 38:15-25; Ryan Decl. ¶ 13; <i>cf.</i> Rodriguez Decl. ¶ 5. Rodriguez, however, observed Mr. Bostic getting \"more aggressive in tone and manner\" and \"yelling and shaking his hands\" and so Rodriguez \"attempted to intervene.\" Rodriguez Decl. ¶ 5; <i>see</i> Ryan Decl. ¶ 8; Rodriguez Dep. 47:5-9. Rodriguez warned Mr. Bostic that he could be arrested if he did not calm down. <i>See</i> Rodriguez Decl. ¶ 6. Mr. Bostic did not hear the warning. <i>See</i> Mr. Bostic Decl. ¶ 45. Wills also attempted to explain to Mr. Bostic that the ECU police officers did not have badge numbers. Wills Decl. ¶ 7; Ryan Decl. ¶ 9; Rodriguez Dep. 49:20-22. When Wills spoke, Mr. Bostic told him, \"I'm not talking to you\" and promised to get his name later. Mr. Bostic Dep. 25:4-9; Wills Decl. ¶ 7.</p>\n<p>The video shows that Ryan and the other officers had been speaking with Mr. Bostic for approximately two minutes. <i>See</i> Ryan Decl. ¶ 7. At that point, Rodriguez walked around to the driver-side of the convertible. Mrs. Bostic Decl. ¶ 7; Mr. Bostic Decl. ¶¶ 15-16; Rodriguez Decl. ¶ 6; Wills Decl. ¶ 7. Although Mr. Bostic apparently accepted the citation while Rodriguez was walking around the car (Mr. Bostic Decl. ¶¶ 15, 38, 43; Ryan Decl. ¶ 10), Rodriguez did not see him accept the citation. <i>See</i> Rodriguez Decl. ¶ 6; Wills Decl. ¶ 7. Rodriguez asked Mr. Bostic to exit the car and placed him under arrest for violating N.C. Gen.Stat. § 14-223. <i>See</i> Ryan Decl. ¶ 11; Rodriguez Dep. 54:23-55:5; Rodriguez Decl. ¶ 7; Wills Dep. 22:4-7. Section 14-223 provides: \"If any person shall willfully and unlawfully resist, delay or obstruct a public officer in discharging or attempting to discharge a duty of his office, he shall be guilty of a Class 2 misdemeanor.\" N.C. Gen.Stat. § 14-223.</p>\n<p>In accordance with Rodriguez's request, Mr. Bostic stepped out of the car. Rodriguez placed Mr. Bostic under arrest and put handcuffs on him behind his back. Compl. ¶¶ 7-8; Mrs. Bostic Dep. 18:5-25; Mrs. Bostic Decl. ¶ 7; Mr. Bostic Decl. ¶ 18; Rodriguez Decl. ¶ 7; Wills Decl. ¶ 8. Rodriguez handcuffed Mr. Bostic for safety reasons and in accordance with department policy. Rodriguez Decl. ¶ 7. The video does not show Mr. Bostic resisting arrest, Rodriguez using force to effectuate the arrest, or any officer engaging in assaultive behavior.</p>\n<p>According to Rodriguez, Ryan was attempting to explain the citation to Mr. Bostic pursuant to the ECU Police Department's general orders. Rodriguez Dep. 34:6-8, 46:7-9; Rodriguez Decl. It 3, 6-7; <i>see</i> Ryan Decl. ¶ 6; Wills Decl. ¶ 5; Whitehurst Dep. 22:7-13.<sup>[3]</sup> Rodriguez believed that Mr. Bostic was obstructing and delaying Ryan's performance of this procedure and thereby preventing her from completing the citation and traffic stop. <span class=\"star-pagination\">*600</span> Rodriguez Dep. 66:14-17; Rodriguez Decl. ¶¶ 6, 10. Rodriguez understood that Mr. Bostic did not need to sign the citation, but believed Ryan was following general orders when she was attempting to explain to Mr. Bostic the citation and how he could handle it. Rodriguez Dep. 34:13-35:7, 67:3-11. Rodriguez also recognized that an officer may issue a citation by simply dropping the citation in the violator's lap and leaving the scene. <i>Id.</i> at 35:8-16. Slightly less than two minutes passed between the time when Rodriguez and Ryan exited the squad car and the time when Rodriguez arrested Mr. Bostic. <i>See</i> Video [D.E. 18].</p>\n<p>After Rodriguez handcuffed Mr. Bostic, the three officers escorted Mr. Bostic to the back of the second squad car. At 11:24:45, Rodriguez instructed Mr. Bostic to get into the rear seat of the squad car, pursuant to department policy. Mr. Bostic Dep. 32:3-6, Ex. 2; Mr. Bostic Decl. ¶ 20; Ryan Decl. ¶ 11; Rodriguez Dep. 59:6-7, 75:13-14; Rodriguez Decl. ¶ 8. At 11:25:10, Mr. Bostic got out of the rear seat and then attempted to return to the rear seat of the squad car. Mr. Bostic Dep. 32:7-35:4, Ex. 2; Mr. Bostic Decl. ¶ 22; <i>see</i> Rodriguez Decl. ¶ 8. When he attempted to reenter the rear seat, Mr. Bostic complained of shoulder pain. Rodriguez Dep. 69:15-16, 72:4-18; Rodriguez Decl. ¶ 8; <i>see</i> Wills Dep. 28:11-13; Wills Decl. ¶ 8. Mr. Bostic was unable to get into the back seat. Rodriguez Dep. 73:1-4; Rodriguez Decl. ¶ 8. Therefore, at 11:26:40, Rodriguez allowed Mr. Bostic to stand and walk around by the car but did not release him from handcuffs. Mr. Bostic Dep. 36:4-10, Ex. 2; Mr. Bostic Decl. ¶ 24; Ryan Dep. 33:18-25; Rodriguez Decl. ¶ 8. At 11:28:45, Mr. Bostic walked away from the first squad car towards two officers who are standing in the grass median. The two officers directed Mr. Bostic to return to stand near the first squad car.</p>\n<p>At some point, Mr. Bostic asked his wife to call 911. Mrs. Bostic Dep. 21:2-6; Mrs. Bostic Decl. ¶ 10; Mr. Bostic Decl. ¶ 23; Wills Decl. ¶ 8. Mrs. Bostic then called 911. Mrs. Bostic Dep. 21:8-15; Mrs. Bostic Decl. ¶ 11. Rodriguez also called for EMS and asked for assistance from a supervisor. Rodriguez Decl. ¶ 8; <i>see</i> Ryan Dep. 47:13-19; Ryan Decl. ¶ 12; Rodriguez Dep. 78:12-16; Wills Decl. ¶ 8. At 11:29:30, Mrs. Bostic got into the driver's seat of the Bostics' car and drove away. After Mrs. Bostic departed, Mr. Bostic continued to stand next to the first squad car and the officers conversed in the grass median. At 11:34:05, Mrs. Bostic returned in the convertible.</p>\n<p>After learning that Rodriguez was placing Mr. Bostic under arrest and receiving a call from one of the defendants for a supervisor, Sergeant Ralph Whitehurst, patrol sergeant with the ECU Police Department, arrived and approached Mr. Bostic. Mr. Bostic Dep. 37:13-20; Mr. Bostic Decl. ¶ 27; Ryan Decl. ¶ 12; Wills Decl. ¶ 9; Whitehurst Dep. 6:8-13, 31:17-33:3; Whitehurst Decl. ¶ ¶ 1, 4-5. Mr. Bostic informed Whitehurst that his shoulder hurt due to an old football injury. Whitehurst Decl. ¶ 6; <i>see</i> Mr. Bostic Decl. ¶ 27; Rodriguez Decl. ¶ 9; Wills Decl. ¶ 9; Whitehurst Dep. 33:1-21, 34:8-17. At 11:34:20, Sergeant Whitehurst approached Mr. Bostic, removed Mr. Bostic's handcuffs, and put them in front of Mr. Bostic's body. Mr. Bostic Decl. ¶ 27; Rodriguez Decl. ¶ 9; Wills Decl. ¶ 9; Whitehurst Dep. 33:1-21, 34:8-17; Whitehurst Decl. ¶ 6. The video shows that Mr. Bostic was restrained with the handcuffs behind his back for approximately 11 minutes.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*601</span> At 11:37:05, an ambulance arrived, and two EMS technicians approached Mr. Bostic. At 11:37:45, a third EMS technician approached Mr. Bostic, carrying a bag. The technicians attended to Mr. Bostic for several minutes. Mrs. Bostic Dep. 21:16-19; Mr. Bostic Dep. 38:20-39:8; Ryan Dep. 47:20-21; Rodriguez Decl. ¶ 9. Mr. Bostic refused transport to the hospital. Mr. Bostic Dep. 39:9-40:4; Mr. Bostic Decl. ¶ 29; Rodriguez Decl. ¶ 9; Wills Decl. ¶ 9; Whitehurst Decl. ¶ 8. His shoulder pain had subsided after Whitehurst moved Mr. Bostic's handcuffs to the front of his body. Mr. Bostic Decl. ¶ 28.</p>\n<p>At 11:47:39, an officer approached Mr. Bostic and appears to show him some type of digital device. At 11:48:37, Mr. Bostic and Whitehurst walked back to the convertible. At 11:49:05, Mr. Bostic received a water bottle from Mrs. Bostic, and Whitehurst opened it for him. At 11:49:49, Mr. Bostic got into the front seat of Whitehurst's white unmarked car. At 11:50:35, the unmarked car and the convertible drove away from the scene. The total time from stop to transport was thirty-eight minutes.</p>\n<p>The video belies some of plaintiffs' testimony. Specifically, the video does not show Rodriguez grabbing Mr. Bostic by his right arm and jerking him violently in order to place him in handcuffs. <i>Contra</i> Mr. Bostic Dep. 27:4-11. Further, the video does not that show that \"Rodriguez roughly pushed [Mr. Bostic] against the car and pulled [his] arms behind [his] back causing [him] severe pain.\" <i>Contra id.,</i> Ex. 2. The video also fails to show that Rodriguez removed the handcuffs only to tighten them more. <i>Contra</i> Mr. Bostic Dep. 29:20-21, Ex. 2; Mr. Bostic Decl. ¶ 9. The video does not show Mr. Bostic in a position such that the \"heat and exhaust fumes\" would be directly blowing on him. <i>Contra</i> Mr. Bostic Decl. ¶25; <i>see</i> Mr. Bostic Dep. 36:13-22, Ex. 2. Finally, the video, which shows Mr. Bostic during the incident from the arrest until transport, belies any claim that Rodriguez or Ryan assaulted him. <i>Contra</i> Mrs. Bostic Decl. ¶ 11 (Rodriguez \"shoved him back against the car\" and officers continually pressed him against the car.); Mr. Bostic Dep. 84:2-7 (\"one of the officers either physically or verbally putting [him] back beside the vehicle\"); Mrs. Bostic Dep. 20:14-21:4 (Ryan chest-bumped Mr. Bostic).</p>\n<p>Whitehurst drove Mr. Bostic in the front seat of Whitehurst's squad car to the Pitt County Detention Center for processing. Mr. Bostic Dep. 41:2-7; Mr. Bostic Decl. ¶ 31; Ryan Decl. ¶ 12; Rodriguez Decl. ¶ 9; Whitehurst Dep. 34:25-35:4; Whitehurst Decl. ¶ 8. The parties appeared before a magistrate. Whitehurst removed the handcuffs, and Mr. Bostic paid the $100 fine for the seat belt citation. Mr. Bostic Decl. ¶ 35. Thereafter, Mr. Bostic was not detained, and he left the detention center. <i>See</i> Mr. Bostic Decl. ¶ 36.</p>\n<p>Defendants did not observe any injuries to Mr. Bostic at the time of the incident. Ryan Decl. ¶13; Rodriguez Decl. ¶ 7; <i>see</i> Wills Decl. ¶ 10; Whitehurst Decl. ¶ 7. Mr. Bostic's medical records indicate that he went to a doctor on September 10, 2007 (the day after the incident), complaining of numbness in his right hand and pain in his right shoulder. Mr. Bostic Dep. 57:8-58:12, Ex. 2. The doctor ordered an MRI, which revealed \"acute inflammatory process about his shoulder.\" <i>Id.</i> at 58:13-59:5, 60:1-8. During a September 24, 2007 <span class=\"star-pagination\">*602</span> doctor's visit, Mr. Bostic complained of loss of motion in his right shoulder. <i>Id.</i> at 60:1-61:1. Mr. Bostic received physical therapy for injuries to his shoulder and hand and continues to do exercises recommended by the physical therapist. <i>Id.</i> at 64:20-65:22. Mr. Bostic had never been arrested before and claims that being arrested and transported to the magistrate caused him embarrassment and distress. <i>Id.</i> at 45:4-24, 50:22-52:20. Mrs. Bostic also notes that after the incident, she has lost sleep and the psoriasis on her scalp has worsened. Mrs. Bostic Dep. 29:7-31:10.</p>\n<p>Plaintiffs filed a complaint with the ECU Police Department. In response, the ECU Police Department conducted an internal investigation into the arrest and detention of Mr. Bostic. <i>See</i> Whitehurst Dep. 26:21-28:13, 29:10-14. Rodriguez denies that the internal investigation found that Rodriguez made an improper arrest; however, he does acknowledge that he received a \"verbal admonishment\" for his actions. Rodriguez Dep. 53:7-23. In response to this verbal admonishment, Rodriguez wrote a letter to Lieutenant Hayes, stating:</p>\n<blockquote>I would like you to clarify that should a situation arise out of a traffic stop, much like the Bostic traffic stop, where a person is being uncooperative and refusing to allow the officer to complete/explain the issuance of a citation to them. It is my understanding that you are suggesting the officer is to just read the charges and the court date and drop the citation in the defendants' lap/feet and leave the scene if they are becoming confrontational, in a verbal manner.</blockquote>\n<p><i>See</i> Rodriguez Dep., Ex. 1.</p>\n<p>On February 20, 2008, plaintiffs filed suit against Ryan and Rodriguez in their individual capacities in Onslow County Superior Court [D.E. 1-2]. In their complaint, plaintiffs allege that, defendants lacked probable cause to arrest Mr. Bostic for violating N.C. Gen.Stat. § 14-223 and used excessive force after the arrest. <i>See</i> Compl. ¶¶ 11-12. Plaintiffs contend that defendants violated Mr. Bostic's rights under the Fourth and Fourteenth Amendments to the United States Constitution and his \"rights and privileges\" under the North Carolina Constitution. <i>See id.</i> ¶¶ 9-10: <i>cf.</i> U.S. Const. amends. IV, XIV; N.C. Const. art. I, §§ 1, 19, 20. Specifically, Mr. Bostic seeks relief under section 1983 and directly under the North Carolina Constitution for unlawful arrest and excessive force.<sup>[5]</sup> Mrs. Bostic seeks relief for loss of consortium. Compl. ¶¶ 17-19. Plaintiffs seek compensatory damages, punitive damages, and attorney's fees. <i>Id.</i> at 4.</p>\n<p>On April 1, 2008, defendants removed the case to this court [D.E. 1]. On May 7, 2008, defendants filed their answer [D.E. 10]. On January 30, 2009, defendants moved for summary judgment [D.E. 17], and attached declarations of defendants, Wills, and Whitehurst and the depositions of plaintiffs [D.E. 17-2, 17-3, 17-4, 17-5, 19-2, 19-3]. Defendants also manually filed a video showing part of the events at issue [D.E. 18].</p>\n<p><span class=\"star-pagination\">*603</span> On February 19, 2009, plaintiffs responded in opposition to defendants' motion for summary judgment [D.E. 22], and attached declarations of plaintiffs and the depositions of defendants, Wills, and Whitehurst [D.E. 23-2, 23-3, 23-4, 23-5, 23-6, 23-7, 23-8, 23-9, 23-10]. On March 5, 2009, defendants replied [D.E. 24] and also filed a motion to strike portions of plaintiffs' declaration and other hearsay in plaintiffs' response [D.E. 25]. On March 16, 2009, plaintiffs responded in opposition to the motion to strike [D.E. 27].</p>\n<p></p>\n<h2>II.</h2>\n<p>Defendants move to strike portions of Mr. Bostic's declaration addressing the probable cause hearing before the magistrate after Mr. Bostic's arrest. Defs.' Mem. in Supp. of Mot. to Strike 2-4. A court may only consider affidavits submitted on summary judgment when they present evidence that would be admissible if the affiant were testifying in court. <i>See </i><i>Evans v. Techs. Applications &amp; Serv. Co.,</i> <span class=\"citation\" data-id=\"715797\"><a href=\"/opinion/715797/christine-evans-v-technologies-applications-service-company/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span>, 962 (4th Cir.1996). Pursuant to Rule 56(e) of the Federal Rules of Civil Procedure, affidavits must contain admissible evidence and be based on personal knowledge. <i>See</i> Fed.R.Civ.P. 56(e); <i>Evans,</i> 80 F.3d at 962. Accordingly, a court may strike portions of an affidavit that are conclusory or that contain inadmissible hearsay. <i>See </i><i>Evans,</i> 80 F.3d at 962; <i>Md. Highways Contractors Ass'n v. Maryland,</i> <span class=\"citation\" data-id=\"561795\"><a href=\"/opinion/561795/the-maryland-highways-contractors-association-incorporated-v-state-of/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1246</span></a></span>, 1251-52 (4th Cir.1991) (\"[H]earsay evidence, which is inadmissible at trial, cannot be considered on a motion for summary judgment.\").</p>\n<p>\"`Hearsay' is a statement, other than one made by the declarant while testifying at the trial or hearing, offered in evidence to prove the truth of the matter asserted.\" Fed.R.Evid. 801(c). It follows then that a court may admit testimony including statements made by someone other than the declarant if it is not offered for the truth of the matter and is otherwise relevant. <i>See, e.g., </i><i>Beech Aircraft Corp. v. Rainey,</i> <span class=\"citation\" data-id=\"112161\"><a href=\"/opinion/112161/beech-aircraft-corp-v-rainey/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 173 n. 18, <span class=\"citation\" data-id=\"112161\"><a href=\"/opinion/112161/beech-aircraft-corp-v-rainey/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">439</span></a></span>, <span class=\"citation\" data-id=\"112161\"><a href=\"/opinion/112161/beech-aircraft-corp-v-rainey/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">445</span></a></span> (1988); <i>United States v. Williams,</i> <span class=\"citation\" data-id=\"794074\"><a href=\"/opinion/794074/united-states-v-joseph-edmund-williams-aka-abdullah-shabazz-aka/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">724</span></a></span>, 736 (4th Cir.2006). Admissions by party-opponents are not hearsay. Fed. R.Evid. 801(d)(2). The Federal Rules of Evidence also provide various exceptions to the default rule barring hearsay. <i>See</i> Fed. R.Evid. 803.</p>\n<p>Defendants seek to strike Mr. Bostic's testimony concerning what each person said at the hearing before the magistrate regarding Mr. Bostic's arrest for violating N.C. Gen.Stat. § 14-223. The hearing before the magistrate was not transcribed, and Mr. Bostic offers his own testimony about what each person (including the magistrate) said concerning the arrest of Mr. Bostic for violating N.C. Gen.Stat. § 14-223.</p>\n<p>Plaintiffs respond that the magistrate's alleged findings and conclusions are relevant in that they are evidence that Rodriguez failed to meet the objective standard for having reasonable grounds to arrest Mr. Bostic. <i>See</i> Pls.' Mem. in Resp. to Defs.' Mot. to Strike Portions of Pls.' Decl. &amp; Other Hearsay in Pls.' Resp. to Defs.' Mot. for Summ. J. 3 [hereinafter \"Pls.' Mem. Opp'n Mot. to Strike\"]. Further, plaintiffs suggest that the magistrate's alleged findings and conclusions are not being offered for the truth of the matter. <i>Id.</i> at 1-2. Alternatively, plaintiffs contend that the magistrate's alleged findings and conclusions fit within the hearsay exceptions of \"present sense impression,\" \"records of regularly conducted activity,\" and \"public records and reports\" or are the proper subject of judicial notice. <i>See</i> Fed. R.Evid. 201, 803(1), (6), (8).</p>\n<p>Plaintiffs' primary argument is internally inconsistent. If the statements are not <span class=\"star-pagination\">*604</span> introduced for the truth of the matter asserted, then they lack relevance. If the magistrate's alleged findings and conclusions are being introduced to demonstrate that Rodriguez lacked probable cause to arrest Mr. Bostic for violating N.C. Gen. Stat. § 14-223, then they are hearsay. Thus, to the extent that plaintiffs seeks to introduce statements that people other than Ryan or Rodriguez made at the magistrate's hearing for the truth of the matter asserted, the court examines whether such statements fall within any hearsay exception.</p>\n<p>The court rejects plaintiffs' invocation of the records exceptions. Mr. Bostic's recollection of what the magistrate said at the probable cause hearing is not a memorandum, report, record, or data compilation kept in the course of a regularly conducted business activity or by a public office or agency. <i>Cf.</i> Fed.R.Evid. 803(6), (8). As for the \"present sense impression\" and \"excited utterance\" exceptions, the magistrate was not perceiving the event or condition while making any statement nor did the magistrate make the statement immediately thereafter. <i>Cf. id.</i> 803(1), (2). Indeed, the magistrate never observed the event or conditions at all. The magistrate's alleged findings and conclusions were based on the testimony of those people present at the scene of the arrest. Consequently, these exceptions do not apply. Therefore, to the extent plaintiffs seek to introduce Mr. Bostic's recollection of the magistrate's findings and conclusions for the truth of the matter asserted, they are stricken. However, to the extent that plaintiffs seek only to establish that Mr. Bostic was not further detained after paying the $100 fine for the seat belt citation, the court allows this portion of his affidavit, for this limited purpose. Further, Rodriguez's and Ryan's alleged statements at the magistrate's hearing are admissions by a party-opponent and are admissible. <i>See id.</i> 801(d)(2).</p>\n<p>As for the argument that the court take judicial notice of the magistrate's alleged adjudicative facts pursuant to Rule 201 of the Federal Rules of Evidence, the court rejects the argument. To be a fact that may be judicial noticed, it must be indisputable and generally known. The magistrate's alleged findings and conclusions fail on both accounts. <i>See, e.g., </i><i>Liberty Mut. Ins. Co. v. Rotches Pork Packers, Inc.,</i> <span class=\"citation\" data-id=\"587252\"><a href=\"/opinion/587252/liberty-mutual-insurance-company-as-subrogee-of-arbogast-bastian-inc/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1384</span></a></span>, 1388 (2d Cir.1992).</p>\n<p>Accordingly, the court grants in part and denies in part defendants' motion to strike. The court grants defendants' motion to the extent that portions of the challenged declaration are not based on personal knowledge, consist of inadmissible hearsay, or do not otherwise comply with Rule 56(e).</p>\n<p></p>\n<h2>III.</h2>\n<p>Summary judgment is appropriate when, after reviewing the record taken as a whole, no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the initial burden of demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the nonmoving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quotation omitted) (emphasis removed). A trial <span class=\"star-pagination\">*605</span> court reviewing a motion for summary judgment should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. In making this determination, the court must view the evidence and the inferences drawn from the evidence in the light most favorable to the nonmoving party. <i>Scott v. Harris,</i> <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">372</span></a></span>, 378, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (2007).</p>\n<p>In this case, defendants submitted a video recording, which reflects a significant portion of the events that occurred on September 9, 2007. The video impacts the summary judgment standard. As the Supreme Court determined in <i>Scott</i> \"[w]hen opposing parties tell two different stories, one of which is blatantly contradicted by the record, so that no reasonable jury could believe it, a court should not adopt that version of the facts for purposes of ruling on a motion for summary judgment.\" <i>Id.</i> at 380, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>. Here, the video utterly discredits the plaintiffs' story of police brutality such that no reasonable trier of fact could believe that part of their story. Thus, to the extent plaintiffs' recollection and the video are inconsistent, the video \"speak[s] for itself,\" and the court considers the facts as displayed in the video. <i>Id.</i> at 378 n. 5, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>. Otherwise, the court continues to view the evidence in the light most favorable to plaintiffs. <i>Id.</i> at 378, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>.</p>\n<p></p>\n<h2>IV.</h2>\n<p>The affirmative defense of qualified immunity protects law enforcement officers against lawsuits seeking money damages from them in their individual capacity. <i>See, e.g., </i><i>Brandon v. Holt,</i> <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 472-73, <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">873</span></a></span>, <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">878</span></a></span> (1985); <i>Unus v. Kane,</i> <span class=\"citation\" data-id=\"1028751\"><a href=\"/opinion/1028751/unus-v-kane/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span>, 123 (4th Cir.2009), <i>petition for cert. filed,</i> No. 09-294 (U.S. Sept. 3, 2009). The defense \"protects all but the plainly incompetent or those who knowingly violate the law\" and \"protects law enforcement officers from bad guesses in gray areas and ensures that they are liable only for transgressing bright lines.\" <i>Waterman v. Batton,</i> <span class=\"citation\" data-id=\"788742\"><a href=\"/opinion/788742/michael-r-waterman-personal-representative-of-the-estate-of-josh-t/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">471</span></a></span>, 476 (4th Cir.2005) (quotations omitted). Qualified immunity \"shields an officer from suit when she makes a decision that, even if constitutionally deficient, reasonably misapprehends the law [or the facts] governing the circumstances she confronted.\" <i>Brosseau v. Haugen,</i> <span class=\"citation\" data-id=\"137736\"><a href=\"/opinion/137736/brosseau-v-haugen/\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, 198, <span class=\"citation\" data-id=\"137736\"><a href=\"/opinion/137736/brosseau-v-haugen/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">596</span></a></span>, <span class=\"citation\" data-id=\"137736\"><a href=\"/opinion/137736/brosseau-v-haugen/\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span></a></span> (2004) (per curiam); <i>Pearson v. Callahan,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></a></span>, 815, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span></a></span> (2009). Qualified immunity is \"`an immunity from suit rather than a mere defense to liability[; and like an absolute immunity,] it is effectively lost if a case is erroneously permitted to go to trial.'\" <i>Pearson,</i> 129 S.Ct. at 815 (quoting <i>Mitchell v. Forsyth,</i> <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 526, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span> (1985)). Further, \"[b]ecause qualified immunity is designed to shield officers not only from liability but from the burdens of litigation, its establishment at the pleading or summary judgment stage has been specifically encouraged.\" <i>Pritchett v. Alford,</i> <span class=\"citation no-link\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">307</span></span>, 313 (4th Cir. 1992). The Fourth Circuit cautions that \"[t]his does not mean, however, that summary judgment doctrine is to be skewed from its ordinary operation to give special substantive favor to the defense, important as may be its early establishment.\" <i>Id.</i> Defendant officials have the burden of pleading and proving qualified immunity. <i>See, e.g., </i><i>Cloaninger ex rel. Estate of Cloaninger v. McDevitt,</i> <span class=\"citation\" data-id=\"1027858\"><a href=\"/opinion/1027858/cloaninger-ex-rel-est-of-cloaninger-v-mcdevitt/\"><span class=\"volume\">555</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">324</span></a></span>, 332 n. 10 (4th Cir.2009); <i>Wilson v. Kittoe,</i> <span class=\"citation\" data-id=\"782856\"><a href=\"/opinion/782856/michael-thomas-wilson-v-barry-a-kittoe-and-anthony-s-tokach/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">392</span></a></span>, 397 (4th Cir.2003).</p>\n<p>The court must ask two questions to determine whether qualified immunity protects an official. <i>See, e.g., </i><i>Pearson,</i> 129 <span class=\"star-pagination\">*606</span> S.Ct. at 818; <i>Saucier v. Katz,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span>, 200-02, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (2001); <i>Unus,</i> 565 F.3d at 123 &amp; n. 24; <i>Miller v. Prince George's County, Md.,</i> <span class=\"citation\" data-id=\"796682\"><a href=\"/opinion/796682/daniel-anthony-miller-v-prince-georges-county-maryland-a-body-corporate/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">621</span></a></span>, 626-27 (4th Cir.2007). First,</p>\n<blockquote>[t]aken in the light most favorable to the party asserting the injury, do the facts alleged show the officer's conduct violated a constitutional right? . . . [I]f a violation could be made out on a favorable view of the parties' submissions, the next, sequential step is to ask whether the right was clearly established. This inquiry, it is vital to note, must be undertaken in light of the specific context of the case, not as a broad general proposition; and it too serves to advance understanding of the law and to allow officers to avoid the burden of trial if qualified immunity is applicable.</blockquote>\n<p><i>Saucier,</i> 533 U.S. at 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>; <i>see, e.g., </i><i>Miller,</i> 475 F.3d at 626-27.</p>\n<p>In <i>Pearson,</i> the Supreme Court clarified that the qualified-immunity analysis need not proceed in the sequence set forth in <i>Saucier,</i> and that \"[t]he judges of the district courts and the courts of appeals [may] exercise their sound discretion in deciding which of the two prongs . . . should be addressed first in light of the circumstances in the particular case at hand.\" <i>Pearson,</i> 129 S.Ct. at 818. Thus, defendants are entitled to summary judgment on qualified immunity grounds if the answer to either question in the two-prong analysis is \"no.\" <i>See, e.g., </i><i>Miller,</i> 475 F.3d at 627.</p>\n<p>As for the \"clearly established right\" prong,</p>\n<blockquote>the right the official is alleged to have violated . . . must be sufficiently clear that a reasonable official would understand that what he is doing violates that right. The relevant, dispositive inquiry in determining whether a right is clearly established is whether it would be clear to a reasonable officer that his conduct was unlawful in the situation he confronted.</blockquote>\n<p><i>Saucier,</i> 533 U.S. at 202, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span> (quotations and citations omitted); <i>see, e.g., </i><i>Cloaninger,</i> 555 F.3d at 331. The right is defined \"at a high level of particularity.\" <i>Edwards v. City of Goldsboro,</i> <span class=\"citation\" data-id=\"764384\"><a href=\"/opinion/764384/kenneth-r-edwards-v-city-of-goldsboro-chester-hill-individually-and-in/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 251 (4th Cir.1999). In <i>Wilson v. Layne,</i> <span class=\"citation\" data-id=\"752970\"><a href=\"/opinion/752970/charles-h-wilson-geraldine-e-wilson-raquel-wilson-next-friendmother-of/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">111</span></a></span> (4th Cir.1998) (en banc), <i>aff'd,</i> <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">603</span></a></span>, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">818</span></a></span> (1999), the Fourth Circuit held that for a plaintiff to prevail over the defense of qualified immunity, the right at issue must have been \"authoritatively decided by the Supreme Court, the appropriate United States Court of Appeals, or the highest court of the state.\" 141 F.3d at 114 (quotation omitted). When the Supreme Court affirmed the Fourth Circuit's decision in <i>Wilson,</i> it observed that plaintiffs \"have not brought to our attention any cases of controlling authority in their jurisdiction at the time of the incident which clearly established the rule on which they seek to rely, nor have they identified a consensus of cases of persuasive authority such that a reasonable officer could not have believed that his actions were lawful.\" 526 U.S. at 617, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>; <i>see </i><i>Safford Unified Sch. Dist. # 1 v. Redding,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145852\"><a href=\"/opinion/145852/safford-unified-school-dist-1-v-redding/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2633</span></a></span>, 2643, <span class=\"citation\" data-id=\"145852\"><a href=\"/opinion/145852/safford-unified-school-dist-1-v-redding/\"><span class=\"volume\">174</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">354</span></a></span> (2009).</p>\n<p>In most cases, the qualified immunity analysis does not require factual findings, because the inquiry is a \"purely legal one: whether the facts alleged . . . support a claim of violation of clearly established law.\" <i>Mitchell,</i> 472 U.S. at 528 n. 9, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>. When asserting qualified immunity at the summary judgment stage, however, a defendant may challenge the adequacy of the evidence to support the complaint's allegations. <i>See </i><i>Cloaninger,</i> 555 F.3d at 331. In this situation, a defendant is entitled to summary judgment if <span class=\"star-pagination\">*607</span> the record does not create a genuine issue of material fact as to whether the defendant committed the acts alleged in the complaint. <i>See </i><i>Mitchell,</i> 472 U.S. at 526, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>; <i>Cloaninger,</i> 555 F.3d at 331.</p>\n<p></p>\n<h2>A.</h2>\n<p>\"A warrantless arrest of an individual in a public place for a felony, or a misdemeanor committed in the officer's presence, is consistent with the Fourth Amendment if the arrest is supported by probable cause.\" <i>Maryland v. Pringle,</i> <span class=\"citation\" data-id=\"131150\"><a href=\"/opinion/131150/maryland-v-pringle/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 370, <span class=\"citation\" data-id=\"131150\"><a href=\"/opinion/131150/maryland-v-pringle/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">795</span></a></span>, <span class=\"citation\" data-id=\"131150\"><a href=\"/opinion/131150/maryland-v-pringle/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">769</span></a></span> (2003). To prevail on a section 1983 claim alleging a violation of the Fourth Amendment due to an unlawful arrest, plaintiffs must demonstrate that the arrest was not supported by probable cause. <i>See, e.g., </i><i>Miller,</i> 475 F.3d at 627.</p>\n<p>Probable cause for arrest exists if:</p>\n<blockquote>at the moment the arrest was made . . . the facts and circumstances within [the officer's] knowledge and of which [the officer] had reasonably trustworthy information were sufficient to warrant a prudent man in believing that the [arrestee] had committed or was committing an offense.</blockquote>\n<p><i>Beck v. Ohio,</i> <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 91, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">223</span></a></span>, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span></a></span> (1964); <i>see, e.g., </i><i>Kittoe,</i> 337 F.3d at 398. The court considers the totality of the circumstances when determining if probable cause existed. <i>Illinois v. Gates,</i> <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 241-46, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span></a></span> (1983); <i>United States v. Dickey-Bey,</i> <span class=\"citation\" data-id=\"788739\"><a href=\"/opinion/788739/united-states-v-maurice-norman-dickey-bey/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span>, 453-54 (4th Cir.2004); <i>Porterfield v. Lott,</i> <span class=\"citation\" data-id=\"758050\"><a href=\"/opinion/758050/sherman-o-porterfield-v-leon-lott-faye-anthony-berry-brown-and-richland/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">563</span></a></span>, 569 (4th Cir.1998). \"[T]he probable cause standard is a `practical, nontechnical conception' that deals with the factual and practical considerations of everyday life on which reasonable and prudent men, not legal technicians, act.'\" <i>Pringle,</i> 540 U.S. at 370, <span class=\"citation\" data-id=\"131150\"><a href=\"/opinion/131150/maryland-v-pringle/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">795</span></a></span> (quoting Gates, 462 U.S. at 231, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>); <i>see </i><i>Ornelas v. United States,</i> <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></a></span>, 695, 699, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1996); <i>Dickey-Bey,</i> 393 F.3d at, 453-54; <i>Gomez v. Atkins,</i> <span class=\"citation\" data-id=\"778315\"><a href=\"/opinion/778315/isidro-gomez-linda-l-gomez-wife-v-wj-atkins-in-his-official-and/\"><span class=\"volume\">296</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">253</span></a></span>, 262 (4th Cir.2002). Thus, the court must balance protecting \"citizens from rash and unreasonable interferences with privacy and from unfounded charges of crime,\" with providing law enforcement officers with \"fair leeway for enforcing the law in the community's protection.\" <i>Pringle,</i> 540 U.S. at 370, <span class=\"citation\" data-id=\"131150\"><a href=\"/opinion/131150/maryland-v-pringle/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">795</span></a></span> (quotations omitted). In evaluating objective reasonableness, what the officer observed is highly relevant; his subjective beliefs are not. <i>See, e.g., </i><i>Devenpeck v. Alford,</i> <span class=\"citation\" data-id=\"137733\"><a href=\"/opinion/137733/devenpeck-v-alford/\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">146</span></a></span>, 153, <span class=\"citation\" data-id=\"137733\"><a href=\"/opinion/137733/devenpeck-v-alford/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">588</span></a></span>, <span class=\"citation\" data-id=\"137733\"><a href=\"/opinion/137733/devenpeck-v-alford/\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">537</span></a></span> (2004).</p>\n<p>Post-Pearson, a court is not required to engage the <i>Saucier</i> two-step analysis in the order described in <i>Saucier.</i> Nonetheless, the court begins with the question of whether Rodriguez's arrest of Mr. Bostic violated Mr. Bostic's Fourth Amendment right to be free from a warrantless arrest absent probable cause.</p>\n<p>Defendants contend that Rodriguez had probable cause to arrest Mr. Bostic for willfully and unlawfully resisting, delaying, or obstructing a public officer in discharging or attempting to discharge a duty of his office in violation of N.C. Gen.Stat. § 14-223. Plaintiffs do not agree that such probable cause existed.</p>\n<p>Pursuant to section 14-223, \"[i]f any person shall willfully and unlawfully resist, delay or obstruct a public officer in discharging or attempting to discharge a duty of his office, he shall be guilty of a Class 2 misdemeanor.\" N.C. Gen.Stat. § 14-223. The elements of the offense are:</p>\n<blockquote>1) that the victim was a public officer;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*608</span> 2) that the [arrestee] knew or had reasonable grounds to believe that the victim was a public officer;</blockquote>\n<blockquote>3) that the victim was discharging or attempting to discharge a duty of his office;</blockquote>\n<blockquote>4) that the [arrestee] resisted, delayed, or obstructed the victim in discharging or attempting to discharge a duty of his office; and</blockquote>\n<blockquote>5) that the [arrestee] acted willfully and unlawfully, that is intentionally and without justification or excuse.</blockquote>\n<p><i>State v. Sinclair,</i> 191 N.C.App. 485, 488-89, <span class=\"citation\" data-id=\"1217855\"><a href=\"/opinion/1217855/state-v-sinclair/\"><span class=\"volume\">663</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">866</span></a></span>, 870 (2008). N.C. Gen. Stat. § 14-223's purpose is \"to enforce orderly conduct in the important mission of preserving the peace, carrying out the judgments and orders of the court, and upholding the dignity of the law.\" <i>State v. Leigh,</i> <span class=\"citation\" data-id=\"1284340\"><a href=\"/opinion/1284340/state-v-leigh/\"><span class=\"volume\">278</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">243</span></a></span>, 251, <span class=\"citation\" data-id=\"1284340\"><a href=\"/opinion/1284340/state-v-leigh/\"><span class=\"volume\">179</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">708</span></a></span>, 713 (1971). The statute \"is concerned with acts threatening a public officer with injury only insofar as they interfere with the performance of his official duties.\" <i>State v. Hardy,</i> <span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">191</span></span>, 197, <span class=\"citation\" data-id=\"1310350\"><a href=\"/opinion/1310350/state-v-hardy/\"><span class=\"volume\">257</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">426</span></a></span>, 430 (1979).</p>\n<p>\"The general rule is that merely remonstrating with an officer . . . or criticizing or questioning an officer while he is performing his duty, when done in an orderly manner, does not amount to obstructing or delaying an officer in the performance of his duties.\" <i>Leigh,</i> 278 N.C. at 251, 179 S.E.2d at 713; <i>see </i><i>State v. Singletary,</i> 73 N.C.App. 612, 615, <span class=\"citation\" data-id=\"1240303\"><a href=\"/opinion/1240303/state-v-singletary/\"><span class=\"volume\">327</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">11</span></a></span>, 13 (1985); <i>State v. Allen,</i> 14 N.C.App. 485, 491, <span class=\"citation\" data-id=\"1331277\"><a href=\"/opinion/1331277/state-v-allen/\"><span class=\"volume\">188</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">568</span></a></span>, 573 (1972). Section 14-223 does not apply to \"communications simply intended to assert rights, seek clarification or obtain information in a peaceful way.\" <i>Burton v. City of Durham,</i> 118 N.C.App. 676, 681, <span class=\"citation\" data-id=\"1395472\"><a href=\"/opinion/1395472/burton-v-city-of-durham/\"><span class=\"volume\">457</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">329</span></a></span>, 332 (1995). \"Only those communications intended to hinder or prevent an officer from carrying out his duty are discouraged by [N.C. Gen.Stat. § 14-223].\" <i>Id.</i> 457 S.E.2d at 332. An individual need not engage in physical violence or permanently impede an officer's duties in order to violate N.C. Gen.Stat. § 14-223. <i>See </i><i>State v. Burton,</i> 108 N.C.App. 219, 225, <span class=\"citation\" data-id=\"1420476\"><a href=\"/opinion/1420476/state-v-burton/\"><span class=\"volume\">423</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">484</span></a></span>, 488 (1992).</p>\n<p>Viewing the facts in the light most favorable to plaintiffs, Ryan and Wills pulled over Mr. Bostic for a seat belt violation. Rodriguez arrived on the scene and learned that Ryan planned to issue Mr. Bostic a citation for the seat belt violation.<sup>[6]</sup> Ryan approached the driver-side <span class=\"star-pagination\">*609</span> of the Bostics' car to issue Mr. Bostic the citation. Rodriguez stood on the passenger-side of the Bostics' car while Ryan attempted to explain the citation to Mr. Bostic pursuant to the ECU Police Department's general orders. During this exchange, Mr. Bostic repeatedly asked for the officers' names and badge numbers and raised his voice. He told the officers on the scene that badges could be bought. The officers also raised their voices. Rodriguez warned Mr. Bostic that he risked being arrested, but Mr. Bostic did not hear the warning. Although Mr. Bostic did not make any verbal threats, use profanity, or touch the officers, Mr. Bostic remained belligerent and waived his hands in the air while he argued with the officers. Throughout this escalating verbal confrontation, Mr. Bostic remained seated in his car. The time between when the officers approached Mr. Bostic's car to cite Mr. Bostic for the seat belt violation and when Rodriguez arrested Mr. Bostic was slightly less than two minutes.</p>\n<p>When the facts are viewed in the light most favorable to plaintiffs, Rodriguez lacked probable cause to arrest Mr. Bostic for violating N.C. Gen.Stat. § 14-223.<sup>[7]</sup> Thus, Rodriguez's conduct in arresting Mr. Bostic violated Mr. Bostic's Fourth Amendment right.</p>\n<p>Under <i>Pearson,</i> the court next proceeds to the second step in the qualified-immunity framework: was this right clearly established at the time of the alleged violation? At the second step of the qualified-immunity framework, the question is not whether probable cause actually existed, or whether the officer believed it existed; rather, the court must determine if the law, as it existed, was clearly established such that a reasonable officer in the defendant-officer's position could not believe he had probable cause to arrest. <i>See, e.g., </i><i>Kittoe,</i> 337 F.3d at 402-03; <i>Gomez,</i> 296 F.3d at 261-62: <i>cf. </i><i>Layne,</i> 141 F.3d at 115-16. Defined \"at the appropriate level of specificity,\" <i>Layne,</i> 141 F.3d at 115, the relevant inquiries are (1) whether, at the time of Mr. Bostic's actions on September 9, 2007, it was clearly established that a person had a right not to be arrested by a police officer for violating N.C. Gen.Stat. § 14-223 where that person loudly, belligerently, and persistently prevented an officer from explaining a traffic citation for approximately two minutes and (2) whether a reasonable officer would have understood that Rodriguez's conduct violated that right. <i>See </i><i>Redding,</i> 129 <span class=\"star-pagination\">*610</span> S.Ct. at 2643; <i>Wilson,</i> 526 U.S. at 614-17, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>.</p>\n<p>In evaluating whether clearly established law demonstrated that Mr. Bostic's arrest violated the Fourth Amendment, the parties agree that <i>Leigh,</i> the only North Carolina Supreme Court decision to interpret N.C. Gen.Stat. § 14-223, is the court's North Star. <i>Leigh</i> involved an officer responding to a report of an assault on the main street in town. 278 N.C. at 245, 179 S.E.2d at 709. The officer intended to speak with the suspect, who was seated in Leigh's car. <i>Id.,</i> 179 S.E.2d at 709. As the officer attempted to speak with the suspect, Leigh repeatedly yelled and called the officer a \"Pig.\" <i>Id.</i> at 245-46, 179 S.E.2d at 709-10. Because the officer was unable to communicate with the suspect due to Leigh's yelling, the officer asked the suspect to get out of Leigh's car and go with the officer to talk. <i>Id.,</i> 179 S.E.2d at 709-10. The suspect got out of the car and walked with the officer towards the officer's car. <i>Id.,</i> 179 S.E.2d at 709-10. As the suspect walked with the officer to the officer's car, Leigh followed and continued to yell and to interfere with the investigation. <i>Id.,</i> 179 S.E.2d at 709-10. As the officer and the suspect neared the officer's car, Leigh stood in the way of the officer and the suspect, forcing the officer to push Leigh out of the way. <i>Id.</i> at 245, 179 S.E.2d at 709. During the verbal confrontation, Leigh belligerently spoke in a loud voice for between five and eight minutes, eventually forcing the officer to leave the scene with the suspect to interview the suspect. <i>Id.</i> at 245-46, 179 S.E.2d at 709-10. Based on these facts, the North Carolina Supreme Court unanimously concluded:</p>\n<blockquote>Conceding that no actual violence or force was used by [Leigh], application of the descriptive words of the statute in their common and ordinary meaning, or as interpreted by the courts, to the facts of this case leads us to conclude that there was plenary evidence to support a jury finding that [Leigh] did by his actions and language delay and obstruct the officer in the performance of his duties.</blockquote>\n<p><i>Id.</i> at 249, 179 S.E.2d at 711.</p>\n<p>In response to Leigh's argument that his conviction violated his free-speech rights, the North Carolina Supreme Court wrote: \"The general rule is that merely remonstrating with an officer [on] behalf of another, or criticizing or questioning an officer while he is performing his duty when done in an orderly manner, does not amount to obstructing or delaying an officer in the performance of his duties.\" <i>Id.</i> at 251, 179 S.E.2d at 713. Thus, <i>Leigh</i> clearly establishes the right to be free from arrest for violating N.C. Gen.Stat. § 14-223 when \"merely remonstrating with an officer . . . or criticizing or questioning an officer while he is performing his duty when done in an orderly manner.\" <i>Id.</i> The touchstone of the inquiry is orderliness. <i>See id; </i><i>Hardy,</i> 298 N.C. at 197, 257 S.E.2d at 430; <i>accord </i><i>Burton,</i> 118 N.C.App. at 681, 457 S.E.2d at 332; <i>Burton,</i> 108 N.C.App. at 225, 423 S.E.2d at 488; <i>Singletary,</i> 73 N.C.App. at 615, 327 S.E.2d at 13; <i>Allen,</i> 14 N.C.App. at 491, 188 S.E.2d at 573.</p>\n<p>The parties also cite the Fourth Circuit's decision in <i>Kittoe</i> as informing the clearly established right inquiry, but each side reads <i>Kittoe</i> differently. In <i>Kittoe,</i> the Fourth Circuit affirmed a district court's denial of defendant's summary judgment motion based on qualified immunity in a section 1983 action. 337 F.3d at 394. <i>Kittoe</i> involved an arrest of an attorney (Wilson) under a Virginia statute similar to N.C. Gen.Stat. § 14-223. Wilson woke up in the middle of night and walked outside to discover his next-door neighbor's adult <span class=\"star-pagination\">*611</span> son being arrested. <i>Id.</i> at 395. Wilson was standing in his own driveway. <i>Id.</i> The arresting officer (Kittoe) ordered Wilson to leave his own driveway and claimed that he was interfering with an investigation. <i>Id.</i> Wilson did not comply and instead engaged the neighbor's son in conversation, who asked Wilson to represent him. <i>Id.</i> Kittoe again told Wilson to leave his own driveway, and Wilson again refused. <i>Id.</i> Wilson then went inside his house to get his wallet and business cards and returned outside where he stood on the street by his neighbor's driveway next to another officer who had been called for backup. <i>Id.</i> at 395-96. Kittoe introduced himself to the other officer, handed him a business card, and asked if he could speak with his client once the officers were finished with the arrest. <i>Id.</i> at 396. The other officer replied that Kittoe was in charge. <i>Id.</i> Kittoe noticed Wilson standing on the street next to the other officers, approached Wilson, and again commanded that he leave the scene.</p>\n<blockquote>Wilson told Kittoe that he understood that Kittoe \"had a job to do,\" but that, as an attorney, \"he had a job to do as well\" . . . . Wilson explained that he just wanted to speak to his client for a moment when Kittoe was finished doing \"whatever it was\" that he was doing. Then Wilson informed Kittoe that \"any information\" that Kittoe elicited from [the neighbor's son] as a result of questioning \"will be suppressed at trial under the Exclusionary Rule.\"</blockquote>\n<blockquote>Following this exchange, Kittoe paused momentarily and then informed Wilson that he was under arrest.</blockquote>\n<p><i>Id.</i> Kittoe arrested Wilson for violating Va.Code § 18.2-460(A). <i>Kittoe,</i> 337 F.3d at 396.<sup>[8]</sup></p>\n<p>In <i>Kittoe,</i> the Fourth Circuit noted that the Virginia Supreme Court interpreted Virginia's obstruction statute to require an arrestee to \"do more than merely render an arrest more difficult or inconvenient than it might otherwise have beenby, for example, speaking to an officer as he worksin order to be criminally liable.\" <i>Id.</i> at 399 (citations omitted). The Fourth Circuit then held that \"the facts and circumstances within Kittoe's knowledge were not sufficient to warrant a prudent person, or one of reasonable caution, in believing, in the circumstances shown, that Wilson had committed, was committing, or was about to violate [Va.Code Ann. § 18.2-460(A) ].\" <i>Id.</i> at 400 (alterations in original omitted) (emphasis omitted) (quotations omitted). Thus, Kittoe lacked probable cause to arrest Wilson, and Wilson's arrest violated his Fourth Amendment right against arrest absent probable cause. <i>Id.</i> at 400-02. Based on the Virginia Supreme Court cases interpreting Va.Code Ann. § 18.2-460(A), the Fourth Circuit concluded that the right was clearly established and therefore affirmed the district court's denial of qualified immunity. <i>Id.</i> at 403-04.<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*612</span> Mr. Bostic's behavior falls somewhere between <i>Leigh</i> and <i>Kittoe.</i> Although Mr. Bostic did not physically obstruct the officers like Leigh or delay the officers for the same amount of time as Leigh, Mr. Bostic did more than wait peacefully on his sidewalk or public street while an officer arrested his neighbor. Under the facts and circumstances known to Rodriguez at the time of arrest, Mr. Bostic appeared to be \"do[ing] more than merely render[ing] an arrest more difficult or inconvenient . . . by . . . speaking to an officer as he works,\" <i>Kittoe,</i> 337 F.3d at 399 (citations omitted), or \"merely remonstrating with an officer. . . or criticizing or questioning an officer\" in an \"orderly\" manner. <i>Leigh,</i> 278 N.C. at 251, 179 S.E.2d at 713. A reasonable officer, under the facts and circumstances known to Rodriguez at the time, could have believed that Mr. Bostic's persistent badgering, yelling, and hand-waiving was not orderly. Stated differently, a reasonable officer, under the facts and circumstances known to Rodriguez at the time, could have believed that Mr. Bostic was delaying and obstructing Ryan from explaining the citation, delivering the citation, and clearing the traffic stop and thereby violating N.C. Gen.Stat. § 14-223. Although Mr. Bostic's conduct did not cause as much delay and disruption as defendant's conduct in <i>Leigh,</i> N.C. Gen. Stat. § 14-223 does not set a bright-line standard on how great of a delay, how much disruption, or how much resistance an individual must cause to violate section 14-223. <i>See </i><i>Leigh,</i> 278 N.C. at 251, 179 S.E.2d at 713; <i>cf. </i><i>Burton,</i> 108 N.C.App. at 225-26, 423 S.E.2d at 488. Essentially, Rodriguez made a \"bad guess[ ] in [a] gray area[].\" <i>Waterman,</i> 393 F.3d at 476. Therefore, the right was not clearly established, and Rodriguez is entitled to qualified immunity.</p>\n<p>In opposition to this conclusion, plaintiffs also contend that Ryan did not have an official duty to explain the citation to Mr. Bostic because such efforts were not required by North Carolina law. <i>See</i> Pls.' Resp. to Defs.' Mot. for Summ. J. 11-12; <i>cf.</i> N.C. Gen.Stat. § 15A-302. Defendants respond that the ECU Police Department's general orders require officers explain the citations to their recipients before providing them with a copy. Ryan was attempting to explain the citation to Mr. Bostic pursuant to the ECU Police Department's general orders. Rodriguez Dep. 34:6-8, 46:7-9; Rodriguez Decl. 113; <i>see</i> Ryan Decl. ¶ 6; Wills Decl. ¶ 5; Whitehurst Dep. 22:7-13. The court need not resolve this legal issue. The law in North Carolina is unclear whether purportedly following local police department general orders is a \"duty of [Rodriguez's] office.\" N.C. Gen.Stat. § 14-223. To the extent parties argue over whether it is an official duty vis-a-vis section 14-223, the law was not clearly established at the time Rodriguez arrested Mr. Bostic. <i>See </i><i>Walker v. Prince George's County, Md.,</i> <span class=\"citation\" data-id=\"1029542\"><a href=\"/opinion/1029542/walker-v-prince-georges-county-md/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">426</span></a></span>, 430 (4th Cir.2009).</p>\n<p>As for any unlawful-arrest claim against Ryan, she cannot be held liable because she did not act personally to deprive plaintiffs' rights. A plaintiff must allege that \"the official acted . . . personally in the deprivation of the plaintiffs rights.\" <i>Wright v. Collins,</i> <span class=\"citation\" data-id=\"454686\"><a href=\"/opinion/454686/garcia-jay-wright-v-george-collins-warden-maryland-penitentiary-dr/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">841</span></a></span>, 850 (4th Cir.1985). A law enforcement officer may incur bystander liability under section 1983 if a plaintiff can establish: (1) the officer \"knows that a fellow officer is violating an individual's constitutional rights\"; (2) she \"has reasonable opportunity to prevent the harm\"; and (3) she \"chooses not to act.\" <i>Randall v. Prince George's County, Md.,</i> <span class=\"citation\" data-id=\"778997\"><a href=\"/opinion/778997/david-randall-tamara-marshall-in-her-individual-capacity-and-in-her/\"><span class=\"volume\">302</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">188</span></a></span>, 204 <span class=\"star-pagination\">*613</span> (4th Cir.2002). A defendant's notice after the fact is insufficient to establish liability under section 1983. <i>See </i><i>Wright,</i> 766 F.2d at 850; <i>Schultz v. Baumgart,</i> <span class=\"citation\" data-id=\"437721\"><a href=\"/opinion/437721/milan-schultz-v-fred-baumgart-chief-waukesha-fire-department/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">231</span></a></span>, 238-39 (7th Cir.1984). Here, Ryan did not make the arrest, nor was she part of Rodriguez's decision to arrest Mr. Bostic. Ryan Decl. ¶11; Rodriguez Decl. ¶¶ 6-7, 10. Moreover, and in any event, because the right that Rodriguez allegedly violated was not clearly established at the time of the arrest, Ryan is also entitled to qualified immunity on the unlawful-arrest claim. Accordingly, the court grants summary judgment to defendants as to plaintiffs' unlawful-arrest claim.</p>\n<p></p>\n<h2>B.</h2>\n<p>The Fourth Amendment protects citizens from excessive force during arrest. <i>See, e.g., </i><i>Graham v. Connor,</i> <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 395, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1989); <i>Valladares v. Cordero,</i> <span class=\"citation\" data-id=\"1027648\"><a href=\"/opinion/1027648/valladares-v-cordero/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">384</span></a></span>, 388 (4th Cir.2009); <i>Young v. Prince George's County, Md.,</i> <span class=\"citation\" data-id=\"784802\"><a href=\"/opinion/784802/jerry-young-v-prince-georges-county-maryland-ra-hines-officer/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">751</span></a></span>, 758 (4th Cir.2004); <i>Jones v. Buchanan,</i> <span class=\"citation\" data-id=\"781533\"><a href=\"/opinion/781533/edward-arthur-jones-v-richard-buchanan-individually-and-in-his-official/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></a></span>, 527 (4th Cir.2003). To determine whether an officer's use of force was excessive, the court employs a \"reasonableness\" test. <i>See, e.g., </i><i>Graham,</i> 490 U.S. at 396, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>; <i>Vallaclares,</i> 552 F.3d at 388. The court looks to the objective reasonableness of the officer's actions, rather than the subjective motivations of the officer. <i>See, e.g., </i><i>Graham,</i> 490 U.S. at 397, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>; <i>Young,</i> 355 F.3d at 758-59; <i>Jones,</i> 325 F.3d at 527.</p>\n<p>The reasonableness test under the Fourth Amendment is not \"capable of precise definition.\" <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 559, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979). Rather, the court must balance \"`the nature and quality of the intrusion on the individuals's Fourth Amendment interests against the countervailing governmental interests at stake.'\" <i>Unus,</i> 565 F.3d at 117 (quoting <i>Young,</i> 355 F.3d at 757). In particular, the court must give \"careful attention to the facts and circumstances of each particular case, including the severity of the crime at issue, whether the suspect poses an immediate threat to the safety of the officers or others, and whether he is actively resisting arrest or attempting to evade arrest by flight.\" <i>Graham,</i> 490 U.S. at 396, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>. Further, the court may consider the extent of the plaintiffs injury. <i>See </i><i>Jones,</i> 325 F.3d at 527. In evaluating these factors, the court must not engage in Monday morning quarter backing, but instead should consider that \"police officers are often forced to make split-second judgmentsin circumstances that are tense, uncertain and rapidly evolvingabout the amount of force that is necessary in a particular situation.\" <i>Park v. Shiflett,</i> <span class=\"citation\" data-id=\"773323\"><a href=\"/opinion/773323/brenda-s-park-tony-d-park-v-stephen-r-shiflett-jeff-simms/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">843</span></a></span>, 853 (4th Cir.2001); <i>see also </i><i>Graham,</i> 490 U.S. at 396-97, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>.</p>\n<p>The court has considered the <i>Graham</i> factors in light of the record, including the video. In Mr. Bostic's case, he committed a seat belt violation, and thereafter engaged in an escalating, verbal confrontation with the officers. Nevertheless, when the evidence is viewed in the light most favorable to him, he did not violate N.C. Gen.Stat. § 14-223. As for the second <i>Graham</i> factor, Mr. Bostic remained seated in his car and made no threats. Nonetheless, Mr. Bostic is physically much larger than Rodriguez or Ryan. As for the third factor, Mr. Bostic did not actively resist arrest or attempt to evade arrest once Rodriguez told him to get out of the car. Once outside the car, Rodriguez handcuffed Mr. Bostic with his hands behind his back. Once Mr. Bostic was placed in handcuffs, he did not resist or engage in any other threatening behavior. Further, when Sergeant Whitehurst arrived, he switched Mr. Bostic's handcuffs <span class=\"star-pagination\">*614</span> to the front and transported Mr. Bostic to the detention center in the frontseat.</p>\n<p>Ultimately, as already mentioned, the video belies plaintiffs' claims that Rodriguez tightened Mr. Bostic's handcuffs and twisted his arms, that Ryan chest-bumped Mr. Bostic, or that the officers pressed Mr. Bostic against the car. Mr. Bostic Dep. 27:4-11, Ex. 2; Mrs. Bostic Dep. 20:14-21:3. Indeed, the video dooms plaintiffs' excessive-force claim. Rodriguez placed Mr. Bostic in handcuffs and secured them behind his back in accordance with department policy. Although Mr. Bostic testified that the handcuffs caused pain, and that Rodriguez did not respond to his complaints of pain, the video contradicts. this testimony. For example, Rodriguez allowed Mr. Bostic out of the squad car. Moreover, when Sergeant Whitehurst arrived on the scene, less than eleven minutes after Rodriguez arrested Mr. Bostic, Whitehurst secured the handcuffs in front of Mr. Bostic. In light of the <i>Graham</i> factors, the force was not excessive.</p>\n<p>Alternatively, plaintiffs argue that if the court determines that defendants lacked probable cause to arrest Mr. Bostic, then the unlawful arrest per se proves an excessive-force claim because Mr. Bostic was handcuffed. It does not follow, however, that an unlawful-arrest claim per se begets an excessive-force claim if the person is handcuffed. <i>See, e.g., </i><i>Bailey v. Kennedy,</i> <span class=\"citation\" data-id=\"784188\"><a href=\"/opinion/784188/michael-bailey-jane-bailey-billy-bailey-v-dh-kennedy-db-whitley-mike/\"><span class=\"volume\">349</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 743-44 (4th Cir. 2003); <i>Jones,</i> 325 F.3d at 528; <i>Park,</i> 250 F.3d at 852-53. Notably, in <i>Bailey, Jones,</i> and <i>Park,</i> there was no probable cause to arrest the plaintiffs, yet the Fourth Circuit considered all of the facts and circumstances surrounding law enforcement's use of force. In so doing, the Fourth Circuit considered the other <i>Graham</i> factors and weighed the first <i>Graham</i> factor (i.e., severity of the crime at issue) in plaintiff's favor. The first <i>Graham</i> factor, however, was not dispositive as to the issue of <i>excessive</i> force. Indeed, to accept plaintiffs' proposed per se rule concerning handcuffs would convert the adjective \"excessive\" into \"any\" if hindsight shows that an officer lacked probable cause for an arrest. In any event, because plaintiffs' counsel conceded at oral argument that the constitutional right that plaintiffs purport to assert in their proposed per se rule was not \"clearly established,\" the court rejects the argument. <i>See, e.g., </i><i>Pearson,</i> 129 S.Ct. at 818; <i>Wilson,</i> 526 U.S. at 614-17, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>. Accordingly, the court grants summary judgment to defendants on the excessive-force claim.</p>\n<p></p>\n<h2>V.</h2>\n<p>Under North Carolina law, a person who claims that an official violated his state constitutional rights may not sue the official in his individual capacity for money damages. <i>See </i><i>Corum v. Univ. of N.C.,</i> <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">761</span></a></span>, 786-88, <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">413</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">276</span></a></span>, 292-93 (1992). Instead, the appropriate cause of action is one against the official in his official capacity. <i>Id.,</i> 413 S.E.2d at 292-93. Accordingly, the court grants summary judgment as to these state constitutional claims against Ryan and Rodriguez in their individual capacities.</p>\n<blockquote>Additionally, plaintiffs allege</blockquote>\n<blockquote>That following the issuance of the citation for failure to wear a seatbelt, Defendants Col[l]een Ryan and Gilbert Rodriguez assaulted Plaintiff Walter Bostic wrongfully, unlawfully and without any warrant or authority of the law and thus illegally arrested and seized the Plaintiff by imprisoning him against his will.</blockquote>\n<p>Compl. ¶12. Defendants' summary judgment motion does not address any North Carolina common-law claims other than Mrs. Bostic's loss-of-consortium claim. In plaintiffs' response to defendants' motion <span class=\"star-pagination\">*615</span> for summary judgment, plaintiffs explicitly allege false imprisonment and assault claims. Defendants reply that plaintiffs are improperly seeking to amend their complaint in their response memorandum.</p>\n<p>Plaintiffs may not use their response to amend their complaint. <i>See, e.g., </i><i>Car Carriers, Inc. v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"442906\"><a href=\"/opinion/442906/car-carriers-inc-v-ford-motor-company-and-nu-car-carriers-inc/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1101</span></a></span>, 1107 (7th Cir.1984); <i>Ward v. Coastal Carolina Health Care, P.A.,</i> <span class=\"citation\" data-id=\"1437461\"><a href=\"/opinion/1437461/ward-v-coastal-carolina-health-care-pa/\"><span class=\"volume\">597</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">567</span></a></span>, 573 (E.D.N.C.2009). However, plaintiffs appear to have sufficiently alleged these claims in their complaint (albeit far from a model of clarity) to satisfy Rule 8 of the Federal Rules of Civil Procedure.</p>\n<p>Considering the merits of these claims under North Carolina law, common-law claims for false imprisonment and assault are coterminous with section 1983 claims for, respectively, unlawful arrest and excessive force. <i>See, e.g., </i><i>Rowland v. Perry,</i> <span class=\"citation\" data-id=\"683167\"><a href=\"/opinion/683167/otha-rowland-jr-v-bm-perry-individually-and-as-police-officer-city/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">167</span></a></span>, 174 (4th Cir.1994). Accordingly, the court grants summary judgment to Ryan on the false-imprisonment claim and grants summary judgment to both defendants on the assault claim.</p>\n<p>As to the false-imprisonment claim against Rodriguez, the qualified-immunity standard under North Carolina law diverges from the qualified-immunity standard under section 1983. <i>See, e.g., </i><i>Cloaninger,</i> 555 F.3d at 335. Under North Carolina law,</p>\n<blockquote>a public official, engaged in the performance of governmental duties involving the exercise of judgment and discretion, may not be held personally liable for mere negligence in respect thereto. The rule in such cases is that an official may not be held liable unless it be alleged and proved that his act, or failure to act, was corrupt or malicious, or that he acted outside of and beyond the scope of his duties.</blockquote>\n<p><i>Meyer v. Walls,</i> <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">97</span></span>, 112, <span class=\"citation\" data-id=\"1200721\"><a href=\"/opinion/1200721/meyer-v-walls/\"><span class=\"volume\">489</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">880</span></a></span>, 888 (1997). \"As long as a public officer lawfully exercises the judgment and discretion with which he is invested by virtue of his office, keeps within the scope of his official authority, and acts without malice or corruption, he is protected from liability.\" <i>Smith v. State,</i> <span class=\"citation\" data-id=\"1341428\"><a href=\"/opinion/1341428/smith-v-state/\"><span class=\"volume\">289</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">303</span></a></span>, 331, <span class=\"citation\" data-id=\"1341428\"><a href=\"/opinion/1341428/smith-v-state/\"><span class=\"volume\">222</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">412</span></a></span>, 430 (1976). Plaintiffs have presented no evidence that Rodriguez's conduct was \"corrupt or malicious, or that he acted outside of and beyond the scope of his duties.\" <i>Meyer,</i> 347 N.C. at 112, 489 S.E.2d at 888. Thus, the court grants summary judgment to Rodriguez on the false-imprisonment claim.</p>\n<p>Finally, Mrs. Bostic presents a claim for loss of consortium. Her claim is a derivative of Mr. Bostic's claims under 42 U.S.C. § 1983, the North Carolina Constitution, and North Carolina common law. Because the court dismisses all of Mr. Bostic's claims, the court grants summary judgment to defendants as to Mrs. Bostic's claim for loss of consortium. <i>Cf. </i><i>Labram v. Havel,</i> <span class=\"citation\" data-id=\"685607\"><a href=\"/opinion/685607/susan-labram-bart-labram-v-james-havel/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 921 (4th Cir.1995); <i>Emmons v. Rose's Stores, Inc.,</i> <span class=\"citation\" data-id=\"2341644\"><a href=\"/opinion/2341644/emmons-v-roses-stores-inc/\"><span class=\"volume\">5</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">358</span></a></span>, 366 (E.D.N.C.1997), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1158</span></span> (4th Cir.1998)(per curiam): <i>Nicholson v. Hugh Chatham Mem'l Hosp., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">295</span></span>, 304, <span class=\"citation\" data-id=\"1265802\"><a href=\"/opinion/1265802/nicholson-v-hugh-chatham-mem-hospital/\"><span class=\"volume\">266</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">818</span></a></span>, 823 (1980).</p>\n<p></p>\n<h2>VI.</h2>\n<p>For the reasons stated above, the court GRANTS in part and DENIES in part defendants' motion to strike [D.E. 25]. Additionally, the court GRANTS defendants' motion for summary judgment [D.E. 17]. The Clerk of Court is DIRECTED to close the case.</p>\n<h2>NOTES</h2>\n<p>[1]  The complaint incorrectly states the incident date as September 10, 2007. Compl. ¶ 5. The parties agree that the incident took place on September 9, 2007. <i>See, e.g.,</i> Mrs. Bostic Decl. ¶ 1; Mr. Bostic Decl. ¶ 4; Rodriguez Decl. ¶ 2; Ryan Decl. ¶ 3.</p>\n<p>[2]  The video timestamp shows that the stop occurred at 11:12:57 a.m. The ECU Police Department is able to control the video camera by panning and zooming, but the camera does not record audio. Whitehurst Dep. 38:14-23. Cameras were installed in Ryan's and Rodriguez's cars, but they were not operating. Ryan Dep. 43:5-7; Rodriguez Dep. 38:13-39:9; Wills Dep. 10:23-11:4. In fact, the four squad cars that were on the scene (at some point) did not have functioning video cameras. <i>See</i> Ryan Dep. 44:15-45:6; Rodriguez Dep. 39:10-21, 81:24-82:7; Whitehurst Dep. 36:17-37:12.</p>\n<p>[3]  The parties did not submit copies of these general orders to the court.</p>\n<p>[4]  At some point, Lieutenant Allen arrived at the scene, but he left soon after. Rodriguez Dep. 79:21-25. Nothing in the record indicates Allen taking any action or observing any material event. Dep. 79:21-25. Nothing in the record indicates Allen taking any action or observing any material event.</p>\n<p>[5]  In their complaint, plaintiffs do not challenge the traffic stop. In their response opposing summary judgment, plaintiffs dispute whether Ryan should ever have stopped plaintiffs in the first place. At oral argument, plaintiffs' counsel clarified that plaintiffs are not making a section 1983 unlawful-stop claim and that Ryan had probable cause to initiate the traffic stop for Mr. Bostic's seat belt violation. <i>Cf.</i> N.C. Gen.Stat. § 20-135.2A; <i>Whren v. United States,</i> <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span>, 813-14, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">89</span></a></span> (1996).</p>\n<p>[6]  Under North Carolina law, failure to wear a seat belt is not an \"arrestable\" offense and is \"a noncriminal violation of law.\" <i>See, e.g.,</i> N.C. Gen. Stat §§ 14-3.1, 15A-401(b)(1), 20-135.2A(e); <i>Glenn-Robinson v. Acker,</i> 140 N.C.App. 606, 616, <span class=\"citation\" data-id=\"1381838\"><a href=\"/opinion/1381838/glenn-robinson-v-acker/\"><span class=\"volume\">538</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">601</span></a></span>, 609-10 (2000). At oral argument, defendants presented, for the first time, the argument that because the officers had probable cause to cite Mr. Bostic for the seat belt violation, they had the power to arrest Mr. Bostic. In making this argument, defendants cite <i>Virginia v. Moore,</i> <span class=\"citation\" data-id=\"145814\"><a href=\"/opinion/145814/virginia-v-moore/\"><span class=\"volume\">553</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, <span class=\"citation\" data-id=\"145814\"><a href=\"/opinion/145814/virginia-v-moore/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1598</span></a></span>, <span class=\"citation\" data-id=\"145814\"><a href=\"/opinion/145814/virginia-v-moore/\"><span class=\"volume\">170</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">559</span></a></span> (2008), and <i>Atwater v. City of Lago Vista,</i> <span class=\"citation\" data-id=\"2620702\"><a href=\"/opinion/2620702/atwater-v-lago-vista/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">318</span></a></span>, <span class=\"citation\" data-id=\"2620702\"><a href=\"/opinion/2620702/atwater-v-lago-vista/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1536</span></a></span>, <span class=\"citation\" data-id=\"2620702\"><a href=\"/opinion/2620702/atwater-v-lago-vista/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">549</span></a></span> (2001). The Supreme Court in <i>Moore</i> and <i>Atwater</i> made clear that the Fourth Amendment's protection is not dependent on restrictions on search and seizures guaranteed by state law. <i>See </i><i>Moore,</i> 128 S.Ct. at 1602-04; <i>Atwater,</i> 532 U.S. at 326-345, <span class=\"citation\" data-id=\"2620702\"><a href=\"/opinion/2620702/atwater-v-lago-vista/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1536</span></a></span>. The Court instead looked to the common law at the time the Fourth Amendment was adopted and held that \"[i]f an officer has probable cause to believe that an individual has committed even a very minor criminal offense in his presence, he may, without violating the Fourth Amendment, arrest the offender.\" <i>Atwater,</i> 532 U.S. at 354, <span class=\"citation\" data-id=\"2620702\"><a href=\"/opinion/2620702/atwater-v-lago-vista/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1536</span></a></span>; <i>see </i><i>Moore,</i> 128 S.Ct. at 1604, 1608. Both <i>Moore</i> and <i>Atwater</i> involved misdemeanor crimes under the applicable state law. Here, under North Carolina law, the seat belt infraction \"is a noncriminal violation of law not punishable by imprisonment.\" N.C. Gen.Stat. § 14-3.1. The court does not read <i>Atwater</i> and <i>Moore</i> to undermine the more basic principle that an officer cannot arrest an individual when the officer lacks probable cause to believe that a crime has occurred and that state law determines whether a particular act constitutes a crime. <i>See </i><i>Michigan v. DeFillippo,</i> <span class=\"citation\" data-id=\"110127\"><a href=\"/opinion/110127/michigan-v-defillippo/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">31</span></a></span>, 36, <span class=\"citation\" data-id=\"110127\"><a href=\"/opinion/110127/michigan-v-defillippo/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2627</span></a></span>, <span class=\"citation\" data-id=\"110127\"><a href=\"/opinion/110127/michigan-v-defillippo/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1979); <i>Allen v. City of Portland,</i> <span class=\"citation\" data-id=\"710317\"><a href=\"/opinion/710317/95-cal-daily-op-serv-9656-95-daily-journal-dar-16814-joyce-lynne/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">232</span></a></span>, 237-38 (9th Cir.1995). Thus, the court rejects the argument that Mr. Bostic's seat belt violation provided probable cause to arrest him.</p>\n<p>[7]  Rodriguez's second justification for the arrest is that Mr. Bostic refused to accept the citation. <i>See</i> Rodriguez Dep. 34:2-8; Rodriguez Decl. ¶6. Rodriguez claims that Ryan still had the citation at the point he decided to make the arrest. Rodriguez Dep. 62:22-65:2, 67:12-23; Rodriguez Decl. ¶6; <i>see</i> Ryan Dep. 26:3-9; Ryan Decl. ¶ 10. Mr. Bostic denies ever refusing to take the citation and testifies that he accepted the citation the first time Ryan presented it to him. <i>See</i> Mr. Bostic Decl. ¶¶ 15, 38, 43; <i>see</i> Mrs. Bostic Decl. ¶5. At the summary judgment stage, the court does not make any credibility determinations and instead reads the facts in the light most favorable to plaintiffs. Accordingly, the court does not consider Mr. Bostic's alleged refusal to accept the citation. Thus, the court does not reach the question of whether such a refusal would provide probable cause to arrest under N.C. Gen.Stat. § 14-223. Cf. Rodriguez Dep. 35:8-16, 66:22-67:11 (acknowledging that an officer could cite an individual by dropping the citation on his lap).</p>\n<p>[8]  In 2001, Va.Code Ann. § 18.2-460(A) read: If any person without just cause knowingly obstructs . . . any law-enforcement officer in the performance of his duties as such or fails or refuses without just cause to cease such obstruction when requested to do so by such . . . law-enforcement officer, he shall be guilty of a Class 2 misdemeanor.\n</p>\n<p>Va.Code Ann. § 18.2-460(A) (2001). The statute has been amended in 2002 to change \"Class 2 misdemeanor\" to \"Class 1 misdemeanor\" and, in 2009, to add \"animal control officer\" to the list of official victims.</p>\n<p>[9]  The Virginia statute at issue in <i>Kittoe</i> and N.C. Gen.Stat. § 14-223 are distinguishable. For example, North Carolina's statute expressly mentions delay, whereas Virginia's statute does not. Nonetheless, the court assumes (without deciding) that the Fourth Circuit's decision in <i>Kittoe</i> clearly establishes law as to section 14-223. <i>Cf. </i><i>Kittoe,</i> 337 F.3d at 403-04.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/683167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1028751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1029542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1200721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1217855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1240303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1265802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1284340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1310350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1330834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1331277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1341428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1381838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1395472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1420476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1437461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2341644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620702/"
  ]
}