{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2171260/",
  "absolute_url": "/opinion/2171260/eeoc-v-thompson-contracting-grading-paving/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2171260/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:31:29.726677Z",
  "date_modified": "2016-04-27T02:00:22.580344Z",
  "type": "010combined",
  "sha1": "3805cc89a223d5e3b2f2b5d9363e4a6feba70e4c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>793 F.Supp.2d 738 (2011)</b></center>\n<center><h1>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff,<br>\nv.<br>\nTHOMPSON CONTRACTING, GRADING, PAVING, AND UTILITIES, INC., Defendant.</h1></center>\n<center>No. 5:05-CV-675-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 17, 2011.</center>\n<p><span class=\"star-pagination\">*741</span> Kerith Cohen, Equal Employment Opportunity Commission, Norfolk, VA, Lynette A. Barnes, EEOC/Charlotte District Officed, Charlotte, NC, Zoe G. Mahood, E.E.O.C., Raleigh, NC, for Plaintiff.</p>\n<p>Michael C. Lord, Williams Mullen, Kimberly D. Bartman, Maupin Taylor, P.A., Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on both parties' Motions for Summary Judgment. The Defendant's Motion is GRANTED.</p>\n<p></p>\n<h2><i>I. BACKGROUND</i></h2>\n<p>Plaintiff EEOC is suing Defendant Thompson Contracting, Grading, Paving and Utilities (\"Thompson\") under Title VII of the 1964 Civil Rights Act for religious discrimination. It claims the Thompson fired Banayah Yisrael (formerly known as Gary Parker) from his job as a dump truck driver because of his Hebrew Israelite faith's requirement that he cannot work on Saturdays. On March 31, 2008, this Court granted Thompson summary judgment, finding that the EEOC failed to allege a prima facie claim for discrimination. On June 26, 2009, the Fourth Circuit reversed this finding and remanded the case for whether Thompson provided a reasonable accommodation to Yisrael.</p>\n<p>This suit involves Yisrael's second period of employment with Thompson, starting November 2004. Thompson actually first fired Yisrael in June 2004 after he violated its drug policy by testing positive for marijuana. Thompson rehired Yisrael only after he stated he had discontinued his drug use. He was again fired approximately three months later.</p>\n<p>In addition to a general injunction prohibiting future discrimination, the EEOC initially sought injunctive relief reinstating Yisrael's job, as well as back pay. Compl. at 3-4. On October 18, 2010, the Court dismissed the EEOC's claim for job reinstatement as moot after discovery revealed that Yisrael breached his employment contract by again smoking marijuana during his employment (DE # 61). Resultantly, the amount in controversy is only $5,877 in back pay. Def.'s Memo in Support at 6.</p>\n<p></p>\n<h2><i>II. FACTS</i></h2>\n<p>Thompson is a general contractor that provides grading, paving, and utility services for commercial, residential, and government projects. Because Thompson's operations depend on dry soil conditions, employees are unable to work on rainy days. When it rains during the normal work week, Thompson generally requires its employees to make up the missed work on Saturday to meet project deadlines.</p>\n<p>During the relevant time period, Thompson employed a workforce of approximately 250 employees, approximately 200 of whom were general equipment operators who operate various machines and vehicles such as rollers, pans, and off-road dump trucks. Stafford Aff. (Ex. G) ¶ 5; Larios Dep. (Ex. D) 12:8-21; Stafford Dep. (Ex. B) 198:11-14. Under Thompson's policies and the Department of Transportation regulations, general machine operators are not required to have a commercial driver's license (\"CDL\"). Stafford Aff. (Ex. G) ¶ 7. Even if these drivers have a CDL, Thompson does not carry liability insurance for these employees to drive a CDL required vehicle. Stafford Dep. (Ex. B) 196:16-198:14; Hudson Aff. (Ex. M) ¶ 9-11.</p>\n<p>Thompson's business calls for three types of vehicles whose drivers must carry a CDL: dump trucks, water trucks, and lowboys. Stafford Dep. (Ex. B) 18:12-19:6. A CDL driver is a specialty position in the company. <i>Id.</i> 114:2-4. Water truck and lowboy drivers are typically paid a higher rate than dump truck drivers due to the physical labor required by these <span class=\"star-pagination\">*742</span> positions. <i>Id.;</i> 26:23-27:12. When Thompson asks a lowboy or water truck driver to drive a dump truck, the driver is paid at his usual rate and not the dump truck driver's lower rate. <i>Id.</i> 27:16-28:19.</p>\n<p>Thompson sometimes rents trucks with drivers from an independent contracting agency when extra CDL drivers are required to meet a project deadline. Stafford Dep. (Ex. B) 114:12-115:7. Independent contractors are not insured to drive Thompson's vehicles. <i>Id.</i> 196:16-198:14. Thus, when a truck driver does not report to work and Thompson needs a truck to meet a deadline, it must pay for both the labor costs of the independent contractor and the extra costs for using the independent contractor's truck. Lowe Dep. (Ex. E) 23:14-27:3; Stafford Dep. (Ex. B) 114:12; Hudson Aff. (Ex. M) ¶ 12-13. Thompson pays roughly twice as much to rent an independent contractor's truck for a day as it does for its own employee to drive its dump truck. Stafford Dep. (Ex. B) 114: 12-17.</p>\n<p>In addition, Thompson loses revenue when it does not use its own dump trucks, as Thompson charges its clients $65 hourly for use of its trucks, allowing it to charge $520 for an eight-hour workday. Hudson Aff. (Ex. M) ¶ 13.</p>\n<p></p>\n<h2>A. <i>Yisrael's First Period of Employment</i>\n</h2>\n<p>In June 2004, Yisrael applied to work as a full-time dump truck driver with Thompson. Ex. C 15-18. At the time, Yisrael was a convert to the Hebrew Israelite faith, and holds a sincere religious belief that he cannot work on Saturdays, his Sabbath. Yisrael Dep. Yisrael Dep. (Ex. H) 17:6-20:9, 45:25-46:25. Although Thompson's employment application requires an applicant to specify any days or hours that he is unavailable to work, Yisrael did not disclose on his application that he was unwilling to work on Saturday. Yisrael Dep. (Ex. H) 86:2-12; Ex. C 16. Jim Stafford, Thompson's Director of Operations at the time, explained the company's Saturday work policy when he interviewed Yisrael. Stafford Dep. (Ex. B) 58: 17-25. Yisrael received a copy of the employee handbook containing the Saturday work policy, and signed the handbook receipt acknowledging that he read and understood these policies. Yisrael Dep. (Ex. H) 85:5-25; Ex. C43.</p>\n<p>On June 15, 2004, Thompson hired Yisrael on a 90-day probationary employment period. Yisrael Dep. (Ex. H) 88:9-11; Ex. A 114. During this first period of employment with Thompson, Yisrael was asked to report to work on at least one Saturday, and he failed to do so. Yisrael Dep. (Ex. H) 97:8-99:3; Pl.'s Resp. to Def.'s First Request for Admissions (Ex. I) at No. 3-6. Thompson did not discipline Yisrael for his absence. On September 9, 2004, Thompson terminated Yisrael for violating its drug policy when he tested positive for marijuana. This first period of employment is not in dispute and is not part of this lawsuit. It is instead Yisrael's second period of employment that is at issue.</p>\n<p></p>\n<h2>B. <i>Yisrael's Second Period of Employment</i>\n</h2>\n<p>After Yisrael assured Thompson that he no longer took drugs, he began another 90-day period of probationary employment on November 29, 2004.</p>\n<p>During this period, Thompson owned five dump trucks and employed four dump truck drivers<sup>[1]</sup>: Ruby Gonzales, Shelton Williams, Eric Smith, and Yisrael. Stafford Dep. (Ex. B) 28:25-29:9; Ex. A 152-54,158-60,184-89; Ex. C 549-54; 557-70. It also employed four other insured CDL drivers during this period: water truck <span class=\"star-pagination\">*743</span> driver David Quesenberry, two lowboy drivers Jerome Ragland and Robert Lockley, and Sean Recore, whose position is not clear. Ragland was only employed for six days during this period. Recore worked between January and April 2005. Stafford Aff. (Ex. G) ¶ 5; Thompson Resp. to Interrog. (Ex. K) No. 25.</p>\n<p>Yisrael missed four unexcused days of work during his second period of employment; three Saturdays and one Wednesday.</p>\n<p>On Friday, December 3, 2004, Stafford asked every dump truck driver to work the following day. Yisrael told Stafford that he could not work. Yisrael Dep. (Ex. H) 132: 18-133:25; Ex. A 152-54. Yisrael was not written up and did not receive any form of discipline. All the other dump truck drivers worked this day. The other two insured CDL drivers at the time, Lockley and Quesenberry, also worked on this Saturday. Ex. A 152; Thompson Resp. to Interrog. (Ex. K) No. 25.</p>\n<p>On Wednesday, December 8, 2004, Yisrael failed to report to work because of an appointment he had made with an educational counselor to discuss his college plans. Yisrael Dep. (Ex. H) 138:16-21; 143:15-144:20; Ex. A 210. 14. Although Yisrael knew about the appointment weeks in advance, he failed to inform his direct supervisor, Michael Lowe, that he intended to miss work until the day before his absence. Yisrael Dep. (Ex. H) 140:3-141:4; Ex. C 54. Yisrael received a verbal warning. Stafford Dep. (Ex. B) 67:1-68:7; 140:3-141:4.</p>\n<p>On or about Friday, December 17, 2004, Lowe asked all dump truck drivers to work the following day. Yisrael Dep. (Ex. H) 150:12-23. However, Yisrael did not report to work on Saturday. All the other dump truck drivers worked on that day. Yisrael Dep. (Ex. H) 156: 17-25; Ex. C 551-52. Regarding the other CDL drivers, Lockley also worked on this Saturday and Quesenberry took a vacation day. Ex. J No. 25; Ex. A 158. Yisrael never attempted to have Quesenberry swap places with him. Stafford Aff. (Ex. G) ¶ 5; Ex. J. Thompson hired 13 independent contractor trucks to work on this day. Ex. C 959, 988, 1041-42.</p>\n<p>The following Monday, December 20, Yisrael received a written warning and three-day suspension for his unauthorized absence on December 18. Ex. A 29. The written warning reflected that Yisrael did not show up or notify his supervisor in advance of his absence for the second week in a row. <i>Id.</i></p>\n<p>Following Yisrael's December 18, 2004 absence, Lowe requested that Yisrael provide a letter from his spiritual leader about his religious belief that he cannot work on Saturdays. Lowe Dep. (Ex. E) 34:16-19; 46:22-47:25. Yisrael submitted this letter to Stafford shortly after. Yisrael Dep. (Ex. H) 19:21-20:25. Stafford told Yisrael that he \"would accommodate him the best I could.\" Stafford Dep. (Ex. B) 194:6-20.</p>\n<p>On January 17, 2005, Yisrael was written up for ripping the tailgate off the back of a dump truck while dumping concrete on January 13,2005. Yisrael Dep. (Ex. H) 160:7-24; Ex. C 14. His write-up conformed to company practice under which employees are disciplined or discharged for damaging company property. Lowe Dep. (Ex. E) 62: 17-63:22; Ex. C 906, 916, 933.</p>\n<p>On Friday, February 11, 2005, Lowe asked all dump truck drivers, including Yisrael, to work the next day. Yisrael Dep. (Ex. H) 169:7-15; Ex. A 158,189; Ex. C 569-70. Yisrael did not report to work on February 12th. All of the other dump truck drivers worked on this Saturday. Ex. C 569-70. In addition, insured CDL drivers Lockley and newly hired Ragland worked on this day.<sup>[2]</sup> Quesenberry and the <span class=\"star-pagination\">*744</span> newly hired Sean Recore, did not work that day, and Yisrael did not ask them to take his place. Thompson hired 12 independent contractor trucks to work on this Saturday. Thompson Resp. to Interrog. (Ex. K) No. 25; Ex. C 937, 945, 950. Hudson Aff. (Ex. M) ¶ 17.</p>\n<p>The following Tuesday, February 16, 2005, Thompson fired Yisrael before he completed his probationary period. Yisrael's termination action form states that Yisrael had \"unsatisfactory performance\" during his probationary period. Ex. C 9. Yisrael contends that at the time of his termination, Stafford told him that he \"was being terminated because [his] religious schedule conflicted with the company's work schedule.\" Yisrael Dep. (Ex. H) 179:9-12. Stafford denies this allegation and claims that Yisrael's discharge \"had nothing to do with his religious beliefs.\" Stafford Dep. (Ex. B) 151:1-13.</p>\n<p></p>\n<h2><i>III. DISCUSSION</i></h2>\n<p>A reasonable jury could only find that Thompson satisfied its obligations under Title VII to accommodate its employees' religious preferences.</p>\n<p>Title VII makes it an \"unlawful employment practice for an employer . . . to discharge any individual . . . because of such individual's . . . religion.\" 42 U.S.C. § 2000e-2(a)(1) (2000). An employer has a \"statutory obligation to make reasonable accommodation for the religious observances of its employees, short of incurring an undue hardship.\" <i>Trans World Airlines, Inc. v. Hardison,</i> 432 U.S. 63, 75, 97 S.Ct. 2264, 53 L.Ed.2d 113 (1977).</p>\n<p>In religious accommodation cases, a plaintiff must first establish a prima facie claim by showing that \"(1) he or she has a bona fide religious belief that conflicts with an employment requirement; (2) he or she informed the employer of this belief; [and] (3) he or she was disciplined for failure to comply with the conflicting employment requirement.\" <i>Chalmers v. Tulon Co. of Richmond,</i> 101 F.3d 1012, 1019 (4th Cir. 1996).</p>\n<p>After a plaintiff establishes a prima facie case, \"the burden then shifts to the employer to show that it could not accommodate the plaintiffs religious needs without undue hardship.\" <i>Id.</i> at 1019; <i>see also</i> 42 U.S.C. § 2000e(j). This is a two-prong inquiry. To satisfy its burden, the employer must demonstrate either (1) that it provided the plaintiff with a reasonable accommodation for his or her religious observances or (2) that such accommodation was not provided because it would have caused an undue hardship. An undue hardship is one that results in more than a de minimis cost to the employer. <i>EEOC v. Firestone Fibers &amp; Textiles Co.,</i> 515 F.3d 307, 312 (4th Cir.2008). Importantly, an accommodation does not have to \"totally\" eliminate the conflict between the work requirement and religious practice; the accommodation must only be reasonable. <i>Id.</i></p>\n<p>Here, the Fourth Circuit found that the EEOC supported a prima facie case of religious discrimination by Thompson. The only remaining issue is whether Thompson could reasonably accommodate Yisrael's religious requirement. The Court finds it could not.</p>\n<p></p>\n<h2>A. <i>Reasonable Accommodation</i>\n</h2>\n<p>Thompson had two procedures in place that could accommodate its employees' religious preferences. These procedures were shift swapping and paid personal leave.</p>\n<p><span class=\"star-pagination\">*745</span> In meeting its Title VII obligation to reasonably accommodate the religious practices of its employees, an employer is not required to alter a neutral scheduling system, but may satisfy this requirement by requiring employees to take advantage of preexisting company policies. <i>Firestone,</i> 515 F.3d at 315.</p>\n<p>Thompson allowed its employees to swap shifts with other employees. Yisrael, however, never once attempted to take advantage of this accommodation. Court's consistently note the importance of \"bilateral cooperation\" between an employer and employee in their search for a reasonable accommodation. <i>Firestone,</i> 515 F.3d at 315 (citing <i>Ansonia Bd. of Educ. v. Philbrook,</i> 479 U.S. 60, 69, 107 S.Ct. 367, 93 L.Ed.2d 305 (1986)). An employee cannot blame his employer for not successfully accommodating him, when he himself makes no effort to find accommodations on his own. Indeed, there is no evidence that Yisrael ever made any effort to address his dilemma. Instead, he seemed to simply expect Thompson to handle the conflict on its own.</p>\n<p>Thompson also offers its employees paid personal leave that could be used for religious observances. Ex. C 54. Although as a 90-day probationary employee, Yisrael was not yet able to take advantage of this policy, this fact \"does not negate the reasonableness of the accommodation.\" <i>Firestone,</i> 515 F.3d at 315 (\"[t]he fact that [Plaintiff] does not currently benefit from the seniority system does not negate the reasonableness of the accommodation\").</p>\n<p>Thompson also tried to personally accommodate Yisrael. Stafford told Yisrael that he would \"work with him every way possible.\" Stafford Dep. (Ex. B) 164:10-12. As Stafford explained in his deposition, <i>Id.</i> 112: 13-15, \"If I could work around it [Yisrael's absence], I'd work around it. If I couldn't and I needed him there, I needed him there.\" <i>Id.</i> 62:11-63:2. Indeed, Thompson never asked Yisrael to work on a Saturday unless it was also asking all other dump truck drivers to work.</p>\n<p>These pre-existing attendance policies, as well as Thompson's personal efforts to accommodate Yisrael, satisfied Thompson's Title VII obligations.</p>\n<p></p>\n<h2>B. <i>Undue Hardship</i>\n</h2>\n<p>Assuming <i>arguendo,</i> that Thompson's efforts were not reasonable, the Court finds that additional accommodations for Yisrael would have caused Thompson undue hardship.</p>\n<p>First, giving Yisrael every Saturday off would result in significant monetary cost to Thompson. If Thompson requires a dump truck driver on Saturday, and its own employee is not available, Thompson must pay for an independent contractor. It costs $50-$100 per hour to pay an independent contractor, which can total up to $800 a day. In contrast, it only costs Thompson $100 daily to run its own dump trucks. Thompson is also able to charge its clients $520 daily for use of each of its dump trucks.</p>\n<p>Thompson in fact incurred these extra costs and lost revenue when Yisrael did not work on December 18th and February 11th. All of Thompson's other dump trucks were working and Thompson hired 12 and 13 independent contractor trucks to work on these Saturdays respectively. Ex. C 959, 988, 1041-42. Common sense dictates that either Thompson hired at least one of the independent contractors to make up for Yisrael, the drivers worked harder to make up for his absence, or a combination of both. Guaranteeing every Saturdays off for Yisrael would inevitably result in an undue hardship to Thompsonindeed, it likely already has.</p>\n<p>The EEOC tries to argue that the hardship is de minimus because Yisrael would <span class=\"star-pagination\">*746</span> only be required to work Saturdays sporadically. Yet Thompson's construction work is inherently time sensitive. When a job needs to be completed, everyone must pull their weight. The business cannot slow for just one employee.</p>\n<p>The EEOC contends that Thompson lacked a business need for a Saturday dump truck driver because it did not replace Yisrael for two months following his termination. As Thompson explained, however, Thompson waited until April 2005 to hire another dump truck driver because the winter months are typically a slow period that Thompson uses to service its dump trucks. Stafford Dep. (Ex. B) 127:15-128:3. Indeed, Yisrael's Saturday absences would likely have been even more problematic when the spring and summer months brought brisker business.</p>\n<p></p>\n<h2>C. <i>EEOC's Suggested Accommodations</i>\n</h2>\n<p>The EEOC argues that Thompson should have created substitute drivers for Yisrael or transferred him to another position. The Court finds, however, that neither of these suggestions would be viable, and that they would instead produce an undue hardship for Thompson.</p>\n<p>The EEOC's proposed substitute driver system would utilize either existing drivers or insure additional drivers. Substituting existing drivers, however, does little to address Thompson's difficulties. On every Saturday that Yisrael was asked to work, Thompson also had all of its other three dump truck drivers working. Besides the dump truck drivers, Thompson only had four other licensed and insured CDL drivers, all of which could also drive a dump truck.<sup>[3]</sup> On at least two occasions, December 3rd and 17th, Thompson was already using all these available insured CDL drivers when Yisrael could not work. Thus, substituting existing drivers for Yisrael is not a reliable solution.</p>\n<p>The EEOC also proposes insuring additional Thompson employees to drive dump trucks. Thompson had other general equipment employees<sup>[4]</sup> who had CDL licenses who were not on Thompson's liability insurance policy and who never drove the trucks. Stafford Dep. (Ex. B) 196:16-198:14; Hudson Aff. (Ex. M) ¶ 9-11. The EEOC argues Thompson should have added these drivers to the policy to act as substitutes for Yisrael. However, adding additional drivers to the insurance policy would be an undue burden. First, each additional driver would have to pass a road test and be cleared by Thompson's insurance carrier. Stafford Dep. (Ex. B) 29:9-25; 38:7-19; Hudson Aff. (Ex. M) ¶ 7-8. Thompson would also have to pay a higher premium to add these new drivers to the policy. Secondly, Thompson would have to pay the additional driver a week's wages while he or she was training on the dump truck by riding along with a dump truck driver. Hudson Aff. (Ex. M) ¶ 10. These extra costs would make little sense merely to provide an occasional substitute driver for another worker. Moreover, makeup days are inherently on short notice, so Thompson would need to have several such substitute drivers to ensure one would be available when needed.</p>\n<p>EEOC also argues that Thompson should have transferred Yisrael to the position of a general equipment operator employee. <span class=\"star-pagination\">*747</span> Thompson employed 200 general equipment employees, and was able to more easily accommodate such employees' religious requirements.<sup>[5]</sup> The EEOC's argument is unpersuasive.</p>\n<p>First, there is no evidence that Thompson actually required another general equipment operator. More importantly, Yisrael failed to request a transfer. As stated by the Sixth Circuit, \"the fact that Plaintiff failed to request these accommodations from Defendant is in itself fatal to Plaintiff's claim.\" <i>Virts v. Consol. Freightways Corp.,</i> 285 F.3d 508, 518 (6th Cir. 2002). <i>Also see, Johnson v. Wheeling-Pittsburgh Steel Corp.,</i> 279 Fed.Appx. 200, 207-08 (4th Cir.2008) (finding employee failed to establish a prima facie religious discrimination case where there was no evidence that he ever applied for, \"inquired about or requested an accommodation\" with respect to the job he claims would have accommodated him).</p>\n<p>Additionally, there is evidence that Yisrael would have refused such a transfer. Not only did the position pay less, but it also required manual labor, a duty that Yisrael had opposed in the past. <i>See, e.g.,</i> Ex E 40:7-12 (explaining that Yisrael was not a \"team player\" .... \"If you asked him to get out of the truck to pull string or shovel a little curb, he would have a lot of mouth.... He basically thought he was a truck driver and that was all\"); Yisrael's Dep., Ex. H 91:12-22 (stating that he preferred driving over physical labor duties because he was \"hired as a dump truck driver, and that's what I expected to do\"). As the Eleventh Circuit has stated, \"[t]he concept of accommodation does not require the employer to tender employment arrangements that, based on the employee's own actions, it reasonably believes will be refused.\" <i>Wisner v. Truck Cen.,</i> 784 F.2d 1571, 1574 (11th Cir.1986).</p>\n<p>Indeed, when given the opportunity to suggest acceptable accommodations during his deposition, Yisrael did not mention transfer.<sup>[6]</sup> Ex. H 183:2-10. Later, Yisrael states in his affidavit that he would have accepted such a transfer. Yisrael Aff. ¶ 8. Because Yisrael's affidavit assertions contradict his deposition testimony, the Court does not credit this testimony.</p>\n<p>Thus, Thompson has carried its burden showing that it fulfilled its Title VII obligations to accommodate Yisrael's religious preferences.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Court grants Defendant Summary Judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  Because the winter months are generally Thompson's maintenance period, one of its dump trucks was typically in the shop for repairs during this time. Ex. B 127:15-128:3.</p>\n<p>[2]  Ragland has been rehired by Thompson several times. During the Yisrael's second period of employment, Ragland was only employed with Thompson for approximately six days. Ex. K No. 25.</p>\n<p>[3]  Thompson employed one water truck driver David Quesenberry and two lowboy drivers, Jerome Ragland and Robert Lockley. Ragland, however, was only employed for six days during this period. Ex. G ¶ 5; Ex. K No. 25. Sean Recore, was also a CDL licensed and insured driver, and worked between January and April 2005.</p>\n<p>[4]  For example, Willie Jones had a CDL license and worked for Thompson from December 22, 2004 until January 28, 2005, but he was never insured on the policy.</p>\n<p>[5]  For instance, Thompson was always able to accommodate Ivan Larios, a general equipment operator who as a Seventh Day Adventist and observes his Sabbath on Saturdays. 17 Ex. D 12:22-25; 14:14-19:23; Ex. B 167:12-168:19. During Larios' six year tenure with Thompson, it never required him to work on a Saturday because other laborers were willing and able to meet the need. <i>Id.</i></p>\n<p>[6]  Yisrael suggested working the dump truck by himself on Sundays. This is an obviously unpractical accommodation, and the EEOC has never argued for this accommodation in its briefing.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">793</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">738</span></span> (2011)</b></center>\n<center><h1>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff,<br>\nv.<br>\nTHOMPSON CONTRACTING, GRADING, PAVING, AND UTILITIES, INC., Defendant.</h1></center>\n<center>No. 5:05-CV-675-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 17, 2011.</center>\n<p><span class=\"star-pagination\">*741</span> Kerith Cohen, Equal Employment Opportunity Commission, Norfolk, VA, Lynette A. Barnes, EEOC/Charlotte District Officed, Charlotte, NC, Zoe G. Mahood, E.E.O.C., Raleigh, NC, for Plaintiff.</p>\n<p>Michael C. Lord, Williams Mullen, Kimberly D. Bartman, Maupin Taylor, P.A., Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on both parties' Motions for Summary Judgment. The Defendant's Motion is GRANTED.</p>\n<p></p>\n<h2><i>I. BACKGROUND</i></h2>\n<p>Plaintiff EEOC is suing Defendant Thompson Contracting, Grading, Paving and Utilities (\"Thompson\") under Title VII of the 1964 Civil Rights Act for religious discrimination. It claims the Thompson fired Banayah Yisrael (formerly known as Gary Parker) from his job as a dump truck driver because of his Hebrew Israelite faith's requirement that he cannot work on Saturdays. On March 31, 2008, this Court granted Thompson summary judgment, finding that the EEOC failed to allege a prima facie claim for discrimination. On June 26, 2009, the Fourth Circuit reversed this finding and remanded the case for whether Thompson provided a reasonable accommodation to Yisrael.</p>\n<p>This suit involves Yisrael's second period of employment with Thompson, starting November 2004. Thompson actually first fired Yisrael in June 2004 after he violated its drug policy by testing positive for marijuana. Thompson rehired Yisrael only after he stated he had discontinued his drug use. He was again fired approximately three months later.</p>\n<p>In addition to a general injunction prohibiting future discrimination, the EEOC initially sought injunctive relief reinstating Yisrael's job, as well as back pay. Compl. at 3-4. On October 18, 2010, the Court dismissed the EEOC's claim for job reinstatement as moot after discovery revealed that Yisrael breached his employment contract by again smoking marijuana during his employment (DE # 61). Resultantly, the amount in controversy is only $5,877 in back pay. Def.'s Memo in Support at 6.</p>\n<p></p>\n<h2><i>II. FACTS</i></h2>\n<p>Thompson is a general contractor that provides grading, paving, and utility services for commercial, residential, and government projects. Because Thompson's operations depend on dry soil conditions, employees are unable to work on rainy days. When it rains during the normal work week, Thompson generally requires its employees to make up the missed work on Saturday to meet project deadlines.</p>\n<p>During the relevant time period, Thompson employed a workforce of approximately 250 employees, approximately 200 of whom were general equipment operators who operate various machines and vehicles such as rollers, pans, and off-road dump trucks. Stafford Aff. (Ex. G) ¶ 5; Larios Dep. (Ex. D) 12:8-21; Stafford Dep. (Ex. B) 198:11-14. Under Thompson's policies and the Department of Transportation regulations, general machine operators are not required to have a commercial driver's license (\"CDL\"). Stafford Aff. (Ex. G) ¶ 7. Even if these drivers have a CDL, Thompson does not carry liability insurance for these employees to drive a CDL required vehicle. Stafford Dep. (Ex. B) 196:16-198:14; Hudson Aff. (Ex. M) ¶ 9-11.</p>\n<p>Thompson's business calls for three types of vehicles whose drivers must carry a CDL: dump trucks, water trucks, and lowboys. Stafford Dep. (Ex. B) 18:12-19:6. A CDL driver is a specialty position in the company. <i>Id.</i> 114:2-4. Water truck and lowboy drivers are typically paid a higher rate than dump truck drivers due to the physical labor required by these <span class=\"star-pagination\">*742</span> positions. <i>Id.;</i> 26:23-27:12. When Thompson asks a lowboy or water truck driver to drive a dump truck, the driver is paid at his usual rate and not the dump truck driver's lower rate. <i>Id.</i> 27:16-28:19.</p>\n<p>Thompson sometimes rents trucks with drivers from an independent contracting agency when extra CDL drivers are required to meet a project deadline. Stafford Dep. (Ex. B) 114:12-115:7. Independent contractors are not insured to drive Thompson's vehicles. <i>Id.</i> 196:16-198:14. Thus, when a truck driver does not report to work and Thompson needs a truck to meet a deadline, it must pay for both the labor costs of the independent contractor and the extra costs for using the independent contractor's truck. Lowe Dep. (Ex. E) 23:14-27:3; Stafford Dep. (Ex. B) 114:12; Hudson Aff. (Ex. M) ¶ 12-13. Thompson pays roughly twice as much to rent an independent contractor's truck for a day as it does for its own employee to drive its dump truck. Stafford Dep. (Ex. B) 114: 12-17.</p>\n<p>In addition, Thompson loses revenue when it does not use its own dump trucks, as Thompson charges its clients $65 hourly for use of its trucks, allowing it to charge $520 for an eight-hour workday. Hudson Aff. (Ex. M) ¶ 13.</p>\n<p></p>\n<h2>A. <i>Yisrael's First Period of Employment</i>\n</h2>\n<p>In June 2004, Yisrael applied to work as a full-time dump truck driver with Thompson. Ex. C 15-18. At the time, Yisrael was a convert to the Hebrew Israelite faith, and holds a sincere religious belief that he cannot work on Saturdays, his Sabbath. Yisrael Dep. Yisrael Dep. (Ex. H) 17:6-20:9, 45:25-46:25. Although Thompson's employment application requires an applicant to specify any days or hours that he is unavailable to work, Yisrael did not disclose on his application that he was unwilling to work on Saturday. Yisrael Dep. (Ex. H) 86:2-12; Ex. C 16. Jim Stafford, Thompson's Director of Operations at the time, explained the company's Saturday work policy when he interviewed Yisrael. Stafford Dep. (Ex. B) 58: 17-25. Yisrael received a copy of the employee handbook containing the Saturday work policy, and signed the handbook receipt acknowledging that he read and understood these policies. Yisrael Dep. (Ex. H) 85:5-25; Ex. C43.</p>\n<p>On June 15, 2004, Thompson hired Yisrael on a 90-day probationary employment period. Yisrael Dep. (Ex. H) 88:9-11; Ex. A 114. During this first period of employment with Thompson, Yisrael was asked to report to work on at least one Saturday, and he failed to do so. Yisrael Dep. (Ex. H) 97:8-99:3; Pl.'s Resp. to Def.'s First Request for Admissions (Ex. I) at No. 3-6. Thompson did not discipline Yisrael for his absence. On September 9, 2004, Thompson terminated Yisrael for violating its drug policy when he tested positive for marijuana. This first period of employment is not in dispute and is not part of this lawsuit. It is instead Yisrael's second period of employment that is at issue.</p>\n<p></p>\n<h2>B. <i>Yisrael's Second Period of Employment</i>\n</h2>\n<p>After Yisrael assured Thompson that he no longer took drugs, he began another 90-day period of probationary employment on November 29, 2004.</p>\n<p>During this period, Thompson owned five dump trucks and employed four dump truck drivers<sup>[1]</sup>: Ruby Gonzales, Shelton Williams, Eric Smith, and Yisrael. Stafford Dep. (Ex. B) 28:25-29:9; Ex. A 152-54,158-60,184-89; Ex. C 549-54; 557-70. It also employed four other insured CDL drivers during this period: water truck <span class=\"star-pagination\">*743</span> driver David Quesenberry, two lowboy drivers Jerome Ragland and Robert Lockley, and Sean Recore, whose position is not clear. Ragland was only employed for six days during this period. Recore worked between January and April 2005. Stafford Aff. (Ex. G) ¶ 5; Thompson Resp. to Interrog. (Ex. K) No. 25.</p>\n<p>Yisrael missed four unexcused days of work during his second period of employment; three Saturdays and one Wednesday.</p>\n<p>On Friday, December 3, 2004, Stafford asked every dump truck driver to work the following day. Yisrael told Stafford that he could not work. Yisrael Dep. (Ex. H) 132: 18-133:25; Ex. A 152-54. Yisrael was not written up and did not receive any form of discipline. All the other dump truck drivers worked this day. The other two insured CDL drivers at the time, Lockley and Quesenberry, also worked on this Saturday. Ex. A 152; Thompson Resp. to Interrog. (Ex. K) No. 25.</p>\n<p>On Wednesday, December 8, 2004, Yisrael failed to report to work because of an appointment he had made with an educational counselor to discuss his college plans. Yisrael Dep. (Ex. H) 138:16-21; 143:15-144:20; Ex. A 210. 14. Although Yisrael knew about the appointment weeks in advance, he failed to inform his direct supervisor, Michael Lowe, that he intended to miss work until the day before his absence. Yisrael Dep. (Ex. H) 140:3-141:4; Ex. C 54. Yisrael received a verbal warning. Stafford Dep. (Ex. B) 67:1-68:7; 140:3-141:4.</p>\n<p>On or about Friday, December 17, 2004, Lowe asked all dump truck drivers to work the following day. Yisrael Dep. (Ex. H) 150:12-23. However, Yisrael did not report to work on Saturday. All the other dump truck drivers worked on that day. Yisrael Dep. (Ex. H) 156: 17-25; Ex. C 551-52. Regarding the other CDL drivers, Lockley also worked on this Saturday and Quesenberry took a vacation day. Ex. J No. 25; Ex. A 158. Yisrael never attempted to have Quesenberry swap places with him. Stafford Aff. (Ex. G) ¶ 5; Ex. J. Thompson hired 13 independent contractor trucks to work on this day. Ex. C 959, 988, 1041-42.</p>\n<p>The following Monday, December 20, Yisrael received a written warning and three-day suspension for his unauthorized absence on December 18. Ex. A 29. The written warning reflected that Yisrael did not show up or notify his supervisor in advance of his absence for the second week in a row. <i>Id.</i></p>\n<p>Following Yisrael's December 18, 2004 absence, Lowe requested that Yisrael provide a letter from his spiritual leader about his religious belief that he cannot work on Saturdays. Lowe Dep. (Ex. E) 34:16-19; 46:22-47:25. Yisrael submitted this letter to Stafford shortly after. Yisrael Dep. (Ex. H) 19:21-20:25. Stafford told Yisrael that he \"would accommodate him the best I could.\" Stafford Dep. (Ex. B) 194:6-20.</p>\n<p>On January 17, 2005, Yisrael was written up for ripping the tailgate off the back of a dump truck while dumping concrete on January 13,2005. Yisrael Dep. (Ex. H) 160:7-24; Ex. C 14. His write-up conformed to company practice under which employees are disciplined or discharged for damaging company property. Lowe Dep. (Ex. E) 62: 17-63:22; Ex. C 906, 916, 933.</p>\n<p>On Friday, February 11, 2005, Lowe asked all dump truck drivers, including Yisrael, to work the next day. Yisrael Dep. (Ex. H) 169:7-15; Ex. A 158,189; Ex. C 569-70. Yisrael did not report to work on February 12th. All of the other dump truck drivers worked on this Saturday. Ex. C 569-70. In addition, insured CDL drivers Lockley and newly hired Ragland worked on this day.<sup>[2]</sup> Quesenberry and the <span class=\"star-pagination\">*744</span> newly hired Sean Recore, did not work that day, and Yisrael did not ask them to take his place. Thompson hired 12 independent contractor trucks to work on this Saturday. Thompson Resp. to Interrog. (Ex. K) No. 25; Ex. C 937, 945, 950. Hudson Aff. (Ex. M) ¶ 17.</p>\n<p>The following Tuesday, February 16, 2005, Thompson fired Yisrael before he completed his probationary period. Yisrael's termination action form states that Yisrael had \"unsatisfactory performance\" during his probationary period. Ex. C 9. Yisrael contends that at the time of his termination, Stafford told him that he \"was being terminated because [his] religious schedule conflicted with the company's work schedule.\" Yisrael Dep. (Ex. H) 179:9-12. Stafford denies this allegation and claims that Yisrael's discharge \"had nothing to do with his religious beliefs.\" Stafford Dep. (Ex. B) 151:1-13.</p>\n<p></p>\n<h2><i>III. DISCUSSION</i></h2>\n<p>A reasonable jury could only find that Thompson satisfied its obligations under Title VII to accommodate its employees' religious preferences.</p>\n<p>Title VII makes it an \"unlawful employment practice for an employer . . . to discharge any individual . . . because of such individual's . . . religion.\" 42 U.S.C. § 2000e-2(a)(1) (2000). An employer has a \"statutory obligation to make reasonable accommodation for the religious observances of its employees, short of incurring an undue hardship.\" <i>Trans World Airlines, Inc. v. Hardison,</i> <span class=\"citation\" data-id=\"109692\"><a href=\"/opinion/109692/trans-world-airlines-inc-v-hardison/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">63</span></a></span>, 75, <span class=\"citation\" data-id=\"109692\"><a href=\"/opinion/109692/trans-world-airlines-inc-v-hardison/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2264</span></a></span>, <span class=\"citation\" data-id=\"109692\"><a href=\"/opinion/109692/trans-world-airlines-inc-v-hardison/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">113</span></a></span> (1977).</p>\n<p>In religious accommodation cases, a plaintiff must first establish a prima facie claim by showing that \"(1) he or she has a bona fide religious belief that conflicts with an employment requirement; (2) he or she informed the employer of this belief; [and] (3) he or she was disciplined for failure to comply with the conflicting employment requirement.\" <i>Chalmers v. Tulon Co. of Richmond,</i> <span class=\"citation\" data-id=\"730851\"><a href=\"/opinion/730851/charita-d-chalmers-v-tulon-company-of-richmond/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1012</span></a></span>, 1019 (4th Cir. 1996).</p>\n<p>After a plaintiff establishes a prima facie case, \"the burden then shifts to the employer to show that it could not accommodate the plaintiffs religious needs without undue hardship.\" <i>Id.</i> at 1019; <i>see also</i> 42 U.S.C. § 2000e(j). This is a two-prong inquiry. To satisfy its burden, the employer must demonstrate either (1) that it provided the plaintiff with a reasonable accommodation for his or her religious observances or (2) that such accommodation was not provided because it would have caused an undue hardship. An undue hardship is one that results in more than a de minimis cost to the employer. <i>EEOC v. Firestone Fibers &amp; Textiles Co.,</i> <span class=\"citation\" data-id=\"1025007\"><a href=\"/opinion/1025007/eeoc-v-firestone-fibers-textiles-co/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">307</span></a></span>, 312 (4th Cir.2008). Importantly, an accommodation does not have to \"totally\" eliminate the conflict between the work requirement and religious practice; the accommodation must only be reasonable. <i>Id.</i></p>\n<p>Here, the Fourth Circuit found that the EEOC supported a prima facie case of religious discrimination by Thompson. The only remaining issue is whether Thompson could reasonably accommodate Yisrael's religious requirement. The Court finds it could not.</p>\n<p></p>\n<h2>A. <i>Reasonable Accommodation</i>\n</h2>\n<p>Thompson had two procedures in place that could accommodate its employees' religious preferences. These procedures were shift swapping and paid personal leave.</p>\n<p><span class=\"star-pagination\">*745</span> In meeting its Title VII obligation to reasonably accommodate the religious practices of its employees, an employer is not required to alter a neutral scheduling system, but may satisfy this requirement by requiring employees to take advantage of preexisting company policies. <i>Firestone,</i> 515 F.3d at 315.</p>\n<p>Thompson allowed its employees to swap shifts with other employees. Yisrael, however, never once attempted to take advantage of this accommodation. Court's consistently note the importance of \"bilateral cooperation\" between an employer and employee in their search for a reasonable accommodation. <i>Firestone,</i> 515 F.3d at 315 (citing <i>Ansonia Bd. of Educ. v. Philbrook,</i> <span class=\"citation\" data-id=\"111773\"><a href=\"/opinion/111773/ansonia-bd-of-ed-v-philbrook/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>, 69, <span class=\"citation\" data-id=\"111773\"><a href=\"/opinion/111773/ansonia-bd-of-ed-v-philbrook/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"111773\"><a href=\"/opinion/111773/ansonia-bd-of-ed-v-philbrook/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">305</span></a></span> (1986)). An employee cannot blame his employer for not successfully accommodating him, when he himself makes no effort to find accommodations on his own. Indeed, there is no evidence that Yisrael ever made any effort to address his dilemma. Instead, he seemed to simply expect Thompson to handle the conflict on its own.</p>\n<p>Thompson also offers its employees paid personal leave that could be used for religious observances. Ex. C 54. Although as a 90-day probationary employee, Yisrael was not yet able to take advantage of this policy, this fact \"does not negate the reasonableness of the accommodation.\" <i>Firestone,</i> 515 F.3d at 315 (\"[t]he fact that [Plaintiff] does not currently benefit from the seniority system does not negate the reasonableness of the accommodation\").</p>\n<p>Thompson also tried to personally accommodate Yisrael. Stafford told Yisrael that he would \"work with him every way possible.\" Stafford Dep. (Ex. B) 164:10-12. As Stafford explained in his deposition, <i>Id.</i> 112: 13-15, \"If I could work around it [Yisrael's absence], I'd work around it. If I couldn't and I needed him there, I needed him there.\" <i>Id.</i> 62:11-63:2. Indeed, Thompson never asked Yisrael to work on a Saturday unless it was also asking all other dump truck drivers to work.</p>\n<p>These pre-existing attendance policies, as well as Thompson's personal efforts to accommodate Yisrael, satisfied Thompson's Title VII obligations.</p>\n<p></p>\n<h2>B. <i>Undue Hardship</i>\n</h2>\n<p>Assuming <i>arguendo,</i> that Thompson's efforts were not reasonable, the Court finds that additional accommodations for Yisrael would have caused Thompson undue hardship.</p>\n<p>First, giving Yisrael every Saturday off would result in significant monetary cost to Thompson. If Thompson requires a dump truck driver on Saturday, and its own employee is not available, Thompson must pay for an independent contractor. It costs $50-$100 per hour to pay an independent contractor, which can total up to $800 a day. In contrast, it only costs Thompson $100 daily to run its own dump trucks. Thompson is also able to charge its clients $520 daily for use of each of its dump trucks.</p>\n<p>Thompson in fact incurred these extra costs and lost revenue when Yisrael did not work on December 18th and February 11th. All of Thompson's other dump trucks were working and Thompson hired 12 and 13 independent contractor trucks to work on these Saturdays respectively. Ex. C 959, 988, 1041-42. Common sense dictates that either Thompson hired at least one of the independent contractors to make up for Yisrael, the drivers worked harder to make up for his absence, or a combination of both. Guaranteeing every Saturdays off for Yisrael would inevitably result in an undue hardship to Thompsonindeed, it likely already has.</p>\n<p>The EEOC tries to argue that the hardship is de minimus because Yisrael would <span class=\"star-pagination\">*746</span> only be required to work Saturdays sporadically. Yet Thompson's construction work is inherently time sensitive. When a job needs to be completed, everyone must pull their weight. The business cannot slow for just one employee.</p>\n<p>The EEOC contends that Thompson lacked a business need for a Saturday dump truck driver because it did not replace Yisrael for two months following his termination. As Thompson explained, however, Thompson waited until April 2005 to hire another dump truck driver because the winter months are typically a slow period that Thompson uses to service its dump trucks. Stafford Dep. (Ex. B) 127:15-128:3. Indeed, Yisrael's Saturday absences would likely have been even more problematic when the spring and summer months brought brisker business.</p>\n<p></p>\n<h2>C. <i>EEOC's Suggested Accommodations</i>\n</h2>\n<p>The EEOC argues that Thompson should have created substitute drivers for Yisrael or transferred him to another position. The Court finds, however, that neither of these suggestions would be viable, and that they would instead produce an undue hardship for Thompson.</p>\n<p>The EEOC's proposed substitute driver system would utilize either existing drivers or insure additional drivers. Substituting existing drivers, however, does little to address Thompson's difficulties. On every Saturday that Yisrael was asked to work, Thompson also had all of its other three dump truck drivers working. Besides the dump truck drivers, Thompson only had four other licensed and insured CDL drivers, all of which could also drive a dump truck.<sup>[3]</sup> On at least two occasions, December 3rd and 17th, Thompson was already using all these available insured CDL drivers when Yisrael could not work. Thus, substituting existing drivers for Yisrael is not a reliable solution.</p>\n<p>The EEOC also proposes insuring additional Thompson employees to drive dump trucks. Thompson had other general equipment employees<sup>[4]</sup> who had CDL licenses who were not on Thompson's liability insurance policy and who never drove the trucks. Stafford Dep. (Ex. B) 196:16-198:14; Hudson Aff. (Ex. M) ¶ 9-11. The EEOC argues Thompson should have added these drivers to the policy to act as substitutes for Yisrael. However, adding additional drivers to the insurance policy would be an undue burden. First, each additional driver would have to pass a road test and be cleared by Thompson's insurance carrier. Stafford Dep. (Ex. B) 29:9-25; 38:7-19; Hudson Aff. (Ex. M) ¶ 7-8. Thompson would also have to pay a higher premium to add these new drivers to the policy. Secondly, Thompson would have to pay the additional driver a week's wages while he or she was training on the dump truck by riding along with a dump truck driver. Hudson Aff. (Ex. M) ¶ 10. These extra costs would make little sense merely to provide an occasional substitute driver for another worker. Moreover, makeup days are inherently on short notice, so Thompson would need to have several such substitute drivers to ensure one would be available when needed.</p>\n<p>EEOC also argues that Thompson should have transferred Yisrael to the position of a general equipment operator employee. <span class=\"star-pagination\">*747</span> Thompson employed 200 general equipment employees, and was able to more easily accommodate such employees' religious requirements.<sup>[5]</sup> The EEOC's argument is unpersuasive.</p>\n<p>First, there is no evidence that Thompson actually required another general equipment operator. More importantly, Yisrael failed to request a transfer. As stated by the Sixth Circuit, \"the fact that Plaintiff failed to request these accommodations from Defendant is in itself fatal to Plaintiff's claim.\" <i>Virts v. Consol. Freightways Corp.,</i> <span class=\"citation\" data-id=\"777111\"><a href=\"/opinion/777111/david-virts-v-consolidated-freightways-corporation-of-delaware/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">508</span></a></span>, 518 (6th Cir. 2002). <i>Also see, Johnson v. Wheeling-Pittsburgh Steel Corp.,</i> 279 Fed.Appx. 200, 207-08 (4th Cir.2008) (finding employee failed to establish a prima facie religious discrimination case where there was no evidence that he ever applied for, \"inquired about or requested an accommodation\" with respect to the job he claims would have accommodated him).</p>\n<p>Additionally, there is evidence that Yisrael would have refused such a transfer. Not only did the position pay less, but it also required manual labor, a duty that Yisrael had opposed in the past. <i>See, e.g.,</i> Ex E 40:7-12 (explaining that Yisrael was not a \"team player\" .... \"If you asked him to get out of the truck to pull string or shovel a little curb, he would have a lot of mouth.... He basically thought he was a truck driver and that was all\"); Yisrael's Dep., Ex. H 91:12-22 (stating that he preferred driving over physical labor duties because he was \"hired as a dump truck driver, and that's what I expected to do\"). As the Eleventh Circuit has stated, \"[t]he concept of accommodation does not require the employer to tender employment arrangements that, based on the employee's own actions, it reasonably believes will be refused.\" <i>Wisner v. Truck Cen.,</i> <span class=\"citation\" data-id=\"465440\"><a href=\"/opinion/465440/40-fair-emplpraccas-613-40-empl-prac-dec-p-36088-betty-lou-wisner/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1571</span></a></span>, 1574 (11th Cir.1986).</p>\n<p>Indeed, when given the opportunity to suggest acceptable accommodations during his deposition, Yisrael did not mention transfer.<sup>[6]</sup> Ex. H 183:2-10. Later, Yisrael states in his affidavit that he would have accepted such a transfer. Yisrael Aff. ¶ 8. Because Yisrael's affidavit assertions contradict his deposition testimony, the Court does not credit this testimony.</p>\n<p>Thus, Thompson has carried its burden showing that it fulfilled its Title VII obligations to accommodate Yisrael's religious preferences.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Court grants Defendant Summary Judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  Because the winter months are generally Thompson's maintenance period, one of its dump trucks was typically in the shop for repairs during this time. Ex. B 127:15-128:3.</p>\n<p>[2]  Ragland has been rehired by Thompson several times. During the Yisrael's second period of employment, Ragland was only employed with Thompson for approximately six days. Ex. K No. 25.</p>\n<p>[3]  Thompson employed one water truck driver David Quesenberry and two lowboy drivers, Jerome Ragland and Robert Lockley. Ragland, however, was only employed for six days during this period. Ex. G ¶ 5; Ex. K No. 25. Sean Recore, was also a CDL licensed and insured driver, and worked between January and April 2005.</p>\n<p>[4]  For example, Willie Jones had a CDL license and worked for Thompson from December 22, 2004 until January 28, 2005, but he was never insured on the policy.</p>\n<p>[5]  For instance, Thompson was always able to accommodate Ivan Larios, a general equipment operator who as a Seventh Day Adventist and observes his Sabbath on Saturdays. 17 Ex. D 12:22-25; 14:14-19:23; Ex. B 167:12-168:19. During Larios' six year tenure with Thompson, it never required him to work on a Saturday because other laborers were willing and able to meet the need. <i>Id.</i></p>\n<p>[6]  Yisrael suggested working the dump truck by himself on Sundays. This is an obviously unpractical accommodation, and the EEOC has never argued for this accommodation in its briefing.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/730851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1025007/"
  ]
}