{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2174420/",
  "absolute_url": "/opinion/2174420/romero-v-mountaire-farms-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2174420/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:31:55.000570Z",
  "date_modified": "2016-04-27T00:37:24.732439Z",
  "type": "010combined",
  "sha1": "5f644c229d168a67d2fbada90bc29a7e8aadaf5c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>796 F.Supp.2d 700 (2011)</b></center>\n<center><h1>Mario P. ROMERO, Micaela Soto Duran, and Eulalio Gutierrez, on behalf of themselves and all others similarly situated, Plaintiffs,<br>\nv.<br>\nMOUNTAIRE FARMS, INC., Defendant.</h1></center>\n<center>No. 7:09-CV-190-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>June 9, 2011.</center>\n<p><span class=\"star-pagination\">*704</span> H. Forest Horne, Jr., G. Christopher Olson, Gilda A. Hernandez, Martin &amp; Jones, Raleigh, NC, for Plaintiffs.</p>\n<p>Melegia Lee Daniels, Jr., Wimberly, Lawson, Daniels &amp; Fisher, LLC, Greenville, SC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on Plaintiffs' Motion To Certify Class Pursuant to the Fair Labor Standards Act [DE 45] and on Plaintiffs' Motion To Certify Class Pursuant to Rule 23 of the Federal Rules of Civil Procedure [DE 47]. Defendant Mountaire Farms, Inc. (\"Mountaire\") has responded to both Motions and Plaintiffs have replied. These matters are ripe for adjudication. As set forth below, Plaintiffs' Motions are GRANTED IN PART on the terms set forth in this Order.</p>\n<p></p>\n<h2>I. <i>BACKGROUND</i>\n</h2>\n<p>This is an action under the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C. §§ 201 <i>et seq.,</i> and the North Carolina Wage and Hour Act (\"NCWHA\"), N.C. GEN.STAT. §§ 95-25.1 et seq. Plaintiffs, and the classes they propose to represent, are current and former employees of Mountaire Farms of North Carolina, Inc. at the Mountaire facility in Lumber Bridge, North Carolina. Plaintiffs currently work or previously worked on a chicken processing line at the Lumber Bridge facility, performing tasks like slaughtering, cutting, deboning, cleaning, packaging, and otherwise preparing chicken for human consumption.</p>\n<p>Plaintiffs claim that during the proposed class period, Mountaire utilized a \"Line Time\" compensation system (also known as a \"Gang Time\" system). Plaintiffs allege that under the Line Time system, employees are required to arrive at work before their \"line\" time or \"gang\" time begins to obtain and put on protective and sanitary equipment and to walk to their place on the chicken processing line. Plaintiffs allege that Mountaire failed to compensate Plaintiffs and members of the proposed class for the time they spent donning and doffing,<sup>[1]</sup> cleaning, and sanitizing their safety and sanitary equipment and gear, waiting for the line to begin, and walking to and from the worksite on or near the processing floor. Plaintiffs argue that Mountaire's compensation practices violate both the FLSA and the NCWHA.</p>\n<p>Plaintiffs further allege that members of the class they propose to represent at the Mountaire plant must wear, pursuant to state and federal law, certain personal protective equipment (PPE).<sup>[2]</sup> Plaintiffs allege <span class=\"star-pagination\">*705</span> that Mountaire has a custom or policy of deducting the cost of this personal protective equipment and other items of clothing made available to Mountaire employees from the employees' wages. Plaintiffs contend that Mountaire's deduction policy violates state and federal wage laws.</p>\n<p>Plaintiffs seek class certification of their state law claims under Rule 23 of the Federal Rules of Civil Procedure and conditional certification of their FLSA claims as a collective action under 29 U.S.C. § 216(b). Mountaire opposes certification of Plaintiffs' state law claims under Rule 23. Mountaire does not dispute conditional certification under § 216(b); however, Mountaire does request that the Court narrow Plaintiffs' FLSA proposed class.</p>\n<p></p>\n<h2>II. <i>DISCUSSION.</i>\n</h2>\n<p></p>\n<h2>A. <i>Motion for Certification As FLSA Collective Action [DE 45]</i>\n</h2>\n<p></p>\n<h2>1. <i>The FLSA Certification Procedure</i>\n</h2>\n<p>The FLSA allows employees to maintain an action against an employer for unpaid minimum wages and overtime pay on behalf of themselves and all others similarly situated. 29 U.S.C. § 216(b). An employee who desires to participate in an FLSA collective action must \"give[] his consent in writing to become ... a party....\" <i>Id.</i> There are two requirements for the certification of an FLSA collective action. First, the members of the proposed class must be \"similarly situated.\" <i>Id.</i>; <i>see also </i><i>De Luna-Guerrero v. N.C. Grower's Ass'n, Inc.,</i> 338 F.Supp.2d 649, 654 (E.D.N.C.2004). Second, the class members must \"opt-in\" by filing their consent to suit.<sup>[3]</sup><i>Id.</i></p>\n<p>Putative class members are \"similarly situated\" for purposes of § 216(b) if they \"raise a similar legal issue as to coverage, exemption, or nonpayment of minimum wages or overtime arising from at least a manageably similar factual setting with respect to their job requirements and pay provisions....\" <i>De Luna-Guerrero,</i> 338 F.Supp.2d at 654 (citations omitted). However, \"`their situations need not be identical. Differences as to time actually worked, wages actually due and hours involved are, of course, not significant to this determination.'\" <i>Id.</i></p>\n<p>Certification of an FLSA collective action is typically a two-stage process. First, the court makes a preliminary determination whether to conditionally certify the class based upon the limited record before the court. The standard for conditional certification is fairly lenient and requires \"`nothing more than substantial allegations that the putative class members were together the victims of a single decision, policy, or plan.'\" <i>Thiessen v. Gen. Elec. Capital Corp.,</i> 267 F.3d 1095, 1102 (10th Cir.2001) (quoting <i>Vaszlavik v. Storage Tech. Corp.,</i> 175 F.R.D. 672, 678 (D.Colo.1997)). If the class is conditionally certified, the court typically authorizes plaintiffs' counsel to provide the putative class members with notice of the lawsuit and their right to opt-in. <i>Hipp v. Liberty Nat. Life Ins. Co.,</i> 252 F.3d 1208, 1218 (11th Cir.2001).</p>\n<p>The second determination comes later, usually after discovery is complete, and is typically precipitated by a motion for \"decertification\" by the defendant. At this stage, there is a more developed factual record on which the court can base its decision. The court must again make a factual determination as to whether the opt-in plaintiffs are similarly situated; however, the scrutiny applied in the second stage is more rigorous than that of the <span class=\"star-pagination\">*706</span> notice stage. If the court determines that the plaintiffs are similarly situated, the collective action may proceed. However, if the claimants are not similarly situated, the court decertifies the class, and the claims of the opt-in plaintiffs are dismissed without prejudice. <i>Id.; see also </i><i>Jimenez-Orozco v. Baker Roofing Co.,</i> No. 5:05-CV-34-FL, 2007 WL 4568972, at *6 (E.D.N.C. Dec. 21, 2007).</p>\n<p></p>\n<h2>2. <i>Plaintiffs' Proposed Class</i>\n</h2>\n<p>Plaintiffs initially defined the class for which they seek conditional certification under § 216(b) as follows:</p>\n<blockquote>ALL CURRENT AND/OR FORMER PRODUCTION EMPLOYEES WHO WORKED AT MOUNTAIRE'S LUMBER BRIDGE CHICKEN PROCESSING PLANT AT ANY PERIOD OF TIME FROM OCTOBER 2, 2007 TO THE PRESENT AND WERE PAID ON A \"GANG\" OR \"SCHEDULED\" TIME BASIS.</blockquote>\n<blockquote>AND/OR</blockquote>\n<blockquote>ALL CURRENT AND/OR FORMER EMPLOYEES WHO WORKED AT MOUNTAIRE'S LUMBER BRIDGE CHICKEN PROCESSING PLANT AT ANY PERIOD OF TIME FROM OCTOBER 2, 2007, TO THE PRESENT FROM WHOSE DEDUCTIONS FOR ONE OR MORE REPLACEMENT ITEM(S) OF PERSONAL PROTECTIVE EQUIPMENT WAS MADE WITHOUT ANY ADVANCE NOTICE OF THE INTENT TO MAKE SUCH A WAGE DEDUCTION AND WITHOUT THE EMPLOYEE'S WRITTEN AUTHORIZATION.<sup>[4]</sup></blockquote>\n<p>(Pl.'s Mot. Conditional Certification of a Collective Action) [DE 46-3].</p>\n<p></p>\n<h2>a. <i>Mountaire's Arguments Against Certification</i>\n</h2>\n<p>Mountaire took issue with the proposed class definition, and argued that the Plaintiffs' FLSA class definition was overly broad and poorly defined. First, Mountaire noted that the term \"production\" is an over-inclusive term \"that encompasses a range of jobs far broader than Plaintiffs' evidence would support.\" (Def.'s Mem. Opp. Pls.' Mot. Conditional Certification at 4.) For instance, box constructors and forklift operators are fairly termed \"production employees,\" but those jobs are distinct from and not similarly situated with the named Plaintiffs who actually worked in the debone department on the production line.</p>\n<p>Second, Mountaire contended the proposed class was overboard insofar as it was composed of employees paid on \"Gang <i>Or</i> Scheduled Time.\" Apparently, \"Gang Time\" (also referred to as \"Line Time\") and \"Scheduled Time\" are two distinct pay systems. Gang or Line Time begins at a fixed time and ends at variable times depending on the amount of product flowing through the plant that day. \"Scheduled Time\" employees, in contrast, have predetermined start and end times. Since all of the named Plaintiffs were paid on Gang <span class=\"star-pagination\">*707</span> Time, Mountaire contended, they could not be viewed as similarly situated with those employees paid on Scheduled Time. Accordingly, Mountaire contended, in order to ensure that the members of the proposed FLSA class are similarly situated, the class must be defined to include only those parties paid on Gang or Line time.</p>\n<p>Third, Mountaire argued that the class should be narrowed so that claims for donning, doffing, walking, and washing before and after meals were excluded from coverage. Mountaire contended the Fourth Circuit forbade such mealtime-related claims in <i>Sepulveda v. Allen Family Foods, Inc.,</i> 591 F.3d 209 (4th Cir.2009), <i>cert, denied,</i> ___ U.S. ___, 131 S.Ct. 187, 178 L.Ed.2d 42 (2010).</p>\n<p>Finally, Mountaire contended that judicial economy would be best served by including in the notice of class certification a request that responders provide \"their dates of their employment with Defendant, their social security number used when employed by Defendant\" and that responders further \"identify the department (s) and the shift(s) to which they were assigned.\"</p>\n<p></p>\n<h2>b. <i>Plaintiffs' Amended Class Definition</i>\n</h2>\n<p>The Plaintiffs responded to Mountaire's alleged deficiencies in the class definition by amending their proposed notice. Plaintiffs' amended notice defines the class for which they seek conditional certification as follows:</p>\n<blockquote>ALL CURRENT AND/OR FORMER EMPLOYEES OF MOUNTAIRE FARMS WHO HAVE HELD NONEXEMPT POSITIONS WORKING ON THE POULTRY PROCESSING LINE IN MOUNTAIRE FARM, INC.'S POULTRY PROCESSING PLANT IN LUMBER BRIDGE, NORTH CAROLINA, WHO DON, DOFF, WASH OR SANITIZE ANY SANITARY AND PROTECTIVE CLOTHING, EQUIPMENT AND GEAR; WHO ENGAGED IN WALKING AND WAITING TIME ASSOCIATED WITH THESE TASKS AT ANY TIME FROM OCTOBER 2, 2006 THROUGH THE DEADLINE FOR THE OPT-IN PERIOD; WHO WERE PAID ON A LINE TIME OR \"GANG\" BASIS; AND WHO WERE NOT FULLY COMPENSATED FOR ALL HOURS WORKED.</blockquote>\n<blockquote>AND/OR</blockquote>\n<blockquote>ALL CURRENT AND/OR FORMER EMPLOYEES WHO WORKED AT MOUNTAIRE'S LUMBER BRIDGE POULTRY PROCESSING PLANT AT ANY PERIOD OF TIME FROM OCTOBER 2, 2006, TO THE PRESENT FROM WHOM DEDUCTIONS FOR ONE OR MORE REPLACEMENT ITEMS(S) OF PERSONAL PROTECTIVE EQUIPMENT WERE MADE WITHOUT ANY ADVANCE NOTICE OF THE INTENT TO MAKE SUCH A WAGE DEDUCTION AND WITHOUT THE EMPLOYEE'S WRITTEN AUTHORIZATION.</blockquote>\n<p>(Pls.' Proposed Amended Notice p. 2) [DE 55-2].</p>\n<p>Because the named Plaintiffs are former processing line employees who were paid on a Line Time basis at Mountaire's Lumber Bridge facility, the Court agrees with Mountaire and finds that the proposed class should be narrowed to processing line employees who are or were paid on a Line Time or Gang Time basis. <i>See McLaurin v. Prestage Foods, Inc.,</i> 271 F.R.D. 465, 470 (E.D.N.C.2010) (limiting class to \"processing line\" employees who were paid \"on a line time or gang time basis). The Plaintiffs' amended notice appropriately limits the breadth of the class and makes more explicit the limitation of the class to current and/or former processing line employees who worked at Mountaire's chicken processing plant in Lumber Bridge, North Carolina, who don, doff, <span class=\"star-pagination\">*708</span> wash, or sanitize any sanitary and protective clothing, equipment, and gear, and who engaged in walking and waiting time associated with those tasks.</p>\n<p>The Court also agrees with Mountaire that additional narrowing of the proposed class is required under the Fourth Circuit's holding in <i>Allen Family Foods.</i> Because the <i>Allen Family Foods</i> Court definitively rejected claims based on allegedly unpaid time that an employee spends donning and doffing before and after unpaid meal periods, the Court finds that Plaintiffs' claims must be limited to preand post-shift donning and doffing only.<sup>[5]</sup> All claims related to pre-meal and post-meal donning and doffing are hereby dismissed. <i>Allen Family Foods,</i> 591 F.3d at 217 n. 4.</p>\n<p></p>\n<h2>c. <i>The Approved FLSA Collective Action Class Definition</i>\n</h2>\n<p>In light of the foregoing, the Court adopts the Plaintiffs' amended notice of conditional certification with one limitation to comport with the Fourth Circuit's holding in <i>Allen Family Foods.</i> The Court will approve the following notice of conditional certification for the FLSA class:</p>\n<blockquote>ALL CURRENT AND/OR FORMER EMPLOYEES OF MOUNTAIRE FARMS WHO HAVE HELD NON-EXEMPT POSITIONS WORKING ON THE POULTRY PROCESSING LINE IN MOUNTAIRE FARM, INC.'S POULTRY PROCESSING PLANT IN LUMBER BRIDGE, NORTH CAROLINA, WHO DON, DOFF, WASH OR SANITIZE ANY SANITARY AND PROTECTIVE CLOTHING, EQUIPMENT AND GEAR BEFORE AND/OR AFTER THEIR SHIFTS; WHO ENGAGED IN WALKING AND WAITING TIME ASSOCIATED WITH THESE TASKS AT ANY TIME FROM OCTOBER 2, 2007 THROUGH THE DEADLINE FOR THE OPT-IN PERIOD; WHO WERE PAID ON A LINE TIME OR \"GANG\" BASIS; AND WHO WERE NOT FULLY COMPENSATED FOR ALL HOURS WORKED.</blockquote>\n<blockquote>AND/OR</blockquote>\n<blockquote>ALL CURRENT AND/OR FORMER EMPLOYEES WHO WORKED AT MOUNTAIRE'S LUMBER BRIDGE POULTRY PROCESSING PLANT AT ANY PERIOD OF TIME FROM OCTOBER 2, 2007, TO THE PRESENT FROM WHOM DEDUCTIONS FOR ONE OR MORE REPLACEMENT ITEMS(S) OF PERSONAL PROTECTIVE EQUIPMENT WERE MADE WITHOUT ANY ADVANCE NOTICE OF THE INTENT TO MAKE SUCH A WAGE DEDUCTION AND WITHOUT THE EMPLOYEE'S WRITTEN AUTHORIZATION.</blockquote>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*709</span> d. <i>Mountaire's Request For Identifying Information</i>\n</h2>\n<p>Mountaire's request that putative class members provide their dates of employment, their social security numbers, and the name of the department and shift to which they were assigned is denied. Mountaire claims that the requested information will help expedite the proceedings since in counsel's experience, \"in many cases the names used by employees and their actual name varies and the social security number is used to find the opt-in plaintiffs' payroll and time records.\" (Def.'s Resp. Mot. Conditional Certification at 10, n. 1.) Mountaire's argument is unavailing. The Court is unaware of any other cases where such a request has been granted. Because putative class members here should not be made to feel that they must take some type of action before determining their eligibility to participate in the action, the Court denies Mountaire's request for further identifying information.</p>\n<p></p>\n<h2>e. <i>The Approved Class Satisfies The FLSA's Conditional Certification Standard</i>\n</h2>\n<p>Considering the approved class (as more narrowly defined to include only production line employees who were or are paid on a line time or gang time basis and excluding those employees asserting claims for uncompensated meal time), the Court finds that the members of the class are so similarly situated as to warrant conditional certification of a collective action pursuant to 29 U.S.C. § 216(b). The named Plaintiffs and the other members of the proposed class were or are all employed by Mountaire at the Lumber Bridge facility. Although all may not have worked in the same department, the proposed class members have all worked on the production line. They complain that Mountaire's Gang Time or Line Time compensation system along with Mountaire's PPE deduction policy have deprived them of wages to which they were or are entitled under the FLSA. The putative class members and the named Plaintiffs seek substantially the same form of relief. In essence, they claim they are \"together the victims of a single decision, policy or plan.\" <i>Thiessen,</i> 267 F.3d at 1102. Thus, Plaintiffs' Motion To Certify Class Pursuant to the Fair Labor Standards Act is granted in so far as it complies with this Order.</p>\n<p></p>\n<h2>B. <i>Preemption of Plaintiffs' NCWHA Claims</i>\n</h2>\n<p>Plaintiffs seek class certification for certain state law claims arising under the NCWHA pursuant to Federal Rule of Civil Procedure 23. Mountaire urges the Court to dismiss Plaintiffs' state law claims for unpaid wages and overtime arising under N.C. GEN.STAT. § 95-25.6-the \"payday statute.\"<sup>[6]</sup> Mountaire avers, inter alia, that these state law claims are \"largely preempted\" by the FLSA. Mountaire argues that Plaintiffs have a viable claim under the payday statute only for that period of time when the North Carolina minimum wage of $6.15 per hour exceeded the then-mandated federal minimum wage of $5.15 or $5.85 per hour. Mountaire's contentions are not entirely correct.</p>\n<p>The Amended Complaint alleges, <i>inter alia,</i> that:</p>\n<blockquote>Mountaire Farms violated the NCWHA by failing to pay its employees (1) wages, when due, <i>for all hours worked</i> <span class=\"star-pagination\">*710</span> <i>at the regular rate (which exceeded the minimum wage rate under the FLSA);</i> (2) wages at North Carolina's minimum wage rate of $6.15 per hour (which exceeded the FLSA minimum wage rate of $5.15 and $5.85 per hour for the applicable periods of time) (from January 1, 2007 until July 24, 2008, the NCWHA guaranteed an hourly rate higher than that provided by federal law); and (3) <i>overtime wages of one and one-half times their regular hourly rate which is a part of the employees' accrued and earned wages and should have been paid when due on the employee's regular payday.</i>\n</blockquote>\n<p>(Amended Compl. ¶ 46) (emphasis added.) The second of these claims is expressly authorized by the FLSA's savings clause:</p>\n<blockquote>No provision of this chapter or of any order thereunder shall excuse noncompliance with any Federal or State law or municipal ordinance establishing a minimum wage higher than the minimum wage established under this chapter or a maximum work week lower than the maximum work week established under this chapter....</blockquote>\n<p>29 U.S.C. § 218(a). This second claim is limited, however, to the recovery of minimum and overtime wages accrued during the 9-month period when North Carolina's minimum wage exceeded the then-prevailing federal minimum wage. <i>Martinez-Hernandez v. Butterball,</i> 2011 WL 1211772 (E.D.N.C. March 30, 2011). Outside of this 9-month period, the FLSA provides Plaintiffs' exclusive remedy and preempts these particular wage claims. <i>Id.</i></p>\n<p>Plaintiffs' remaining payday claims are not so temporally limited, however, because those claims are separate and distinct from Plaintiffs' FLSA claims. The first and third payday claims invoke neither the minimum wage nor the overtime provisions of the FLSA. As such, these claims are not preempted by the FLSA. <i>See </i><i>Anderson v. Sara Lee Corp.,</i> 508 F.3d 181, 194 (4th Cir.2007). Thus, Plaintiffs' minimum wage claims under the NCWHA are viable only as to 9-month period beginning October 2, 2007 and ending July 23, 2008, but Plaintiffs third and first payday claimsclaims for regular hourly wages and overtimeare neither preempted by the FLSA nor temporally limited in scope.</p>\n<p></p>\n<h2>C. <i>Supplemental Jurisdiction</i>\n</h2>\n<p>As noted, <i>supra,</i> in addition to their claims under the FLSA, Plaintiffs assert state law claims for (1) improper wage deductions for personal protective equipment under the NCWHA and (2) claims under N.C. GEN.STAT. § 95-25.6 for unpaid wages and overtime. Before turning to the requirements of class certification of these claims under Rule 23, it is necessary to address Mountaire's argument that this Court should not exercise supplemental jurisdiction over Plaintiffs' state law claims.</p>\n<p>This court has original jurisdiction over Plaintiffs' FLSA claims under 28 U.S.C. § 1331 because those claims raise a federal question. 28 U.S.C. § 1331. This Court may also exercise jurisdiction over the state law claims under 28 U.S.C. § 1367(a) if those state law claims form part of the same case or controversy. Non-federal claims are part of the same \"case\" as federal claims when they \"derive from a common nucleus of operative fact.\" <i>United Mine Workers v. Gibbs,</i> 383 U.S. 715, 725, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966).</p>\n<p>The Court finds that Plaintiffs' state law claims under the NCWHA share a common nucleus of operative fact with the claims raised under the FLSA. The alleged violations of the NCWHA and the FLSA are based on the same conduct of Mountaire with regard to many of the same employees occurring over a common <span class=\"star-pagination\">*711</span> period of time. <i>McLaurin,</i> 271 F.R.D. 465 (E.D.N.C.2010); <i>Salazar v. Agriprocessors, Inc.,</i> 527 F.Supp.2d 873, 880 (N.D.Iowa 2007). Thus, the Court is authorized to exercise supplemental jurisdiction under § 1367(a) over Plaintiffs' NCWHA claims.</p>\n<p>However, the Court's supplemental jurisdiction, which is authorized under 28 U.S.C. § 1367(a), is discretionary under 28 U.S.C. § 1367(c). <i>City of Chicago v. Int'l Coll. of Surgeons,</i> 522 U.S. 156, 172, 118 S.Ct. 523, 139 L.Ed.2d 525 (1997) (\"pendent jurisdiction is a doctrine of discretion, not of plaintiff's right\") (citation omitted) (internal quotation marks omitted). A district court may properly decline to exercise supplemental jurisdiction over a claim under 28 U.S.C. § 1367(a) if:</p>\n<blockquote>(1) the claim raises a novel or complex issue of State law,</blockquote>\n<blockquote>(2) the claim substantially predominates over the claim or claims over which the district court has original jurisdiction,</blockquote>\n<blockquote>(3) the district court has dismissed all claims over which it has original jurisdiction, or</blockquote>\n<blockquote>(4) in exceptional circumstances, there are other compelling reasons for declining jurisdiction.</blockquote>\n<p>28 U.S.C. § 1367(c). In determining whether to exercise supplemental jurisdiction, courts are to consider the \"`principles of economy, convenience, fairness, and comity which underlie the pendent jurisdiction doctrine.'\" <i>City of Chicago,</i> 522 U.S. at 172-73, 118 S.Ct. 523 (quoting <i>Carnegie-Mellon Univ. v. Cohill,</i> 484 U.S. 343, 357, 108 S.Ct. 614, 98 L.Ed.2d 720 (1988)).</p>\n<p>The Court finds that jurisdiction will not be declined under 28 U.S.C. § 1367(c)(1)(3). Plaintiffs' claims for improper deductions and claims for regular, minimum, and overtime wages involve standard allegations that do not raise a novel or complex issue of North Carolina law. The federal claims, moreover, on which original jurisdiction rests have not been dismissed. Nor will the state law claims \"substantially predominate\" over the FLSA claims \"in terms of proof ... the scope of the issues raised, or ... the comprehensiveness of the remedy sought....\" <i>United Mine Workers,</i> 383 U.S. at 726, 86 S.Ct. 1130. While the class action on the state law claims could involve many more plaintiffs than the collective action on the FLSA claims, the substance and basis of the FLSA claims and the state law claims are virtually indistinguishable. Because the state law claims \"essentially replicate the FLSA claims[,]\" the state law claims \"plainly do not predominate.\" <i>Lindsay v. Gov't Employees Ins. Co.,</i> 448 F.3d 416, 425 (D.C.Cir.2006).</p>\n<p>The closest question in this case is whether supplemental jurisdiction should be declined under 28 U.S.C. § 1367(c)(4). Under this subsection, a \"court may consider whether `exceptional circumstances' exist and whether `there are other compelling reasons for declining jurisdiction....'\" <i>Id.</i> (quoting 28 U.S.C. § 1367(c)(4)). Mountaire argues that such exceptional circumstances are present in this case, and that the Court's exercise of supplemental jurisdiction is therefore improper. The Court disagrees.</p>\n<p>Citing to <i>Zelaya v. J.M. Macias, Inc.,</i> 999 F.Supp. 778 (E.D.N.C.1998), Mountaire argues that this Court should refuse to exercise jurisdiction over Plaintiff's NCWHA claims. In <i>Zelaya,</i> Senior United States District Judge Earl W. Britt held that it was inappropriate to exercise supplemental jurisdiction over the employees' NCWHA claim because it involved a different and distinct class of plaintiffs than the companion FLSA action. <i>Zelaya,</i> 999 F.Supp. at 782-83. As a result, the state law claims were dismissed without prejudice. <i>Id.</i> at 783. Mountaire urges <span class=\"star-pagination\">*712</span> this Court to follow <i>Zelaya</i> and dismiss Plaintiffs' NCWHA claims. The Court finds Mountaire's arguments unavailing, largely because the reasoning of <i>Zelaya</i> has been called into doubt by the very Judge who announced the <i>Zelaya</i> opinion.</p>\n<p>Reversing course from his 1998 opinion in <i>Zelaya,</i> Senior Judge Britt recently held in <i>McLaurin v. Prestage Foods, Inc.</i> that:</p>\n<blockquote>[t]he jurisprudential landscape has changed significantly since this court issued its decision in <i>Zelaya</i> twelve years ago. In <i>Zelaya,</i> this court noted that the plaintiffs' FLSA and state law wage claims were \"not the type of claims expected to be tried in one proceeding, as they would involve two different and distinct sets of plaintiffs.\" This court also noted that it was \"not aware of any reported cases in which § 1367(a) has been interpreted to allow [pendant plaintiff jurisdiction.]\" Since the decision in <i>Zelaya,</i> many other courts, including ones in this district, have exercised supplemental jurisdiction over state wage claims in actions involving FLSA claims. These courts \"downplay the issue of congressional intent and emphasize that factors such as judicial economy and efficiency strongly favor the exercise of jurisdiction over Rule 23 class actions that involve identical facts and highly similar legal theories.\"</blockquote>\n<p><i>McLaurin,</i> 271 F.R.D. at 473 (citations omitted).</p>\n<p>This Court finds Judge Britt's analysis on this issue to be persuasive. This Court adopts Senior Judge Britt's reasoning in <i>McLaurin</i> as its own, and finds that the weight of authority since <i>Zelaya</i> supports the exercise of supplemental jurisdiction in this case. The Court also finds that consolidating the state law claims with the federal claims would be much more efficient than severing the NCWHA claims at this point. Retaining the state law claims promotes judicial economy because it avoids the problem of parallel lawsuits in state and federal court and avoids duplication of work and the unjustifiable waste of judicial resources. The FLSA and state law claims are premised on the same facts and will succeed or fail together. Additionally, it is far more convenient for the parties to have their factually similar claims resolved in one forum, despite the logistical problems that could materialize in such a lawsuit. As a result, the Court will exercise supplemental jurisdiction over the state law claims in this case.</p>\n<p></p>\n<h2>D. <i>Motion for Rule 23 Certification [DE 47]</i>\n</h2>\n<p>The Court now turns to the issue of the requirements for certifying a class pursuant to Rule 23 of the Federal Rules of Civil Procedure. Plaintiffs allege that Mountaire violated North Carolina's \"payday statute,\" N.C. GEN.STAT. § 95-25.6, by failing to pay its employees:</p>\n<blockquote>(1) wages, when due, for all hours worked at the regular rate (which exceeded the minimum wage rate under the FLSA); (2) wages at North Carolina's minimum wage rate of $6.15 per hour (which exceeded the FLSA minimum wage rate of $5.15 and $5.85 per hour for the applicable periods of time) (from January 1, 2007 until July 24, 2008, the NCWHA guaranteed an hourly rate higher than that provided by federal law); and (3) overtime wages of one and one-half times their regular hourly rate which is a part of the employees' accrued and earned wages and should have been paid when due on the employees regular payday.</blockquote>\n<p>(Amended Compl. ¶ 46.) Plaintiffs further allege Mountaire's violation of N.C. GEN. STAT. §§ 95-25.6, 95-25.7, 95-25.8(a)(2) and 13 NCAC 12.0305(g) for \"deductions for one or more replacement item(s) of personal protective equipment ... made without <span class=\"star-pagination\">*713</span> any advance written notice of the intent to make such wage deduction in the manner required by the NCWHA\" (Amended Compl. ¶ 37.) Plaintiffs define the class they seek to represent for these claims as follows:</p>\n<blockquote>All current and/or former production employees who worked at Mountaire's Lumber Bridge chicken processing plant at any-period of time from October 2, 2007 to the present and were paid on a \"GANG\" or \"SCHEDULED\" time basis.</blockquote>\n<blockquote>All current and/or former employees who worked at Mountaire's Lumber Bridge chicken processing plant at any period of time from October 2, 2007, to the present from whose deductions for one or more replacement item(s) of personal protective equipment was made without any advance notice of the intent to make such a wage deduction and without the employee's written authorization.</blockquote>\n<p>(Pl.'s Mem. Supp. Mot. to Certify Class Pursuant to Rule 23, Ex. 1) [DE 48-2].</p>\n<p>The Court must decide whether the claims of the classes so defined are pursuable as a Rule 23 class action. With some adjustments, the Court finds that they are.</p>\n<p>To fulfill the requirements for class certification, plaintiffs must first show compliance with Rule 23(a) of the Federal Rules of Civil Procedure, which applies to all class actions. Once plaintiffs have met the requirements of Rule 23(a), they must show that class certification is proper under one of the subdivisions of Rule 23(b). <i>Amchem Prods., Inc. v. Windsor,</i> 521 U.S. 591, 614, 117 S.Ct. 2231, 138 L.Ed.2d 689 (1997); <i>Haywood v. Barnes,</i> 109 F.R.D. 568, 575 (E.D.N.C. 1986). The party seeking class certification bears the burden of proof. <i>E.g., </i><i>Lienhart v. Dryvit Sys., Inc.,</i> 255 F.3d 138, 146 (4th Cir.2001).</p>\n<p>To be certified as a class action under Rule 23, an action must meet four threshold requirements: (1) the class must be so numerous that joinder of all members is impractical (the \"numerosity\" requirement); (2) there must be questions of law or fact common to the class (the \"commonality\" requirement); (3) the representative parties' claims must be typical of the claims of the class (the \"typicality\" requirement); and (4) the representative parties must be able to fairly and adequately protect the interests of the class (the \"adequacy-of-representation\" requirement). Fed.R.Civ.P. 23(a).</p>\n<p></p>\n<h2>1. <i>Rule 23(a) Requirements</i>\n</h2>\n<p></p>\n<h2>a. <i>Numerosity Requirement</i>\n</h2>\n<p>Numerosity requires that \"the class is so numerous that joinder of all members is impracticable[.]\" Fed.R.Civ.P. 23(a)(1). Although there is no numerical minimum for satisfying the numerosity requirement, courts have acknowledged that a class with as few as 18 class members satisfies the numerosity requirement. <i>See McLaurin,</i> 271 F.R.D. at 475 (\"Given that the Fourth Circuit has held that a class of eighteen (18) people alone is sufficient to satisfy the numerosity requirement, the court rejects Prestage's arguments and concludes that the numerosity requirement has been met.\")</p>\n<p>Here, the Plaintiffs predict a class of approximately 2,000 members. A class of this size and dimension easily satisfies the numerosity requirement of Rule 23(a)(1). <i>See </i><i>Ansoumana v. Gristede's Operating Corp.,</i> 201 F.R.D. 81, 85-86 (S.D.N.Y.2001) (holding that numerosity requirement had been met where approximately 1,000 members of the class were production workers and would not be likely to file individual suits due to lack of financial resources, access to lawyers, fear of reprisals, and the transient nature of the work).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*714</span> b. <i>Commonality and Typicality Requirements</i>\n</h2>\n<p>The requirements for typicality and commonality often merge. <i>See </i><i>Kidwell v. Transp. Commc'ns Int'l Union,</i> 946 F.2d 283, 305 (4th Cir.1991). \"`The threshold requirements of commonality and typicality are not high; Rule 23(a) requires only that resolution of the common questions affect all or a substantial number of the class members.'\" <i>Brown v. Nucor Corp.,</i> 576 F.3d 149, 153 (4th Cir. 2009) (quoting <i>Shipes v. Trinity Indus.,</i> 987 F.2d 311, 316 (5th Cir.1993)). A plaintiff's claim is typical if it arises from the same event, practice, or course of conduct that gives rise to the claims of other class members, and if the plaintiff's claim is based on the same legal theory as those of the other members. <i>See </i><i>Haywood,</i> 109 F.R.D. at 578. The commonality and typicality requirements may be satisfied even if there are factual distinctions between the claims of the named plaintiffs and those of the other class members. <i>See </i><i>Broussard v. Meineke Discount Muffler Shops, Inc.,</i> 155 F.3d 331, 344 (4th Cir. 1998) (\"We ... do not suggest that the commonality and typicality elements of Rule 23 require that members of the class have identical factual and legal claims in all respects.\"); <i>see also </i><i>Haywood,</i> 109 F.R.D. at 578.</p>\n<p>Here, Mountaire contends that with respect to the improper deduction claims, commonality is lacking. Mountaire avers that Plaintiffs' claims are based on individual deviations from Mountaire's policy, rather than any systematic or institutionalized flaw in the policy. Mountaire concedes that it requires various types of PPE for the processing of chicken; it does so because much of that equipment is mandated by OSHA and USDA regulations (in addition to certain items that are necessary due to the nature of the job) (Resp. 9-10.) Mountaire contends, however, that because it provides employees with required PPE at no cost at the beginning of the employees' employment and during periodic intervals, its practice does not violate any law. (Def.'s Resp. at 9.)</p>\n<p>But Plaintiffs have alleged and made a sufficient showing that Mountaire, as a matter of policy, does not obtain any written authorization from employees before a deduction is taken from their wages. Plaintiffs allegations are sufficient to show that Mountaire's deduction practice is commonly employed in violation of N.C. GEN. STAT. § 95-25.8. Pursuant to that statute, an employer may withhold any portion of an employee's wages in two situations: (1) when the employer is required or empowered to do so by state or federal law; or (2) when the employer has a written authorization from the employee. <i>Strickland v. MICA Information Systems,</i> 800 F.Supp. 1320 (M.D.N.C.1992).</p>\n<p>Although there may be certain factual differences among the individual class members, the class members' claims and the named Plaintiffs' claims arise from the same course of conduct (Mountaire's deduction policy), raise common questions of law and fact (whether swiping the employee's ID card satisfies the requirements of the NCWHA wage deduction provisions), and are based on the same legal theories (violations of N.C.A.C. Tit. 13, Chpt. 12.0305(g) and § 95-25.8 of the NCWHA). Specifically, these common issues include, <i>inter alia:</i></p>\n<blockquote>(1) whether the North Carolina law precludes Mountaire from deducting employees' wages for the replacement of PPE as a result of \"on-the-job\" normal wear and tear; and</blockquote>\n<blockquote>(2) whether Mountaire provided any advance written notice of their intent to make a wage deduction for replacements items of PPE in the manner required by the NCWHA.</blockquote>\n<p><span class=\"star-pagination\">*715</span> The answers to these questions of law and fact are common the Plaintiffs and all other production workers at the Lumber Bridge facility.</p>\n<p>With respect to the NCWHA wage and overtime claims, the Court finds that a limitation on the class similar to the one imposed on the FLSA collective action is necessary. As so limited, the class meets the commonality and typicality requirements of Rule 23(a). The putative class members were or are all production line employees of Mountaire's Lumber Bridge processing plant who were paid on a line time basis. Due to Mountaire's line time policy, Plaintiffs allege that they have not been paid regular, minimum, and overtime wages for all time worked as required by North Carolina's payday statute. Although there may be certain factual differences among the individual class members, the class members' claims arise from the same course of conduct (Mountaire's use of a line time system), raise common questions of law and fact (including, without limitation, whether the time spent changing into and out of protective gear and traveling to and from work stations constitutes \"work\"), and are based on the same legal theory (violations of N.C. GEN.STAT. § 95-25.6) as those of the named plaintiffs.</p>\n<p></p>\n<h2>c. <i>Adequacy-of-Representation Requirement</i>\n</h2>\n<p>The final requirement of Rule 23(a) is that \"the representative parties will fairly and adequately protect the interests of the class.\" Fed.R.Civ.P. 23(a)(4). This requirement consists of two components. First, the class counsel must be \"qualified, experienced and generally able to conduct the proposed litigation.\" <i>Eisen v. Carlisle &amp; Jacquelin,</i> 391 F.2d 555, 562 (2d Cir.1968), <i>vacated on other grounds,</i> 417 U.S. 156, 94 S.Ct. 2140, 40 L.Ed.2d 732 (1974). Mountaire does not dispute that counsel for Plaintiffs have sufficient experience to represent a class, and the court finds that plaintiffs' counsel possess the necessary qualifications. Second, the proposed class representatives must be members of the class they purport to represent, and their interests must not be in conflict with those of the other class members. <i>See </i><i>Amchem,</i> 521 U.S. at 625-26, 117 S.Ct. 2231. The Court finds that there are no conflicts or antagonistic interests of the named Plaintiffs to the interests of any other production workers. The named Plaintiffs have the same interests as all other production workers: recovering the wages earned for all uncompensated work time and full reimbursement for allegedly illegal deductions taken from all affected employees' wages. The Court finds that Plaintiffs have met the requirement of adequacy of representation.</p>\n<p></p>\n<h2>2. <i>Rule 23(b) Requirements</i>\n</h2>\n<p>Having found that the prerequisites of Rule 23(a) are met, the next inquiry is whether Plaintiffs' action also falls under any of the three categories listed in Rule 23(b). Plaintiffs assert that their state law wage claims are maintainable under Rule 23(b)(3).</p>\n<p>Rule 23(b)(3) provides that a class action may be maintained if Rule 23(a) is satisfied and if:</p>\n<blockquote>the court finds that the questions of law or fact common to class members predominate over any questions affecting only individual members, and that a class action is superior to other available methods for fairly and efficiently adjudicating the controversy.</blockquote>\n<p>Fed.R.Civ.P. 23(b)(3). To be certified as a Rule 23(b)(3) class action, plaintiffs must satisfy both the \"predominance\" and \"superiority\" components of the rule. <i>Amchem,</i> 521 U.S. at 615, 117 S.Ct. 2231 (1997).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*716</span> a. <i>Predominance And Superiority Are Satisfied</i>\n</h2>\n<p>Mountaire contends that predominance is lacking with respect to the PPE deduction claims. Mountaire argues that these claims cannot be litigated on a wholesale basis by class representatives. Instead, Mountaire contends, these claims are merely individualized assertions that Mountaire's policy of providing PPE without charge and providing free replacements unless an item was lost or intentionally damaged was not applied to them. The individualized nature of these claims, Mountaire concludes, precludes a finding of predominance, and, also Rule 23 certification. The Court does not agree.</p>\n<p>The Court finds that the legal and factual issues common to the putative class predominate over any individual issues of law or fact. The common questions of fact in this litigation are, without limitation:</p>\n<blockquote>(1) Mountaire's uniform course of conduct and alleged refusal to pay its production workers for all work performed before and after their line time vis-a-vis donning, doffing, cleaning of safety and sanitary equipment and clothing, as well as for the walking and waiting time related to these tasks.</blockquote>\n<blockquote>(2) Mountaire's alleged failure to provide any advance written notice of their intent to make a wage deduction for replacement items of PPE in the manner required by the NCWHA; and</blockquote>\n<blockquote>(3) assuming Mountaire has provided Plaintiffs and the class they seek to represent advance notice of wage deductions, whether the contents of that notice comply with the requirements of NCWHA.</blockquote>\n<p>The Court further finds that common questions of law also predominate because the same operative facts underlying Mountaire's alleged refusal to pay production workers for all time spent donning, doffing, cleaning their personal protective equipment, and walking and waiting associated with these tasks, also form the basis of Plaintiffs' NCWHA claims.</p>\n<p>Regarding the superiority inquiry, the Court is to compare the possible alternatives to a class action and determine if any is superior to the proposed class action. The alternative to a class action litigation in this case would be, of course, individual lawsuits by each class member. Based on the relatively small amount of individual wages claimed in this case, it does not appear that the putative class members would have a great incentive or desire to bring individual suits against Mountaire. Even if the putative class members were inclined to pursue individual actions, there is no doubt this would be more burdensome on the class members, and it would likely be a less efficient use of judicial resources.</p>\n<p>Additionally, the Court has considered Rule 23(b)(3)'s four non-exclusive factors pertinent to the predominance and superiority determinations. The four factors are:</p>\n<blockquote>(A) the class members' interests in individually controlling the prosecution or defense of separate actions;</blockquote>\n<blockquote>(B) the extent and nature of any litigation concerning the controversy already begun by or against class members;</blockquote>\n<blockquote>(C) the desirability or undesirability of concentrating the litigation of the claims in the particular forum; and</blockquote>\n<blockquote>(D) the likely difficulties in managing a class action.</blockquote>\n<p>Fed.R.Civ.P. 23(b)(3)(A)-(D). The Court finds that these factors counsel in favor of certification.</p>\n<p>With respect to the first factor, the Court does not foresee a great interest <span class=\"star-pagination\">*717</span> among individual plaintiffs in proceeding separately. Such individualized lawsuits would be financially burdensome and many plaintiffs may not have the means or ability to prosecute their claims separately. On the other hand, the advantages of determining the common issues by means of a class action are evident, as all employees in the class could finalize their claims in one proceeding rather than in hundreds of individual suits.</p>\n<p>With respect to the second factor, none of the parties have indicated that there is any similar ongoing litigation by the class members against Mountaire.</p>\n<p>With respect to the third factor, Mountaire's Lumber Bridge, North Carolina facility is located within this district, and there is no reason why this Court would not be a desirable forum for the litigation.</p>\n<p>With respect to the fourth factor, the court does not foresee significant problems of manageability. Although Plaintiffs believe this class action would involve a minimum of 2,000 class members, it is readily manageable, particularly when compared to classes in other larger and more complicated cases that have been managed successfully through settlement or trial. <i>See </i><i>Duhaime v. John Hancock Mut. Life Ins. Co.,</i> 177 F.R.D. 54, 62 (D.Mass.1997) (\"class consists of persons or entities who have had an ownership interest in one or more of approximately 1.8 million [insurance] policies\"). Given the possible size and scope of this class, joinder and intervention are not possible or superior alternatives.</p>\n<p>The Court finds that the predominance and superiority requirements have been met. This action is maintainable as a Rule 23(b)(3) class action.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>Based on the foregoing, IT IS HEREBY ORDERED that:</p>\n<blockquote>1. Plaintiffs' Motions [DE 45, 47] are GRANTED IN PART on the terms set forth herein;</blockquote>\n<blockquote>2. The case shall proceed with respect to the NCWHA claims as a class action under Federal Rule of Civil Procedure 23(b)(3) and with respect to the FLSA claims as a collective action under 29 U.S.C. § 216(b);</blockquote>\n<blockquote>3. The classes are defined as follows with respect to Plaintiffs' FLSA claims and NCWHA claims:</blockquote>\n<blockquote>ALL CURRENT AND/OR FORMER EMPLOYEES OF MOUNTAIRE FARMS WHO HAVE HELD NON-EXEMPT POSITIONS WORKING ON THE POULTRY PROCESSING LINE IN MOUNTAIRE FARM, INC.'S POULTRY PROCESSING PLANT IN LUMBER BRIDGE, NORTH CAROLINA, WHO DON, DOFF, WASH OR SANITIZE ANY SANITARY AND PROTECTIVE CLOTHING, EQUIPMENT AND GEAR BEFORE AND/OR AFTER THEIR SHIFTS; WHO ENGAGED IN WALKING AND WAITING TIME ASSOCIATED WITH THESE TASKS AT ANY TIME FROM OCTOBER 2, 2007<sup>[7]</sup> THROUGH THE DEADLINE FOR THE OPT-IN PERIOD; WHO WERE PAID ON A \"LINE TIME\" OR \"GANG\" BASIS; AND WHO WERE NOT FULLY COMPENSATED FOR ALL HOURS WORKED.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*718</span> AND/OR</blockquote>\n<blockquote>ALL CURRENT AND/OR FORMER EMPLOYEES WHO WORKED AT MOUNTAIRE'S LUMBER BRIDGE POULTRY PROCESSING PLANT AT ANY PERIOD OF TIME FROM OCTOBER 2, 2007, TO THE PRESENT FROM WHOM DEDUCTIONS FOR ONE OR MORE REPLACEMENT ITEMS(S) OF PERSONAL PROTECTIVE EQUIPMENT WERE MADE WITHOUT ANY ADVANCE NOTICE OF THE INTENT TO MAKE SUCH A WAGE DEDUCTION AND WITHOUT THE EMPLOYEE'S WRITTEN AUTHORIZATION.</blockquote>\n<blockquote>4. Plaintiffs' claims for unpaid minimum wages under the NCWHA accruing before October 2, 2007 and after July 23, 2008 are preempted by the FLSA and are hereby DISMISSED;</blockquote>\n<blockquote>5. Plaintiffs Mario P. Romero, Micaela Soto Duran, and Eulalio Gutierrez are designated as the class representatives and the attorneys of record for the said named Plaintiffs are authorized to serve as counsel for the classes in this action;</blockquote>\n<blockquote>6. The court DIRECTS the parties to confer and to jointly submit, within thirty (30) days of the date of this Order, a revised proposed class notice (including appropriate forms) in conformance with the Court's ruling set forth herein. The parties shall submit English and Spanish versions of the class notice and appropriate forms, with the Spanish translation prepared by an individual certified as a Spanish-English Federal Court Interpreter by the Administrative Office of the United States Courts. Thereafter, the Court will undertake approval of the proposed notice.</blockquote>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  \"Donning and doffing\" refers to the time spent by employees changing into and out of uniforms or protective gear required by the employer and the time spent walking between changing areas and employee work stations.</p>\n<p>[2]  \"PPE\" is a term of art under OSHA regulations. It covers bump caps, earplugs, metal mesh gloves and safety glasses. <i>See</i> 29 C.F.R. § 1910.132(a) (defining PPE as equipment that protects eyes, face, head, and extremities).</p>\n<p>[3]  This procedure is different from the procedure utilized for class actions under Federal Rule of Civil Procedure 23(b)(3), where potential plaintiffs are bound by the judgment unless they opt-out. <i>See infra,</i> § 2.D.</p>\n<p>[4]  It is unclear whether Plaintiffs propose 2 October 2006 or 2 October 2007 as the starting date of the FLSA class period. Plaintiffs' Amended Complaint refers to both dates. <i>Compare</i> Amended Compl. ¶¶ 4, 7, 33, 57 (listing 2 October 2006 as proposed start date) <i>with id.</i> at ¶¶ 37, 45, (listing 2 October 2007 as proposed class start date). This inconsistency continues throughout Plaintiffs' memoranda and supporting filings. The Court notes that the statute of limitations for Plaintiffs' claims under the NCWHA is two years. <i>See</i> N.C. GEN.STAT. § 95-25.22(f). With regard to the FLSA claims, the statute of limitations is two years, except that a cause of action arising out of a willful violation may be brought within three years after the cause of action accrued. <i>See</i> 29 U.S.C. § 255(a). Accordingly, the starting date for the class period must be clarified prior to the mailing of the class notice.</p>\n<p>[5]  Plaintiffs urge the Court to disregard the <i>Allen Family Foods</i> holding and include their claims for donning and doffing during meal times in this case. Plaintiffs argue that the Fourth Circuit's holding on donning and doffing during meal time was only briefly mentioned in a footnote, lacked sufficient analysis, and relied incorrectly on the U.S. Department of Labor's regulation at 29 C.F.R. § 785.19 (Pl.'s Reply In Support Mot. To Certify Class. at 6) [DE 55]. Although the relevant portion of the <i>Allen Family Foods'</i> decision was in fact announced in a footnote, it nevertheless binds this Court because it is a \"determination of a matter of law pivotal to ... the decision.\" <i>Figg v. Schroeder,</i> 312 F.3d 625, 643 n. 14 (4th Cir.2002) (citing <i>Black's Law Dictionary</i> (7th ed. 1999)). The Court finds that this case and the case that was before the Fourth Circuit in <i>Allen Family Foods</i> are not distinguishable. There is no basis, therefore, to depart from <i>Allen Family Foods'</i> holding. Any grievances Plaintiffs have with the appellate court's treatment of their claims related to meal time compensation are properly addressed to the Fourth Circuit itself.</p>\n<p>[6]  N.C. GEN.STAT. § 95-25.6 provides that:\n</p>\n<p>\"[e]very employer shall pay every employee all wages and tips accruing to the employee on the regular payday. Pay periods may be daily, weekly, bi-weekly, semi-monthly, or monthly. Wages based upon bonuses, commissions, or other forms of calculation may be paid as infrequently as annually if prescribed in advance.\"</p>\n<p>[7]  The Court has selected 2 October 2007 as the starting date for the class period because this is the date used by Plaintiffs in their proposed notice to the class. [DE 46-3]. However, as previously noted, Plaintiffs' intent with respect to the beginning date of the class is unclear. <i>See supra</i> § II.A.2., n. 4. If necessary, the parties should correct the starting date in the revised proposed class notice.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">796</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">700</span></span> (2011)</b></center>\n<center><h1>Mario P. ROMERO, Micaela Soto Duran, and Eulalio Gutierrez, on behalf of themselves and all others similarly situated, Plaintiffs,<br>\nv.<br>\nMOUNTAIRE FARMS, INC., Defendant.</h1></center>\n<center>No. 7:09-CV-190-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>June 9, 2011.</center>\n<p><span class=\"star-pagination\">*704</span> H. Forest Horne, Jr., G. Christopher Olson, Gilda A. Hernandez, Martin &amp; Jones, Raleigh, NC, for Plaintiffs.</p>\n<p>Melegia Lee Daniels, Jr., Wimberly, Lawson, Daniels &amp; Fisher, LLC, Greenville, SC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on Plaintiffs' Motion To Certify Class Pursuant to the Fair Labor Standards Act [DE 45] and on Plaintiffs' Motion To Certify Class Pursuant to Rule 23 of the Federal Rules of Civil Procedure [DE 47]. Defendant Mountaire Farms, Inc. (\"Mountaire\") has responded to both Motions and Plaintiffs have replied. These matters are ripe for adjudication. As set forth below, Plaintiffs' Motions are GRANTED IN PART on the terms set forth in this Order.</p>\n<p></p>\n<h2>I. <i>BACKGROUND</i>\n</h2>\n<p>This is an action under the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C. §§ 201 <i>et seq.,</i> and the North Carolina Wage and Hour Act (\"NCWHA\"), N.C. GEN.STAT. §§ 95-25.1 et seq. Plaintiffs, and the classes they propose to represent, are current and former employees of Mountaire Farms of North Carolina, Inc. at the Mountaire facility in Lumber Bridge, North Carolina. Plaintiffs currently work or previously worked on a chicken processing line at the Lumber Bridge facility, performing tasks like slaughtering, cutting, deboning, cleaning, packaging, and otherwise preparing chicken for human consumption.</p>\n<p>Plaintiffs claim that during the proposed class period, Mountaire utilized a \"Line Time\" compensation system (also known as a \"Gang Time\" system). Plaintiffs allege that under the Line Time system, employees are required to arrive at work before their \"line\" time or \"gang\" time begins to obtain and put on protective and sanitary equipment and to walk to their place on the chicken processing line. Plaintiffs allege that Mountaire failed to compensate Plaintiffs and members of the proposed class for the time they spent donning and doffing,<sup>[1]</sup> cleaning, and sanitizing their safety and sanitary equipment and gear, waiting for the line to begin, and walking to and from the worksite on or near the processing floor. Plaintiffs argue that Mountaire's compensation practices violate both the FLSA and the NCWHA.</p>\n<p>Plaintiffs further allege that members of the class they propose to represent at the Mountaire plant must wear, pursuant to state and federal law, certain personal protective equipment (PPE).<sup>[2]</sup> Plaintiffs allege <span class=\"star-pagination\">*705</span> that Mountaire has a custom or policy of deducting the cost of this personal protective equipment and other items of clothing made available to Mountaire employees from the employees' wages. Plaintiffs contend that Mountaire's deduction policy violates state and federal wage laws.</p>\n<p>Plaintiffs seek class certification of their state law claims under Rule 23 of the Federal Rules of Civil Procedure and conditional certification of their FLSA claims as a collective action under 29 U.S.C. § 216(b). Mountaire opposes certification of Plaintiffs' state law claims under Rule 23. Mountaire does not dispute conditional certification under § 216(b); however, Mountaire does request that the Court narrow Plaintiffs' FLSA proposed class.</p>\n<p></p>\n<h2>II. <i>DISCUSSION.</i>\n</h2>\n<p></p>\n<h2>A. <i>Motion for Certification As FLSA Collective Action [DE 45]</i>\n</h2>\n<p></p>\n<h2>1. <i>The FLSA Certification Procedure</i>\n</h2>\n<p>The FLSA allows employees to maintain an action against an employer for unpaid minimum wages and overtime pay on behalf of themselves and all others similarly situated. 29 U.S.C. § 216(b). An employee who desires to participate in an FLSA collective action must \"give[] his consent in writing to become ... a party....\" <i>Id.</i> There are two requirements for the certification of an FLSA collective action. First, the members of the proposed class must be \"similarly situated.\" <i>Id.</i>; <i>see also </i><i>De Luna-Guerrero v. N.C. Grower's Ass'n, Inc.,</i> <span class=\"citation\" data-id=\"2332869\"><a href=\"/opinion/2332869/de-luna-guerrero-v-north-carolina-growers-assn-inc/\"><span class=\"volume\">338</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">649</span></a></span>, 654 (E.D.N.C.2004). Second, the class members must \"opt-in\" by filing their consent to suit.<sup>[3]</sup><i>Id.</i></p>\n<p>Putative class members are \"similarly situated\" for purposes of § 216(b) if they \"raise a similar legal issue as to coverage, exemption, or nonpayment of minimum wages or overtime arising from at least a manageably similar factual setting with respect to their job requirements and pay provisions....\" <i>De Luna-Guerrero,</i> 338 F.Supp.2d at 654 (citations omitted). However, \"`their situations need not be identical. Differences as to time actually worked, wages actually due and hours involved are, of course, not significant to this determination.'\" <i>Id.</i></p>\n<p>Certification of an FLSA collective action is typically a two-stage process. First, the court makes a preliminary determination whether to conditionally certify the class based upon the limited record before the court. The standard for conditional certification is fairly lenient and requires \"`nothing more than substantial allegations that the putative class members were together the victims of a single decision, policy, or plan.'\" <i>Thiessen v. Gen. Elec. Capital Corp.,</i> <span class=\"citation\" data-id=\"775189\"><a href=\"/opinion/775189/gary-a-thiessen-v-general-electric-capital-corporation-doing-business-as/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1095</span></a></span>, 1102 (10th Cir.2001) (quoting <i>Vaszlavik v. Storage Tech. Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">672</span></span>, 678 (D.Colo.1997)). If the class is conditionally certified, the court typically authorizes plaintiffs' counsel to provide the putative class members with notice of the lawsuit and their right to opt-in. <i>Hipp v. Liberty Nat. Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1208</span></span>, 1218 (11th Cir.2001).</p>\n<p>The second determination comes later, usually after discovery is complete, and is typically precipitated by a motion for \"decertification\" by the defendant. At this stage, there is a more developed factual record on which the court can base its decision. The court must again make a factual determination as to whether the opt-in plaintiffs are similarly situated; however, the scrutiny applied in the second stage is more rigorous than that of the <span class=\"star-pagination\">*706</span> notice stage. If the court determines that the plaintiffs are similarly situated, the collective action may proceed. However, if the claimants are not similarly situated, the court decertifies the class, and the claims of the opt-in plaintiffs are dismissed without prejudice. <i>Id.; see also </i><i>Jimenez-Orozco v. Baker Roofing Co.,</i> No. 5:05-CV-34-FL, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">4568972</span></span>, at *6 (E.D.N.C. Dec. 21, 2007).</p>\n<p></p>\n<h2>2. <i>Plaintiffs' Proposed Class</i>\n</h2>\n<p>Plaintiffs initially defined the class for which they seek conditional certification under § 216(b) as follows:</p>\n<blockquote>ALL CURRENT AND/OR FORMER PRODUCTION EMPLOYEES WHO WORKED AT MOUNTAIRE'S LUMBER BRIDGE CHICKEN PROCESSING PLANT AT ANY PERIOD OF TIME FROM OCTOBER 2, 2007 TO THE PRESENT AND WERE PAID ON A \"GANG\" OR \"SCHEDULED\" TIME BASIS.</blockquote>\n<blockquote>AND/OR</blockquote>\n<blockquote>ALL CURRENT AND/OR FORMER EMPLOYEES WHO WORKED AT MOUNTAIRE'S LUMBER BRIDGE CHICKEN PROCESSING PLANT AT ANY PERIOD OF TIME FROM OCTOBER 2, 2007, TO THE PRESENT FROM WHOSE DEDUCTIONS FOR ONE OR MORE REPLACEMENT ITEM(S) OF PERSONAL PROTECTIVE EQUIPMENT WAS MADE WITHOUT ANY ADVANCE NOTICE OF THE INTENT TO MAKE SUCH A WAGE DEDUCTION AND WITHOUT THE EMPLOYEE'S WRITTEN AUTHORIZATION.<sup>[4]</sup></blockquote>\n<p>(Pl.'s Mot. Conditional Certification of a Collective Action) [DE 46-3].</p>\n<p></p>\n<h2>a. <i>Mountaire's Arguments Against Certification</i>\n</h2>\n<p>Mountaire took issue with the proposed class definition, and argued that the Plaintiffs' FLSA class definition was overly broad and poorly defined. First, Mountaire noted that the term \"production\" is an over-inclusive term \"that encompasses a range of jobs far broader than Plaintiffs' evidence would support.\" (Def.'s Mem. Opp. Pls.' Mot. Conditional Certification at 4.) For instance, box constructors and forklift operators are fairly termed \"production employees,\" but those jobs are distinct from and not similarly situated with the named Plaintiffs who actually worked in the debone department on the production line.</p>\n<p>Second, Mountaire contended the proposed class was overboard insofar as it was composed of employees paid on \"Gang <i>Or</i> Scheduled Time.\" Apparently, \"Gang Time\" (also referred to as \"Line Time\") and \"Scheduled Time\" are two distinct pay systems. Gang or Line Time begins at a fixed time and ends at variable times depending on the amount of product flowing through the plant that day. \"Scheduled Time\" employees, in contrast, have predetermined start and end times. Since all of the named Plaintiffs were paid on Gang <span class=\"star-pagination\">*707</span> Time, Mountaire contended, they could not be viewed as similarly situated with those employees paid on Scheduled Time. Accordingly, Mountaire contended, in order to ensure that the members of the proposed FLSA class are similarly situated, the class must be defined to include only those parties paid on Gang or Line time.</p>\n<p>Third, Mountaire argued that the class should be narrowed so that claims for donning, doffing, walking, and washing before and after meals were excluded from coverage. Mountaire contended the Fourth Circuit forbade such mealtime-related claims in <i>Sepulveda v. Allen Family Foods, Inc.,</i> <span class=\"citation\" data-id=\"1031136\"><a href=\"/opinion/1031136/sepulveda-v-allen-family-foods-inc/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span> (4th Cir.2009), <i>cert, denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">187</span></span>, <span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">42</span></span> (2010).</p>\n<p>Finally, Mountaire contended that judicial economy would be best served by including in the notice of class certification a request that responders provide \"their dates of their employment with Defendant, their social security number used when employed by Defendant\" and that responders further \"identify the department (s) and the shift(s) to which they were assigned.\"</p>\n<p></p>\n<h2>b. <i>Plaintiffs' Amended Class Definition</i>\n</h2>\n<p>The Plaintiffs responded to Mountaire's alleged deficiencies in the class definition by amending their proposed notice. Plaintiffs' amended notice defines the class for which they seek conditional certification as follows:</p>\n<blockquote>ALL CURRENT AND/OR FORMER EMPLOYEES OF MOUNTAIRE FARMS WHO HAVE HELD NONEXEMPT POSITIONS WORKING ON THE POULTRY PROCESSING LINE IN MOUNTAIRE FARM, INC.'S POULTRY PROCESSING PLANT IN LUMBER BRIDGE, NORTH CAROLINA, WHO DON, DOFF, WASH OR SANITIZE ANY SANITARY AND PROTECTIVE CLOTHING, EQUIPMENT AND GEAR; WHO ENGAGED IN WALKING AND WAITING TIME ASSOCIATED WITH THESE TASKS AT ANY TIME FROM OCTOBER 2, 2006 THROUGH THE DEADLINE FOR THE OPT-IN PERIOD; WHO WERE PAID ON A LINE TIME OR \"GANG\" BASIS; AND WHO WERE NOT FULLY COMPENSATED FOR ALL HOURS WORKED.</blockquote>\n<blockquote>AND/OR</blockquote>\n<blockquote>ALL CURRENT AND/OR FORMER EMPLOYEES WHO WORKED AT MOUNTAIRE'S LUMBER BRIDGE POULTRY PROCESSING PLANT AT ANY PERIOD OF TIME FROM OCTOBER 2, 2006, TO THE PRESENT FROM WHOM DEDUCTIONS FOR ONE OR MORE REPLACEMENT ITEMS(S) OF PERSONAL PROTECTIVE EQUIPMENT WERE MADE WITHOUT ANY ADVANCE NOTICE OF THE INTENT TO MAKE SUCH A WAGE DEDUCTION AND WITHOUT THE EMPLOYEE'S WRITTEN AUTHORIZATION.</blockquote>\n<p>(Pls.' Proposed Amended Notice p. 2) [DE 55-2].</p>\n<p>Because the named Plaintiffs are former processing line employees who were paid on a Line Time basis at Mountaire's Lumber Bridge facility, the Court agrees with Mountaire and finds that the proposed class should be narrowed to processing line employees who are or were paid on a Line Time or Gang Time basis. <i>See McLaurin v. Prestage Foods, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">271</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">465</span></span>, 470 (E.D.N.C.2010) (limiting class to \"processing line\" employees who were paid \"on a line time or gang time basis). The Plaintiffs' amended notice appropriately limits the breadth of the class and makes more explicit the limitation of the class to current and/or former processing line employees who worked at Mountaire's chicken processing plant in Lumber Bridge, North Carolina, who don, doff, <span class=\"star-pagination\">*708</span> wash, or sanitize any sanitary and protective clothing, equipment, and gear, and who engaged in walking and waiting time associated with those tasks.</p>\n<p>The Court also agrees with Mountaire that additional narrowing of the proposed class is required under the Fourth Circuit's holding in <i>Allen Family Foods.</i> Because the <i>Allen Family Foods</i> Court definitively rejected claims based on allegedly unpaid time that an employee spends donning and doffing before and after unpaid meal periods, the Court finds that Plaintiffs' claims must be limited to preand post-shift donning and doffing only.<sup>[5]</sup> All claims related to pre-meal and post-meal donning and doffing are hereby dismissed. <i>Allen Family Foods,</i> 591 F.3d at 217 n. 4.</p>\n<p></p>\n<h2>c. <i>The Approved FLSA Collective Action Class Definition</i>\n</h2>\n<p>In light of the foregoing, the Court adopts the Plaintiffs' amended notice of conditional certification with one limitation to comport with the Fourth Circuit's holding in <i>Allen Family Foods.</i> The Court will approve the following notice of conditional certification for the FLSA class:</p>\n<blockquote>ALL CURRENT AND/OR FORMER EMPLOYEES OF MOUNTAIRE FARMS WHO HAVE HELD NON-EXEMPT POSITIONS WORKING ON THE POULTRY PROCESSING LINE IN MOUNTAIRE FARM, INC.'S POULTRY PROCESSING PLANT IN LUMBER BRIDGE, NORTH CAROLINA, WHO DON, DOFF, WASH OR SANITIZE ANY SANITARY AND PROTECTIVE CLOTHING, EQUIPMENT AND GEAR BEFORE AND/OR AFTER THEIR SHIFTS; WHO ENGAGED IN WALKING AND WAITING TIME ASSOCIATED WITH THESE TASKS AT ANY TIME FROM OCTOBER 2, 2007 THROUGH THE DEADLINE FOR THE OPT-IN PERIOD; WHO WERE PAID ON A LINE TIME OR \"GANG\" BASIS; AND WHO WERE NOT FULLY COMPENSATED FOR ALL HOURS WORKED.</blockquote>\n<blockquote>AND/OR</blockquote>\n<blockquote>ALL CURRENT AND/OR FORMER EMPLOYEES WHO WORKED AT MOUNTAIRE'S LUMBER BRIDGE POULTRY PROCESSING PLANT AT ANY PERIOD OF TIME FROM OCTOBER 2, 2007, TO THE PRESENT FROM WHOM DEDUCTIONS FOR ONE OR MORE REPLACEMENT ITEMS(S) OF PERSONAL PROTECTIVE EQUIPMENT WERE MADE WITHOUT ANY ADVANCE NOTICE OF THE INTENT TO MAKE SUCH A WAGE DEDUCTION AND WITHOUT THE EMPLOYEE'S WRITTEN AUTHORIZATION.</blockquote>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*709</span> d. <i>Mountaire's Request For Identifying Information</i>\n</h2>\n<p>Mountaire's request that putative class members provide their dates of employment, their social security numbers, and the name of the department and shift to which they were assigned is denied. Mountaire claims that the requested information will help expedite the proceedings since in counsel's experience, \"in many cases the names used by employees and their actual name varies and the social security number is used to find the opt-in plaintiffs' payroll and time records.\" (Def.'s Resp. Mot. Conditional Certification at 10, n. 1.) Mountaire's argument is unavailing. The Court is unaware of any other cases where such a request has been granted. Because putative class members here should not be made to feel that they must take some type of action before determining their eligibility to participate in the action, the Court denies Mountaire's request for further identifying information.</p>\n<p></p>\n<h2>e. <i>The Approved Class Satisfies The FLSA's Conditional Certification Standard</i>\n</h2>\n<p>Considering the approved class (as more narrowly defined to include only production line employees who were or are paid on a line time or gang time basis and excluding those employees asserting claims for uncompensated meal time), the Court finds that the members of the class are so similarly situated as to warrant conditional certification of a collective action pursuant to 29 U.S.C. § 216(b). The named Plaintiffs and the other members of the proposed class were or are all employed by Mountaire at the Lumber Bridge facility. Although all may not have worked in the same department, the proposed class members have all worked on the production line. They complain that Mountaire's Gang Time or Line Time compensation system along with Mountaire's PPE deduction policy have deprived them of wages to which they were or are entitled under the FLSA. The putative class members and the named Plaintiffs seek substantially the same form of relief. In essence, they claim they are \"together the victims of a single decision, policy or plan.\" <i>Thiessen,</i> 267 F.3d at 1102. Thus, Plaintiffs' Motion To Certify Class Pursuant to the Fair Labor Standards Act is granted in so far as it complies with this Order.</p>\n<p></p>\n<h2>B. <i>Preemption of Plaintiffs' NCWHA Claims</i>\n</h2>\n<p>Plaintiffs seek class certification for certain state law claims arising under the NCWHA pursuant to Federal Rule of Civil Procedure 23. Mountaire urges the Court to dismiss Plaintiffs' state law claims for unpaid wages and overtime arising under N.C. GEN.STAT. § 95-25.6-the \"payday statute.\"<sup>[6]</sup> Mountaire avers, inter alia, that these state law claims are \"largely preempted\" by the FLSA. Mountaire argues that Plaintiffs have a viable claim under the payday statute only for that period of time when the North Carolina minimum wage of $6.15 per hour exceeded the then-mandated federal minimum wage of $5.15 or $5.85 per hour. Mountaire's contentions are not entirely correct.</p>\n<p>The Amended Complaint alleges, <i>inter alia,</i> that:</p>\n<blockquote>Mountaire Farms violated the NCWHA by failing to pay its employees (1) wages, when due, <i>for all hours worked</i> <span class=\"star-pagination\">*710</span> <i>at the regular rate (which exceeded the minimum wage rate under the FLSA);</i> (2) wages at North Carolina's minimum wage rate of $6.15 per hour (which exceeded the FLSA minimum wage rate of $5.15 and $5.85 per hour for the applicable periods of time) (from January 1, 2007 until July 24, 2008, the NCWHA guaranteed an hourly rate higher than that provided by federal law); and (3) <i>overtime wages of one and one-half times their regular hourly rate which is a part of the employees' accrued and earned wages and should have been paid when due on the employee's regular payday.</i>\n</blockquote>\n<p>(Amended Compl. ¶ 46) (emphasis added.) The second of these claims is expressly authorized by the FLSA's savings clause:</p>\n<blockquote>No provision of this chapter or of any order thereunder shall excuse noncompliance with any Federal or State law or municipal ordinance establishing a minimum wage higher than the minimum wage established under this chapter or a maximum work week lower than the maximum work week established under this chapter....</blockquote>\n<p>29 U.S.C. § 218(a). This second claim is limited, however, to the recovery of minimum and overtime wages accrued during the 9-month period when North Carolina's minimum wage exceeded the then-prevailing federal minimum wage. <i>Martinez-Hernandez v. Butterball,</i> <span class=\"citation no-link\"><span class=\"volume\">2011</span> <span class=\"reporter\">WL</span> <span class=\"page\">1211772</span></span> (E.D.N.C. March 30, 2011). Outside of this 9-month period, the FLSA provides Plaintiffs' exclusive remedy and preempts these particular wage claims. <i>Id.</i></p>\n<p>Plaintiffs' remaining payday claims are not so temporally limited, however, because those claims are separate and distinct from Plaintiffs' FLSA claims. The first and third payday claims invoke neither the minimum wage nor the overtime provisions of the FLSA. As such, these claims are not preempted by the FLSA. <i>See </i><i>Anderson v. Sara Lee Corp.,</i> <span class=\"citation\" data-id=\"1024317\"><a href=\"/opinion/1024317/anderson-v-sara-lee-corp/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></a></span>, 194 (4th Cir.2007). Thus, Plaintiffs' minimum wage claims under the NCWHA are viable only as to 9-month period beginning October 2, 2007 and ending July 23, 2008, but Plaintiffs third and first payday claimsclaims for regular hourly wages and overtimeare neither preempted by the FLSA nor temporally limited in scope.</p>\n<p></p>\n<h2>C. <i>Supplemental Jurisdiction</i>\n</h2>\n<p>As noted, <i>supra,</i> in addition to their claims under the FLSA, Plaintiffs assert state law claims for (1) improper wage deductions for personal protective equipment under the NCWHA and (2) claims under N.C. GEN.STAT. § 95-25.6 for unpaid wages and overtime. Before turning to the requirements of class certification of these claims under Rule 23, it is necessary to address Mountaire's argument that this Court should not exercise supplemental jurisdiction over Plaintiffs' state law claims.</p>\n<p>This court has original jurisdiction over Plaintiffs' FLSA claims under 28 U.S.C. § 1331 because those claims raise a federal question. 28 U.S.C. § 1331. This Court may also exercise jurisdiction over the state law claims under 28 U.S.C. § 1367(a) if those state law claims form part of the same case or controversy. Non-federal claims are part of the same \"case\" as federal claims when they \"derive from a common nucleus of operative fact.\" <i>United Mine Workers v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 725, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966).</p>\n<p>The Court finds that Plaintiffs' state law claims under the NCWHA share a common nucleus of operative fact with the claims raised under the FLSA. The alleged violations of the NCWHA and the FLSA are based on the same conduct of Mountaire with regard to many of the same employees occurring over a common <span class=\"star-pagination\">*711</span> period of time. <i>McLaurin,</i> <span class=\"citation no-link\"><span class=\"volume\">271</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">465</span></span> (E.D.N.C.2010); <i>Salazar v. Agriprocessors, Inc.,</i> <span class=\"citation\" data-id=\"2369037\"><a href=\"/opinion/2369037/salazar-v-agriprocessors-inc/\"><span class=\"volume\">527</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">873</span></a></span>, 880 (N.D.Iowa 2007). Thus, the Court is authorized to exercise supplemental jurisdiction under § 1367(a) over Plaintiffs' NCWHA claims.</p>\n<p>However, the Court's supplemental jurisdiction, which is authorized under 28 U.S.C. § 1367(a), is discretionary under 28 U.S.C. § 1367(c). <i>City of Chicago v. Int'l Coll. of Surgeons,</i> <span class=\"citation\" data-id=\"118158\"><a href=\"/opinion/118158/chicago-v-international-college-of-surgeons/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 172, <span class=\"citation\" data-id=\"118158\"><a href=\"/opinion/118158/chicago-v-international-college-of-surgeons/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">523</span></a></span>, <span class=\"citation\" data-id=\"118158\"><a href=\"/opinion/118158/chicago-v-international-college-of-surgeons/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">525</span></a></span> (1997) (\"pendent jurisdiction is a doctrine of discretion, not of plaintiff's right\") (citation omitted) (internal quotation marks omitted). A district court may properly decline to exercise supplemental jurisdiction over a claim under 28 U.S.C. § 1367(a) if:</p>\n<blockquote>(1) the claim raises a novel or complex issue of State law,</blockquote>\n<blockquote>(2) the claim substantially predominates over the claim or claims over which the district court has original jurisdiction,</blockquote>\n<blockquote>(3) the district court has dismissed all claims over which it has original jurisdiction, or</blockquote>\n<blockquote>(4) in exceptional circumstances, there are other compelling reasons for declining jurisdiction.</blockquote>\n<p>28 U.S.C. § 1367(c). In determining whether to exercise supplemental jurisdiction, courts are to consider the \"`principles of economy, convenience, fairness, and comity which underlie the pendent jurisdiction doctrine.'\" <i>City of Chicago,</i> 522 U.S. at 172-73, <span class=\"citation\" data-id=\"118158\"><a href=\"/opinion/118158/chicago-v-international-college-of-surgeons/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">523</span></a></span> (quoting <i>Carnegie-Mellon Univ. v. Cohill,</i> <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 357, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">614</span></a></span>, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span></a></span> (1988)).</p>\n<p>The Court finds that jurisdiction will not be declined under 28 U.S.C. § 1367(c)(1)(3). Plaintiffs' claims for improper deductions and claims for regular, minimum, and overtime wages involve standard allegations that do not raise a novel or complex issue of North Carolina law. The federal claims, moreover, on which original jurisdiction rests have not been dismissed. Nor will the state law claims \"substantially predominate\" over the FLSA claims \"in terms of proof ... the scope of the issues raised, or ... the comprehensiveness of the remedy sought....\" <i>United Mine Workers,</i> 383 U.S. at 726, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>. While the class action on the state law claims could involve many more plaintiffs than the collective action on the FLSA claims, the substance and basis of the FLSA claims and the state law claims are virtually indistinguishable. Because the state law claims \"essentially replicate the FLSA claims[,]\" the state law claims \"plainly do not predominate.\" <i>Lindsay v. Gov't Employees Ins. Co.,</i> <span class=\"citation\" data-id=\"186664\"><a href=\"/opinion/186664/lindsay-christine-v-govt-empl-ins-co/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">416</span></a></span>, 425 (D.C.Cir.2006).</p>\n<p>The closest question in this case is whether supplemental jurisdiction should be declined under 28 U.S.C. § 1367(c)(4). Under this subsection, a \"court may consider whether `exceptional circumstances' exist and whether `there are other compelling reasons for declining jurisdiction....'\" <i>Id.</i> (quoting 28 U.S.C. § 1367(c)(4)). Mountaire argues that such exceptional circumstances are present in this case, and that the Court's exercise of supplemental jurisdiction is therefore improper. The Court disagrees.</p>\n<p>Citing to <i>Zelaya v. J.M. Macias, Inc.,</i> <span class=\"citation\" data-id=\"2267598\"><a href=\"/opinion/2267598/zelaya-v-jm-macias-inc/\"><span class=\"volume\">999</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">778</span></a></span> (E.D.N.C.1998), Mountaire argues that this Court should refuse to exercise jurisdiction over Plaintiff's NCWHA claims. In <i>Zelaya,</i> Senior United States District Judge Earl W. Britt held that it was inappropriate to exercise supplemental jurisdiction over the employees' NCWHA claim because it involved a different and distinct class of plaintiffs than the companion FLSA action. <i>Zelaya,</i> 999 F.Supp. at 782-83. As a result, the state law claims were dismissed without prejudice. <i>Id.</i> at 783. Mountaire urges <span class=\"star-pagination\">*712</span> this Court to follow <i>Zelaya</i> and dismiss Plaintiffs' NCWHA claims. The Court finds Mountaire's arguments unavailing, largely because the reasoning of <i>Zelaya</i> has been called into doubt by the very Judge who announced the <i>Zelaya</i> opinion.</p>\n<p>Reversing course from his 1998 opinion in <i>Zelaya,</i> Senior Judge Britt recently held in <i>McLaurin v. Prestage Foods, Inc.</i> that:</p>\n<blockquote>[t]he jurisprudential landscape has changed significantly since this court issued its decision in <i>Zelaya</i> twelve years ago. In <i>Zelaya,</i> this court noted that the plaintiffs' FLSA and state law wage claims were \"not the type of claims expected to be tried in one proceeding, as they would involve two different and distinct sets of plaintiffs.\" This court also noted that it was \"not aware of any reported cases in which § 1367(a) has been interpreted to allow [pendant plaintiff jurisdiction.]\" Since the decision in <i>Zelaya,</i> many other courts, including ones in this district, have exercised supplemental jurisdiction over state wage claims in actions involving FLSA claims. These courts \"downplay the issue of congressional intent and emphasize that factors such as judicial economy and efficiency strongly favor the exercise of jurisdiction over Rule 23 class actions that involve identical facts and highly similar legal theories.\"</blockquote>\n<p><i>McLaurin,</i> 271 F.R.D. at 473 (citations omitted).</p>\n<p>This Court finds Judge Britt's analysis on this issue to be persuasive. This Court adopts Senior Judge Britt's reasoning in <i>McLaurin</i> as its own, and finds that the weight of authority since <i>Zelaya</i> supports the exercise of supplemental jurisdiction in this case. The Court also finds that consolidating the state law claims with the federal claims would be much more efficient than severing the NCWHA claims at this point. Retaining the state law claims promotes judicial economy because it avoids the problem of parallel lawsuits in state and federal court and avoids duplication of work and the unjustifiable waste of judicial resources. The FLSA and state law claims are premised on the same facts and will succeed or fail together. Additionally, it is far more convenient for the parties to have their factually similar claims resolved in one forum, despite the logistical problems that could materialize in such a lawsuit. As a result, the Court will exercise supplemental jurisdiction over the state law claims in this case.</p>\n<p></p>\n<h2>D. <i>Motion for Rule 23 Certification [DE 47]</i>\n</h2>\n<p>The Court now turns to the issue of the requirements for certifying a class pursuant to Rule 23 of the Federal Rules of Civil Procedure. Plaintiffs allege that Mountaire violated North Carolina's \"payday statute,\" N.C. GEN.STAT. § 95-25.6, by failing to pay its employees:</p>\n<blockquote>(1) wages, when due, for all hours worked at the regular rate (which exceeded the minimum wage rate under the FLSA); (2) wages at North Carolina's minimum wage rate of $6.15 per hour (which exceeded the FLSA minimum wage rate of $5.15 and $5.85 per hour for the applicable periods of time) (from January 1, 2007 until July 24, 2008, the NCWHA guaranteed an hourly rate higher than that provided by federal law); and (3) overtime wages of one and one-half times their regular hourly rate which is a part of the employees' accrued and earned wages and should have been paid when due on the employees regular payday.</blockquote>\n<p>(Amended Compl. ¶ 46.) Plaintiffs further allege Mountaire's violation of N.C. GEN. STAT. §§ 95-25.6, 95-25.7, 95-25.8(a)(2) and 13 NCAC 12.0305(g) for \"deductions for one or more replacement item(s) of personal protective equipment ... made without <span class=\"star-pagination\">*713</span> any advance written notice of the intent to make such wage deduction in the manner required by the NCWHA\" (Amended Compl. ¶ 37.) Plaintiffs define the class they seek to represent for these claims as follows:</p>\n<blockquote>All current and/or former production employees who worked at Mountaire's Lumber Bridge chicken processing plant at any-period of time from October 2, 2007 to the present and were paid on a \"GANG\" or \"SCHEDULED\" time basis.</blockquote>\n<blockquote>All current and/or former employees who worked at Mountaire's Lumber Bridge chicken processing plant at any period of time from October 2, 2007, to the present from whose deductions for one or more replacement item(s) of personal protective equipment was made without any advance notice of the intent to make such a wage deduction and without the employee's written authorization.</blockquote>\n<p>(Pl.'s Mem. Supp. Mot. to Certify Class Pursuant to Rule 23, Ex. 1) [DE 48-2].</p>\n<p>The Court must decide whether the claims of the classes so defined are pursuable as a Rule 23 class action. With some adjustments, the Court finds that they are.</p>\n<p>To fulfill the requirements for class certification, plaintiffs must first show compliance with Rule 23(a) of the Federal Rules of Civil Procedure, which applies to all class actions. Once plaintiffs have met the requirements of Rule 23(a), they must show that class certification is proper under one of the subdivisions of Rule 23(b). <i>Amchem Prods., Inc. v. Windsor,</i> <span class=\"citation\" data-id=\"118142\"><a href=\"/opinion/118142/amchem-products-inc-v-windsor/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">591</span></a></span>, 614, <span class=\"citation\" data-id=\"118142\"><a href=\"/opinion/118142/amchem-products-inc-v-windsor/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2231</span></a></span>, <span class=\"citation\" data-id=\"118142\"><a href=\"/opinion/118142/amchem-products-inc-v-windsor/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">689</span></a></span> (1997); <i>Haywood v. Barnes,</i> <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">568</span></span>, 575 (E.D.N.C. 1986). The party seeking class certification bears the burden of proof. <i>E.g., </i><i>Lienhart v. Dryvit Sys., Inc.,</i> <span class=\"citation\" data-id=\"773797\"><a href=\"/opinion/773797/robert-b-lienhart-dinah-j-lienhart-michael-smith-joleen-smith-david-p/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">138</span></a></span>, 146 (4th Cir.2001).</p>\n<p>To be certified as a class action under Rule 23, an action must meet four threshold requirements: (1) the class must be so numerous that joinder of all members is impractical (the \"numerosity\" requirement); (2) there must be questions of law or fact common to the class (the \"commonality\" requirement); (3) the representative parties' claims must be typical of the claims of the class (the \"typicality\" requirement); and (4) the representative parties must be able to fairly and adequately protect the interests of the class (the \"adequacy-of-representation\" requirement). Fed.R.Civ.P. 23(a).</p>\n<p></p>\n<h2>1. <i>Rule 23(a) Requirements</i>\n</h2>\n<p></p>\n<h2>a. <i>Numerosity Requirement</i>\n</h2>\n<p>Numerosity requires that \"the class is so numerous that joinder of all members is impracticable[.]\" Fed.R.Civ.P. 23(a)(1). Although there is no numerical minimum for satisfying the numerosity requirement, courts have acknowledged that a class with as few as 18 class members satisfies the numerosity requirement. <i>See McLaurin,</i> 271 F.R.D. at 475 (\"Given that the Fourth Circuit has held that a class of eighteen (18) people alone is sufficient to satisfy the numerosity requirement, the court rejects Prestage's arguments and concludes that the numerosity requirement has been met.\")</p>\n<p>Here, the Plaintiffs predict a class of approximately 2,000 members. A class of this size and dimension easily satisfies the numerosity requirement of Rule 23(a)(1). <i>See </i><i>Ansoumana v. Gristede's Operating Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">81</span></span>, 85-86 (S.D.N.Y.2001) (holding that numerosity requirement had been met where approximately 1,000 members of the class were production workers and would not be likely to file individual suits due to lack of financial resources, access to lawyers, fear of reprisals, and the transient nature of the work).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*714</span> b. <i>Commonality and Typicality Requirements</i>\n</h2>\n<p>The requirements for typicality and commonality often merge. <i>See </i><i>Kidwell v. Transp. Commc'ns Int'l Union,</i> <span class=\"citation\" data-id=\"569313\"><a href=\"/opinion/569313/kathryn-a-kidwell-michael-s-coffman-helen-eades-ramona-j-ellis-v/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">283</span></a></span>, 305 (4th Cir.1991). \"`The threshold requirements of commonality and typicality are not high; Rule 23(a) requires only that resolution of the common questions affect all or a substantial number of the class members.'\" <i>Brown v. Nucor Corp.,</i> <span class=\"citation\" data-id=\"1188724\"><a href=\"/opinion/1188724/brown-v-nucor-corp/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">149</span></a></span>, 153 (4th Cir. 2009) (quoting <i>Shipes v. Trinity Indus.,</i> <span class=\"citation\" data-id=\"601519\"><a href=\"/opinion/601519/forest-henry-shipes-on-behalf-of-himself-and-others-similarly-situated-v/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">311</span></a></span>, 316 (5th Cir.1993)). A plaintiff's claim is typical if it arises from the same event, practice, or course of conduct that gives rise to the claims of other class members, and if the plaintiff's claim is based on the same legal theory as those of the other members. <i>See </i><i>Haywood,</i> 109 F.R.D. at 578. The commonality and typicality requirements may be satisfied even if there are factual distinctions between the claims of the named plaintiffs and those of the other class members. <i>See </i><i>Broussard v. Meineke Discount Muffler Shops, Inc.,</i> <span class=\"citation\" data-id=\"757756\"><a href=\"/opinion/757756/kelly-broussard-jim-stephens-mark-zuckerman-arnold-fischthal-john-hagar/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span>, 344 (4th Cir. 1998) (\"We ... do not suggest that the commonality and typicality elements of Rule 23 require that members of the class have identical factual and legal claims in all respects.\"); <i>see also </i><i>Haywood,</i> 109 F.R.D. at 578.</p>\n<p>Here, Mountaire contends that with respect to the improper deduction claims, commonality is lacking. Mountaire avers that Plaintiffs' claims are based on individual deviations from Mountaire's policy, rather than any systematic or institutionalized flaw in the policy. Mountaire concedes that it requires various types of PPE for the processing of chicken; it does so because much of that equipment is mandated by OSHA and USDA regulations (in addition to certain items that are necessary due to the nature of the job) (Resp. 9-10.) Mountaire contends, however, that because it provides employees with required PPE at no cost at the beginning of the employees' employment and during periodic intervals, its practice does not violate any law. (Def.'s Resp. at 9.)</p>\n<p>But Plaintiffs have alleged and made a sufficient showing that Mountaire, as a matter of policy, does not obtain any written authorization from employees before a deduction is taken from their wages. Plaintiffs allegations are sufficient to show that Mountaire's deduction practice is commonly employed in violation of N.C. GEN. STAT. § 95-25.8. Pursuant to that statute, an employer may withhold any portion of an employee's wages in two situations: (1) when the employer is required or empowered to do so by state or federal law; or (2) when the employer has a written authorization from the employee. <i>Strickland v. MICA Information Systems,</i> <span class=\"citation\" data-id=\"1393865\"><a href=\"/opinion/1393865/strickland-v-mica-information-systems/\"><span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1320</span></a></span> (M.D.N.C.1992).</p>\n<p>Although there may be certain factual differences among the individual class members, the class members' claims and the named Plaintiffs' claims arise from the same course of conduct (Mountaire's deduction policy), raise common questions of law and fact (whether swiping the employee's ID card satisfies the requirements of the NCWHA wage deduction provisions), and are based on the same legal theories (violations of N.C.A.C. Tit. 13, Chpt. 12.0305(g) and § 95-25.8 of the NCWHA). Specifically, these common issues include, <i>inter alia:</i></p>\n<blockquote>(1) whether the North Carolina law precludes Mountaire from deducting employees' wages for the replacement of PPE as a result of \"on-the-job\" normal wear and tear; and</blockquote>\n<blockquote>(2) whether Mountaire provided any advance written notice of their intent to make a wage deduction for replacements items of PPE in the manner required by the NCWHA.</blockquote>\n<p><span class=\"star-pagination\">*715</span> The answers to these questions of law and fact are common the Plaintiffs and all other production workers at the Lumber Bridge facility.</p>\n<p>With respect to the NCWHA wage and overtime claims, the Court finds that a limitation on the class similar to the one imposed on the FLSA collective action is necessary. As so limited, the class meets the commonality and typicality requirements of Rule 23(a). The putative class members were or are all production line employees of Mountaire's Lumber Bridge processing plant who were paid on a line time basis. Due to Mountaire's line time policy, Plaintiffs allege that they have not been paid regular, minimum, and overtime wages for all time worked as required by North Carolina's payday statute. Although there may be certain factual differences among the individual class members, the class members' claims arise from the same course of conduct (Mountaire's use of a line time system), raise common questions of law and fact (including, without limitation, whether the time spent changing into and out of protective gear and traveling to and from work stations constitutes \"work\"), and are based on the same legal theory (violations of N.C. GEN.STAT. § 95-25.6) as those of the named plaintiffs.</p>\n<p></p>\n<h2>c. <i>Adequacy-of-Representation Requirement</i>\n</h2>\n<p>The final requirement of Rule 23(a) is that \"the representative parties will fairly and adequately protect the interests of the class.\" Fed.R.Civ.P. 23(a)(4). This requirement consists of two components. First, the class counsel must be \"qualified, experienced and generally able to conduct the proposed litigation.\" <i>Eisen v. Carlisle &amp; Jacquelin,</i> <span class=\"citation\" data-id=\"279336\"><a href=\"/opinion/279336/morton-eisen-on-behalf-of-himself-and-all-other-purchasers-and-sellers-of/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">555</span></a></span>, 562 (2d Cir.1968), <i>vacated on other grounds,</i> <span class=\"citation\" data-id=\"109050\"><a href=\"/opinion/109050/eisen-v-carlisle-jacquelin/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, <span class=\"citation\" data-id=\"109050\"><a href=\"/opinion/109050/eisen-v-carlisle-jacquelin/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2140</span></a></span>, <span class=\"citation\" data-id=\"109050\"><a href=\"/opinion/109050/eisen-v-carlisle-jacquelin/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">732</span></a></span> (1974). Mountaire does not dispute that counsel for Plaintiffs have sufficient experience to represent a class, and the court finds that plaintiffs' counsel possess the necessary qualifications. Second, the proposed class representatives must be members of the class they purport to represent, and their interests must not be in conflict with those of the other class members. <i>See </i><i>Amchem,</i> 521 U.S. at 625-26, <span class=\"citation\" data-id=\"118142\"><a href=\"/opinion/118142/amchem-products-inc-v-windsor/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2231</span></a></span>. The Court finds that there are no conflicts or antagonistic interests of the named Plaintiffs to the interests of any other production workers. The named Plaintiffs have the same interests as all other production workers: recovering the wages earned for all uncompensated work time and full reimbursement for allegedly illegal deductions taken from all affected employees' wages. The Court finds that Plaintiffs have met the requirement of adequacy of representation.</p>\n<p></p>\n<h2>2. <i>Rule 23(b) Requirements</i>\n</h2>\n<p>Having found that the prerequisites of Rule 23(a) are met, the next inquiry is whether Plaintiffs' action also falls under any of the three categories listed in Rule 23(b). Plaintiffs assert that their state law wage claims are maintainable under Rule 23(b)(3).</p>\n<p>Rule 23(b)(3) provides that a class action may be maintained if Rule 23(a) is satisfied and if:</p>\n<blockquote>the court finds that the questions of law or fact common to class members predominate over any questions affecting only individual members, and that a class action is superior to other available methods for fairly and efficiently adjudicating the controversy.</blockquote>\n<p>Fed.R.Civ.P. 23(b)(3). To be certified as a Rule 23(b)(3) class action, plaintiffs must satisfy both the \"predominance\" and \"superiority\" components of the rule. <i>Amchem,</i> 521 U.S. at 615, <span class=\"citation\" data-id=\"118142\"><a href=\"/opinion/118142/amchem-products-inc-v-windsor/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2231</span></a></span> (1997).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*716</span> a. <i>Predominance And Superiority Are Satisfied</i>\n</h2>\n<p>Mountaire contends that predominance is lacking with respect to the PPE deduction claims. Mountaire argues that these claims cannot be litigated on a wholesale basis by class representatives. Instead, Mountaire contends, these claims are merely individualized assertions that Mountaire's policy of providing PPE without charge and providing free replacements unless an item was lost or intentionally damaged was not applied to them. The individualized nature of these claims, Mountaire concludes, precludes a finding of predominance, and, also Rule 23 certification. The Court does not agree.</p>\n<p>The Court finds that the legal and factual issues common to the putative class predominate over any individual issues of law or fact. The common questions of fact in this litigation are, without limitation:</p>\n<blockquote>(1) Mountaire's uniform course of conduct and alleged refusal to pay its production workers for all work performed before and after their line time vis-a-vis donning, doffing, cleaning of safety and sanitary equipment and clothing, as well as for the walking and waiting time related to these tasks.</blockquote>\n<blockquote>(2) Mountaire's alleged failure to provide any advance written notice of their intent to make a wage deduction for replacement items of PPE in the manner required by the NCWHA; and</blockquote>\n<blockquote>(3) assuming Mountaire has provided Plaintiffs and the class they seek to represent advance notice of wage deductions, whether the contents of that notice comply with the requirements of NCWHA.</blockquote>\n<p>The Court further finds that common questions of law also predominate because the same operative facts underlying Mountaire's alleged refusal to pay production workers for all time spent donning, doffing, cleaning their personal protective equipment, and walking and waiting associated with these tasks, also form the basis of Plaintiffs' NCWHA claims.</p>\n<p>Regarding the superiority inquiry, the Court is to compare the possible alternatives to a class action and determine if any is superior to the proposed class action. The alternative to a class action litigation in this case would be, of course, individual lawsuits by each class member. Based on the relatively small amount of individual wages claimed in this case, it does not appear that the putative class members would have a great incentive or desire to bring individual suits against Mountaire. Even if the putative class members were inclined to pursue individual actions, there is no doubt this would be more burdensome on the class members, and it would likely be a less efficient use of judicial resources.</p>\n<p>Additionally, the Court has considered Rule 23(b)(3)'s four non-exclusive factors pertinent to the predominance and superiority determinations. The four factors are:</p>\n<blockquote>(A) the class members' interests in individually controlling the prosecution or defense of separate actions;</blockquote>\n<blockquote>(B) the extent and nature of any litigation concerning the controversy already begun by or against class members;</blockquote>\n<blockquote>(C) the desirability or undesirability of concentrating the litigation of the claims in the particular forum; and</blockquote>\n<blockquote>(D) the likely difficulties in managing a class action.</blockquote>\n<p>Fed.R.Civ.P. 23(b)(3)(A)-(D). The Court finds that these factors counsel in favor of certification.</p>\n<p>With respect to the first factor, the Court does not foresee a great interest <span class=\"star-pagination\">*717</span> among individual plaintiffs in proceeding separately. Such individualized lawsuits would be financially burdensome and many plaintiffs may not have the means or ability to prosecute their claims separately. On the other hand, the advantages of determining the common issues by means of a class action are evident, as all employees in the class could finalize their claims in one proceeding rather than in hundreds of individual suits.</p>\n<p>With respect to the second factor, none of the parties have indicated that there is any similar ongoing litigation by the class members against Mountaire.</p>\n<p>With respect to the third factor, Mountaire's Lumber Bridge, North Carolina facility is located within this district, and there is no reason why this Court would not be a desirable forum for the litigation.</p>\n<p>With respect to the fourth factor, the court does not foresee significant problems of manageability. Although Plaintiffs believe this class action would involve a minimum of 2,000 class members, it is readily manageable, particularly when compared to classes in other larger and more complicated cases that have been managed successfully through settlement or trial. <i>See </i><i>Duhaime v. John Hancock Mut. Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">54</span></span>, 62 (D.Mass.1997) (\"class consists of persons or entities who have had an ownership interest in one or more of approximately 1.8 million [insurance] policies\"). Given the possible size and scope of this class, joinder and intervention are not possible or superior alternatives.</p>\n<p>The Court finds that the predominance and superiority requirements have been met. This action is maintainable as a Rule 23(b)(3) class action.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>Based on the foregoing, IT IS HEREBY ORDERED that:</p>\n<blockquote>1. Plaintiffs' Motions [DE 45, 47] are GRANTED IN PART on the terms set forth herein;</blockquote>\n<blockquote>2. The case shall proceed with respect to the NCWHA claims as a class action under Federal Rule of Civil Procedure 23(b)(3) and with respect to the FLSA claims as a collective action under 29 U.S.C. § 216(b);</blockquote>\n<blockquote>3. The classes are defined as follows with respect to Plaintiffs' FLSA claims and NCWHA claims:</blockquote>\n<blockquote>ALL CURRENT AND/OR FORMER EMPLOYEES OF MOUNTAIRE FARMS WHO HAVE HELD NON-EXEMPT POSITIONS WORKING ON THE POULTRY PROCESSING LINE IN MOUNTAIRE FARM, INC.'S POULTRY PROCESSING PLANT IN LUMBER BRIDGE, NORTH CAROLINA, WHO DON, DOFF, WASH OR SANITIZE ANY SANITARY AND PROTECTIVE CLOTHING, EQUIPMENT AND GEAR BEFORE AND/OR AFTER THEIR SHIFTS; WHO ENGAGED IN WALKING AND WAITING TIME ASSOCIATED WITH THESE TASKS AT ANY TIME FROM OCTOBER 2, 2007<sup>[7]</sup> THROUGH THE DEADLINE FOR THE OPT-IN PERIOD; WHO WERE PAID ON A \"LINE TIME\" OR \"GANG\" BASIS; AND WHO WERE NOT FULLY COMPENSATED FOR ALL HOURS WORKED.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*718</span> AND/OR</blockquote>\n<blockquote>ALL CURRENT AND/OR FORMER EMPLOYEES WHO WORKED AT MOUNTAIRE'S LUMBER BRIDGE POULTRY PROCESSING PLANT AT ANY PERIOD OF TIME FROM OCTOBER 2, 2007, TO THE PRESENT FROM WHOM DEDUCTIONS FOR ONE OR MORE REPLACEMENT ITEMS(S) OF PERSONAL PROTECTIVE EQUIPMENT WERE MADE WITHOUT ANY ADVANCE NOTICE OF THE INTENT TO MAKE SUCH A WAGE DEDUCTION AND WITHOUT THE EMPLOYEE'S WRITTEN AUTHORIZATION.</blockquote>\n<blockquote>4. Plaintiffs' claims for unpaid minimum wages under the NCWHA accruing before October 2, 2007 and after July 23, 2008 are preempted by the FLSA and are hereby DISMISSED;</blockquote>\n<blockquote>5. Plaintiffs Mario P. Romero, Micaela Soto Duran, and Eulalio Gutierrez are designated as the class representatives and the attorneys of record for the said named Plaintiffs are authorized to serve as counsel for the classes in this action;</blockquote>\n<blockquote>6. The court DIRECTS the parties to confer and to jointly submit, within thirty (30) days of the date of this Order, a revised proposed class notice (including appropriate forms) in conformance with the Court's ruling set forth herein. The parties shall submit English and Spanish versions of the class notice and appropriate forms, with the Spanish translation prepared by an individual certified as a Spanish-English Federal Court Interpreter by the Administrative Office of the United States Courts. Thereafter, the Court will undertake approval of the proposed notice.</blockquote>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  \"Donning and doffing\" refers to the time spent by employees changing into and out of uniforms or protective gear required by the employer and the time spent walking between changing areas and employee work stations.</p>\n<p>[2]  \"PPE\" is a term of art under OSHA regulations. It covers bump caps, earplugs, metal mesh gloves and safety glasses. <i>See</i> 29 C.F.R. § 1910.132(a) (defining PPE as equipment that protects eyes, face, head, and extremities).</p>\n<p>[3]  This procedure is different from the procedure utilized for class actions under Federal Rule of Civil Procedure 23(b)(3), where potential plaintiffs are bound by the judgment unless they opt-out. <i>See infra,</i> § 2.D.</p>\n<p>[4]  It is unclear whether Plaintiffs propose 2 October 2006 or 2 October 2007 as the starting date of the FLSA class period. Plaintiffs' Amended Complaint refers to both dates. <i>Compare</i> Amended Compl. ¶¶ 4, 7, 33, 57 (listing 2 October 2006 as proposed start date) <i>with id.</i> at ¶¶ 37, 45, (listing 2 October 2007 as proposed class start date). This inconsistency continues throughout Plaintiffs' memoranda and supporting filings. The Court notes that the statute of limitations for Plaintiffs' claims under the NCWHA is two years. <i>See</i> N.C. GEN.STAT. § 95-25.22(f). With regard to the FLSA claims, the statute of limitations is two years, except that a cause of action arising out of a willful violation may be brought within three years after the cause of action accrued. <i>See</i> 29 U.S.C. § 255(a). Accordingly, the starting date for the class period must be clarified prior to the mailing of the class notice.</p>\n<p>[5]  Plaintiffs urge the Court to disregard the <i>Allen Family Foods</i> holding and include their claims for donning and doffing during meal times in this case. Plaintiffs argue that the Fourth Circuit's holding on donning and doffing during meal time was only briefly mentioned in a footnote, lacked sufficient analysis, and relied incorrectly on the U.S. Department of Labor's regulation at 29 C.F.R. § 785.19 (Pl.'s Reply In Support Mot. To Certify Class. at 6) [DE 55]. Although the relevant portion of the <i>Allen Family Foods'</i> decision was in fact announced in a footnote, it nevertheless binds this Court because it is a \"determination of a matter of law pivotal to ... the decision.\" <i>Figg v. Schroeder,</i> <span class=\"citation\" data-id=\"780058\"><a href=\"/opinion/780058/gayle-w-figg-personally-and-as-personal-representative-of-the-estate-of/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">625</span></a></span>, 643 n. 14 (4th Cir.2002) (citing <i>Black's Law Dictionary</i> (7th ed. 1999)). The Court finds that this case and the case that was before the Fourth Circuit in <i>Allen Family Foods</i> are not distinguishable. There is no basis, therefore, to depart from <i>Allen Family Foods'</i> holding. Any grievances Plaintiffs have with the appellate court's treatment of their claims related to meal time compensation are properly addressed to the Fourth Circuit itself.</p>\n<p>[6]  N.C. GEN.STAT. § 95-25.6 provides that:\n</p>\n<p>\"[e]very employer shall pay every employee all wages and tips accruing to the employee on the regular payday. Pay periods may be daily, weekly, bi-weekly, semi-monthly, or monthly. Wages based upon bonuses, commissions, or other forms of calculation may be paid as infrequently as annually if prescribed in advance.\"</p>\n<p>[7]  The Court has selected 2 October 2007 as the starting date for the class period because this is the date used by Plaintiffs in their proposed notice to the class. [DE 46-3]. However, as previously noted, Plaintiffs' intent with respect to the beginning date of the class is unclear. <i>See supra</i> § II.A.2., n. 4. If necessary, the parties should correct the starting date in the revised proposed class notice.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/279336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1024317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1031136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1188724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1393865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2267598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2332869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2369037/"
  ]
}