{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2175662/",
  "absolute_url": "/opinion/2175662/united-states-v-timms/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2175662/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:32:04.499941Z",
  "date_modified": "2016-04-27T00:08:39.616409Z",
  "type": "010combined",
  "sha1": "079416cdc2d2f52ff356037d58224c5bbce1c7ed",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>799 F.Supp.2d 582 (2011)</b></center>\n<center><h1>UNITED STATES of America, Petitioner,<br>\nv.<br>\nGerald Wayne TIMMS, Respondent.</h1></center>\n<center>No. 5:08-HC-02156-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 1, 2011.</center>\n<p><span class=\"star-pagination\">*585</span> Edward D. Gray, G. Norman Acker, III, R.A. Renfer, Jr., U.S. Attorney's Office, Michael James, Joshua B. Royster, U.S. Department of Justice, Raleigh, NC, Michael D. Bredenberg, Butner, NC, for Petitioner.</p>\n<p>Raymond C. Tarlton, Tarlton McEnery LLP, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>Before the Court is Respondent's Motion to Dismiss [DE 65]. The Motion is GRANTED IN PART and DENIED IN PART. As set forth below, the Court holds that the Adam Walsh Act, as applied to <span class=\"star-pagination\">*586</span> Respondent, is unconstitutional. This action is DISMISSED.</p>\n<p></p>\n<h2>I. <i>BACKGROUND</i>\n</h2>\n<p></p>\n<h2>A. <i>The Adam Walsh Child Protection and Safety Act of 2006</i>\n</h2>\n<p>Pursuant to The Adam Walsh Child Protection and Safety Act of 2006<sup>[1]</sup> (the \"Act,\" \"the Adam Walsh Act,\" or \" § 4248\"), the Government is currently detaining allegedly sexually dangerous individuals in this district. These individuals have no pending criminal charges and have not had a hearing to test the legality of their confinement. The Respondent, Gerald Wayne Timms, is one of these detained individuals.</p>\n<p>The Adam Walsh Act allows the Government to detain certain individuals after certifying them as \"sexually dangerous.\" 18 U.S.C. § 4248.<sup>[2]</sup> Three types of individuals are covered by the act: (1) those who are in the custody of the Bureau of Prisons, (2) those who are committed to the Attorney General pursuant to 18 U.S.C. § 4241(d) because issues of mental capacity render the person incapable of standing trial, and (3) those against whom all criminal charges have been dismissed solely because of a mental condition. § 4248(a). Like the vast majority of individuals certified in this district, Respondent falls within the first category: he was serving a federal term of imprisonment in the Bureau of Prisons immediately prior to his certification and detention under the Adam Walsh Act.</p>\n<p>Under the terms of the Act, a certified individual remains in custody until a district court holds a commitment hearing; the purpose of the hearing is to determine whether the certified individual is in fact sexually dangerous. <i>See</i> 18 U.S.C. § 4248. If so, the individual is civilly committed. The Government must carry its burden at the commitment hearing with clear and convincing evidence.<sup>[3]</sup></p>\n<p>The Government started detaining individuals under the Adam Walsh Act in the Fall of 2006. In <i>United States v. Comstock,</i> the Supreme Court reversed the Fourth Circuit to find that Congress had the power to enact § 4248 under the Constitution's Necessary and Proper Clause. (<i>Comstock I</i>), ___ U.S. ___, 130 S.Ct. 1949, 176 L.Ed.2d 878 (2010). The <i>Comstock I</i> Court, however, \"d[id] not reach or decide any claim that the statute or its application denies equal protection of the laws, procedural or substantive due process, or any other rights guaranteed by the Constitution.\" <i>Id.</i> at 1965. Instead, the Court remanded the case to the Fourth Circuit on those issues.</p>\n<p>On December 6, 2010, the Fourth Circuit found that the use of the clear and convincing burden of proof as to the \"prior bad act\" prong of the Act did not violate substantive or procedural due process. <span class=\"star-pagination\">*587</span> <i>United States v. Comstock,</i> 627 F.3d 513 (4th Cir.2010) (<i>Comstock II</i>), <i>rev'g</i> 507 F.Supp.2d 522 (E.D.N.C.2007), <i>cert. denied</i> ___ U.S. ___, 131 S.Ct. 3026, 180 L.Ed.2d 865, 2011 WL 844967 (2011). The Fourth Circuit did not, however, address any other constitutional challenges to the Act.</p>\n<p></p>\n<h2>B. <i>Gerald Wayne Timms</i>\n</h2>\n<p>Respondent Gerald Timms served a 100 month federal sentence ending at the North Carolina Federal Correctional Institute at Butner, North Carolina (\"FCI Butner\"), following his conviction for receipt of material by mail involving the sexual exploitation of a minor. Less than two weeks before his scheduled November 11, 2008 release date, the Government filed a certificate under § 4248 to civilly commit Respondent as a sexually dangerous person [DE 1]. As is customary with § 4248 detainees, the Chairperson of the Bureau of Prison Certification Review Panel issued Respondent's Certification. Under the Act, the Chairperson is not required to be a medical professional. Respondent's certification is barely 3 pages. Although relatively more detailed than many other certifications, Respondent's certification did not reference any medical expert [DE 1].</p>\n<p>Since he was certified under the Act, Respondent was not released from federal custody at the end of his criminal sentence. Respondent's § 4248 proceeding was stayed <i>ab initio,</i> however, and remained that way for almost two years while the appellate courts analyzed § 4248's constitutionality [DE 2].<sup>[4]</sup> Respondent's case was eventually assigned to this Court on August 6, 2010.</p>\n<p>On May 2, 2011, Respondent filed a Motion to Dismiss based on several constitutional challenges to the Adam Walsh Act [DE 65]. The Court held a commitment hearing regarding Respondent's § 4248 certification from May 25th until May 27th, 2011. The Respondent's Motion to Dismiss is ripe for adjudication.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>Respondent's Motion to Dismiss can broadly be divided into two strands of argument. Under the first strand, Respondent argues that § 4248 is criminal in nature. He argues that when properly viewed as a criminal statute, the Adam Walsh Act amounts to an unconstitutional prosecution. Under his second strand of argument, Respondent contends that even viewing § 4248 as civil in nature, it remains unconstitutional.</p>\n<p></p>\n<h2>A. <i>Section 4248 Creates Civil Proceedings</i>\n</h2>\n<p>The Court begins with Respondent's first broad strand of argument: that § 4248, notwithstanding its civil label, creates a criminal proceeding. Respondent contends that the criminal proceeding created by § 4248 amounts to an unconstitutional prosecution because it fails to give Respondent \"the entire panoply of protections required by the Constitution in a criminal prosecution embodied in the <i>Ex Post Facto</i> Clause, the Fourth Amendment, the Fifth Amendment, the Sixth <span class=\"star-pagination\">*588</span> Amendment, and the Eighth Amendment.\" (Resp.'s Mot. to Dismiss at 3.)</p>\n<p>But the Fourth Circuit has determined that § 4248 creates civil, as opposed to criminal, proceedings. <i>United States v. Broncheau,</i> 645 F.3d 676, n. * (4th Cir. 2011) (Wynn, J., concurring) (noting that \"[t]his line of argument was foreclosed when, in <i>Comstock II,</i> we reiterated that § 4248 is in fact a civil commitment statute.\") (citing <i>Comstock II,</i> 627 F.3d at 520.)<sup>[5]</sup> Moreover, other federal courts that have examined the issue have concluded that the Adam Walsh Act is civil in nature. <i>United States v. Abregana,</i> 574 F.Supp.2d 1123, 1134-35 (D.Haw.2008); <i>United States v. Shields,</i> 522 F.Supp.2d 317, 337-38 (D.Mass.2007); <i>United States v. Dowell,</i> 2007 WL 5361304, *2 (W.D.Ok.2007); <i>United States v. Carta,</i> 503 F.Supp.2d 405, 409 (D.Mass.2007); <i>United States v. Comstock,</i> 507 F.Supp.2d 522, 529-530 (E.D.N.C.2007), <i>overruled on other grounds, Comstock I,</i> 130 S.Ct. 1949.</p>\n<p>Contrary to Respondent's arguments, the Court finds that the Adam Walsh Act creates civil-not criminal-proceedings. As a result, Respondent's claims premised on the argument that § 4248 creates criminal proceedings must all fail. Respondent's first broad strand of argument, therefore, is rejected in its entirety.</p>\n<p></p>\n<h2>B. <i>The Constitutionality of Section 4248 As A Civil Proceeding</i>\n</h2>\n<p>Arguing in the alternative, Respondent asserts that even viewing § 4248 as civil in nature, the statute does not survive constitutional scrutiny. Respondent advances at least four theories of the Adam Walsh Act's constitutional deficiencies as a civil commitment scheme, including that:</p>\n<blockquote>(1) the Act fails to require proof of a detainee's \"prior bad act\" beyond a reasonable doubt, in violation of the Fifth Amendment;</blockquote>\n<blockquote>(2) the Act defines qualifying conduct in a manner that is both unconstitutionally vague and that infringes on the fundamental right to be free from unwanted medical treatment, in violation of the Fifth Amendment;</blockquote>\n<blockquote>(3) the Act deprives certified detainees of the equal protection of law, in violation of the Fifth and Fourteenth Amendments; and</blockquote>\n<blockquote>(4) the Act fails to require a speedy factual determination, in violation of the Fifth Amendment.</blockquote>\n<p>(Resp.'s Mot. to Dismiss at 15-25.) The Court now addresses each of these constitutional challenges.</p>\n<p></p>\n<h2>1. <i>The Burden Of Proof Does Not Render Section 4248 Unconstitutional</i>\n</h2>\n<p>First, Respondent attacks the burden of proof that the Adam Walsh Act demands with respect to the statute's \"prior bad act\" prong. To commit a person under the Act, the Government must prove by \"clear and convincing evidence\" that the person sought to be civilly committed \"has engaged or attempted to engage in sexually violent conduct or child molestation.\" <i>See</i> 18 U.S.C. § 4247(a)(5); <i>Comstock II,</i> 627 F.3d at 519. Respondent contends, however, that the Constitution requires that the Government make a greater showing to justify a potentially indefinite civil commitment. He argues that \"[b]ecause society so fervently hopes to avoid the risk of wrongful confinement, especially indefinite commitment, the Fifth Amendment requires that the fact of antecedent conduct supporting confinement be found beyond a reasonable doubt.\" <span class=\"star-pagination\">*589</span> (Resp.'s Mot. to Dismiss at 16.) Because the \"prior bad act\" prong requires less than proof beyond a reasonable doubt, Respondent argues, the Act is unconstitutional.</p>\n<p>But the <i>Comstock II</i> opinion forecloses Respondent's argument. In rejecting a similar due process challenge to the Adam Walsh Act, the <i>Comstock II</i> Court held that the Government must only establish a prior bad act by clear and convincing proof in order to satisfy the Constitution's due process guarantee. <i>Comstock II,</i> 627 F.3d at 524-25. For the reasons stated in <i>Comstock II,</i> the Court finds that application of the clear and convincing burden of proof to the prior bad act prong of the Adam Walsh Act is not unconstitutional. <i>Id.</i></p>\n<p></p>\n<h2>2. <i>The Phrase \"Sexually Violent Conduct,\" as Used In § 4248, Is Not Unconstitutionally Vague</i>\n</h2>\n<p>Respondent argues that § 4248's use of the phrase \"sexually violent conduct\" is unconstitutionally vague. Respondent argues that by subjecting conduct so defined to civil commitment, the law runs afoul of <i>Lawrence v. Texas's</i> recognition of \"a discrete liberty interest in engaging in private conduct beyond the reach of government intervention.\" (Resp.'s Mot. To Dismiss at 18); <i>Lawrence,</i> 539 U.S. 558, 560, 123 S.Ct. 2472, 156 L.Ed.2d 508 (2003). Respondent's argument is unpersuasive.</p>\n<p>The Adam Walsh Act defines \"sexually violent conduct\" as \"any unlawful conduct of a sexual nature with another person that involves:</p>\n<blockquote>(a) The use or threatened use of force against the victim;</blockquote>\n<blockquote>(b) Threatening or placing the victim in fear that the victim, or any other person, will be harmed;</blockquote>\n<blockquote>(c) Rendering the victim unconscious and thereby engaging in conduct of a sexual nature with the victim;</blockquote>\n<blockquote>(d) Administering to the victim, by force or threat of force, or without the knowledge or permission of the victim, a drug, intoxicant, or other similar substance, and thereby substantially impairing the ability of the victim to appraise or control conduct; or</blockquote>\n<blockquote>(e) Engaging in such conduct with a victim who is incapable of appraising the nature of the conduct, or physically or mentally incapable of declining participation in, or communicating unwillingness to engage in, that conduct.\"</blockquote>\n<p>28 C.F.R. § 549.92. The foregoing definition adequately notifies a person of reasonable intelligence and experience of conduct that is covered by the Adam Walsh Act. Moreover, the definition implicates no protected conduct under <i>Lawrence.</i> The definition outlines only unlawful, as opposed to consensual, sexual conduct. Respondent's vagueness and <i>Lawrence</i> arguments, along with his arguments based on the right to avoid unwanted medical treatment, fail.</p>\n<p></p>\n<h2>3. <i>Section 4248 Violates Equal Protection</i>\n</h2>\n<p>Respondent argues that § 4248 deprives him of equal protection of the law under the Fourteenth and Fifth Amendments by \"irrationally discriminating between individuals who are in the custody of the Bureau of Prisons and those who are not.\" (Resp.'s Mot. to Dismiss at 22.) The Court agrees. The Government has a legitimate interest in shielding the public from sexually dangerous individuals. Restricting § 4248 to those only in BOP custody, however, is not a rational means to further this interest.</p>\n<p>The Equal Protection Clause provides that \"[n]o state shall ... deny to any person within its jurisdiction the equal protection of the laws.\" U.S. CONST. <span class=\"star-pagination\">*590</span> amend. XIV., § 1. The Clause is \"essentially a direction that all persons similarly situated should be treated alike.\" <i>City of Cleburne v. Cleburne Living Ctr.,</i> 473 U.S. 432, 439, 105 S.Ct. 3249, 87 L.Ed.2d 313 (1985) (internal quotation marks omitted). The Supreme Court applied the clause against the federal government in <i>Bolling v. Sharpe,</i> 347 U.S. 497, 74 S.Ct. 693, 98 L.Ed. 884 (1954). Under equal protection analysis, if a classification would violate the Equal Protection Clause of the Fourteenth Amendment, then it also violates the Fifth Amendment's Due Process Clause as a matter of law. <i>See </i><i>Johnson v. Robison,</i> 415 U.S. 361, 364 n. 4, 94 S.Ct. 1160, 39 L.Ed.2d 389 (1974).</p>\n<p></p>\n<h2>a. <i>Level of Scrutiny</i>\n</h2>\n<p>Ordinarily, a classification in a statute is presumed valid if it is rationally related to a legitimate governmental interest; this test is known as \"rational basis review.\" <i>Veney v. Wyche,</i> 293 F.3d 726, 731 (4th Cir.2002). However, a statute that implicates a fundamental right or a suspect class triggers more demanding \"strict scrutiny\" and will be sustained only if it is narrowly tailored to serve a compelling government interest. <i>City of Cleburne,</i> 473 U.S. at 440, 105 S.Ct. 3249.</p>\n<p>Respondent argues that the Act triggers a fundamental right. The Court is sympathetic to Respondent's argument; physical freedom is among the most cherished of all liberties. The Court is swayed, however, by extensive precedent holding that equal protection challenges of civil commitment statutes receive only rational basis review. <i>See, e.g., </i><i>Varner v. Monohan,</i> 460 F.3d 861, 865 (7th Cir.2006) (finding no fundamental right affected and applying rational basis review to analyze civil commitment statute that treated those who have been convicted of a sex offense differently than those who have not); <i>Carty v. Nelson,</i> 426 F.3d 1064 (9th Cir.2005) (applying rational basis to equal protection challenge of civil commitment statute that created hearsay exception only for sexually violent predators); <i>United States v. Weed,</i> 389 F.3d 1060, 1071 (10th Cir.2004) (applying rational basis to address higher burden of proof for release of insanity acquittees from civil commitment); <i>Doe by </i><i>Doe v. Austin,</i> 848 F.2d 1386 (6th Cir.1988) (applying rational basis for civil commitment scheme that distinguished between the mentally ill and the mentally challenged); <i>United States v. Cohen,</i> 733 F.2d 128, 132-36 (D.C.Cir.1984) (applying rational basis test in equal protection challenge to civil commitment statute's disparate treatment of insanity acquittees).</p>\n<p>Although the Supreme Court has never explicitly discussed the level of scrutiny for civil commitment statutes, the Court seems to have applied rational basis review for such challenges. <i>See </i><i>Jones v. United States,</i> 463 U.S. 354, 363 n. 10, 103 S.Ct. 3043, 77 L.Ed.2d 694 (1983) (stating \"there necessarily is a rational basis for equal protection purposes for distinguishing between civil commitment and commitment of insanity acquittees\"); <i>Jackson v. Indiana,</i> 406 U.S. 715, 729, 92 S.Ct. 1845, 32 L.Ed.2d 435 (1972) (stating that state cannot \"without reasonable justification... apply standards making [Respondent's] commitment a permanent one when standards generally applicable to all others afford him a substantial opportunity for early release\"); <i>Baxstrom v. Herold,</i> 383 U.S. 107, 86 S.Ct. 760, 15 L.Ed.2d 620 (1966) (finding no \"semblance of rationality\" for New York statutory scheme that treated prisoners differently than all others civilly committed, namely by providing the latter with jury review for commitment as well as a judicial hearing for determination of whether the detainee was so dangerously ill that he needed to be held in the Department of Correction hospital).</p>\n<p><span class=\"star-pagination\">*591</span> The Supreme Court's vigorous analysis in these cases suggests a heightened rational basis standard. Indeed, the Second Circuit has interpreted these cases as applying intermediate scrutiny. <i>See, e.g., </i><i>Ernst J. v. Stone,</i> 452 F.3d 186 (2d Cir. 2006), <i>Francis S. v. Stone,</i> 221 F.3d 100 (2d Cir.2000). Ultimately, however, the Court finds that the level of scrutiny is irrelevant in this case as § 4248 fails to pass even rational basis review. Thus, it would also fail intermediate review and strict scrutiny as well.</p>\n<p></p>\n<h2>b. <i>Equal Protection Analysis</i>\n</h2>\n<p>There is no rational basis for § 4248's differentiation between individuals in BOP custody and individuals in the general public. The Supreme Court has held that state civil commitment statutes that treat prisoners differently than nonprisoners are unconstitutional. <i>Baxstrom,</i> 383 U.S. at 110, 86 S.Ct. 760 (invalidating a New York civil commitment statute on equal protection grounds that treated differently individuals nearing the end of a penal sentence from individuals who were not incarcerated); <i>Jackson,</i> 406 U.S. 715, 92 S.Ct. 1845 (1972) (invalidating state's statutory provisions affording individuals facing criminal charges lesser procedural protections prior to civil commitment than those protections afforded to individuals not charged with crimes); <i>Humphrey v. Cady,</i> 405 U.S. 504, 512, 92 S.Ct. 1048, 31 L.Ed.2d 394 (1972) (recognizing that equal protection is implicated where an individual receives different, or lesser procedural protections, based on his status as a sex offender). Since the Government cannot provide less protection during civil commitment for prisoners than for nonprisoners, it follows that the government cannot commit prisoners while categorically shielding nonprisoners from civil commitment altogether. It is illegitimate, arbitrary, and capricious for a state to subject only prisoners to civil commitment, leaving the rest of the population untouched. Yet that is exactly what § 4248 instructs the Executive to do.</p>\n<p>In <i>United States v. Carta</i><i>,</i> the First Circuit excused this disparate treatment by focusing on Congress's limited police power. 592 F.3d 34, 42 (1st Cir.2010). The <i>Carta</i> Court held that there was no \"corresponding group of unimprisoned persons subject to its police power so with respect to the operation of section 4248, federal prisoners and unimprisoned persons are not similarly situated.\" Thus, \"[f]ar from being irrational, it is inevitable that the federal government limits the reach of § 4248 to individuals already in its custody.\" <i>Id.</i> at 42. This analysis, however, is unpersuasive and somewhat circular.</p>\n<p>First, there is in fact a corresponding group of unimprisoned persons subject to Congress' police power: those within the maritime and territorial jurisdiction of the United States. Congress has made no attempt to extend its civil commitment powers to these jurisdictions even though they inevitably contain sexually dangerous persons.</p>\n<p>More importantly, <i>Carta,</i> wrongly, allows the doctrine of limited and enumerated federal powers to bypass the Constitution's equal protection guarantee. The <i>Carta</i> reasoning is ironic. The federal government cannot use its limited powers as a justification for assaulting the Bill of Rights. If the federal government does not have the power to equally apply its civil commitment scheme to everyone, then it should not civilly commit anyone.</p>\n<p>Section 4248's distinction-between those inside and outside of federal custody-bears no rational relationship to the purpose of shielding the public from the dangers of sexual predation. Sexually dangerous individuals undoubtedly exist in state custody, the custody of United States territorial local government, and in the general public. Yet § 4248 makes no attempt to reach <span class=\"star-pagination\">*592</span> those individuals. This distinction makes little sense. There is no basis for believing that more sexually dangerous individuals are in federal custody than elsewhere. To the contrary, the doctrine of enumerated federal powers ensures that hands-on sexual offenses are usually state and local crimes, not federal ones. <i>Cf. </i><i>United States v. Morrison,</i> 529 U.S. 598, 617-18, 120 S.Ct. 1740, 146 L.Ed.2d 658 (2000) (\"Indeed, we can think of no better example of the police power, which the Founders denied the National Government and reposed in the States, than the suppression of violent crime and vindication of its victims.\") (citing <i>United States v. Lopez,</i> 514 U.S. 549, 566, 115 S.Ct. 1624, 131 L.Ed.2d 626 (1995)).</p>\n<p>The Court notes that although the burden is on the Respondent to show the Act lacks a rational basis, the Government has not even attempted to articulate what rational basis could excuse § 4248's disparate treatment. The Court sees none. The Respondent has carried his burden to prove that § 4248 violates the Fifth Amendment's guarantee of equal protection.</p>\n<p>The Court thus finds that § 4248 is unconstitutional under the equal protection clause as-applied to Respondent and all other similarly situated detainees in BOP custody.</p>\n<p>The Court finds it unnecessary at this time to address whether the statute is also unconstitutional as to those in the custody of the Attorney General pursuant to section 4241(d), or against whom all criminal charges have been dismissed solely for reasons relating to the mental condition of the person. § 4248(a). Thus the Court declines to find the statute facially invalid.</p>\n<p></p>\n<h2>4. <i>Section 4248's Failure To Provide A Speedy Commitment Hearing</i>\n</h2>\n<p>Respondent contends that both on its face and as-applied, the Adam Walsh Act unconstitutionally permits indefinite confinement without prompt judicial review. This particular challenge has never squarely been addressed in this circuit. However, while Respondent's Motion was pending, the Fourth Circuit Court of Appeals published a decision that lends credence to Respondent's argument. <i>Broncheau, supra,</i> 645 F.3d 676.</p>\n<p>In <i>Broncheau,</i> another § 4248 case in this Court, the Fourth Circuit lamented the \"grim delay[s]\" that Adam Walsh detainees had endured awaiting a final judicial commitment hearing. <i>Broncheau,</i> 645 F.3d at n. 10. However, given the procedural posture of the <i>Broncheau</i> case, the Fourth Circuit panel was unable to directly address whether those \"grim delay[s]\" amounted to due process violations.</p>\n<p>Although the <i>Broncheau</i> panel did not conduct a comprehensive due process analysis of pre-hearing confinement under the Adam Walsh Act, the concurrence bore on that issue. The concurrence addressed the \"troubling\" fact that the Adam Walsh detainees \"had been detained, in some cases for years, without governmental justification for their detention at a merits hearing on their 4248 certifications.\" <i>Broncheau,</i> 645 F.3d at 687, 2011 WL 2043956 at *8 (Wynn, J., concurring). It identified a keystone of constitutional jurisprudence: \"the due process rights guaranteed by the Constitution entitle one to a final determination as to the validity of his confinement within a reasonable period of time.\" <i>Id.</i> at 687, at *8.</p>\n<p>This Court finds that the Adam Walsh Act's failure to require a speedy judicial hearing renders the statute unconstitutional as to Respondent.</p>\n<p></p>\n<h2>a. <i>Due Process Under the Fifth Amendment</i>\n</h2>\n<p>A due process analysis must begin with the Constitution itself. The Fifth Amendment to the Constitution guarantees <span class=\"star-pagination\">*593</span> that \"[n]o person shall be ... deprived of life, liberty, or property, without due process of law....\"<sup>[6]</sup> U.S. CONST. amend V. Courts use a two-step inquiry to evaluate due process claims under the Fifth Amendment. The Court must first determine if a liberty interest is affected. <i>Morrissey v. Brewer,</i> 408 U.S. 471, 481, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972). If so, the Court must determine what process is due. <i>Id.</i></p>\n<p></p>\n<h2>i. <i>The Liberty Interest</i>\n</h2>\n<p>First, the Court finds that a detainee who is certified under the Adam Walsh Act has a significant liberty interest in avoiding physical confinement once his active criminal sentence ends. <i>In re Barnard,</i> 455 F.2d 1370 (D.C.Cir.1971); <i>Logan v. Arafeh,</i> 346 F.Supp. 1265 (D.Conn.1972), <i>aff'd sum. sub nom. </i><i>Briggs v. Arafeh,</i> 411 U.S. 911, 93 S.Ct. 1556, 36 L.Ed.2d 304 (1973); <i>Lynch v. Baxley,</i> 386 F.Supp. 378, 387-88 (M.D.Ala.1974). To understand this liberty interest, one must analyze the workings of § 4248 itself.</p>\n<p>Section 4248 allows \"the Attorney General or any individual authorized by the Attorney General or the Director of the Bureau of Prisons [to] certify that a person is a sexually dangerous person.\" <i>See</i> 18 U.S.C. § 4248(a). The Act permits that unilateral Governmental determination to support indefinite confinement while the certified individual awaits a judicial hearing. <i>See</i> 18 U.S.C. § 4248(a). Although pre-hearing detention under the Adam Walsh Act is not necessarily punitive, it deprives an individual of the right to live freely in society. The Act therefore implicates a citizen's right to freedom from bodily restraint-a right fundamental to a free society that generally cannot be abridged absent sufficient procedural safeguards. <i>Jones v. United States,</i> 463 U.S. 354, 361, 103 S.Ct. 3043, 77 L.Ed.2d 694 (1983) (\"It is clear that commitment for any purpose constitutes a significant deprivation of liberty that requires due process protection.\") (quoting <i>Addington v. Texas,</i> 441 U.S. 418, 425, 99 S.Ct. 1804, 60 L.Ed.2d 323 (1979)).</p>\n<p>The Court thus finds that a substantial liberty interest is implicated by operation of the Adam Walsh Act. Due process therefore applies to an individual who is certified under the Adam Walsh Act and detained civilly after that individual's prison term ends. <i>Cf. </i><i>Vitek v. Jones,</i> 445 U.S. 480, 491-92, 100 S.Ct. 1254, 63 L.Ed.2d 552 (1980) (holding that commitment to a mental hospital produces a `massive curtailment of liberty')(citing <i>Humphrey,</i> 405 U.S. at 509, 92 S.Ct. 1048).</p>\n<p>With the first step of the due process inquiry complete, \"the question remains what process is due.\" <i>Morrissey,</i> 408 U.S. at 481, 92 S.Ct. 2593.</p>\n<p></p>\n<h2>ii. <i>Due Process Required</i>\n</h2>\n<p>To identify \"the specific dictates of due process\" under the Due Process Clause, a court must weigh three factors:</p>\n<blockquote>First, the private interest that will be affected by the official action; second, the risk of an erroneous deprivation of such interest through the procedures used, and the probable value, if any, of additional or substitute safeguards; and finally, the Government's interest, including the function involved and the fiscal and administrative burdens that <span class=\"star-pagination\">*594</span> the additional or substitute procedural requirement would entail.</blockquote>\n<p><i>Mathews v. Eldridge,</i> 424 U.S. 319, 334-35, 96 S.Ct. 893, 47 L.Ed.2d 18 (1976) (citing <i>Goldberg v. Kelly,</i> 397 U.S. 254, 263-71, 90 S.Ct. 1011, 25 L.Ed.2d 287(1970)). In the context of involuntary confinement of the mentally ill, due process requires that, even if the \"original confinement was founded upon a constitutionally adequate basis ... [confinement cannot] constitutionally continue after that basis no longer exist[s].\" <i>O'Connor v. Donaldson,</i> 422 U.S. 563, 574-75, 95 S.Ct. 2486, 45 L.Ed.2d 396 (1975) (citations omitted). <i>See also id.</i> at 580, 95 S.Ct. 2486 (Burger, C.J., concurring)(\"[T]he reasons for committing a particular individual must be established in an appropriate proceeding.... [C]onfinement must cease when those reasons no longer exist.\").</p>\n<p>Beginning with the first <i>Mathews</i> factor, the Court finds that an individual's interest in avoiding indefinite civil confinement under the Adam Walsh Act is substantial. An individual who is unilaterally certified and indefinitely detained under the Act is substantially deprived of his physical liberty. Moreover, the \"sexually dangerous\" scarlet letter that the Adam Walsh detainee indefinitely bears only amplifies the significance of the private interest at stake.</p>\n<p>As to the second <i>Mathews</i> factor, the Court finds that an erroneous deprivation of liberty under the Act is likely, if not inevitable. For there to be no likelihood of error in certifying detainees, the Government would have to contend that its certification process was error proof, an impossibility, and, if it were error proof, there would be no purpose in judicial review.<sup>[7]</sup></p>\n<p>An individual certified under § 4248 is subject to immediate detention based merely on the submission of a certificate by one party.<sup>[8]</sup> This one party need not even be a psychiatrist or mental health professional. <i>Cf. </i><i>Doe v. Gallinot,</i> 657 F.2d 1017, 1024 (9th Cir.1981)(holding that due process required a probable cause hearing in front of a neutral decisionmaker to be held before a person could be civilly committed even though commitment under the statute could only occur with the approval of a physician or psychologist). The Act does not specify any procedure for the certified individual to challenge his unilateral certification and detention. <i>Cf. </i><i>Sarzen v. Gaughan,</i> 489 F.2d 1076, 1084-85 (1st Cir.1973) (holding that due process requires, prior to a sixty-day observational <span class=\"star-pagination\">*595</span> commitment, an opportunity for the inmate to review and object to the record which psychiatrists use in evaluating whether he is sexually dangerous). And, finally, the Act fails to establish any time period within which a judicial hearing on the detainee's commitment must be held. By its plain terms, the Act allows a unilateral and unreviewable deprivation of liberty to continue indefinitely. It is difficult to envision a system in which an erroneous deprivation of liberty could be more likely.</p>\n<p>As to the third <i>Mathews</i> factor, the Court finds that the Government's burden in providing speedy judicial review of a detainee's certification is real, but minimal. Certainly, the Government's interest does not outweigh the substantial interests of an individual who is certified and indefinitely detained under the Act.</p>\n<p>In considering the Government's interest, the Court recognizes that a pre-deprivation judicial hearing (i.e. a hearing prior to any period of civil confinement under the Act) would likely impose significant administrative and financial burdens on the Government.<sup>[9]</sup> Undoubtedly, the Government must be allowed some period of time to adequately test, review, and observe a detainee so that a decision regarding his certification and commitment can be made. Consideration also must be given to the necessities of court administration and the opportunity for counsel to prepare for an effective hearing. Thus, although a pre-deprivation hearing might be desirable or of greater benefit to the detainee, the Court finds that on balance, due process does not require a judicial hearing before an individual is detained civilly under the Act. Nevertheless, the need for prompt judicial review of the detainee's confinement remains. <i>Broncheau,</i> supra at 687-88, at *8; <i>Coll v. Hyland,</i> 411 F.Supp. 905, 910 (D.N.J.1976) (concluding that in the context of civil commitment, \"a hearing held within a reasonable time after confinement begins is an acceptable means of supplying requisite due process.\")</p>\n<p>Since a pre-deprivation hearing is not constitutionally mandated, some period of civil confinement must be allowed. Courts have varied widely in their evaluations of the constitutionality of pre-hearing confinement time-periods under state civil commitment statutes. <i>See, e.g., </i><i>Project Release v. Prevost,</i> 722 F.2d 960, 974-75 (2d Cir.1983) (sixty days); <i>Gallinot,</i> 657 F.2d at 1025 (seven days); <i>Donahue v. R.I. Dept. of Mental Health, Retardation and Hosps.,</i> 632 F.Supp. 1456, 1471 (D.R.I. 1986) (ten days as the \"outermost periphery of what is permissible\"); <i>Coll v. Hyland,</i> 411 F.Supp. 905, 910-11 (D.N.J.1976) (twenty days); <i>Doremus v. Farrell,</i> 407 F.Supp. 509, 515 (D.Neb.1975) (five days for initial probable cause hearing and fourteen days for formal hearing). These periods of acceptable pre-hearing confinement are, quite obviously, far shorter than the time Respondent has been confined in this case.</p>\n<p>Unfortunately, the Supreme Court has never issued an opinion regarding the length of time the Government may involuntarily detain an individual thought to be dangerous without affording judicial review. But the Court's summary affirmances of the decisions in <i>Logan v. Arafeh,</i> 346 F.Supp. 1265 (D.Conn.1972), <i>aff'd sub nom., </i><i>Briggs v. Arafeh,</i> 411 U.S. 911, 93 S.Ct. 1556, 36 L.Ed.2d 304 (1973) and <span class=\"star-pagination\">*596</span> <i>French v. Blackburn,</i> 428 F.Supp. 1351 (M.D.N.C.1977), <i>aff'd mem.,</i> 443 U.S. 901, 99 S.Ct. 3091, 61 L.Ed.2d 869 (1979) are of considerable import to this Court's analysis. In <i>Logan,</i> the Court sustained a decision upholding the constitutionality of a state scheme permitting involuntary detention for up to forty-five days without a hearing. <i>Logan,</i> 346 F.Supp. at 1268-70. In <i>French,</i> the Court approved a ten day delay before a mandatory hearing. <i>French,</i> 428 F.Supp. at 1355-56.</p>\n<p>It must be noted that the statutes at issue in both <i>Logan</i> and <i>French</i> are different than the Adam Walsh Act. Both of those state statutes affirmatively provided for a <i>maximum authorized time period</i> of pre-hearing confinement. Under the Adam Walsh Act, however, the textually permitted period of pre-hearing confinement is limitless. To be sure, \"the length of the delay must ... be considered in [light] of the statute as a whole, including the extent of its (other) procedural safeguards.\" <i>Donahue,</i> 632 F.Supp. at 1470. However, <i>Logan</i> and <i>French</i> certainly \"lend powerful support\" to the notion that a \"reasonable\" period of pre-hearing confinement should be as brief as possible. <i>Cf. </i><i>Donahue,</i> 632 F.Supp. at 1470 (upholding a Rhode Island statute that allowed for ten days of pre-hearing detention, in part, because the ten day period was \"well within the ambit of\" <i>Logan</i> and <i>French</i>).</p>\n<p>Considering the preceding analysis, the Court finds that any period of civil confinement imposed under the Adam Walsh Act triggers the respondent's due process right to a final commitment hearing within a reasonable time. The Court acknowledges that due process \"should not be phrased, nor should it be resolved, in terms of required days, hours, or minutes, but should rather turn on the basis of the interests involved and fundamental fairness,\" <i>French,</i> 428 F.Supp. at 1355. Nevertheless, the Constitution simply \"does not permit indefinite detention.\" <i>Zadvydas v. Davis,</i> 533 U.S. 678, 689, 121 S.Ct. 2491, 150 L.Ed.2d 653 (2001).</p>\n<p></p>\n<h2>iii. <i>The Government Has Unconstitutionally Applied § 4248 to Respondent</i>\n</h2>\n<p>The Court has found that the Constitution triggers a detainee's right to final judicial commitment hearing within a reasonable period of time after civil confinement under § 4248 begins. Applying that principle to the facts of this case, the Court cannot ignore the Government's deprivation of Respondent's due process rights.</p>\n<p>A law \"may be held constitutionally invalid as applied when it operates to deprive an individual of a protected right although its general validity as a measure enacted by the legitimate exercise of state power is beyond question.\" <i>Boddie v. Connecticut,</i> 401 U.S. 371, 379, 91 S.Ct. 780, 28 L.Ed.2d 113 (1971). The Court finds that the Government has deprived Respondent of his right to a final civil commitment hearing within a reasonable period of time. In arriving at this conclusion, the Court has considered the various interests involved as well as the role that fundamental fairness plays in the malleable due process analysis. <i>French,</i> 428 F.Supp. at 1355.</p>\n<p>At the outset, the Court finds that the length of the pre-hearing delay in Respondent's case has been substantial and prejudicial. Even excluding from consideration the period of time resulting from the <i>Comstock</i> stay, Respondent has been detained, without any meaningful review, for nearly a year. When the period resulting from the <i>Comstock</i> stay is included, Respondent's total time of unreviewable confinement approaches thirty-one months. Regardless of whether, or how, the <i>Comstock</i> stay factors into the analysis, the delay in Respondent's case far exceeds the longest <span class=\"star-pagination\">*597</span> period of pre-hearing civil commitment confinement approved by the Supreme Court. <i>Logan v. Arafeh,</i> 346 F.Supp. 1265 (D.Conn.1972), <i>aff'd sum. sub nom., </i><i>Briggs v. Arafeh,</i> 411 U.S. 911, 93 S.Ct. 1556, 36 L.Ed.2d 304 (1973).</p>\n<p><i>Logan,</i> as mentioned above, involved a Connecticut statute under which a patient could be involuntarily committed for no longer than forty-five days without a probable cause hearing. <i>Logan,</i> 346 F.Supp. at 1267-68. On appeal from a three-judge district court, the Supreme Court summarily affirmed and held that forty-five days of pre-hearing confinement was constitutional. <i>Briggs,</i> 411 U.S. 911, 93 S.Ct. 1556. This Court is unaware of any case permitting a period of pre-hearing civil confinement greater than forty-five days. And, given the <i>Mathews</i> analysis set forth above, the Court doubts that any further extension of <i>Logan's</i> forty-five day rule would survive constitutional scrutiny. <i>Accord </i><i>Donahue,</i> 632 F.Supp. at 1471 (finding that ten days of pre-hearing detainment \"falls toward the outermost periphery of what is permissible\"). Respondent, obviously, has been detained civilly for far longer than forty-five days.</p>\n<p>Considering the various interests involved, the Court finds that Respondent's interest in physical freedom is in line with the other interests at play. After all, \"[f]reedom from imprisonment-from government custody, detention, or other forms of physical restraint-lies at the heart of the liberty that [the Due Process] Clause protects.\" <i>Zadvydas,</i> 533 U.S. at 690, 121 S.Ct. 2491 (citing <i>Foucha v. Louisiana,</i> 504 U.S. 71, 80, 112 S.Ct. 1780, 118 L.Ed.2d 437 (1992)). Respondent's loss of physical freedom has been prolonged and is constitutionally unacceptable.</p>\n<p>The Court further finds that Respondent has diligently pursued this matter throughout his period of confinement, a factor that weighs heavily in this as-applied challenge and that supports the unreasonableness of the delay in his case. Respondent has vigorously plead for his release throughout his thirty-one months of confinement, asserting all along that his detention violated the Constitution. <i>See </i><i>Timms v. Johns,</i> 627 F.3d 525 (4th Cir. 2010) (reversing this Court's grant of habeas relief). One can hardly hold Respondent responsible for any portion of the delay he has endured.</p>\n<p>The Court is fully cognizant of the many factors that have coalesced to cause the delays in this case. Some of those factors, obviously, are unrelated to the Government's conduct. For instance, the stay on Adam Walsh cases in this district, while appellate review was in progress, applied to the Respondent and delayed adjudication of this matter, but the stay was not caused by the Government. The courts, after all, initiated the stay.</p>\n<p>But the Government is still substantially responsible for the \"grim delay\" Respondent has endured in this case. The <i>Comstock</i> stay went into effect months before the Government certified Respondent under the Adam Walsh Act. When the Government commenced § 4248 proceedings against Respondent, therefore, it knew that he was unlikely to receive a timely hearing in the Eastern District of North Carolina. Yet the Government, with full knowledge of the posture of these cases, chose to pursue commitment. Even though the Government is not responsible for the stay itself, the Government <i>is</i> responsible for delivering Respondent into a legal setting where a timely resolution of his case was unlikely.</p>\n<p>The fact that the Government waited until the last moments of Respondent's criminal sentence to initiate this action is problematic. By commencing this action, the Government's agent certified that Respondent \"suffers from a serious mental <span class=\"star-pagination\">*598</span> illness, abnormality, or disorder as a result of which he would have serious difficulty in refraining from sexually violent conduct or child molestation if released.\" 18 U.S.C. § 4247(a)(5) &amp; (6). The information that the Government relied upon in making this determination has been in the Government's custody and control from at least the time that Respondent was convicted in 2001. Therefore, the Government necessarily had reason to know of Respondent's alleged \"mental illness, abnormality, or disorder\" since at least 2001.</p>\n<p>Federal law, of course, provides for the hospitalization of an imprisoned person suffering from a serious mental disease or defect, 18 U.S.C. § 4245, and for the hospitalization of a convicted person suffering from a serious mental disease or defect, 18 U.S.C. § 4244. The Government never filed a motion under those statutes. Instead of attempting to have Respondent treated for his mental illness(es) beginning in 2001, the Government only now acknowledges the seriousness of Respondent's mental condition. To the extent the Government has concerns about Respondent's mental health, it could and should have raised those concerns nearly a decade ago. But the Government, inexplicably, only raised the issue on the eve of Respondent's release from custody.<sup>[10]</sup> The First Circuit reflected disapprovingly on this type of conduct in <i>Carta.</i> 592 F.3d at 43 (\"This does not excuse what may be a pattern in which the government certifies prisoners as sexually dangerous mere days before their scheduled release, thereby guaranteeing that they will be held for an extended period beyond that date even if there is little basis for the charge.\").</p>\n<p>In light of the foregoing, the Court finds that the Government has unconstitutionally deprived the Respondent of his due process rights under the Fifth Amendment of the United States Constitution. The Government should have brought Respondent before a judicial officer for a final civil commitment hearing within a reasonable time after his civil confinement began. The Government, however, chose a course of conduct that caused a substantial and prejudicial deprivation of Respondent's liberty.</p>\n<p>The Court declines Respondent's invitation to facially invalidate the Adam Walsh Act. \"A facial challenge, as distinguished from an as-applied challenge, seeks to invalidate a statute or regulation itself.\" <i>United States v. Frandsen,</i> 212 F.3d 1231, 1235 (11th Cir.2000). The general rule is that for a facial challenge to succeed, \"the challenger must establish that no set of circumstances exists under which the Act would be valid.\" <i>United States v. Salerno,</i> 481 U.S. 739, 745, 107 S.Ct. 2095, 95 L.Ed.2d 697 (1987). \"The fact that [a legislative act] might operate unconstitutionally under some conceivable set of circumstances is insufficient to render it wholly invalid....\" <i>Id.</i> This \"heavy burden\" makes such an attack \"the most difficult challenge to mount successfully\" against an enactment. <i>Id.</i></p>\n<p>In this case, § 4248 makes no allowance for a detainee's right to a commitment hearing within a reasonable time. However, the Government is free to adjudicate Adam Walsh cases in a constitutionally acceptable time-frame. Therefore, <i>Salerno</i> blocks a facial invalidation of the Adam Walsh Act.</p>\n<p></p>\n<h2>b. <i>The Remedy</i>\n</h2>\n<p>In this case, the equal protection violation and the due process violation separately and independently warrant dismissal, <span class=\"star-pagination\">*599</span> since the deprivation of similarly substantial rights \"leads to the unsatisfactorily severe remedy of dismissal of the [action] when the right has been deprived.\" <i>Cf. </i><i>Barker v. Wingo,</i> 407 U.S. 514, 522, 92 S.Ct. 2182, 33 L.Ed.2d 101 (1972) (discussing the necessary remedy for a deprivation of the Sixth Amendment's right to speedy trial). And if the remedy for an independent violation of these rights is dismissal, then the remedy for a combination of violations is assuredly dismissal as well.<sup>[11]</sup></p>\n<p>Because Respondent has been deprived of his rights to equal protection and procedural due process, the Court must dismiss this action. <i>See Carta,</i> 592 F.3d at 43 (holding that defects in the Adam Walsh Act should been remedied in as-applied situations by interpolating requirements and remedies where a detainee's hearing has been inordinately delayed); <i>accord </i><i>Ahern v. O'Donnell,</i> 109 F.3d 809, 815 (1st Cir.1997).</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>Based on the foregoing, Respondent's Motion to Dismiss is GRANTED IN PART and DENIED IN PART. IT IS HEREBY ORDERED, ADJUDGED, AND DECREED THAT:</p>\n<p>(1) the Adam Walsh Act is UNCONSTITUTIONAL as applied to the Respondent. Through operation of the Adam Walsh Act, the Government has deprived Respondent of both due process of law and the equal protection of the law as guaranteed by the Fifth Amendment;</p>\n<p>(2) Respondent's other claims raised in his Motion to Dismiss are DENIED;</p>\n<p>(3) This action is hereby DISMISSED;</p>\n<p>(4) The Petitioner is ORDERED to release the Respondent, Gerald Wayne Timms, to the custody and supervision of the United States Probation Office.</p>\n<h2>NOTES</h2>\n<p>[1]  Pub.L. No. 109-248, 120 Stat. 587 (2006) (codified as amended in scattered sections of 10, 18, 21, 28, and 42 U.S.C).</p>\n<p>[2]  \"[T]he Attorney General or any individual authorized by the Attorney General or the Director of the Bureau of Prisons may certify that the person is a sexually dangerous person, and transmit the certificate to the clerk of the court for the district in which the person is confined. The clerk shall send a copy of the certificate to the person, and to the attorney for the Government, and, if the person was committed pursuant to section 4241(d), to the clerk of the court that ordered the commitment.\" <i>Id.</i> § 4248(a).</p>\n<p>[3]  The Act requires the Government to establish three facts by clear and convincing evidence before obtaining a commitment order: that the person (1) has engaged or attempted to engage in sexually violent conduct or child molestation (the \"prior bad act\" prong), (2) suffers from a serious mental illness, abnormality, or disorder, and (3) as a result, would have serious difficulty refraining from sexually violent conduct or child molestation if released.</p>\n<p>[4]  Respondent's case was originally before Senior United States District Judge W. Earl Britt, who also presided over <i>United States v. Comstock,</i> 507 F.Supp.2d 522 (E.D.N.C.2007). The <i>Comstock</i> district court opinion striking down § 4248 was issued on September 7, 2007. By written order dated January 8, 2008, Senior Judge Britt declined to proceed with hearings, motions practice, or other proceedings under § 4248 while the September 7 Order was on appeal. The Government filed Respondent's certification more than nine months later on October 23, 2008 [DE 1].</p>\n<p>[5]  <i>Broncheau</i> has been selected for publication but has not yet appeared in the Federal Reporter. The Court cites to the Fourth Circuit's slip opinion available at 645 F.3d 676, 2011 WL 2043956.</p>\n<p>[6]  The Fifth Amendment, like the rest of the Bill of Rights, applies to and limits the power of the federal government. <i>Barron v. Mayor and City Council of Baltimore,</i> 32 U.S. (7 Pet.) 243, 248-49, 8 L.Ed. 672 (1833). In this case, the Executive and his agents apply the provisions of a federal statute. The Fifth Amendment is therefore implicated and guides this Court's analysis.</p>\n<p>[7]  The Government, without meaningful explanation, has stipulated to dismiss several § 4248 cases in this district after the respondents in those cases endured substantial periods of unreviewed civil confinement. <i>See, e.g., United States of America v. Grady Ewing Mays,</i> No. 5:07-HC-02123-BO, Order at dkt. 40 (E.D.N.C. Mar. 18, 2011)(granting stipulation of dismissal three years, eight months after respondent's date of certification); <i>United States of America v. Joseph Aaron Edwards,</i> No. 5:08-HC-02095-BO, Order at dkt. 53 (Mar. 25, 2011)(granting stipulation of dismissal two years, eight months after respondent's date of certification); <i>United States of America v. Shane Catron,</i> 5:06-HC-02202-BR, Order at dkt. 63 (May 20, 2011) (granting stipulation of § 4248 dismissal in favor of § 4246 proceedings four years, six months after respondent's date of certification); <i>United States of America v. Jess William Martin,</i> No. 5:07-HC-02176-D, Order at dkt. 34 (May 11, 2011)(granting stipulation of dismissal three years, seven months after respondent's date of certification). The fact that these detainees were all (eventually) voluntarily released, without any explanation regarding a change in their conditions, tends to show that the certification and confinement procedures under the Adam Walsh Act are hardly error-free.</p>\n<p>[8]  <i>See</i> 18 U.S.C. § 4248(a)(providing that the Attorney General, the Director of the BOP, or their designee may certify an individual as a \"sexually dangerous person\").</p>\n<p>[9]  Nothing in the Adam Walsh Act prohibits the Government from initiating proceedings under § 4248 well in advance of a respondent's incarceration release date. To do so would probably lessen the term (if any) of a respondent's pre-adjudicative confinement under the Act and would, consequently, decrease the likelihood of a due process violation.</p>\n<p>[10]  The Court notes that the Government's failure to address Respondent's mental condition earlier tends to undermine the Government's present position that Respondent suffers from any serious mental illness, abnormality, or disorder.</p>\n<p>[11]  The Court has considered whether the due process claim has been mooted by the occurrence of Respondent's certification hearing. Since this particular due process injury is \"capable of repetition, yet evading review,\" it is not moot. <i>Southern Pac. Terminal Co. v. Interstate Commerce Comm'n,</i> 219 U.S. 498, 514-15, 31 S.Ct. 279, 55 L.Ed. 310 (1911).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">799</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">582</span></span> (2011)</b></center>\n<center><h1>UNITED STATES of America, Petitioner,<br>\nv.<br>\nGerald Wayne TIMMS, Respondent.</h1></center>\n<center>No. 5:08-HC-02156-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 1, 2011.</center>\n<p><span class=\"star-pagination\">*585</span> Edward D. Gray, G. Norman Acker, III, R.A. Renfer, Jr., U.S. Attorney's Office, Michael James, Joshua B. Royster, U.S. Department of Justice, Raleigh, NC, Michael D. Bredenberg, Butner, NC, for Petitioner.</p>\n<p>Raymond C. Tarlton, Tarlton McEnery LLP, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>Before the Court is Respondent's Motion to Dismiss [DE 65]. The Motion is GRANTED IN PART and DENIED IN PART. As set forth below, the Court holds that the Adam Walsh Act, as applied to <span class=\"star-pagination\">*586</span> Respondent, is unconstitutional. This action is DISMISSED.</p>\n<p></p>\n<h2>I. <i>BACKGROUND</i>\n</h2>\n<p></p>\n<h2>A. <i>The Adam Walsh Child Protection and Safety Act of 2006</i>\n</h2>\n<p>Pursuant to The Adam Walsh Child Protection and Safety Act of 2006<sup>[1]</sup> (the \"Act,\" \"the Adam Walsh Act,\" or \" § 4248\"), the Government is currently detaining allegedly sexually dangerous individuals in this district. These individuals have no pending criminal charges and have not had a hearing to test the legality of their confinement. The Respondent, Gerald Wayne Timms, is one of these detained individuals.</p>\n<p>The Adam Walsh Act allows the Government to detain certain individuals after certifying them as \"sexually dangerous.\" 18 U.S.C. § 4248.<sup>[2]</sup> Three types of individuals are covered by the act: (1) those who are in the custody of the Bureau of Prisons, (2) those who are committed to the Attorney General pursuant to 18 U.S.C. § 4241(d) because issues of mental capacity render the person incapable of standing trial, and (3) those against whom all criminal charges have been dismissed solely because of a mental condition. § 4248(a). Like the vast majority of individuals certified in this district, Respondent falls within the first category: he was serving a federal term of imprisonment in the Bureau of Prisons immediately prior to his certification and detention under the Adam Walsh Act.</p>\n<p>Under the terms of the Act, a certified individual remains in custody until a district court holds a commitment hearing; the purpose of the hearing is to determine whether the certified individual is in fact sexually dangerous. <i>See</i> 18 U.S.C. § 4248. If so, the individual is civilly committed. The Government must carry its burden at the commitment hearing with clear and convincing evidence.<sup>[3]</sup></p>\n<p>The Government started detaining individuals under the Adam Walsh Act in the Fall of 2006. In <i>United States v. Comstock,</i> the Supreme Court reversed the Fourth Circuit to find that Congress had the power to enact § 4248 under the Constitution's Necessary and Proper Clause. (<i>Comstock I</i>), ___ U.S. ___, <span class=\"citation\" data-id=\"146552\"><a href=\"/opinion/146552/united-states-v-comstock/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1949</span></a></span>, <span class=\"citation\" data-id=\"146552\"><a href=\"/opinion/146552/united-states-v-comstock/\"><span class=\"volume\">176</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">878</span></a></span> (2010). The <i>Comstock I</i> Court, however, \"d[id] not reach or decide any claim that the statute or its application denies equal protection of the laws, procedural or substantive due process, or any other rights guaranteed by the Constitution.\" <i>Id.</i> at 1965. Instead, the Court remanded the case to the Fourth Circuit on those issues.</p>\n<p>On December 6, 2010, the Fourth Circuit found that the use of the clear and convincing burden of proof as to the \"prior bad act\" prong of the Act did not violate substantive or procedural due process. <span class=\"star-pagination\">*587</span> <i>United States v. Comstock,</i> <span class=\"citation\" data-id=\"180460\"><a href=\"/opinion/180460/united-states-v-comstock/\"><span class=\"volume\">627</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">513</span></a></span> (4th Cir.2010) (<i>Comstock II</i>), <i>rev'g</i> <span class=\"citation\" data-id=\"2251930\"><a href=\"/opinion/2251930/united-states-v-comstock/\"><span class=\"volume\">507</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">522</span></a></span> (E.D.N.C.2007), <i>cert. denied</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3026</span></span>, <span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">865</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2011</span> <span class=\"reporter\">WL</span> <span class=\"page\">844967</span></span> (2011). The Fourth Circuit did not, however, address any other constitutional challenges to the Act.</p>\n<p></p>\n<h2>B. <i>Gerald Wayne Timms</i>\n</h2>\n<p>Respondent Gerald Timms served a 100 month federal sentence ending at the North Carolina Federal Correctional Institute at Butner, North Carolina (\"FCI Butner\"), following his conviction for receipt of material by mail involving the sexual exploitation of a minor. Less than two weeks before his scheduled November 11, 2008 release date, the Government filed a certificate under § 4248 to civilly commit Respondent as a sexually dangerous person [DE 1]. As is customary with § 4248 detainees, the Chairperson of the Bureau of Prison Certification Review Panel issued Respondent's Certification. Under the Act, the Chairperson is not required to be a medical professional. Respondent's certification is barely 3 pages. Although relatively more detailed than many other certifications, Respondent's certification did not reference any medical expert [DE 1].</p>\n<p>Since he was certified under the Act, Respondent was not released from federal custody at the end of his criminal sentence. Respondent's § 4248 proceeding was stayed <i>ab initio,</i> however, and remained that way for almost two years while the appellate courts analyzed § 4248's constitutionality [DE 2].<sup>[4]</sup> Respondent's case was eventually assigned to this Court on August 6, 2010.</p>\n<p>On May 2, 2011, Respondent filed a Motion to Dismiss based on several constitutional challenges to the Adam Walsh Act [DE 65]. The Court held a commitment hearing regarding Respondent's § 4248 certification from May 25th until May 27th, 2011. The Respondent's Motion to Dismiss is ripe for adjudication.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>Respondent's Motion to Dismiss can broadly be divided into two strands of argument. Under the first strand, Respondent argues that § 4248 is criminal in nature. He argues that when properly viewed as a criminal statute, the Adam Walsh Act amounts to an unconstitutional prosecution. Under his second strand of argument, Respondent contends that even viewing § 4248 as civil in nature, it remains unconstitutional.</p>\n<p></p>\n<h2>A. <i>Section 4248 Creates Civil Proceedings</i>\n</h2>\n<p>The Court begins with Respondent's first broad strand of argument: that § 4248, notwithstanding its civil label, creates a criminal proceeding. Respondent contends that the criminal proceeding created by § 4248 amounts to an unconstitutional prosecution because it fails to give Respondent \"the entire panoply of protections required by the Constitution in a criminal prosecution embodied in the <i>Ex Post Facto</i> Clause, the Fourth Amendment, the Fifth Amendment, the Sixth <span class=\"star-pagination\">*588</span> Amendment, and the Eighth Amendment.\" (Resp.'s Mot. to Dismiss at 3.)</p>\n<p>But the Fourth Circuit has determined that § 4248 creates civil, as opposed to criminal, proceedings. <i>United States v. Broncheau,</i> <span class=\"citation no-link\"><span class=\"volume\">645</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">676</span></span>, n. * (4th Cir. 2011) (Wynn, J., concurring) (noting that \"[t]his line of argument was foreclosed when, in <i>Comstock II,</i> we reiterated that § 4248 is in fact a civil commitment statute.\") (citing <i>Comstock II,</i> 627 F.3d at 520.)<sup>[5]</sup> Moreover, other federal courts that have examined the issue have concluded that the Adam Walsh Act is civil in nature. <i>United States v. Abregana,</i> <span class=\"citation\" data-id=\"1867474\"><a href=\"/opinion/1867474/united-states-v-abregana/\"><span class=\"volume\">574</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1123</span></a></span>, 1134-35 (D.Haw.2008); <i>United States v. Shields,</i> <span class=\"citation\" data-id=\"1519390\"><a href=\"/opinion/1519390/united-states-v-shields/\"><span class=\"volume\">522</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">317</span></a></span>, 337-38 (D.Mass.2007); <i>United States v. Dowell,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">5361304</span></span>, *2 (W.D.Ok.2007); <i>United States v. Carta,</i> <span class=\"citation\" data-id=\"1467044\"><a href=\"/opinion/1467044/united-states-v-carta/\"><span class=\"volume\">503</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">405</span></a></span>, 409 (D.Mass.2007); <i>United States v. Comstock,</i> <span class=\"citation\" data-id=\"2251930\"><a href=\"/opinion/2251930/united-states-v-comstock/\"><span class=\"volume\">507</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">522</span></a></span>, 529-530 (E.D.N.C.2007), <i>overruled on other grounds, Comstock I,</i> <span class=\"citation\" data-id=\"146552\"><a href=\"/opinion/146552/united-states-v-comstock/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1949</span></a></span>.</p>\n<p>Contrary to Respondent's arguments, the Court finds that the Adam Walsh Act creates civil-not criminal-proceedings. As a result, Respondent's claims premised on the argument that § 4248 creates criminal proceedings must all fail. Respondent's first broad strand of argument, therefore, is rejected in its entirety.</p>\n<p></p>\n<h2>B. <i>The Constitutionality of Section 4248 As A Civil Proceeding</i>\n</h2>\n<p>Arguing in the alternative, Respondent asserts that even viewing § 4248 as civil in nature, the statute does not survive constitutional scrutiny. Respondent advances at least four theories of the Adam Walsh Act's constitutional deficiencies as a civil commitment scheme, including that:</p>\n<blockquote>(1) the Act fails to require proof of a detainee's \"prior bad act\" beyond a reasonable doubt, in violation of the Fifth Amendment;</blockquote>\n<blockquote>(2) the Act defines qualifying conduct in a manner that is both unconstitutionally vague and that infringes on the fundamental right to be free from unwanted medical treatment, in violation of the Fifth Amendment;</blockquote>\n<blockquote>(3) the Act deprives certified detainees of the equal protection of law, in violation of the Fifth and Fourteenth Amendments; and</blockquote>\n<blockquote>(4) the Act fails to require a speedy factual determination, in violation of the Fifth Amendment.</blockquote>\n<p>(Resp.'s Mot. to Dismiss at 15-25.) The Court now addresses each of these constitutional challenges.</p>\n<p></p>\n<h2>1. <i>The Burden Of Proof Does Not Render Section 4248 Unconstitutional</i>\n</h2>\n<p>First, Respondent attacks the burden of proof that the Adam Walsh Act demands with respect to the statute's \"prior bad act\" prong. To commit a person under the Act, the Government must prove by \"clear and convincing evidence\" that the person sought to be civilly committed \"has engaged or attempted to engage in sexually violent conduct or child molestation.\" <i>See</i> 18 U.S.C. § 4247(a)(5); <i>Comstock II,</i> 627 F.3d at 519. Respondent contends, however, that the Constitution requires that the Government make a greater showing to justify a potentially indefinite civil commitment. He argues that \"[b]ecause society so fervently hopes to avoid the risk of wrongful confinement, especially indefinite commitment, the Fifth Amendment requires that the fact of antecedent conduct supporting confinement be found beyond a reasonable doubt.\" <span class=\"star-pagination\">*589</span> (Resp.'s Mot. to Dismiss at 16.) Because the \"prior bad act\" prong requires less than proof beyond a reasonable doubt, Respondent argues, the Act is unconstitutional.</p>\n<p>But the <i>Comstock II</i> opinion forecloses Respondent's argument. In rejecting a similar due process challenge to the Adam Walsh Act, the <i>Comstock II</i> Court held that the Government must only establish a prior bad act by clear and convincing proof in order to satisfy the Constitution's due process guarantee. <i>Comstock II,</i> 627 F.3d at 524-25. For the reasons stated in <i>Comstock II,</i> the Court finds that application of the clear and convincing burden of proof to the prior bad act prong of the Adam Walsh Act is not unconstitutional. <i>Id.</i></p>\n<p></p>\n<h2>2. <i>The Phrase \"Sexually Violent Conduct,\" as Used In § 4248, Is Not Unconstitutionally Vague</i>\n</h2>\n<p>Respondent argues that § 4248's use of the phrase \"sexually violent conduct\" is unconstitutionally vague. Respondent argues that by subjecting conduct so defined to civil commitment, the law runs afoul of <i>Lawrence v. Texas's</i> recognition of \"a discrete liberty interest in engaging in private conduct beyond the reach of government intervention.\" (Resp.'s Mot. To Dismiss at 18); <i>Lawrence,</i> <span class=\"citation\" data-id=\"130160\"><a href=\"/opinion/130160/lawrence-v-texas/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">558</span></a></span>, 560, <span class=\"citation\" data-id=\"130160\"><a href=\"/opinion/130160/lawrence-v-texas/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2472</span></a></span>, <span class=\"citation\" data-id=\"130160\"><a href=\"/opinion/130160/lawrence-v-texas/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (2003). Respondent's argument is unpersuasive.</p>\n<p>The Adam Walsh Act defines \"sexually violent conduct\" as \"any unlawful conduct of a sexual nature with another person that involves:</p>\n<blockquote>(a) The use or threatened use of force against the victim;</blockquote>\n<blockquote>(b) Threatening or placing the victim in fear that the victim, or any other person, will be harmed;</blockquote>\n<blockquote>(c) Rendering the victim unconscious and thereby engaging in conduct of a sexual nature with the victim;</blockquote>\n<blockquote>(d) Administering to the victim, by force or threat of force, or without the knowledge or permission of the victim, a drug, intoxicant, or other similar substance, and thereby substantially impairing the ability of the victim to appraise or control conduct; or</blockquote>\n<blockquote>(e) Engaging in such conduct with a victim who is incapable of appraising the nature of the conduct, or physically or mentally incapable of declining participation in, or communicating unwillingness to engage in, that conduct.\"</blockquote>\n<p>28 C.F.R. § 549.92. The foregoing definition adequately notifies a person of reasonable intelligence and experience of conduct that is covered by the Adam Walsh Act. Moreover, the definition implicates no protected conduct under <i>Lawrence.</i> The definition outlines only unlawful, as opposed to consensual, sexual conduct. Respondent's vagueness and <i>Lawrence</i> arguments, along with his arguments based on the right to avoid unwanted medical treatment, fail.</p>\n<p></p>\n<h2>3. <i>Section 4248 Violates Equal Protection</i>\n</h2>\n<p>Respondent argues that § 4248 deprives him of equal protection of the law under the Fourteenth and Fifth Amendments by \"irrationally discriminating between individuals who are in the custody of the Bureau of Prisons and those who are not.\" (Resp.'s Mot. to Dismiss at 22.) The Court agrees. The Government has a legitimate interest in shielding the public from sexually dangerous individuals. Restricting § 4248 to those only in BOP custody, however, is not a rational means to further this interest.</p>\n<p>The Equal Protection Clause provides that \"[n]o state shall ... deny to any person within its jurisdiction the equal protection of the laws.\" U.S. CONST. <span class=\"star-pagination\">*590</span> amend. XIV., § 1. The Clause is \"essentially a direction that all persons similarly situated should be treated alike.\" <i>City of Cleburne v. Cleburne Living Ctr.,</i> <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span>, 439, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3249</span></a></span>, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1985) (internal quotation marks omitted). The Supreme Court applied the clause against the federal government in <i>Bolling v. Sharpe,</i> <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>, <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">884</span></a></span> (1954). Under equal protection analysis, if a classification would violate the Equal Protection Clause of the Fourteenth Amendment, then it also violates the Fifth Amendment's Due Process Clause as a matter of law. <i>See </i><i>Johnson v. Robison,</i> <span class=\"citation\" data-id=\"108980\"><a href=\"/opinion/108980/johnson-v-robison/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, 364 n. 4, <span class=\"citation\" data-id=\"108980\"><a href=\"/opinion/108980/johnson-v-robison/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>, <span class=\"citation\" data-id=\"108980\"><a href=\"/opinion/108980/johnson-v-robison/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (1974).</p>\n<p></p>\n<h2>a. <i>Level of Scrutiny</i>\n</h2>\n<p>Ordinarily, a classification in a statute is presumed valid if it is rationally related to a legitimate governmental interest; this test is known as \"rational basis review.\" <i>Veney v. Wyche,</i> <span class=\"citation\" data-id=\"778015\"><a href=\"/opinion/778015/daniel-l-veney-v-t-v-wyche-darnley-r-hodge-superintendent/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">726</span></a></span>, 731 (4th Cir.2002). However, a statute that implicates a fundamental right or a suspect class triggers more demanding \"strict scrutiny\" and will be sustained only if it is narrowly tailored to serve a compelling government interest. <i>City of Cleburne,</i> 473 U.S. at 440, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3249</span></a></span>.</p>\n<p>Respondent argues that the Act triggers a fundamental right. The Court is sympathetic to Respondent's argument; physical freedom is among the most cherished of all liberties. The Court is swayed, however, by extensive precedent holding that equal protection challenges of civil commitment statutes receive only rational basis review. <i>See, e.g., </i><i>Varner v. Monohan,</i> <span class=\"citation\" data-id=\"795454\"><a href=\"/opinion/795454/herbert-j-varner-v-tom-monohan-director-illinois-department-of-human/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">861</span></a></span>, 865 (7th Cir.2006) (finding no fundamental right affected and applying rational basis review to analyze civil commitment statute that treated those who have been convicted of a sex offense differently than those who have not); <i>Carty v. Nelson,</i> <span class=\"citation\" data-id=\"792246\"><a href=\"/opinion/792246/jimmy-d-carty-v-craig-nelson-warden-bill-lockyer-attorney-general/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1064</span></a></span> (9th Cir.2005) (applying rational basis to equal protection challenge of civil commitment statute that created hearsay exception only for sexually violent predators); <i>United States v. Weed,</i> <span class=\"citation\" data-id=\"165223\"><a href=\"/opinion/165223/united-states-v-weed/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1060</span></a></span>, 1071 (10th Cir.2004) (applying rational basis to address higher burden of proof for release of insanity acquittees from civil commitment); <i>Doe by </i><i>Doe v. Austin,</i> <span class=\"citation\" data-id=\"507332\"><a href=\"/opinion/507332/samuel-doe-by-his-mother-and-next-friend-mary-doe-v-elbert-austin/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1386</span></a></span> (6th Cir.1988) (applying rational basis for civil commitment scheme that distinguished between the mentally ill and the mentally challenged); <i>United States v. Cohen,</i> <span class=\"citation\" data-id=\"435001\"><a href=\"/opinion/435001/united-states-v-jeffrey-i-cohen/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">128</span></a></span>, 132-36 (D.C.Cir.1984) (applying rational basis test in equal protection challenge to civil commitment statute's disparate treatment of insanity acquittees).</p>\n<p>Although the Supreme Court has never explicitly discussed the level of scrutiny for civil commitment statutes, the Court seems to have applied rational basis review for such challenges. <i>See </i><i>Jones v. United States,</i> <span class=\"citation\" data-id=\"111002\"><a href=\"/opinion/111002/jones-v-united-states/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">354</span></a></span>, 363 n. 10, <span class=\"citation\" data-id=\"111002\"><a href=\"/opinion/111002/jones-v-united-states/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3043</span></a></span>, <span class=\"citation\" data-id=\"111002\"><a href=\"/opinion/111002/jones-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1983) (stating \"there necessarily is a rational basis for equal protection purposes for distinguishing between civil commitment and commitment of insanity acquittees\"); <i>Jackson v. Indiana,</i> <span class=\"citation\" data-id=\"108556\"><a href=\"/opinion/108556/jackson-v-indiana/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 729, <span class=\"citation\" data-id=\"108556\"><a href=\"/opinion/108556/jackson-v-indiana/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1845</span></a></span>, <span class=\"citation\" data-id=\"108556\"><a href=\"/opinion/108556/jackson-v-indiana/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (1972) (stating that state cannot \"without reasonable justification... apply standards making [Respondent's] commitment a permanent one when standards generally applicable to all others afford him a substantial opportunity for early release\"); <i>Baxstrom v. Herold,</i> <span class=\"citation\" data-id=\"107165\"><a href=\"/opinion/107165/baxstrom-v-herold/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, <span class=\"citation\" data-id=\"107165\"><a href=\"/opinion/107165/baxstrom-v-herold/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">760</span></a></span>, <span class=\"citation\" data-id=\"107165\"><a href=\"/opinion/107165/baxstrom-v-herold/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">620</span></a></span> (1966) (finding no \"semblance of rationality\" for New York statutory scheme that treated prisoners differently than all others civilly committed, namely by providing the latter with jury review for commitment as well as a judicial hearing for determination of whether the detainee was so dangerously ill that he needed to be held in the Department of Correction hospital).</p>\n<p><span class=\"star-pagination\">*591</span> The Supreme Court's vigorous analysis in these cases suggests a heightened rational basis standard. Indeed, the Second Circuit has interpreted these cases as applying intermediate scrutiny. <i>See, e.g., </i><i>Ernst J. v. Stone,</i> <span class=\"citation\" data-id=\"794728\"><a href=\"/opinion/794728/ernst-j-v-james-l-stone-commissioner-new-york-state-office-of-mental/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">186</span></a></span> (2d Cir. 2006), <i>Francis S. v. Stone,</i> <span class=\"citation\" data-id=\"769740\"><a href=\"/opinion/769740/francis-s-v-james-c-stone-commissioner-new-york-office-of-mental/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">100</span></a></span> (2d Cir.2000). Ultimately, however, the Court finds that the level of scrutiny is irrelevant in this case as § 4248 fails to pass even rational basis review. Thus, it would also fail intermediate review and strict scrutiny as well.</p>\n<p></p>\n<h2>b. <i>Equal Protection Analysis</i>\n</h2>\n<p>There is no rational basis for § 4248's differentiation between individuals in BOP custody and individuals in the general public. The Supreme Court has held that state civil commitment statutes that treat prisoners differently than nonprisoners are unconstitutional. <i>Baxstrom,</i> 383 U.S. at 110, <span class=\"citation\" data-id=\"107165\"><a href=\"/opinion/107165/baxstrom-v-herold/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">760</span></a></span> (invalidating a New York civil commitment statute on equal protection grounds that treated differently individuals nearing the end of a penal sentence from individuals who were not incarcerated); <i>Jackson,</i> <span class=\"citation\" data-id=\"108556\"><a href=\"/opinion/108556/jackson-v-indiana/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"108556\"><a href=\"/opinion/108556/jackson-v-indiana/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1845</span></a></span> (1972) (invalidating state's statutory provisions affording individuals facing criminal charges lesser procedural protections prior to civil commitment than those protections afforded to individuals not charged with crimes); <i>Humphrey v. Cady,</i> <span class=\"citation\" data-id=\"108491\"><a href=\"/opinion/108491/humphrey-v-cady/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span>, 512, <span class=\"citation\" data-id=\"108491\"><a href=\"/opinion/108491/humphrey-v-cady/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1048</span></a></span>, <span class=\"citation\" data-id=\"108491\"><a href=\"/opinion/108491/humphrey-v-cady/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">394</span></a></span> (1972) (recognizing that equal protection is implicated where an individual receives different, or lesser procedural protections, based on his status as a sex offender). Since the Government cannot provide less protection during civil commitment for prisoners than for nonprisoners, it follows that the government cannot commit prisoners while categorically shielding nonprisoners from civil commitment altogether. It is illegitimate, arbitrary, and capricious for a state to subject only prisoners to civil commitment, leaving the rest of the population untouched. Yet that is exactly what § 4248 instructs the Executive to do.</p>\n<p>In <i>United States v. Carta</i><i>,</i> the First Circuit excused this disparate treatment by focusing on Congress's limited police power. <span class=\"citation no-link\"><span class=\"volume\">592</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></span>, 42 (1st Cir.2010). The <i>Carta</i> Court held that there was no \"corresponding group of unimprisoned persons subject to its police power so with respect to the operation of section 4248, federal prisoners and unimprisoned persons are not similarly situated.\" Thus, \"[f]ar from being irrational, it is inevitable that the federal government limits the reach of § 4248 to individuals already in its custody.\" <i>Id.</i> at 42. This analysis, however, is unpersuasive and somewhat circular.</p>\n<p>First, there is in fact a corresponding group of unimprisoned persons subject to Congress' police power: those within the maritime and territorial jurisdiction of the United States. Congress has made no attempt to extend its civil commitment powers to these jurisdictions even though they inevitably contain sexually dangerous persons.</p>\n<p>More importantly, <i>Carta,</i> wrongly, allows the doctrine of limited and enumerated federal powers to bypass the Constitution's equal protection guarantee. The <i>Carta</i> reasoning is ironic. The federal government cannot use its limited powers as a justification for assaulting the Bill of Rights. If the federal government does not have the power to equally apply its civil commitment scheme to everyone, then it should not civilly commit anyone.</p>\n<p>Section 4248's distinction-between those inside and outside of federal custody-bears no rational relationship to the purpose of shielding the public from the dangers of sexual predation. Sexually dangerous individuals undoubtedly exist in state custody, the custody of United States territorial local government, and in the general public. Yet § 4248 makes no attempt to reach <span class=\"star-pagination\">*592</span> those individuals. This distinction makes little sense. There is no basis for believing that more sexually dangerous individuals are in federal custody than elsewhere. To the contrary, the doctrine of enumerated federal powers ensures that hands-on sexual offenses are usually state and local crimes, not federal ones. <i>Cf. </i><i>United States v. Morrison,</i> <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">598</span></a></span>, 617-18, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1740</span></a></span>, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">658</span></a></span> (2000) (\"Indeed, we can think of no better example of the police power, which the Founders denied the National Government and reposed in the States, than the suppression of violent crime and vindication of its victims.\") (citing <i>United States v. Lopez,</i> <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></a></span>, 566, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">626</span></a></span> (1995)).</p>\n<p>The Court notes that although the burden is on the Respondent to show the Act lacks a rational basis, the Government has not even attempted to articulate what rational basis could excuse § 4248's disparate treatment. The Court sees none. The Respondent has carried his burden to prove that § 4248 violates the Fifth Amendment's guarantee of equal protection.</p>\n<p>The Court thus finds that § 4248 is unconstitutional under the equal protection clause as-applied to Respondent and all other similarly situated detainees in BOP custody.</p>\n<p>The Court finds it unnecessary at this time to address whether the statute is also unconstitutional as to those in the custody of the Attorney General pursuant to section 4241(d), or against whom all criminal charges have been dismissed solely for reasons relating to the mental condition of the person. § 4248(a). Thus the Court declines to find the statute facially invalid.</p>\n<p></p>\n<h2>4. <i>Section 4248's Failure To Provide A Speedy Commitment Hearing</i>\n</h2>\n<p>Respondent contends that both on its face and as-applied, the Adam Walsh Act unconstitutionally permits indefinite confinement without prompt judicial review. This particular challenge has never squarely been addressed in this circuit. However, while Respondent's Motion was pending, the Fourth Circuit Court of Appeals published a decision that lends credence to Respondent's argument. <i>Broncheau, supra,</i> <span class=\"citation no-link\"><span class=\"volume\">645</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">676</span></span>.</p>\n<p>In <i>Broncheau,</i> another § 4248 case in this Court, the Fourth Circuit lamented the \"grim delay[s]\" that Adam Walsh detainees had endured awaiting a final judicial commitment hearing. <i>Broncheau,</i> 645 F.3d at n. 10. However, given the procedural posture of the <i>Broncheau</i> case, the Fourth Circuit panel was unable to directly address whether those \"grim delay[s]\" amounted to due process violations.</p>\n<p>Although the <i>Broncheau</i> panel did not conduct a comprehensive due process analysis of pre-hearing confinement under the Adam Walsh Act, the concurrence bore on that issue. The concurrence addressed the \"troubling\" fact that the Adam Walsh detainees \"had been detained, in some cases for years, without governmental justification for their detention at a merits hearing on their 4248 certifications.\" <i>Broncheau,</i> 645 F.3d at 687, <span class=\"citation no-link\"><span class=\"volume\">2011</span> <span class=\"reporter\">WL</span> <span class=\"page\">2043956</span></span> at *8 (Wynn, J., concurring). It identified a keystone of constitutional jurisprudence: \"the due process rights guaranteed by the Constitution entitle one to a final determination as to the validity of his confinement within a reasonable period of time.\" <i>Id.</i> at 687, at *8.</p>\n<p>This Court finds that the Adam Walsh Act's failure to require a speedy judicial hearing renders the statute unconstitutional as to Respondent.</p>\n<p></p>\n<h2>a. <i>Due Process Under the Fifth Amendment</i>\n</h2>\n<p>A due process analysis must begin with the Constitution itself. The Fifth Amendment to the Constitution guarantees <span class=\"star-pagination\">*593</span> that \"[n]o person shall be ... deprived of life, liberty, or property, without due process of law....\"<sup>[6]</sup> U.S. CONST. amend V. Courts use a two-step inquiry to evaluate due process claims under the Fifth Amendment. The Court must first determine if a liberty interest is affected. <i>Morrissey v. Brewer,</i> <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 481, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (1972). If so, the Court must determine what process is due. <i>Id.</i></p>\n<p></p>\n<h2>i. <i>The Liberty Interest</i>\n</h2>\n<p>First, the Court finds that a detainee who is certified under the Adam Walsh Act has a significant liberty interest in avoiding physical confinement once his active criminal sentence ends. <i>In re Barnard,</i> <span class=\"citation\" data-id=\"301743\"><a href=\"/opinion/301743/in-re-johnnie-barnard-patient/\"><span class=\"volume\">455</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1370</span></a></span> (D.C.Cir.1971); <i>Logan v. Arafeh,</i> <span class=\"citation\" data-id=\"1879087\"><a href=\"/opinion/1879087/logan-v-arafeh/\"><span class=\"volume\">346</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1265</span></a></span> (D.Conn.1972), <i>aff'd sum. sub nom. </i><i>Briggs v. Arafeh,</i> <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1556</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">304</span></span> (1973); <i>Lynch v. Baxley,</i> <span class=\"citation\" data-id=\"2308020\"><a href=\"/opinion/2308020/lynch-v-baxley/\"><span class=\"volume\">386</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">378</span></a></span>, 387-88 (M.D.Ala.1974). To understand this liberty interest, one must analyze the workings of § 4248 itself.</p>\n<p>Section 4248 allows \"the Attorney General or any individual authorized by the Attorney General or the Director of the Bureau of Prisons [to] certify that a person is a sexually dangerous person.\" <i>See</i> 18 U.S.C. § 4248(a). The Act permits that unilateral Governmental determination to support indefinite confinement while the certified individual awaits a judicial hearing. <i>See</i> 18 U.S.C. § 4248(a). Although pre-hearing detention under the Adam Walsh Act is not necessarily punitive, it deprives an individual of the right to live freely in society. The Act therefore implicates a citizen's right to freedom from bodily restraint-a right fundamental to a free society that generally cannot be abridged absent sufficient procedural safeguards. <i>Jones v. United States,</i> <span class=\"citation\" data-id=\"111002\"><a href=\"/opinion/111002/jones-v-united-states/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">354</span></a></span>, 361, <span class=\"citation\" data-id=\"111002\"><a href=\"/opinion/111002/jones-v-united-states/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3043</span></a></span>, <span class=\"citation\" data-id=\"111002\"><a href=\"/opinion/111002/jones-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1983) (\"It is clear that commitment for any purpose constitutes a significant deprivation of liberty that requires due process protection.\") (quoting <i>Addington v. Texas,</i> <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">418</span></a></span>, 425, <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1804</span></a></span>, <span class=\"citation\" data-id=\"110067\"><a href=\"/opinion/110067/addington-v-texas/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">323</span></a></span> (1979)).</p>\n<p>The Court thus finds that a substantial liberty interest is implicated by operation of the Adam Walsh Act. Due process therefore applies to an individual who is certified under the Adam Walsh Act and detained civilly after that individual's prison term ends. <i>Cf. </i><i>Vitek v. Jones,</i> <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">480</span></a></span>, 491-92, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">552</span></a></span> (1980) (holding that commitment to a mental hospital produces a `massive curtailment of liberty')(citing <i>Humphrey,</i> 405 U.S. at 509, <span class=\"citation\" data-id=\"108491\"><a href=\"/opinion/108491/humphrey-v-cady/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1048</span></a></span>).</p>\n<p>With the first step of the due process inquiry complete, \"the question remains what process is due.\" <i>Morrissey,</i> 408 U.S. at 481, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>.</p>\n<p></p>\n<h2>ii. <i>Due Process Required</i>\n</h2>\n<p>To identify \"the specific dictates of due process\" under the Due Process Clause, a court must weigh three factors:</p>\n<blockquote>First, the private interest that will be affected by the official action; second, the risk of an erroneous deprivation of such interest through the procedures used, and the probable value, if any, of additional or substitute safeguards; and finally, the Government's interest, including the function involved and the fiscal and administrative burdens that <span class=\"star-pagination\">*594</span> the additional or substitute procedural requirement would entail.</blockquote>\n<p><i>Mathews v. Eldridge,</i> <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 334-35, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></a></span>, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span> (1976) (citing <i>Goldberg v. Kelly,</i> <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, 263-71, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, 25 L.Ed.2d 287(1970)). In the context of involuntary confinement of the mentally ill, due process requires that, even if the \"original confinement was founded upon a constitutionally adequate basis ... [confinement cannot] constitutionally continue after that basis no longer exist[s].\" <i>O'Connor v. Donaldson,</i> <span class=\"citation\" data-id=\"109303\"><a href=\"/opinion/109303/oconnor-v-donaldson/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 574-75, <span class=\"citation\" data-id=\"109303\"><a href=\"/opinion/109303/oconnor-v-donaldson/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2486</span></a></span>, <span class=\"citation\" data-id=\"109303\"><a href=\"/opinion/109303/oconnor-v-donaldson/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1975) (citations omitted). <i>See also id.</i> at 580, <span class=\"citation\" data-id=\"109303\"><a href=\"/opinion/109303/oconnor-v-donaldson/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2486</span></a></span> (Burger, C.J., concurring)(\"[T]he reasons for committing a particular individual must be established in an appropriate proceeding.... [C]onfinement must cease when those reasons no longer exist.\").</p>\n<p>Beginning with the first <i>Mathews</i> factor, the Court finds that an individual's interest in avoiding indefinite civil confinement under the Adam Walsh Act is substantial. An individual who is unilaterally certified and indefinitely detained under the Act is substantially deprived of his physical liberty. Moreover, the \"sexually dangerous\" scarlet letter that the Adam Walsh detainee indefinitely bears only amplifies the significance of the private interest at stake.</p>\n<p>As to the second <i>Mathews</i> factor, the Court finds that an erroneous deprivation of liberty under the Act is likely, if not inevitable. For there to be no likelihood of error in certifying detainees, the Government would have to contend that its certification process was error proof, an impossibility, and, if it were error proof, there would be no purpose in judicial review.<sup>[7]</sup></p>\n<p>An individual certified under § 4248 is subject to immediate detention based merely on the submission of a certificate by one party.<sup>[8]</sup> This one party need not even be a psychiatrist or mental health professional. <i>Cf. </i><i>Doe v. Gallinot,</i> <span class=\"citation\" data-id=\"393745\"><a href=\"/opinion/393745/john-doe-v-gary-gallinot-dale-h-farabee-director-of-the-state/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span>, 1024 (9th Cir.1981)(holding that due process required a probable cause hearing in front of a neutral decisionmaker to be held before a person could be civilly committed even though commitment under the statute could only occur with the approval of a physician or psychologist). The Act does not specify any procedure for the certified individual to challenge his unilateral certification and detention. <i>Cf. </i><i>Sarzen v. Gaughan,</i> <span class=\"citation\" data-id=\"316131\"><a href=\"/opinion/316131/cornelius-e-sarzen-v-charles-w-gaughan/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1084-85 (1st Cir.1973) (holding that due process requires, prior to a sixty-day observational <span class=\"star-pagination\">*595</span> commitment, an opportunity for the inmate to review and object to the record which psychiatrists use in evaluating whether he is sexually dangerous). And, finally, the Act fails to establish any time period within which a judicial hearing on the detainee's commitment must be held. By its plain terms, the Act allows a unilateral and unreviewable deprivation of liberty to continue indefinitely. It is difficult to envision a system in which an erroneous deprivation of liberty could be more likely.</p>\n<p>As to the third <i>Mathews</i> factor, the Court finds that the Government's burden in providing speedy judicial review of a detainee's certification is real, but minimal. Certainly, the Government's interest does not outweigh the substantial interests of an individual who is certified and indefinitely detained under the Act.</p>\n<p>In considering the Government's interest, the Court recognizes that a pre-deprivation judicial hearing (i.e. a hearing prior to any period of civil confinement under the Act) would likely impose significant administrative and financial burdens on the Government.<sup>[9]</sup> Undoubtedly, the Government must be allowed some period of time to adequately test, review, and observe a detainee so that a decision regarding his certification and commitment can be made. Consideration also must be given to the necessities of court administration and the opportunity for counsel to prepare for an effective hearing. Thus, although a pre-deprivation hearing might be desirable or of greater benefit to the detainee, the Court finds that on balance, due process does not require a judicial hearing before an individual is detained civilly under the Act. Nevertheless, the need for prompt judicial review of the detainee's confinement remains. <i>Broncheau,</i> supra at 687-88, at *8; <i>Coll v. Hyland,</i> <span class=\"citation\" data-id=\"1643769\"><a href=\"/opinion/1643769/coll-v-hyland/\"><span class=\"volume\">411</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">905</span></a></span>, 910 (D.N.J.1976) (concluding that in the context of civil commitment, \"a hearing held within a reasonable time after confinement begins is an acceptable means of supplying requisite due process.\")</p>\n<p>Since a pre-deprivation hearing is not constitutionally mandated, some period of civil confinement must be allowed. Courts have varied widely in their evaluations of the constitutionality of pre-hearing confinement time-periods under state civil commitment statutes. <i>See, e.g., </i><i>Project Release v. Prevost,</i> <span class=\"citation\" data-id=\"428316\"><a href=\"/opinion/428316/project-release-carrie-greene-v-james-prevost-individually-and-as/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span>, 974-75 (2d Cir.1983) (sixty days); <i>Gallinot,</i> 657 F.2d at 1025 (seven days); <i>Donahue v. R.I. Dept. of Mental Health, Retardation and Hosps.,</i> <span class=\"citation\" data-id=\"2260414\"><a href=\"/opinion/2260414/donahue-v-rhode-island-dept-of-mental-health/\"><span class=\"volume\">632</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1456</span></a></span>, 1471 (D.R.I. 1986) (ten days as the \"outermost periphery of what is permissible\"); <i>Coll v. Hyland,</i> <span class=\"citation\" data-id=\"1643769\"><a href=\"/opinion/1643769/coll-v-hyland/\"><span class=\"volume\">411</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">905</span></a></span>, 910-11 (D.N.J.1976) (twenty days); <i>Doremus v. Farrell,</i> <span class=\"citation\" data-id=\"2281296\"><a href=\"/opinion/2281296/doremus-v-farrell/\"><span class=\"volume\">407</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">509</span></a></span>, 515 (D.Neb.1975) (five days for initial probable cause hearing and fourteen days for formal hearing). These periods of acceptable pre-hearing confinement are, quite obviously, far shorter than the time Respondent has been confined in this case.</p>\n<p>Unfortunately, the Supreme Court has never issued an opinion regarding the length of time the Government may involuntarily detain an individual thought to be dangerous without affording judicial review. But the Court's summary affirmances of the decisions in <i>Logan v. Arafeh,</i> <span class=\"citation\" data-id=\"1879087\"><a href=\"/opinion/1879087/logan-v-arafeh/\"><span class=\"volume\">346</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1265</span></a></span> (D.Conn.1972), <i>aff'd sub nom., </i><i>Briggs v. Arafeh,</i> <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1556</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">304</span></span> (1973) and <span class=\"star-pagination\">*596</span> <i>French v. Blackburn,</i> <span class=\"citation\" data-id=\"1792478\"><a href=\"/opinion/1792478/french-v-blackburn/\"><span class=\"volume\">428</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1351</span></a></span> (M.D.N.C.1977), <i>aff'd mem.,</i> <span class=\"citation no-link\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">901</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3091</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">869</span></span> (1979) are of considerable import to this Court's analysis. In <i>Logan,</i> the Court sustained a decision upholding the constitutionality of a state scheme permitting involuntary detention for up to forty-five days without a hearing. <i>Logan,</i> 346 F.Supp. at 1268-70. In <i>French,</i> the Court approved a ten day delay before a mandatory hearing. <i>French,</i> 428 F.Supp. at 1355-56.</p>\n<p>It must be noted that the statutes at issue in both <i>Logan</i> and <i>French</i> are different than the Adam Walsh Act. Both of those state statutes affirmatively provided for a <i>maximum authorized time period</i> of pre-hearing confinement. Under the Adam Walsh Act, however, the textually permitted period of pre-hearing confinement is limitless. To be sure, \"the length of the delay must ... be considered in [light] of the statute as a whole, including the extent of its (other) procedural safeguards.\" <i>Donahue,</i> 632 F.Supp. at 1470. However, <i>Logan</i> and <i>French</i> certainly \"lend powerful support\" to the notion that a \"reasonable\" period of pre-hearing confinement should be as brief as possible. <i>Cf. </i><i>Donahue,</i> 632 F.Supp. at 1470 (upholding a Rhode Island statute that allowed for ten days of pre-hearing detention, in part, because the ten day period was \"well within the ambit of\" <i>Logan</i> and <i>French</i>).</p>\n<p>Considering the preceding analysis, the Court finds that any period of civil confinement imposed under the Adam Walsh Act triggers the respondent's due process right to a final commitment hearing within a reasonable time. The Court acknowledges that due process \"should not be phrased, nor should it be resolved, in terms of required days, hours, or minutes, but should rather turn on the basis of the interests involved and fundamental fairness,\" <i>French,</i> 428 F.Supp. at 1355. Nevertheless, the Constitution simply \"does not permit indefinite detention.\" <i>Zadvydas v. Davis,</i> <span class=\"citation\" data-id=\"1269289\"><a href=\"/opinion/1269289/zadvydas-v-davis/\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>, 689, <span class=\"citation\" data-id=\"1269289\"><a href=\"/opinion/1269289/zadvydas-v-davis/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2491</span></a></span>, <span class=\"citation\" data-id=\"1269289\"><a href=\"/opinion/1269289/zadvydas-v-davis/\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">653</span></a></span> (2001).</p>\n<p></p>\n<h2>iii. <i>The Government Has Unconstitutionally Applied § 4248 to Respondent</i>\n</h2>\n<p>The Court has found that the Constitution triggers a detainee's right to final judicial commitment hearing within a reasonable period of time after civil confinement under § 4248 begins. Applying that principle to the facts of this case, the Court cannot ignore the Government's deprivation of Respondent's due process rights.</p>\n<p>A law \"may be held constitutionally invalid as applied when it operates to deprive an individual of a protected right although its general validity as a measure enacted by the legitimate exercise of state power is beyond question.\" <i>Boddie v. Connecticut,</i> <span class=\"citation\" data-id=\"108281\"><a href=\"/opinion/108281/boddie-v-connecticut/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></a></span>, 379, <span class=\"citation\" data-id=\"108281\"><a href=\"/opinion/108281/boddie-v-connecticut/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">780</span></a></span>, <span class=\"citation\" data-id=\"108281\"><a href=\"/opinion/108281/boddie-v-connecticut/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">113</span></a></span> (1971). The Court finds that the Government has deprived Respondent of his right to a final civil commitment hearing within a reasonable period of time. In arriving at this conclusion, the Court has considered the various interests involved as well as the role that fundamental fairness plays in the malleable due process analysis. <i>French,</i> 428 F.Supp. at 1355.</p>\n<p>At the outset, the Court finds that the length of the pre-hearing delay in Respondent's case has been substantial and prejudicial. Even excluding from consideration the period of time resulting from the <i>Comstock</i> stay, Respondent has been detained, without any meaningful review, for nearly a year. When the period resulting from the <i>Comstock</i> stay is included, Respondent's total time of unreviewable confinement approaches thirty-one months. Regardless of whether, or how, the <i>Comstock</i> stay factors into the analysis, the delay in Respondent's case far exceeds the longest <span class=\"star-pagination\">*597</span> period of pre-hearing civil commitment confinement approved by the Supreme Court. <i>Logan v. Arafeh,</i> <span class=\"citation\" data-id=\"1879087\"><a href=\"/opinion/1879087/logan-v-arafeh/\"><span class=\"volume\">346</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1265</span></a></span> (D.Conn.1972), <i>aff'd sum. sub nom., </i><i>Briggs v. Arafeh,</i> <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1556</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">304</span></span> (1973).</p>\n<p><i>Logan,</i> as mentioned above, involved a Connecticut statute under which a patient could be involuntarily committed for no longer than forty-five days without a probable cause hearing. <i>Logan,</i> 346 F.Supp. at 1267-68. On appeal from a three-judge district court, the Supreme Court summarily affirmed and held that forty-five days of pre-hearing confinement was constitutional. <i>Briggs,</i> <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1556</span></span>. This Court is unaware of any case permitting a period of pre-hearing civil confinement greater than forty-five days. And, given the <i>Mathews</i> analysis set forth above, the Court doubts that any further extension of <i>Logan's</i> forty-five day rule would survive constitutional scrutiny. <i>Accord </i><i>Donahue,</i> 632 F.Supp. at 1471 (finding that ten days of pre-hearing detainment \"falls toward the outermost periphery of what is permissible\"). Respondent, obviously, has been detained civilly for far longer than forty-five days.</p>\n<p>Considering the various interests involved, the Court finds that Respondent's interest in physical freedom is in line with the other interests at play. After all, \"[f]reedom from imprisonment-from government custody, detention, or other forms of physical restraint-lies at the heart of the liberty that [the Due Process] Clause protects.\" <i>Zadvydas,</i> 533 U.S. at 690, <span class=\"citation\" data-id=\"1269289\"><a href=\"/opinion/1269289/zadvydas-v-davis/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2491</span></a></span> (citing <i>Foucha v. Louisiana,</i> <span class=\"citation\" data-id=\"112731\"><a href=\"/opinion/112731/foucha-v-louisiana/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">71</span></a></span>, 80, <span class=\"citation\" data-id=\"112731\"><a href=\"/opinion/112731/foucha-v-louisiana/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>, <span class=\"citation\" data-id=\"112731\"><a href=\"/opinion/112731/foucha-v-louisiana/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">437</span></a></span> (1992)). Respondent's loss of physical freedom has been prolonged and is constitutionally unacceptable.</p>\n<p>The Court further finds that Respondent has diligently pursued this matter throughout his period of confinement, a factor that weighs heavily in this as-applied challenge and that supports the unreasonableness of the delay in his case. Respondent has vigorously plead for his release throughout his thirty-one months of confinement, asserting all along that his detention violated the Constitution. <i>See </i><i>Timms v. Johns,</i> <span class=\"citation\" data-id=\"180461\"><a href=\"/opinion/180461/timms-v-johns/\"><span class=\"volume\">627</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></a></span> (4th Cir. 2010) (reversing this Court's grant of habeas relief). One can hardly hold Respondent responsible for any portion of the delay he has endured.</p>\n<p>The Court is fully cognizant of the many factors that have coalesced to cause the delays in this case. Some of those factors, obviously, are unrelated to the Government's conduct. For instance, the stay on Adam Walsh cases in this district, while appellate review was in progress, applied to the Respondent and delayed adjudication of this matter, but the stay was not caused by the Government. The courts, after all, initiated the stay.</p>\n<p>But the Government is still substantially responsible for the \"grim delay\" Respondent has endured in this case. The <i>Comstock</i> stay went into effect months before the Government certified Respondent under the Adam Walsh Act. When the Government commenced § 4248 proceedings against Respondent, therefore, it knew that he was unlikely to receive a timely hearing in the Eastern District of North Carolina. Yet the Government, with full knowledge of the posture of these cases, chose to pursue commitment. Even though the Government is not responsible for the stay itself, the Government <i>is</i> responsible for delivering Respondent into a legal setting where a timely resolution of his case was unlikely.</p>\n<p>The fact that the Government waited until the last moments of Respondent's criminal sentence to initiate this action is problematic. By commencing this action, the Government's agent certified that Respondent \"suffers from a serious mental <span class=\"star-pagination\">*598</span> illness, abnormality, or disorder as a result of which he would have serious difficulty in refraining from sexually violent conduct or child molestation if released.\" 18 U.S.C. § 4247(a)(5) &amp; (6). The information that the Government relied upon in making this determination has been in the Government's custody and control from at least the time that Respondent was convicted in 2001. Therefore, the Government necessarily had reason to know of Respondent's alleged \"mental illness, abnormality, or disorder\" since at least 2001.</p>\n<p>Federal law, of course, provides for the hospitalization of an imprisoned person suffering from a serious mental disease or defect, 18 U.S.C. § 4245, and for the hospitalization of a convicted person suffering from a serious mental disease or defect, 18 U.S.C. § 4244. The Government never filed a motion under those statutes. Instead of attempting to have Respondent treated for his mental illness(es) beginning in 2001, the Government only now acknowledges the seriousness of Respondent's mental condition. To the extent the Government has concerns about Respondent's mental health, it could and should have raised those concerns nearly a decade ago. But the Government, inexplicably, only raised the issue on the eve of Respondent's release from custody.<sup>[10]</sup> The First Circuit reflected disapprovingly on this type of conduct in <i>Carta.</i> 592 F.3d at 43 (\"This does not excuse what may be a pattern in which the government certifies prisoners as sexually dangerous mere days before their scheduled release, thereby guaranteeing that they will be held for an extended period beyond that date even if there is little basis for the charge.\").</p>\n<p>In light of the foregoing, the Court finds that the Government has unconstitutionally deprived the Respondent of his due process rights under the Fifth Amendment of the United States Constitution. The Government should have brought Respondent before a judicial officer for a final civil commitment hearing within a reasonable time after his civil confinement began. The Government, however, chose a course of conduct that caused a substantial and prejudicial deprivation of Respondent's liberty.</p>\n<p>The Court declines Respondent's invitation to facially invalidate the Adam Walsh Act. \"A facial challenge, as distinguished from an as-applied challenge, seeks to invalidate a statute or regulation itself.\" <i>United States v. Frandsen,</i> <span class=\"citation\" data-id=\"74541\"><a href=\"/opinion/74541/united-states-v-frandsen/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1231</span></a></span>, 1235 (11th Cir.2000). The general rule is that for a facial challenge to succeed, \"the challenger must establish that no set of circumstances exists under which the Act would be valid.\" <i>United States v. Salerno,</i> <span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">739</span></a></span>, 745, <span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2095</span></a></span>, <span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></a></span> (1987). \"The fact that [a legislative act] might operate unconstitutionally under some conceivable set of circumstances is insufficient to render it wholly invalid....\" <i>Id.</i> This \"heavy burden\" makes such an attack \"the most difficult challenge to mount successfully\" against an enactment. <i>Id.</i></p>\n<p>In this case, § 4248 makes no allowance for a detainee's right to a commitment hearing within a reasonable time. However, the Government is free to adjudicate Adam Walsh cases in a constitutionally acceptable time-frame. Therefore, <i>Salerno</i> blocks a facial invalidation of the Adam Walsh Act.</p>\n<p></p>\n<h2>b. <i>The Remedy</i>\n</h2>\n<p>In this case, the equal protection violation and the due process violation separately and independently warrant dismissal, <span class=\"star-pagination\">*599</span> since the deprivation of similarly substantial rights \"leads to the unsatisfactorily severe remedy of dismissal of the [action] when the right has been deprived.\" <i>Cf. </i><i>Barker v. Wingo,</i> <span class=\"citation\" data-id=\"108590\"><a href=\"/opinion/108590/barker-v-wingo/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">514</span></a></span>, 522, <span class=\"citation\" data-id=\"108590\"><a href=\"/opinion/108590/barker-v-wingo/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2182</span></a></span>, <span class=\"citation\" data-id=\"108590\"><a href=\"/opinion/108590/barker-v-wingo/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span></a></span> (1972) (discussing the necessary remedy for a deprivation of the Sixth Amendment's right to speedy trial). And if the remedy for an independent violation of these rights is dismissal, then the remedy for a combination of violations is assuredly dismissal as well.<sup>[11]</sup></p>\n<p>Because Respondent has been deprived of his rights to equal protection and procedural due process, the Court must dismiss this action. <i>See Carta,</i> 592 F.3d at 43 (holding that defects in the Adam Walsh Act should been remedied in as-applied situations by interpolating requirements and remedies where a detainee's hearing has been inordinately delayed); <i>accord </i><i>Ahern v. O'Donnell,</i> <span class=\"citation\" data-id=\"197278\"><a href=\"/opinion/197278/ahern-v-odonnell/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">809</span></a></span>, 815 (1st Cir.1997).</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>Based on the foregoing, Respondent's Motion to Dismiss is GRANTED IN PART and DENIED IN PART. IT IS HEREBY ORDERED, ADJUDGED, AND DECREED THAT:</p>\n<p>(1) the Adam Walsh Act is UNCONSTITUTIONAL as applied to the Respondent. Through operation of the Adam Walsh Act, the Government has deprived Respondent of both due process of law and the equal protection of the law as guaranteed by the Fifth Amendment;</p>\n<p>(2) Respondent's other claims raised in his Motion to Dismiss are DENIED;</p>\n<p>(3) This action is hereby DISMISSED;</p>\n<p>(4) The Petitioner is ORDERED to release the Respondent, Gerald Wayne Timms, to the custody and supervision of the United States Probation Office.</p>\n<h2>NOTES</h2>\n<p>[1]  Pub.L. No. 109-248, 120 Stat. 587 (2006) (codified as amended in scattered sections of 10, 18, 21, 28, and 42 U.S.C).</p>\n<p>[2]  \"[T]he Attorney General or any individual authorized by the Attorney General or the Director of the Bureau of Prisons may certify that the person is a sexually dangerous person, and transmit the certificate to the clerk of the court for the district in which the person is confined. The clerk shall send a copy of the certificate to the person, and to the attorney for the Government, and, if the person was committed pursuant to section 4241(d), to the clerk of the court that ordered the commitment.\" <i>Id.</i> § 4248(a).</p>\n<p>[3]  The Act requires the Government to establish three facts by clear and convincing evidence before obtaining a commitment order: that the person (1) has engaged or attempted to engage in sexually violent conduct or child molestation (the \"prior bad act\" prong), (2) suffers from a serious mental illness, abnormality, or disorder, and (3) as a result, would have serious difficulty refraining from sexually violent conduct or child molestation if released.</p>\n<p>[4]  Respondent's case was originally before Senior United States District Judge W. Earl Britt, who also presided over <i>United States v. Comstock,</i> <span class=\"citation\" data-id=\"2251930\"><a href=\"/opinion/2251930/united-states-v-comstock/\"><span class=\"volume\">507</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">522</span></a></span> (E.D.N.C.2007). The <i>Comstock</i> district court opinion striking down § 4248 was issued on September 7, 2007. By written order dated January 8, 2008, Senior Judge Britt declined to proceed with hearings, motions practice, or other proceedings under § 4248 while the September 7 Order was on appeal. The Government filed Respondent's certification more than nine months later on October 23, 2008 [DE 1].</p>\n<p>[5]  <i>Broncheau</i> has been selected for publication but has not yet appeared in the Federal Reporter. The Court cites to the Fourth Circuit's slip opinion available at <span class=\"citation no-link\"><span class=\"volume\">645</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">676</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2011</span> <span class=\"reporter\">WL</span> <span class=\"page\">2043956</span></span>.</p>\n<p>[6]  The Fifth Amendment, like the rest of the Bill of Rights, applies to and limits the power of the federal government. <i>Barron v. Mayor and City Council of Baltimore,</i> 32 U.S. (7 Pet.) 243, 248-49, <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">672</span></span> (1833). In this case, the Executive and his agents apply the provisions of a federal statute. The Fifth Amendment is therefore implicated and guides this Court's analysis.</p>\n<p>[7]  The Government, without meaningful explanation, has stipulated to dismiss several § 4248 cases in this district after the respondents in those cases endured substantial periods of unreviewed civil confinement. <i>See, e.g., United States of America v. Grady Ewing Mays,</i> No. 5:07-HC-02123-BO, Order at dkt. 40 (E.D.N.C. Mar. 18, 2011)(granting stipulation of dismissal three years, eight months after respondent's date of certification); <i>United States of America v. Joseph Aaron Edwards,</i> No. 5:08-HC-02095-BO, Order at dkt. 53 (Mar. 25, 2011)(granting stipulation of dismissal two years, eight months after respondent's date of certification); <i>United States of America v. Shane Catron,</i> 5:06-HC-02202-BR, Order at dkt. 63 (May 20, 2011) (granting stipulation of § 4248 dismissal in favor of § 4246 proceedings four years, six months after respondent's date of certification); <i>United States of America v. Jess William Martin,</i> No. 5:07-HC-02176-D, Order at dkt. 34 (May 11, 2011)(granting stipulation of dismissal three years, seven months after respondent's date of certification). The fact that these detainees were all (eventually) voluntarily released, without any explanation regarding a change in their conditions, tends to show that the certification and confinement procedures under the Adam Walsh Act are hardly error-free.</p>\n<p>[8]  <i>See</i> 18 U.S.C. § 4248(a)(providing that the Attorney General, the Director of the BOP, or their designee may certify an individual as a \"sexually dangerous person\").</p>\n<p>[9]  Nothing in the Adam Walsh Act prohibits the Government from initiating proceedings under § 4248 well in advance of a respondent's incarceration release date. To do so would probably lessen the term (if any) of a respondent's pre-adjudicative confinement under the Act and would, consequently, decrease the likelihood of a due process violation.</p>\n<p>[10]  The Court notes that the Government's failure to address Respondent's mental condition earlier tends to undermine the Government's present position that Respondent suffers from any serious mental illness, abnormality, or disorder.</p>\n<p>[11]  The Court has considered whether the due process claim has been mooted by the occurrence of Respondent's certification hearing. Since this particular due process injury is \"capable of repetition, yet evading review,\" it is not moot. <i>Southern Pac. Terminal Co. v. Interstate Commerce Comm'n,</i> <span class=\"citation\" data-id=\"97365\"><a href=\"/opinion/97365/so-pac-terminal-co-v-int-comm-comm/\"><span class=\"volume\">219</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>, 514-15, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">279</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">310</span></span> (1911).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/74541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/97365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/130160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/146552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/165223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/180460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/180461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/301743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/435001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1467044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1519390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1643769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1792478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1867474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1879087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2251930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2260414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2281296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2308020/"
  ]
}