{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2175749/",
  "absolute_url": "/opinion/2175749/misel-v-green-tree-servicing-llc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2175749/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:32:05.214184Z",
  "date_modified": "2016-04-26T21:34:10.300442Z",
  "type": "010combined",
  "sha1": "4b759e05f23fb038fc40eb7cd94e386eee723d63",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>782 F.Supp.2d 171 (2011)</b></center>\n<center><h1>Tiffany MISEL f/k/a Tiffany Macias, Plaintiff,<br>\nv.<br>\nGREEN TREE SERVICING, LLC, and Aaron Martin, Defendants.</h1></center>\n<center>No. 5:10-CV-120-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 21, 2011.</center>\n<p><span class=\"star-pagination\">*172</span> Christopher W. Livingston, Christopher W. Livingston, Esq., White Oak, NC, for Plaintiff.</p>\n<p>Evan Margosian Sauda, Smith Moore Leatherwood LLP, Charlotte, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court on the Motion to Dismiss [DE-9] filed by Defendant Green Tree Servicing, LLC (\"Green Tree\"). This motion has been fully briefed and is ripe for ruling. Also before the <span class=\"star-pagination\">*173</span> court is the failure of Plaintiff Tiffany Misel f/k/a Tiffany Macias (\"Misel\") to respond to the \"Notice to Plaintiff of Failure to Make Service Within 120 Days\" [DE-15].</p>\n<p></p>\n<h2>I. PROCEDURAL AND FACTUAL HISTORY</h2>\n<p>Misel initiated this action on March 25, 2010, by filing a Complaint in this court alleging claims for violations of the Fair Debt Collection Practices Act (\"FDCPA\"), 15 U.S.C. § 1692 <i>et seq.,</i> and the North Carolina Collection Agency Act, N.C. Gen. Stat. § 58-70-1 <i>et seq.</i> (\"NCCAA\").</p>\n<p>In the Complaint, Misel alleges that in October 1997, she became jointly liable with her then-husband, Charles Macias, for a secondary mortgage debt to AKT Mortgage Group, Inc. (\"the AKT debt\"). The following year, Misel and Charles Macias divorced, and Macias agreed that he would be liable for the AKT debt. In 2000, however, Macias ceased making payments on the AKT debt and the primary mortgage on the former marital residence, resulting in the primary mortgage holder foreclosing on the residence in July 2000. Misel alleges she had no knowledge of these events.</p>\n<p>Misel also alleges that at some point prior to August 5, 2005, UMLIC VP, LLC (\"UMLIC\") acquired, or was assigned the rights to, the AKT debt. According to Misel, UMLIC commenced an action in North Carolina state court against Misel to recover the AKT debt, despite Misel informing UMLIC that any claim to the AKT debt was time-barred. The Wake County Superior Court eventually dismissed UMLIC's claim on January 22.2007, finding that UMLIC's claim against Misel was time-barred. Misel alleges that around this same time, UMLIC then sold the AKT debt to Defendant Green Tree. Misel contends that Green Tree mailed her a dunning letter on January 2, 2009, falsely claiming she owed $51,749.80. Misel also contends that on November 23, 2009, she received an alert that Green Tree had placed the UMLIC debt on her consumer credit report.</p>\n<p>After she received this alert, Misel alleges she received communications from Defendant Aaron Martin (\"Martin\"), an employee of Green Tree, in response to an inquiry made by her. According to Misel, in his communications Martin misrepresented Green Tree's rights to the debt and the true nature of his services, among other things.</p>\n<p>Misel also alleges that as of December 31, 2009, \"Green Tree falsely reported the UMLIC debt to TransUnion as a profit and loss writeoff on which [Misel] owed $25,365\" and \"further falsely reported that this false tradeline would remain until January 2016, falsely implying that the debt had just been incurred.\" Compl. [DE-1] ¶¶ 45-46. Misel contends \"Green Tree furnished this false information in an attempt to collect a debt.\" <i>Id.</i> ¶ 47. As a result of Green Tree's false reporting, Bank of America lowered Misel's credit limit on a credit card from $7,500 to $500. Plaintiff alleges these actions constitute a violation of the FDCPA and the NCCAA.</p>\n<p>On July 6, 2010, Green Tree moved to dismiss Misel's state law claim to the extent it is based on Green Tree's allegedly improper reporting of inaccurate information to two credit agencies. Misel timely filed a response in opposition to the motion, and Green Tree timely replied.</p>\n<p>On August 9, 2010, the Clerk of Court issued a notice to Misel informing her that the docket in the action did not reflect that service had been obtained upon Defendant Martin within 120 days of the filing of the Complaint, as required by Rule 4(m) of the Federal Rules of Civil Procedure. The Clerk of Court explained that Misel had fourteen days to demonstrate why service <span class=\"star-pagination\">*174</span> was not made within the prescribed time period, and that the failure to respond to the notice would result in the dismissal of her claims against Defendant Martin without prejudice. Misel did not file a response to the Clerk's notice.</p>\n<p></p>\n<h2>II. MOTION TO DISMISS</h2>\n<p>Green Tree moves pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure to dismiss Misel's state law claims to the extent they are based on Green Tree's allegedly improper reporting of inaccurate information to two credit agencies. Green Tree argues any such claim is preempted by the Fair Credit Reporting Act, 15 U.S.C. § 1681 <i>et seq.</i> (\"FCRA\"). Misel opposes the motion, arguing (1) the FCRA does not preempt her claim under the NCCAA and (2) in any event, this court should reserve ruling on this motion until the Fourth Circuit Court of Appeals renders a decision in the appeal from the decision of the Honorable James C. Dever in <i>Ross v. Washington Mutual Bank,</i> 566 F.Supp.2d 468 (E.D.N.C.2008).<sup>[1]</sup> The Fourth Circuit did render a decision in the appeal, <i>Ross v. Federal Deposit Insurance Corporation,</i> 625 F.3d 808 (4th Cir.2010), and therefore Misel's request to reserve ruling is denied as moot. The court therefore will consider the merits of Green Tree's motion. In so doing, the court finds the Fourth Circuit's opinion in <i>Ross</i> to be instructive, even though the plaintiff in that case alleged state law causes of action under different North Carolina statutes<sup>[2]</sup> than the statutory scheme at issue here.<sup>[3]</sup></p>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>The purpose of a motion to dismiss under Rule 12(b)(6) is to test the legal sufficiency of the complaint, not to resolve conflicts of fact or to decide the merits of the action. <i>Edwards v. City of Goldsboro,</i> 178 F.3d 231, 243-44 (4th Cir.1999). In considering a motion to dismiss, the court assumes the truth of all facts alleged in the complaint and the existence of any fact that can be proved, consistent with the complaint's allegations. <i>Erickson v. Pardus,</i> 551 U.S. 89, 94, 127 S.Ct. 2197, 167 L.Ed.2d 1081 (2007). However, the \" `[f]actual allegations must be enough to raise a right to relief above the speculative level' and have `enough facts to state a claim to relief that is plausible on its face.'\" <i>Wahi v. Charleston Area Med. Ctr., Inc.,</i> 562 F.3d 599, 616 n. 26 (4th Cir.2009) (citing <i>Bell Atl. Corp. v. Twombly,</i> 550 U.S. 544, 555, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007)). \"[A] plaintiffs obligation to provide the `grounds' of his `entitle[ment] to relief requires more than labels and conclusions, <span class=\"star-pagination\">*175</span> and a formulaic recitation of a cause of action's elements will not do.\" <i>Twombly,</i> 550 U.S. at 555, 127 S.Ct. 1955 (citations omitted). Moreover, a court \"need not accept the legal conclusions drawn from the facts\" nor \"accept as true unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Eastern Shore Mkts., Inc. v. J.D. Assocs. Ltd. Pshp.,</i> 213 F.3d 175, 180 (4th Cir.2000). A district court may allow a motion to dismiss based on a defendant's affirmative defense \"if all facts necessary to the affirmative defense `clearly appear [] on the face of the complaint.'\" <i>Goodman v. Praxair,</i> 494 F.3d 458, 463 (4th Cir.2007) (quoting <i>Richmond, Fredericksburg &amp; Potomac R.R. v. Forst,</i> 4 F.3d 244, 250 (4th Cir.1993)). <i>See also </i><i>Peal v. North Carolina Farm Bureau Mut. Ins. Co., Inc.,</i> 212 F.Supp.2d 508, 512 (E.D.N.C.2002) (explaining that a motion to dismiss will be allowed \"when the face of the complaint reveals the existence of a meritorious affirmative defense, such as federal preemption\").</p>\n<p></p>\n<h2>B. Discussion</h2>\n<p>As the court has indicated, Green Tree contends that to the extent that Misel's claim under the NCCAA is predicated upon Green Tree's alleged improper reporting of inaccurate or false information to credit reporting agencies (\"CRAs\"), the claim is preempted by the FCRA, specifically, 15 U.S.C. § 1681t(b)(1)(F). Misel argues, however, that her claim is allowable under another provision of the FCRA, 15 U.S.C. § 1681h(e).</p>\n<p></p>\n<h2>1. Preemption under § 1681t(b)(1)(F)</h2>\n<p>\"The FCRA is a comprehensive statutory scheme designed to regulate the consumer reporting industry.\" <i>Ross v. Federal Deposit Insurance Corp.,</i> 625 F.3d 808, 812 (4th Cir.2010) (citing 15 U.S.C. § 1681(a)). \"As originally enacted, the FCRA generally permitted state regulation of the consumer reporting industry\" but in 1996, Congress amended the FCRA by adding a \"strong preemption provision, 15 U.S.C. § 1681(t)(b).\" <i>Id.</i> at 812-13. Included in this subsection is 15 U.S.C. § 1681t(b)(1)(F), which provides:</p>\n<blockquote>No requirement or prohibition may be imposed under the laws of any State (1) with respect to any subject matter regulated under ... section 1681s-2 of this title, relating to the responsibilities of persons who furnish information to consumer reporting agencies....</blockquote>\n<p><i>Id.</i></p>\n<p>Green Tree argues that any claim against it premised upon its reporting of information to a CRA would arise under 15 U.S.C. § 1681s-2, and specifically, § 1681s-2(a)(1)(A). \"Section 1681s-2 describes the responsibilities to those who report credit information to CRAs.\" <i>Ross,</i> 625 F.3d at 813. As Green Tree observes, 15 U.S.C. § 1681s-2(a)(1)(A) provides that \"[a] person shall not furnish any information relating to a consumer to any consumer reporting agency if the person knows or has reasonable cause to believe that the information is inaccurate.\" Additionally, Section 1681s-2 provides that furnishers of information to CRAs have a duty to investigate and correct errors in reporting. <i>See</i> 15 U.S.C. § 1681s-2(a)-(b).</p>\n<p>Here, Misel alleges that Green Tree knew the UMLIC debt was not valid, but it reported the alleged debt to CRAs anyway. In other words, Misel alleges Green Tree reported false or inaccurate information, which would be in violation of 15 U.S.C. § 1681s-2(a)(1)(A). Unfortunately for Misel, this means her claim under the NCCAAto the extent it is based on Green Tree's furnishing of inaccurate information to CRAs\"runs into the teeth of the FCRA preemption provision,\" 15 U.S.C. § 1681t(b)(1)(F). 625 F.3d at 813 (considering whether the plaintiffs claim <span class=\"star-pagination\">*176</span> under NCUDTPA, based on a bank's reporting of inaccurate information to CRAs, was preempted by § 1681t(b)(1)(F)). To the extent Misel premises her NCCAA claim on Green Tree's furnishing of information to CRAs, she is seeking to use the NCCAA statutory scheme \"as a `requirement or prohibition' under North Carolina law concerning `subject matter regulated under section 1681 s-2'\", and any suchclaim is \"squarely preempted by the plain language of the FCRA.\" <i>Id.</i></p>\n<p></p>\n<h2>2. Authorization for claims pursuant to § 15 U.S.C. § 1681h(e)</h2>\n<p>Misel does not appear to dispute that her state law claimto the extent it based on Green Tree's furnishing of inaccurate information to CRAsfalls within the scope of the FCRA's preemption provision. She argues, however, that another provision of the FCRA, 15 U.S.C. § 1681h(e), allows her to pursue her state law claim under the NCCAA against Green Tree. She further argues that any tension between § 1681h(e) and § 1681t(b)(1)(F) be resolved in her favor.</p>\n<p>Section 1681h(e) provides:</p>\n<blockquote>Except as provided in sections 1681n and 1681<i>o</i> of this title, no consumer may bring any action or proceeding in the nature of defamation, invasion of privacy, or negligence with respect to the reporting of any information against any consumer reporting agency, any user of information, or any person who furnishes information to a consumer reporting agency, based on information disclosed pursuant to 1681g, 1681h or 1681m of this title, or based on information disclosed by a user of a consumer report to or for a consumer against whom the user has taken adverse action, based in whole or in part on the report except as to false information furnished with malice or willful intent to injure such consumer.</blockquote>\n<p>Misel argues that because she alleges Green Tree intentionally reported false information to CRAs, her allegations satisfy the \"malice or willful intent\" provision in § 1681h(e) and allow her to pursue her claim under the NCCAA.</p>\n<p>In <i>Ross,</i> the Fourth Circuit entertained an analogous argument. There, the plaintiff argued that her claim under the NCUDTPA, based on a bank's inaccurate reporting of information about her to a CRA, was \"expressly authorized 15 U.S.C. § 1681h(e) because [the bank] acted with `malice or willful intent to injure.' \"<i>Id.</i> Notably, the Fourth Circuit characterized § 1681h(e) as a \"general bar on defamation, invasion of privacy, and negligence actions\" and observed that the only exception to this bar \"is a narrow one, requiring proof of `malice or willful intent to injure [the] consumer.' 15 U.S.C. § 1681h(e).\" 625 F.3d at 814. The Fourth Circuit explained that \"the § 1681h(e) authorization\" sought by the plaintiff entailed \"a two-step inquiry:\"</p>\n<blockquote>First, we ask whether the claim falls within the scope of § 1681h(e), which includes only claims \"based on information disclosed pursuant to section 1681g, 1681h, or 1681m of this title, or based on information disclosed by a user of a consumer report to or for a consumer against whom the user has taken an adverse action, based in whole or in part on the report.\" The second step in the analysis involves determining whether the \"malice or willful intent to injure\" exception to the general bar against state law action applies.</blockquote>\n<p>625 F.3d at 814. The Fourth Circuit observed that it was not clear that the plaintiffs NCUDTPA claim fell \"within the ambit of § 1681h(e)\" and strongly suggested it did not. The court, nevertheless, assumed arguendo that § 1681h(e) applied, and went on to the second step of the <span class=\"star-pagination\">*177</span> analysis, and found that the plaintiff failed to proffer sufficient evidence of \"malice.\" <i>Id.</i> at 815-17. Thus, the court concluded that the plaintiffs NCUDTPA claim was not authorized by § 1681h(e). Consequently, the court declined to address the alleged conflict between § 1681h(e) and § 1681t(b)(1)(F). <i>Id.</i> at 814 n. *.</p>\n<p>Accordingly, <i>Ross</i> teaches that when a party argues that her state law claim is permitted under § 1681h(e), a court must undergo the two step analysis as set forth by the Fourth Circuit to determine whether the state law claim is authorized by the FCRA. This court will now do so.</p>\n<p>Again, the first step requires the court to determine \"whether the claim falls within the scope of § 1681h(e), which includes only claims `based on information disclosed pursuant to section 1681g, 1681h, or 1681m of this title, or based on information disclosed by a user of a consumer report to or for a consumer against whom the user has taken an adverse action, based in whole or in part on the report.'\" <i>Ross,</i> 625 F.3d at 814. As the Fourth Circuit has observed, §§ 1681h and 1681g apply only to CRAs. <i>See id.</i> at 813-14 (explaining that \"Section 1681h regulates the disclosures that CRAs must provide to consumers under § 1681g\" and \"Section 1681g requires CRAs to disclose to consumers the information in their credit file upon their request\"). Nothing in the allegations in the Complaint suggests that Green Tree is a CRA. <i>See</i> 15 U.S.C. § 1681a(f)(\"The term `consumer reporting agency' means any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating the consumer credit information or other information on consumers for the purpose of furnishing consumer reports to third parties, and which uses any means or facility of interestate commerce for the purpose of preparing or furnishing consumer reports.\"). Section 1681m, in turn, \"applies only to users of consumer reports.\" <i>Ross,</i> 625 F.3d at 814 (citing 15 U.S.C. § 1681m). Under the facts alleged in the Complaint, Green Tree is not a \"user\" of a consumer report with regard to Misel. <i>See id.</i> (explaining that the defendant bank was not \"a user of consumer reports vis-a-vis\" the plaintiff where the plaintiff alleged the bank provided false information to CRAs). This leaves the final category under § 1681h(e): actions \"based on information disclosed by a user of a consumer report to or for a consumer against whom the user has taken adverse action, based in whole or in part on the report.\" Again, however, based on the allegations in the Complaint Green Tree is not a \"user\" of Misel's consumer report. Nor is it alleged that Green Tree took adverse action against Misel based on the information in Misel's consumer report. In sum, Misel's NCCAA claim does not fall \"within the ambit of § 1681h(e).\" <i>Ross,</i> 625 F.3d at 814.</p>\n<p>Because Misel's NCCAA claim does not come within § 1681h(e), the court will not consider her arguments concerning any alleged conflict between § 1681h(e) and § 1681t(b)(1)(F). Based on the reasoning set forth in the Fourth Circuit's decision in <i>Ross,</i> this court concludes that to the extent Misel's NCCAA claim relies upon Green Tree's alleged inaccurate reporting of information to CRAs, the claim is preempted by the FCRA, and not authorized by § 1681h(e).</p>\n<p></p>\n<h2>C. Leave to amend</h2>\n<p>Misel requests that the dismissal of any portion of the Complaint be without prejudice and with leave to amend the Complaint.</p>\n<p>A court has the discretion to allow a motion to dismiss under Rule 12(b)(6) with or without prejudice. <i>St. Clair v. Banker Steel Co., LLC,</i> No. 6:06CV42, 2007 WL 45785, at *3 (W.D.Va. <span class=\"star-pagination\">*178</span> Jan. 5, 2007). Generally, where a defect in the complaint is curable, the court should grant the dismissal without prejudice. <i>Cloaninger v. McDevitt,</i> No. 106CV135, 2006 WL 2570586, at *6-9 (W.D.N.C. Sept. 3, 2006). Here, Green Tree appears to argue that defects in Misel's Complaint are not curable, and therefore the dismissal should be with prejudice. Specifically, Green Tree argues \"Plaintiff cannot avoid the FCRA's preemption of her state law claims simply by amending her complaint to allege violations of the Act.\" Brief in Support of Mot. to Dismiss [DE-10] at p. 8. Namely, Green Tree argues that if Misel were to add claims for violations of the FCRA, those claims would be subject to dismissal because there is no private right of action for the wrongs alleged by Misel.</p>\n<p>The FCRA does provide that either willful or negligent noncompliance with its provisions may subject one to civil liability. <i>See</i> 15 U.S.C. §§ 1681n, 1681<i>o</i>. Section 1681s-2, however, explicitly provides that there is no private cause of action for violations of § 1681s-2(a). <i>See</i> 15 U.S.C. § 1681s-2(c)(1) (\"[S]ections 1681n and 1681<i>o</i> of this title do not apply to any violation of subsection (a) of this section, including any regulations issued thereunder.\"). Green Tree argues that based on Misel's allegations in the Complaint, any claim would have to arise under § 1681s-2(a). Because there is no cause of action for violations of § 1681s-2(a), however, Green Tree argues Misel cannot state a claim on the facts alleged in the Complaint. In other words, Green Tree appears to argue that the \"defects\" in Misel's Complaint are not \"curable\" as to any purported FCRA claim.</p>\n<p>If the allegations in the Complaint could be read as only implicating § 1681s-2(a), the court would agree. It is unclear to the court, however, whether Misel could state a claim under § 1681s-2(b), which sets forth the duties of furnishers of information upon notice of a dispute. <i>See also </i><i>Ross,</i> 625 F.3d at 813 (observing that § 1681s-2(b) \"contains the duties of furnishers of information `[a]fter receiving notice... of a dispute with regard to the completeness or accuracy of any information provided by a person to a consumer reporting agency'\" including the duties of \"conducting an investigation into the dispute and correcting any errors discovered with the CRAs\"). <i>See also</i> Compl. [DE-1] ¶ 33 (suggesting that Misel made an \"inquiry\" to Green Tree). Because Misel <i>may</i> be able to state a claim under the FCRA, at least under § 1681s-2(b), Green Tree's motion to dismiss is ALLOWED, but without prejudice to Misel to file an amended complaint within fourteen days of the filing date of this order. This is, of course, without prejudice to Green Tree to file a motion to dismiss as to any amended complaint filed by Misel.</p>\n<p></p>\n<h2>III. FAILURE TO MAKE SERVICE</h2>\n<p>This matter also is before the court on the Clerk of Court's Notice to Plaintiff of Failure to Make Service within 120 days [DE-15]. In the notice, Misel and her counsel specifically were warned that pursuant to Rule 4(m), this action would be dismissed without prejudice as to Defendant Aaron Martin unless Misel could demonstrate, within 14 days of receipt of the notice, good cause to the court why service was not made during the 120 days following the filing of the Complaint. <i>See id.</i> The Clerk issued the notice on August 9, 2010. Despite several months passing, Misel has not filed any response to the notice.</p>\n<p>Consequently, this action hereby is DISMISSED without prejudice as to Defendant Aaron Martin for failure to make timely service upon Martin in accordance with Rule 4(m) of the Federal Rules of Civil Procedure.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*179</span> IV. CONCLUSION</h2>\n<p>For the foregoing reasons, Green Tree's Motion to Dismiss [DE-9] is ALLOWED, and Misel's claim in Count Two of the Complaint is DISMISSED to the extent it relies upon allegations that Green Tree improperly reported false or inaccurate information to credit report agencies. This dismissal is WITHOUT PREJUDICE to Misel to file an amended complaint within fourteen days of the filing date of this order.</p>\n<p>Additionally, Misel's claims against Defendant Aaron Martin are DISMISSED without prejudice for failure to make timely service upon Martin.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Counsel for Misel also represented the plaintiff in <i>Ross.</i></p>\n<p>[2]  In <i>Ross,</i> the plaintiff alleged Washington Mutual Bank (\"WaMu\") improperly listed her name on a mortgage, and then reported negative information about her to credit reporting agencies (\"CRAs\")when the mortgage went into default. 625 F.3d at 811. As a result of the negative trade line on her report, Ross alleged she was denied credit on multiple occasions. <i>Id.</i> Ross thereafter filed suit, alleging claims for common law defamation, violations of the FCRA, violations of Article 1 of the North Carolina Unfair and Deceptive Trade Practices Act, N.C. Gen.Stat. § 75-1.1 <i>et seq.</i> (\"NCUDTPA\"), and violations of Article 2 of the NCUDTPA, the North Carolina Debt Collectors Act, N.C.Gen.Stat. § 75-50 <i>et seq.</i> (\"NCDCA\"). WaMu moved for summary judgment on the claims, and Judge Dever allowed the motion. <i>See </i><i>Ross v. Washington Mutual Bank,</i> 566 F.Supp.2d 468 (E.D.N.C. 2008). Ross thereafter appealed the grant of summary judgment on her NCUDTPA claims.</p>\n<p>[3]  While the court was in the process of drafting this order and already aware of the Fourth Circuit's <i>Ross</i> opinion, Green Tree filed a Notice of Subsequently Decided Authority [DE-24], and directed the court's attention to the Fourth Circuit's opinion in <i>Ross.</i></p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">782</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">171</span></span> (2011)</b></center>\n<center><h1>Tiffany MISEL f/k/a Tiffany Macias, Plaintiff,<br>\nv.<br>\nGREEN TREE SERVICING, LLC, and Aaron Martin, Defendants.</h1></center>\n<center>No. 5:10-CV-120-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 21, 2011.</center>\n<p><span class=\"star-pagination\">*172</span> Christopher W. Livingston, Christopher W. Livingston, Esq., White Oak, NC, for Plaintiff.</p>\n<p>Evan Margosian Sauda, Smith Moore Leatherwood LLP, Charlotte, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court on the Motion to Dismiss [DE-9] filed by Defendant Green Tree Servicing, LLC (\"Green Tree\"). This motion has been fully briefed and is ripe for ruling. Also before the <span class=\"star-pagination\">*173</span> court is the failure of Plaintiff Tiffany Misel f/k/a Tiffany Macias (\"Misel\") to respond to the \"Notice to Plaintiff of Failure to Make Service Within 120 Days\" [DE-15].</p>\n<p></p>\n<h2>I. PROCEDURAL AND FACTUAL HISTORY</h2>\n<p>Misel initiated this action on March 25, 2010, by filing a Complaint in this court alleging claims for violations of the Fair Debt Collection Practices Act (\"FDCPA\"), 15 U.S.C. § 1692 <i>et seq.,</i> and the North Carolina Collection Agency Act, N.C. Gen. Stat. § 58-70-1 <i>et seq.</i> (\"NCCAA\").</p>\n<p>In the Complaint, Misel alleges that in October 1997, she became jointly liable with her then-husband, Charles Macias, for a secondary mortgage debt to AKT Mortgage Group, Inc. (\"the AKT debt\"). The following year, Misel and Charles Macias divorced, and Macias agreed that he would be liable for the AKT debt. In 2000, however, Macias ceased making payments on the AKT debt and the primary mortgage on the former marital residence, resulting in the primary mortgage holder foreclosing on the residence in July 2000. Misel alleges she had no knowledge of these events.</p>\n<p>Misel also alleges that at some point prior to August 5, 2005, UMLIC VP, LLC (\"UMLIC\") acquired, or was assigned the rights to, the AKT debt. According to Misel, UMLIC commenced an action in North Carolina state court against Misel to recover the AKT debt, despite Misel informing UMLIC that any claim to the AKT debt was time-barred. The Wake County Superior Court eventually dismissed UMLIC's claim on January 22.2007, finding that UMLIC's claim against Misel was time-barred. Misel alleges that around this same time, UMLIC then sold the AKT debt to Defendant Green Tree. Misel contends that Green Tree mailed her a dunning letter on January 2, 2009, falsely claiming she owed $51,749.80. Misel also contends that on November 23, 2009, she received an alert that Green Tree had placed the UMLIC debt on her consumer credit report.</p>\n<p>After she received this alert, Misel alleges she received communications from Defendant Aaron Martin (\"Martin\"), an employee of Green Tree, in response to an inquiry made by her. According to Misel, in his communications Martin misrepresented Green Tree's rights to the debt and the true nature of his services, among other things.</p>\n<p>Misel also alleges that as of December 31, 2009, \"Green Tree falsely reported the UMLIC debt to TransUnion as a profit and loss writeoff on which [Misel] owed $25,365\" and \"further falsely reported that this false tradeline would remain until January 2016, falsely implying that the debt had just been incurred.\" Compl. [DE-1] ¶¶ 45-46. Misel contends \"Green Tree furnished this false information in an attempt to collect a debt.\" <i>Id.</i> ¶ 47. As a result of Green Tree's false reporting, Bank of America lowered Misel's credit limit on a credit card from $7,500 to $500. Plaintiff alleges these actions constitute a violation of the FDCPA and the NCCAA.</p>\n<p>On July 6, 2010, Green Tree moved to dismiss Misel's state law claim to the extent it is based on Green Tree's allegedly improper reporting of inaccurate information to two credit agencies. Misel timely filed a response in opposition to the motion, and Green Tree timely replied.</p>\n<p>On August 9, 2010, the Clerk of Court issued a notice to Misel informing her that the docket in the action did not reflect that service had been obtained upon Defendant Martin within 120 days of the filing of the Complaint, as required by Rule 4(m) of the Federal Rules of Civil Procedure. The Clerk of Court explained that Misel had fourteen days to demonstrate why service <span class=\"star-pagination\">*174</span> was not made within the prescribed time period, and that the failure to respond to the notice would result in the dismissal of her claims against Defendant Martin without prejudice. Misel did not file a response to the Clerk's notice.</p>\n<p></p>\n<h2>II. MOTION TO DISMISS</h2>\n<p>Green Tree moves pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure to dismiss Misel's state law claims to the extent they are based on Green Tree's allegedly improper reporting of inaccurate information to two credit agencies. Green Tree argues any such claim is preempted by the Fair Credit Reporting Act, 15 U.S.C. § 1681 <i>et seq.</i> (\"FCRA\"). Misel opposes the motion, arguing (1) the FCRA does not preempt her claim under the NCCAA and (2) in any event, this court should reserve ruling on this motion until the Fourth Circuit Court of Appeals renders a decision in the appeal from the decision of the Honorable James C. Dever in <i>Ross v. Washington Mutual Bank,</i> <span class=\"citation\" data-id=\"2396957\"><a href=\"/opinion/2396957/ross-v-washington-mut-bank/\"><span class=\"volume\">566</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">468</span></a></span> (E.D.N.C.2008).<sup>[1]</sup> The Fourth Circuit did render a decision in the appeal, <i>Ross v. Federal Deposit Insurance Corporation,</i> <span class=\"citation\" data-id=\"178391\"><a href=\"/opinion/178391/ross-v-fdic/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">808</span></a></span> (4th Cir.2010), and therefore Misel's request to reserve ruling is denied as moot. The court therefore will consider the merits of Green Tree's motion. In so doing, the court finds the Fourth Circuit's opinion in <i>Ross</i> to be instructive, even though the plaintiff in that case alleged state law causes of action under different North Carolina statutes<sup>[2]</sup> than the statutory scheme at issue here.<sup>[3]</sup></p>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>The purpose of a motion to dismiss under Rule 12(b)(6) is to test the legal sufficiency of the complaint, not to resolve conflicts of fact or to decide the merits of the action. <i>Edwards v. City of Goldsboro,</i> <span class=\"citation\" data-id=\"764384\"><a href=\"/opinion/764384/kenneth-r-edwards-v-city-of-goldsboro-chester-hill-individually-and-in/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 243-44 (4th Cir.1999). In considering a motion to dismiss, the court assumes the truth of all facts alleged in the complaint and the existence of any fact that can be proved, consistent with the complaint's allegations. <i>Erickson v. Pardus,</i> <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 94, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1081</span></a></span> (2007). However, the \" `[f]actual allegations must be enough to raise a right to relief above the speculative level' and have `enough facts to state a claim to relief that is plausible on its face.'\" <i>Wahi v. Charleston Area Med. Ctr., Inc.,</i> <span class=\"citation\" data-id=\"1028445\"><a href=\"/opinion/1028445/wahi-v-charleston-area-medical-center-inc/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">599</span></a></span>, 616 n. 26 (4th Cir.2009) (citing <i>Bell Atl. Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 555, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007)). \"[A] plaintiffs obligation to provide the `grounds' of his `entitle[ment] to relief requires more than labels and conclusions, <span class=\"star-pagination\">*175</span> and a formulaic recitation of a cause of action's elements will not do.\" <i>Twombly,</i> 550 U.S. at 555, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span> (citations omitted). Moreover, a court \"need not accept the legal conclusions drawn from the facts\" nor \"accept as true unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Eastern Shore Mkts., Inc. v. J.D. Assocs. Ltd. Pshp.,</i> <span class=\"citation\" data-id=\"768792\"><a href=\"/opinion/768792/eastern-shore-markets-incorporated-v-jd-associates-limited-partnership/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 180 (4th Cir.2000). A district court may allow a motion to dismiss based on a defendant's affirmative defense \"if all facts necessary to the affirmative defense `clearly appear [] on the face of the complaint.'\" <i>Goodman v. Praxair,</i> <span class=\"citation\" data-id=\"1426951\"><a href=\"/opinion/1426951/goodman-v-praxair-inc/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">458</span></a></span>, 463 (4th Cir.2007) (quoting <i>Richmond, Fredericksburg &amp; Potomac R.R. v. Forst,</i> <span class=\"citation\" data-id=\"629136\"><a href=\"/opinion/629136/richmond-fredericksburg-potomac-railroad-company-v-william-h-forst/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">244</span></a></span>, 250 (4th Cir.1993)). <i>See also </i><i>Peal v. North Carolina Farm Bureau Mut. Ins. Co., Inc.,</i> <span class=\"citation\" data-id=\"2342978\"><a href=\"/opinion/2342978/peal-v-north-carolina-farm-bureau-mut-ins-co/\"><span class=\"volume\">212</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">508</span></a></span>, 512 (E.D.N.C.2002) (explaining that a motion to dismiss will be allowed \"when the face of the complaint reveals the existence of a meritorious affirmative defense, such as federal preemption\").</p>\n<p></p>\n<h2>B. Discussion</h2>\n<p>As the court has indicated, Green Tree contends that to the extent that Misel's claim under the NCCAA is predicated upon Green Tree's alleged improper reporting of inaccurate or false information to credit reporting agencies (\"CRAs\"), the claim is preempted by the FCRA, specifically, 15 U.S.C. § 1681t(b)(1)(F). Misel argues, however, that her claim is allowable under another provision of the FCRA, 15 U.S.C. § 1681h(e).</p>\n<p></p>\n<h2>1. Preemption under § 1681t(b)(1)(F)</h2>\n<p>\"The FCRA is a comprehensive statutory scheme designed to regulate the consumer reporting industry.\" <i>Ross v. Federal Deposit Insurance Corp.,</i> <span class=\"citation\" data-id=\"178391\"><a href=\"/opinion/178391/ross-v-fdic/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">808</span></a></span>, 812 (4th Cir.2010) (citing 15 U.S.C. § 1681(a)). \"As originally enacted, the FCRA generally permitted state regulation of the consumer reporting industry\" but in 1996, Congress amended the FCRA by adding a \"strong preemption provision, 15 U.S.C. § 1681(t)(b).\" <i>Id.</i> at 812-13. Included in this subsection is 15 U.S.C. § 1681t(b)(1)(F), which provides:</p>\n<blockquote>No requirement or prohibition may be imposed under the laws of any State (1) with respect to any subject matter regulated under ... section 1681s-2 of this title, relating to the responsibilities of persons who furnish information to consumer reporting agencies....</blockquote>\n<p><i>Id.</i></p>\n<p>Green Tree argues that any claim against it premised upon its reporting of information to a CRA would arise under 15 U.S.C. § 1681s-2, and specifically, § 1681s-2(a)(1)(A). \"Section 1681s-2 describes the responsibilities to those who report credit information to CRAs.\" <i>Ross,</i> 625 F.3d at 813. As Green Tree observes, 15 U.S.C. § 1681s-2(a)(1)(A) provides that \"[a] person shall not furnish any information relating to a consumer to any consumer reporting agency if the person knows or has reasonable cause to believe that the information is inaccurate.\" Additionally, Section 1681s-2 provides that furnishers of information to CRAs have a duty to investigate and correct errors in reporting. <i>See</i> 15 U.S.C. § 1681s-2(a)-(b).</p>\n<p>Here, Misel alleges that Green Tree knew the UMLIC debt was not valid, but it reported the alleged debt to CRAs anyway. In other words, Misel alleges Green Tree reported false or inaccurate information, which would be in violation of 15 U.S.C. § 1681s-2(a)(1)(A). Unfortunately for Misel, this means her claim under the NCCAAto the extent it is based on Green Tree's furnishing of inaccurate information to CRAs\"runs into the teeth of the FCRA preemption provision,\" 15 U.S.C. § 1681t(b)(1)(F). 625 F.3d at 813 (considering whether the plaintiffs claim <span class=\"star-pagination\">*176</span> under NCUDTPA, based on a bank's reporting of inaccurate information to CRAs, was preempted by § 1681t(b)(1)(F)). To the extent Misel premises her NCCAA claim on Green Tree's furnishing of information to CRAs, she is seeking to use the NCCAA statutory scheme \"as a `requirement or prohibition' under North Carolina law concerning `subject matter regulated under section 1681 s-2'\", and any suchclaim is \"squarely preempted by the plain language of the FCRA.\" <i>Id.</i></p>\n<p></p>\n<h2>2. Authorization for claims pursuant to § 15 U.S.C. § 1681h(e)</h2>\n<p>Misel does not appear to dispute that her state law claimto the extent it based on Green Tree's furnishing of inaccurate information to CRAsfalls within the scope of the FCRA's preemption provision. She argues, however, that another provision of the FCRA, 15 U.S.C. § 1681h(e), allows her to pursue her state law claim under the NCCAA against Green Tree. She further argues that any tension between § 1681h(e) and § 1681t(b)(1)(F) be resolved in her favor.</p>\n<p>Section 1681h(e) provides:</p>\n<blockquote>Except as provided in sections 1681n and 1681<i>o</i> of this title, no consumer may bring any action or proceeding in the nature of defamation, invasion of privacy, or negligence with respect to the reporting of any information against any consumer reporting agency, any user of information, or any person who furnishes information to a consumer reporting agency, based on information disclosed pursuant to 1681g, 1681h or 1681m of this title, or based on information disclosed by a user of a consumer report to or for a consumer against whom the user has taken adverse action, based in whole or in part on the report except as to false information furnished with malice or willful intent to injure such consumer.</blockquote>\n<p>Misel argues that because she alleges Green Tree intentionally reported false information to CRAs, her allegations satisfy the \"malice or willful intent\" provision in § 1681h(e) and allow her to pursue her claim under the NCCAA.</p>\n<p>In <i>Ross,</i> the Fourth Circuit entertained an analogous argument. There, the plaintiff argued that her claim under the NCUDTPA, based on a bank's inaccurate reporting of information about her to a CRA, was \"expressly authorized 15 U.S.C. § 1681h(e) because [the bank] acted with `malice or willful intent to injure.' \"<i>Id.</i> Notably, the Fourth Circuit characterized § 1681h(e) as a \"general bar on defamation, invasion of privacy, and negligence actions\" and observed that the only exception to this bar \"is a narrow one, requiring proof of `malice or willful intent to injure [the] consumer.' 15 U.S.C. § 1681h(e).\" 625 F.3d at 814. The Fourth Circuit explained that \"the § 1681h(e) authorization\" sought by the plaintiff entailed \"a two-step inquiry:\"</p>\n<blockquote>First, we ask whether the claim falls within the scope of § 1681h(e), which includes only claims \"based on information disclosed pursuant to section 1681g, 1681h, or 1681m of this title, or based on information disclosed by a user of a consumer report to or for a consumer against whom the user has taken an adverse action, based in whole or in part on the report.\" The second step in the analysis involves determining whether the \"malice or willful intent to injure\" exception to the general bar against state law action applies.</blockquote>\n<p>625 F.3d at 814. The Fourth Circuit observed that it was not clear that the plaintiffs NCUDTPA claim fell \"within the ambit of § 1681h(e)\" and strongly suggested it did not. The court, nevertheless, assumed arguendo that § 1681h(e) applied, and went on to the second step of the <span class=\"star-pagination\">*177</span> analysis, and found that the plaintiff failed to proffer sufficient evidence of \"malice.\" <i>Id.</i> at 815-17. Thus, the court concluded that the plaintiffs NCUDTPA claim was not authorized by § 1681h(e). Consequently, the court declined to address the alleged conflict between § 1681h(e) and § 1681t(b)(1)(F). <i>Id.</i> at 814 n. *.</p>\n<p>Accordingly, <i>Ross</i> teaches that when a party argues that her state law claim is permitted under § 1681h(e), a court must undergo the two step analysis as set forth by the Fourth Circuit to determine whether the state law claim is authorized by the FCRA. This court will now do so.</p>\n<p>Again, the first step requires the court to determine \"whether the claim falls within the scope of § 1681h(e), which includes only claims `based on information disclosed pursuant to section 1681g, 1681h, or 1681m of this title, or based on information disclosed by a user of a consumer report to or for a consumer against whom the user has taken an adverse action, based in whole or in part on the report.'\" <i>Ross,</i> 625 F.3d at 814. As the Fourth Circuit has observed, §§ 1681h and 1681g apply only to CRAs. <i>See id.</i> at 813-14 (explaining that \"Section 1681h regulates the disclosures that CRAs must provide to consumers under § 1681g\" and \"Section 1681g requires CRAs to disclose to consumers the information in their credit file upon their request\"). Nothing in the allegations in the Complaint suggests that Green Tree is a CRA. <i>See</i> 15 U.S.C. § 1681a(f)(\"The term `consumer reporting agency' means any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating the consumer credit information or other information on consumers for the purpose of furnishing consumer reports to third parties, and which uses any means or facility of interestate commerce for the purpose of preparing or furnishing consumer reports.\"). Section 1681m, in turn, \"applies only to users of consumer reports.\" <i>Ross,</i> 625 F.3d at 814 (citing 15 U.S.C. § 1681m). Under the facts alleged in the Complaint, Green Tree is not a \"user\" of a consumer report with regard to Misel. <i>See id.</i> (explaining that the defendant bank was not \"a user of consumer reports vis-a-vis\" the plaintiff where the plaintiff alleged the bank provided false information to CRAs). This leaves the final category under § 1681h(e): actions \"based on information disclosed by a user of a consumer report to or for a consumer against whom the user has taken adverse action, based in whole or in part on the report.\" Again, however, based on the allegations in the Complaint Green Tree is not a \"user\" of Misel's consumer report. Nor is it alleged that Green Tree took adverse action against Misel based on the information in Misel's consumer report. In sum, Misel's NCCAA claim does not fall \"within the ambit of § 1681h(e).\" <i>Ross,</i> 625 F.3d at 814.</p>\n<p>Because Misel's NCCAA claim does not come within § 1681h(e), the court will not consider her arguments concerning any alleged conflict between § 1681h(e) and § 1681t(b)(1)(F). Based on the reasoning set forth in the Fourth Circuit's decision in <i>Ross,</i> this court concludes that to the extent Misel's NCCAA claim relies upon Green Tree's alleged inaccurate reporting of information to CRAs, the claim is preempted by the FCRA, and not authorized by § 1681h(e).</p>\n<p></p>\n<h2>C. Leave to amend</h2>\n<p>Misel requests that the dismissal of any portion of the Complaint be without prejudice and with leave to amend the Complaint.</p>\n<p>A court has the discretion to allow a motion to dismiss under Rule 12(b)(6) with or without prejudice. <i>St. Clair v. Banker Steel Co., LLC,</i> No. 6:06CV42, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">45785</span></span>, at *3 (W.D.Va. <span class=\"star-pagination\">*178</span> Jan. 5, 2007). Generally, where a defect in the complaint is curable, the court should grant the dismissal without prejudice. <i>Cloaninger v. McDevitt,</i> No. 106CV135, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">2570586</span></span>, at *6-9 (W.D.N.C. Sept. 3, 2006). Here, Green Tree appears to argue that defects in Misel's Complaint are not curable, and therefore the dismissal should be with prejudice. Specifically, Green Tree argues \"Plaintiff cannot avoid the FCRA's preemption of her state law claims simply by amending her complaint to allege violations of the Act.\" Brief in Support of Mot. to Dismiss [DE-10] at p. 8. Namely, Green Tree argues that if Misel were to add claims for violations of the FCRA, those claims would be subject to dismissal because there is no private right of action for the wrongs alleged by Misel.</p>\n<p>The FCRA does provide that either willful or negligent noncompliance with its provisions may subject one to civil liability. <i>See</i> 15 U.S.C. §§ 1681n, 1681<i>o</i>. Section 1681s-2, however, explicitly provides that there is no private cause of action for violations of § 1681s-2(a). <i>See</i> 15 U.S.C. § 1681s-2(c)(1) (\"[S]ections 1681n and 1681<i>o</i> of this title do not apply to any violation of subsection (a) of this section, including any regulations issued thereunder.\"). Green Tree argues that based on Misel's allegations in the Complaint, any claim would have to arise under § 1681s-2(a). Because there is no cause of action for violations of § 1681s-2(a), however, Green Tree argues Misel cannot state a claim on the facts alleged in the Complaint. In other words, Green Tree appears to argue that the \"defects\" in Misel's Complaint are not \"curable\" as to any purported FCRA claim.</p>\n<p>If the allegations in the Complaint could be read as only implicating § 1681s-2(a), the court would agree. It is unclear to the court, however, whether Misel could state a claim under § 1681s-2(b), which sets forth the duties of furnishers of information upon notice of a dispute. <i>See also </i><i>Ross,</i> 625 F.3d at 813 (observing that § 1681s-2(b) \"contains the duties of furnishers of information `[a]fter receiving notice... of a dispute with regard to the completeness or accuracy of any information provided by a person to a consumer reporting agency'\" including the duties of \"conducting an investigation into the dispute and correcting any errors discovered with the CRAs\"). <i>See also</i> Compl. [DE-1] ¶ 33 (suggesting that Misel made an \"inquiry\" to Green Tree). Because Misel <i>may</i> be able to state a claim under the FCRA, at least under § 1681s-2(b), Green Tree's motion to dismiss is ALLOWED, but without prejudice to Misel to file an amended complaint within fourteen days of the filing date of this order. This is, of course, without prejudice to Green Tree to file a motion to dismiss as to any amended complaint filed by Misel.</p>\n<p></p>\n<h2>III. FAILURE TO MAKE SERVICE</h2>\n<p>This matter also is before the court on the Clerk of Court's Notice to Plaintiff of Failure to Make Service within 120 days [DE-15]. In the notice, Misel and her counsel specifically were warned that pursuant to Rule 4(m), this action would be dismissed without prejudice as to Defendant Aaron Martin unless Misel could demonstrate, within 14 days of receipt of the notice, good cause to the court why service was not made during the 120 days following the filing of the Complaint. <i>See id.</i> The Clerk issued the notice on August 9, 2010. Despite several months passing, Misel has not filed any response to the notice.</p>\n<p>Consequently, this action hereby is DISMISSED without prejudice as to Defendant Aaron Martin for failure to make timely service upon Martin in accordance with Rule 4(m) of the Federal Rules of Civil Procedure.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*179</span> IV. CONCLUSION</h2>\n<p>For the foregoing reasons, Green Tree's Motion to Dismiss [DE-9] is ALLOWED, and Misel's claim in Count Two of the Complaint is DISMISSED to the extent it relies upon allegations that Green Tree improperly reported false or inaccurate information to credit report agencies. This dismissal is WITHOUT PREJUDICE to Misel to file an amended complaint within fourteen days of the filing date of this order.</p>\n<p>Additionally, Misel's claims against Defendant Aaron Martin are DISMISSED without prejudice for failure to make timely service upon Martin.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Counsel for Misel also represented the plaintiff in <i>Ross.</i></p>\n<p>[2]  In <i>Ross,</i> the plaintiff alleged Washington Mutual Bank (\"WaMu\") improperly listed her name on a mortgage, and then reported negative information about her to credit reporting agencies (\"CRAs\")when the mortgage went into default. 625 F.3d at 811. As a result of the negative trade line on her report, Ross alleged she was denied credit on multiple occasions. <i>Id.</i> Ross thereafter filed suit, alleging claims for common law defamation, violations of the FCRA, violations of Article 1 of the North Carolina Unfair and Deceptive Trade Practices Act, N.C. Gen.Stat. § 75-1.1 <i>et seq.</i> (\"NCUDTPA\"), and violations of Article 2 of the NCUDTPA, the North Carolina Debt Collectors Act, N.C.Gen.Stat. § 75-50 <i>et seq.</i> (\"NCDCA\"). WaMu moved for summary judgment on the claims, and Judge Dever allowed the motion. <i>See </i><i>Ross v. Washington Mutual Bank,</i> <span class=\"citation\" data-id=\"2396957\"><a href=\"/opinion/2396957/ross-v-washington-mut-bank/\"><span class=\"volume\">566</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">468</span></a></span> (E.D.N.C. 2008). Ross thereafter appealed the grant of summary judgment on her NCUDTPA claims.</p>\n<p>[3]  While the court was in the process of drafting this order and already aware of the Fourth Circuit's <i>Ross</i> opinion, Green Tree filed a Notice of Subsequently Decided Authority [DE-24], and directed the court's attention to the Fourth Circuit's opinion in <i>Ross.</i></p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/145722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/178391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1028445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1426951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2342978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2396957/"
  ]
}