{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2176965/",
  "absolute_url": "/opinion/2176965/united-states-v-sherifi/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2176965/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:32:15.221309Z",
  "date_modified": "2016-04-27T00:08:42.183324Z",
  "type": "010combined",
  "sha1": "b8bf6eb7fe1a419b1c611f1c7f56002dab5d75b0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>793 F.Supp.2d 751 (2011)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nHysen SHERIFI; Anes Subasic; Dylan Boyd, a/k/a \"Mohammed;\", Mohammad Omar Aly Hassan; and Ziyad Yaghi, Defendants.</h1></center>\n<center>No. 5:09-CR-216-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 22, 2011.</center>\n<p><span class=\"star-pagination\">*752</span> Barbara D. Kocher, John Bowler, Stephen A. West, Jason Harris Cowley, U.S. Attorney's Office, Raleigh, NC, Jason M. Kellhofer, U.S. Department of Justice, Washington, DC, for Plaintiff.</p>\n<p>Debra C. Graves, Rosemary Godwin, Federal Public Defender, Paul K. Sun, Jr., Ellis &amp; Winters, Joseph E. Zeszotarski, Jr., Poyner &amp; Spruill, R. Daniel Boyce, Nexsen Pruet, PLLC, Raleigh, NC, Robert J. McAfee, McAfee Law, P.A., James M. Ayers, II, Ayers &amp; Haidt, P.A., New Bern, NC, Myron T. Hill, Jr., Browning &amp; Hill, Greenville, NC, for Defendants.</p>\n<p>Anes Subasic, Raleigh, NC, pro se.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on defendants' motions to suppress evidence obtained pursuant to the Foreign Intelligence Surveillance Act (\"FISA\") and to disclose FISA applications and orders (DE # 680, 805, 816, 818, 812, 810, 813, 841, 843).<sup>[1]</sup> On May 23, 2011, the government filed public notice on the docket, at entry 1003, of a classified, <i>ex parte,</i> omnibus response to the foregoing motions. On June 5, 2011, the government filed its unclassified response on the public docket, lodged at entry 1073. In this posture, the issues raised are ripe for review. For the foregoing reasons, the court denies defendants' motions.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Defendants are charged in a thirteen (13) count second superseding indictment returned November 24, 2010. Counts one and two allege that beginning no later than November 9, 2006, and continuing through at least July 2009, the eight named co-defendants conspired with each other to provide material support to terrorists in violation of 18 U.S.C. § 2339A, and commit outside of the United States an act that would constitute murder, kidnaping, maiming, <span class=\"star-pagination\">*753</span> and injuring persons in violation of 18 U.S.C. § 956(a). \"Violent jihad\" and actions taken in furtherance thereof are alleged as overt acts in the conspiracies.</p>\n<p>The second superseding indictment charges Daniel Boyd with receiving a firearm through interstate commerce in violation of 18 U.S.C. § 924(b); two counts of possession of a firearm in furtherance of a crime of violence in violation of 18 U.S.C. § 924(c); two counts of knowing sale of a firearm to a convicted felon in violation of 18 U.S.C. § 922(d)(1); two counts of making a false statement in violation of 18 U.S.C. § 1001(a)(2); knowing provision of ammunition to a convicted felon in violation of 18 U.S.C. § 922(d)(1); and conspiracy to kill a federal officer or employee in violation of 18 U.S.C. § 1117. Zakariya Boyd also is charged with two counts of possession of a firearm in furtherance of a crime of violence in violation of 18 U.S.C. § 924(c).<sup>[2]</sup></p>\n<p>In addition to the conspiracy charges, Sherifi is charged with two counts of possession of a firearm in furtherance of a crime of violence in violation of 18 U.S.C. § 924(c) and conspiracy to kill a federal officer or employee in violation of 18 U.S.C. § 1117. Dylan Boyd is charged with knowing sale of a firearm to a convicted felon in violation of 18 U.S.C. § 922(d)(1). Counts twelve and thirteen charge that on or about December 2, 2003, Subasic knowingly made false statements while procuring and attempting to procure naturalization, and on his formal application for naturalization, in violation of 18 U.S.C. § 1425(a).<sup>[3]</sup></p>\n<p>On July 27, 2009, the government filed seven notices of intent to use FISA information against defendants, lodged on the docket at entries 34 through 40. In their motions, defendants contend that aside from providing this notice, the government has not confirmed any details about what evidence derived from FISA searches and surveillance will be used in the prosecution of the case. Nor has the government provided any affidavits, orders, or other papers which would illustrate for defendants what information was relied upon for the Foreign Intelligence Surveillance Court (\"FISC\") to issue orders authorizing any searches or surveillance. Defendants seek various relief, including suppression of all FISA derived evidence, disclosure of FISA derived evidence, and disclosure of FISA applications and orders.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. The Foreign Intelligence Surveillance Act</h2>\n<p>FISA, enacted in 1978, was Congress's response to judicial confusion over the existence, nature and scope of a foreign intelligence exception to the Fourth Amendment's warrant requirement in the wake of the Supreme Court's 1972 decision in <i>United States v. U.S. District Court,</i> 407 U.S. 297, 92 S.Ct. 2125, 32 L.Ed.2d 752 (1972). <i>See </i><i>United States v. Rosen,</i> 447 F.Supp.2d 538, 542-543 (E.D.Va.2006). In addition, FISA was also a response to the Congressional concern over perceived executive branch abuses of such an exception, and the need to provide the executive branch with appropriate means to investigate and counter foreign intelligence threats. <i>Id.</i> FISA establishes a detailed process the executive branch must follow to obtain orders allowing it to collect foreign <span class=\"star-pagination\">*754</span> intelligence information \"without violating the rights of citizens of the United States.\" <i>United States v. Hammoud,</i> 381 F.3d 316, 332 (4th Cir.2004) (en banc), <i>vacated on other grounds,</i> 543 U.S. 1097, 125 S.Ct. 1051, 160 L.Ed.2d 997 (2005), <i>reinstated in pertinent part,</i> 405 F.3d 1034 (2005). Although originally limited to electronic surveillance, FISA's coverage has been expanded to include physical searches as well. <i>See </i><i>Rosen,</i> 447 F.Supp.2d at 542-43; 50 U.S.C. § 1822.</p>\n<p></p>\n<h2>1. FISA Application</h2>\n<p>FISA includes a detailed procedure for obtaining orders authorizing electronic surveillance or physical searches of a \"foreign power or an agent of a foreign power.\" <i>See</i> 50 U.S.C. § 1801. The process begins with the government's filing of an <i>ex parte,</i> under seal application with the FISC. The application must be approved by the Attorney General and must include certain specified information. <i>See Id.</i> §§ 1804(a), 1823(a). A FISC judge considering the application may also require the submission of additional information necessary to make the requisite findings. <i>See id.</i> §§ 1805(a), 1824(a).</p>\n<p>The applications for electronic surveillance or physical searches must include the following: (1) the identity, if known, or a description of the target of electronic surveillance or physical search; (2) a statement of the facts and circumstances relied upon by the applicant to justify the belief that the target is a foreign power or agent of a foreign power and that each of the facilities or places where electronic surveillance is directed or used, or the premises or property subject to physical search are used or are about to be used by a foreign power or agent of a foreign power; (3) a statement of the proposed minimization procedures; (4) a detailed description of the nature of the information sought and type of surveillance or manner of physical search to be conducted; (5) a certification by an executive branch official; (6) for electronic surveillance, a statement of the means by which the surveillance will be effected, and whether physical entry is required to effect the surveillance; (7) a statement of the facts concerning previous applications and action taken on previous applications; (8) for electronic surveillance, a statement of the period of time for which the surveillance is required to be maintained and if the surveillance should not automatically terminate, a description of facts supporting the belief that additional information will be obtained; and (9) for electronic surveillance, whenever more than one surveillance device is to be used, the coverage of the devices involved and what minimization procedures apply. <i>See id.</i> §§ 1804(a), 1823(a).</p>\n<p></p>\n<h2>2. Certification</h2>\n<p>Each FISA application must include a certification by an executive officer that includes the following: (1) that the certifying official deems the information sought to be foreign intelligence information;<sup>[4]</sup> (2) that a significant purpose of the surveillance or search is to obtain foreign intelligence information; (3) that such information <span class=\"star-pagination\">*755</span> cannot reasonably be obtained by normal investigative techniques; (4) that the type of foreign intelligence information being sought corresponds to the categories describes in section 1801(e) of this title; and (5) includes a statement of the basis for the certification that the information sought is the type of foreign intelligence information designated, and such information cannot reasonably be obtained by normal investigative techniques. <i>See id.</i> §§ 1804(a)(7), 1823(a)(7).</p>\n<p></p>\n<h2>3. Minimization</h2>\n<p>FISA applications must include a statement of the proposed minimization procedures. Minimization procedures are \"designed to protect, as far as reasonable, against the acquisition, retention, and dissemination of nonpublic information which is not foreign intelligence information.\" <i>In re Sealed Case,</i> 310 F.3d 717, 731 (FISCR 2002). FISA minimization procedures include:</p>\n<blockquote>(1) specific procedures, which shall be adopted by the Attorney General, that are reasonably designed in light of the purpose and technique of the particular surveillance, to minimize the acquisition and retention, and prohibit the dissemination, of nonpublicly available information concerning unconsenting United States persons consistent with the need of the United States to obtain, produce, and disseminate foreign intelligence information;</blockquote>\n<blockquote>(2) procedures that require that nonpublicly available information, which is not foreign intelligence information, as defined in subsection (e)(1) of this section, shall not be disseminated in a manner that identifies any United States person, without such persons's consent, unless such person's identity is necessary to understand foreign intelligence information or assess its importance;</blockquote>\n<blockquote>(3) notwithstanding paragraphs (1) and (2), procedures that allow for the retention and dissemination of information that is evidence of a crime which has been, is being, or is about to be committed and that is to be retained or disseminated for law enforcement purposes; and</blockquote>\n<blockquote>(4) notwithstanding paragraphs (1), (2), and (3), with respect to any electronic surveillance approved pursuant to section 1802(a) of this title, procedures that require that no contents of any communication to which a United States person is a party shall be disclosed, disseminated, or used for any purpose or retained for longer than 72 hours unless a court order under section 1805 of this title is obtained or unless the Attorney General determines that the information indicates a threat of death or serious bodily harm to any person.<sup>[5]</sup></blockquote>\n<p>50 U.S.C. § 1801(h).</p>\n<p>Congress intended that the minimization procedures of FISA act as a safeguard for <span class=\"star-pagination\">*756</span> U.S. persons at the acquisition, retention and dissemination phases of electronic surveillance and physical searches. <i>Rosen,</i> 447 F.Supp.2d at 550-51 (citing S.Rep. No. 95-701, at 21-22 (1978), 1978 U.S.C.C.A.N. 3973, 3990-91). Minimization at the acquisition stage is designed to ensure that communications of non-target persons are not improperly disseminated, while minimization at the retention stage is intended to ensure that information acquired that is not necessary for obtaining, producing or disseminating foreign intelligence information is destroyed when feasible. <i>Id.</i></p>\n<p>FISA's minimization procedures are meant to parallel Title III procedures, which courts have construed as not requiring the complete elimination of innocent conversation. <i>Id.</i> Courts, including the Fourth Circuit, have acknowledged the inherent difficulty in determining whether something is related to clandestine activity. The Fourth Circuit has noted that \"[a] conversation that seems innocuous on one day may later turn out to be of greater significance, particularly if the individuals involved are talking in code,\" thus recognizing that it is not always immediately clear whether a particular conversation must be minimized. <i>See </i><i>Hammoud,</i> 381 F.3d at 334.</p>\n<p>FISA requires the Attorney General to adopt minimization procedures. <i>See</i> 50 U.S.C. §§ 1801(h)(1), 1821(4)(A). To fulfill the statutory requirement, the Attorney General has adopted standard minimization procedures that apply to every FISA application. As the government notes, these standard procedures were applied to the applications in the instant case.</p>\n<p></p>\n<h2>4. FISA Order</h2>\n<p>After review of the application, a judge of the FISC must enter an <i>ex parte</i> order granting the government's application for electronic surveillance or physical search of a foreign power or an agent of a foreign power, provided the judge makes certain specific findings, including that on the basis of the facts submitted by the applicant there is probable cause to believe that:</p>\n<blockquote>(1) the target of the electronic surveillance or physical search is a foreign power or an agent of a foreign power, <i>except that no United States person may be considered a foreign power or an agent of a foreign power solely upon the basis of activities protected by the First Amendment to the Constitution of the United States;</i> and</blockquote>\n<blockquote>(2) for electronic surveillance, each of the facilities or places at which the electronic surveillance is directed is being used, or is about to be used, by a foreign power or an agent of a foreign power; or</blockquote>\n<blockquote>(3) for physical searches, the premises or property to be searched is owned, used, possessed by, or is in transit to or from an agent of a foreign power or a foreign power.</blockquote>\n<p><i>See</i> 50 U.S.C. §§ 1805(a), 1823(a). If the FISC judge finds the government has satisfied the statute's requirements, the judge must issue an <i>ex parte</i> order approving the surveillance or search. <i>Id.</i> Such an order must describe the target, the information sought, and the means of acquiring such information. <i>Id.</i> §§ 1805(c)(1), 1824(c)(1). The order must also set forth the period of time during which the electronic surveillance or physical searches are approved, which is generally ninety (90) days or until the objective of the electronic surveillance or physical search has been achieved. <i>Id.</i> §§ 1805(e)(1), 1824(d)(1). Applications for a renewal of the order must generally be <span class=\"star-pagination\">*757</span> made upon the same basis as the original application and require the same findings by the FISC. <i>Id.</i> §§ 1805(e)(2), 1824(d)(2).</p>\n<p>In addition to the probable cause findings, the FISC judge must also find that: (1) that the application has been made by a federal officer and approved by the Attorney General; (2) that the proposed minimization procedures meet the respective definitions of minimization procedures for electronic surveillance and physical searches; and (3) that the application contains all statements and certifications required by 50 U.S.C. § 1804 for electronic surveillance and 50 U.S.C. § 1823 for physical searches and, if the target is a U.S. person, the certification or certifications are not clearly erroneous on the basis of the statement made under sections 1804(a)(7)(E) and 1823(a)(7)(E) of title 18 and any other information furnished under sections 1804(d) and 1823(c) of this title. <i>See id.</i> §§ 1805(a), 1823(a).<sup>[6]</sup></p>\n<p></p>\n<h2>5. FISA and Criminal Prosecution</h2>\n<p>If the Attorney General approves the use of evidence collected pursuant to FISA in a criminal prosecution, and the government intends to use or disclose FISA evidence at the trial of an \"aggrieved person,\"<sup>[7]</sup> the government must first notify the aggrieved person and the district court that the government intends to disclose or use the FISA evidence. <i>See</i> 50 U.S.C. §§ 1806(c), 1825(d). On receiving such notification, an aggrieved person may seek to suppress any evidence derived from FISA surveillance or searches on the grounds that: (1) the evidence was unlawfully acquired; or (2) the electronic surveillance or physical search was not conducted in conformity with the order of authorization or approval. <i>Id.</i> §§ 1806(e), 1825(f). If an aggrieved person moves to suppress FISA evidence or to obtain FISA material, then upon the filing of an affidavit by the Attorney General stating under oath that disclosure of such material would harm national security, the district court must review the FISA warrant applications and related materials <i>in camera</i> and <i>ex parte</i> to determine whether the surveillance or search of the aggrieved person was lawfully authorized and conducted. <i>Id.</i> §§ 1806(f), 1825(g). The <i>ex parte, in camera</i> review is constitutional. <i>See, e.g., </i><i>United States v. Benkahla,</i> 437 F.Supp.2d 541, 554 (E.D.Va.2006).</p>\n<p>The government has notified defendants and the court that it intends to disclose or use FISA evidence in this case. Defendants contend they are aggrieved persons under FISA. Additionally, the government has included an affidavit from the Attorney General stating that public disclosure of the FISA materials or an adversarial hearing with respect to such materials would harm the national security of the United States. (Resp. Ex. 1, ¶ 3.) Accordingly, the court's duty to perform an <i>ex parte, in camera</i> review is triggered, and the court has carefully engaged in such a review.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*758</span> B. Constitutional Challenges to FISA</h2>\n<p>In challenging the FISA orders and evidence at issue in this case, defendants have raised various constitutional challenges to FISA. Specifically, they argue that the statute, as amended in 2001 by the Providing Appropriate Tools Required to Intercept and Obstruct Terrorism (\"PATRIOT\") Act, Pub.L. No. 107-56, 115 Stat. 271 (2001), violates the Fourth Amendment.</p>\n<p>Prior to the enactment of the PATRIOT Act, the Fourth Circuit recognized that traditional Fourth Amendment requirements may be relaxed where the \"primary\" purpose of an investigation is for foreign intelligence purposes. <i>See </i><i>United States v. Truong Dinh Hung,</i> 629 F.2d 908, 915-16 (4th Cir.1980). In 2001, Congress amended the language of FISA to indicate that the gathering of foreign intelligence did not have to be the primary purpose of the requested surveillance to obtain a FISA warrant. <i>See </i><i>United States v. Abu-Jihaad,</i> 630 F.3d 102, 119-20 (2d Cir.2010). Rather, if all other FISA application requirements were satisfied, the FISC could issue warrants based upon an executive certification that acquisition of foreign intelligence information is a \"significant purpose\" of the requested surveillance. <i>Id.</i> (citing Pub.L. No. 107-56 § 218, 115 Stat. at 291 (codified as amended at 50 U.S.C. § 1804(a)(6)(B))).</p>\n<p>Defendants contend that the PATRIOT Act amendment has unconstitutionally enabled the government to conduct surveillance to gather evidence for use in a criminal case while bypassing traditional warrant requirements as long as the government asserts a significant interest in gathering foreign intelligence. Defendants correctly acknowledge, however, the authorities prevailing against their position. Defendants center much of their argument on the decision in <i>Mayfield v. United States,</i> 504 F.Supp.2d 1023 (D.Or. 2007), which held that FISA as amended by the PATRIOT Act is unconstitutional. But the <i>Mayfield</i> decision was vacated by the Ninth Circuit on standing grounds. <i>See </i><i>Mayfield v. United States,</i> 599 F.3d 964, 973 (9th Cir.2010). Meanwhile, as the government points out, and defendants acknowledge, \"all other courts that have considered the [constitutionality of FISA], both before and after enactment of the PATRIOT Act, have rejected constitutional challenges to FISA.\" <i>Abu-Jihaad,</i> 630 F.3d 102, 120 (citing multiple cases from various districts around the country); <i>see also </i><i>In re Sealed Case,</i> 310 F.3d at 735-46; <i>Benkahla,</i> 437 F.Supp.2d at 555 (\"Every court, including this one, that has addressed similar [constitutional challenges to FISA] has completely rejected them.\").<sup>[8]</sup></p>\n<p>For Fourth Amendment purposes, the \"critical question is not whether the executive can certify that obtaining foreign intelligence information is [the] 'primary' purpose [of the surveillance], but whether it can certify that it is a <i>bona fide</i> purpose of the surveillance.\" <i>Abu-Jihaad,</i> 630 F.3d at 128. Congress safeguarded against the possibility of obtaining FISA warrants without a good faith purpose to obtain foreign intelligence information by demanding that in every FISA application a certification that a \"significant purpose\" of <span class=\"star-pagination\">*759</span> the surveillance or search is to obtain foreign intelligence information. <i>Id.</i> The FISC Court of Review, whose rulings bind the FISA court in issuing surveillance warrants under the statute, has construed the significant purpose test to require \"that the government have a measurable foreign intelligence purpose, other than just criminal prosecution of even foreign intelligence crimes.\" <i>In re Sealed Case,</i> 310 F.3d at 735. Courts in this circuit have adopted the reasoning of the FISC Court of Review.</p>\n<p>Additionally, while the probable cause standard under FISA is different from the standard of Title III,<sup>[9]</sup> case law suggests that these differences do not have constitutional implications. <i>See </i><i>In re Sealed Case,</i> 310 F.3d at 738-46. The FISC Court of Review acknowledged that while Title III allows a court to enter an <i>ex parte</i> order authorizing electronic surveillance if it determines on the basis of the facts there is probable cause to believe that an individual is committing or is about to commit a crime, FISA, by contrast, requires a showing of probable cause that the target is a foreign power or an agent of a foreign power. <i>Id.</i> at 738. The FISC Court of Review noted that Congress intended a lesser showing of probable cause when activities related to foreign powers or agents of foreign powers are at issue because of the difficulties in surveilling those types of crimes. <i>Id.</i> In particular, the FISC Court of Review found that FISA encompassed the spirit of <i>United States v. United States District Court (Keith),</i> which case recognized that in the context of domestic threats to national security, the focus of security surveillance \"may be less precise than that directed against more conventional types of crime.\" 407 U.S. 297, 322, 92 S.Ct. 2125, 32 L.Ed.2d 752 (1972). Furthermore, as noted above, the probable cause determination that the target of the electronic surveillance or physical search is a foreign power or an agent of a foreign power, cannot be made solely on the basis \"of activities protected by the First Amendment to the Constitution of the United States.\" <i>See</i> 50 U.S.C. §§ 1805(a), 1823(a). As such, while defendants correctly point out that FISA provides for a different probable cause standard than Title III, the difference is not unconstitutional.</p>\n<p>Defendants offer several more specific arguments as to how FISA violates the Fourth Amendment. These arguments also fail. For instance, arguments that FISA violates the Fourth Amendment's requirements of a neutral and detached <span class=\"star-pagination\">*760</span> magistrate, a warrant supported by probable cause, particularity, timely information, and notice, have been rejected by the courts, including courts in this circuit. <i>See, e.g., </i><i>Abu-Jihaad,</i> 630 F.3d at 123; <i>Hammoud,</i> 381 F.3d at 334; <i>Benkahla,</i> 437 F.Supp.2d 541, 554. As such, the court will not engage in a lengthy discussion regarding these issues.</p>\n<p></p>\n<h2>C. Challenges to Use of FISA-Derived Evidence</h2>\n<p></p>\n<h2>1. District Court's De Novo Review</h2>\n<p>When the district court's <i>in camera, ex parte,</i> review is prompted by defendants' motions to suppress FISA derived evidence, the review is properly <i>de novo. See, e.g., </i><i>Hammoud,</i> 381 F.3d 316, 332; <i>Rosen,</i> 447 F.Supp.2d at 543-545 (\"This review is properly <i>de novo,</i> especially given that the review is <i>ex parte</i> and thus unaided by the adversarial process.\") (citing <i>Hammoud,</i> 381 F.3d at 332). Thus, the court does not give the FISC court's probable cause determinations any deference. <i>Rosen,</i> 447 F.Supp.2d at 545. However, as provided in the FISA statute, the FISA warrant applications are subject to \"minimal scrutiny\" by the courts, and when the target is a United States person, the court applies the \"clearly erroneous\" standard to factual averments contained in the certification. 50 U.S.C. §§ 1805(a)(5), 1824(a)(5); <i>Abu-Jihaad,</i> 630 F.3d at 130; <i>see also </i><i>Rosen,</i> 447 F.Supp.2d at 545 (\"[T]he certifications contained in the applications should be \"presumed valid.\"\"); <i>United States v. Duggan,</i> 743 F.2d 59, 77 n. 6 (2d Cir.1984) (\"[T]he representations and certifications submitted in support of an application for FISA surveillance should be presumed valid.\").</p>\n<p>Consistent with these principles, the FISA dockets<sup>[10]</sup> at issue in this case were reviewed <i>de novo</i> with no deference accorded to the FISC's probable cause determinations, but with a presumption of validity accorded to the certifications. <i>See </i><i>Rosen,</i> 447 F.Supp.2d at 545. Importantly, the review was both searching and conducted with special care, given that the review proceeded <i>in camera</i> and <i>ex parte,</i> and thus without the full benefit of the adversarial process. <i>Rosen,</i> 447 F.Supp.2d at 545.<sup>[11]</sup> Review of the dockets compels the conclusion that defendants' motions to suppress FISA-derived evidence and to disclose FISA applications and orders must be denied.</p>\n<p>Review of the FISA applications, orders and other materials in this case presented none of the concerns raised by defendants that they contend warrant disclosure of the materials or an adversary hearing. The dockets contain the requisite information, outlined above, and review of the dockets revealed that proper minimization procedures were established and followed. Any failure to minimize was inadvertent, disclosed to the FISC on discovery, and promptly rectified.</p>\n<p>The court carefully reviewed the dockets, keeping in mind the concerns defendants have raised with regard to the <i>ex parte, in camera</i> nature of the proceedings and the findings of probable cause. The court gave particular attention to issues of probable cause and the facts alleged in the <span class=\"star-pagination\">*761</span> applications before examining the orders themselves. The court is satisfied that probable cause existed that the targets of surveillance or physical searches were foreign powers or agents of a foreign power, that this finding was not based solely on the basis of activities protected by the First Amendment, and that the facilities to be surveilled and property to be searched were owned, used, possessed by, or were in transit to or from an agent of a foreign power.<sup>[12]</sup> Lastly, the affidavits or certifications submitted as part of the FISA applications were not clearly erroneous within the meaning of 50 U.S.C. §§ 1805(a)(5) and 1824(a)(5). As such, defendant's motions are denied, and the FISA materials will not be disclosed. An adversary hearing is not required.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, defendants' motions to suppress evidence obtained pursuant to the Foreign Intelligence Surveillance Act (\"FISA\") and to disclose FISA applications and orders (DE # 680, 805, 816, 818, 812, 810, 813, 841, 843) are DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants, for the most part, have moved separately for relief. The court notes that Ziyad Yaghi's (\"Yaghi\") motions discussed herein are substantively nearly identical to Anes Subasic's (\"Subasic\"). Mohammed Omar Hassan (\"Hassan\") incorporates the arguments of his co-defendants. While Hysen Sherifi's (\"Sherifi\") motion is organized differently, the arguments made are substantively similar. As such, the court addresses all of defendants' motions herein mentioned in omnibus order. Additionally, the government's response notes that it is also a response to Sherifi's motion to compel, lodged on the docket at entry 814. Upon review, the court finds it more appropriate to address that motion when it addresses defendants' pending CIPA § 5 notices, and as such, withholds review of that motion at this time.</p>\n<p>[2]  Pursuant to a plea agreement conditionally approved by the court on February 9, 2011 and June 7, 2011, the government agrees to dismiss counts three through eleven against Daniel Boyd and counts two, four, and eight against Zak Boyd.</p>\n<p>[3]  Counts twelve and thirteen have been severed for separate trial, pursuant to order entered January 28, 2011, lodged on the docket at entry 750.</p>\n<p>[4]  FISA defines \"foreign intelligence information\" as:\n</p>\n<p>(1) information that relates to, and if concerning a United States person is necessary to, the ability of the United States to protect against</p>\n<p>(A) actual or potential attack or other grave hostile acts of a foreign power or an agent of a foreign power;</p>\n<p>(B) sabotage or international terrorism by a foreign power or an agent of a foreign power; or</p>\n<p>(C) clandestine intelligence activities by an intelligence service or network of a foreign power or by an agent of a foreign power; or</p>\n<p>(2) information with respect to a foreign power or foreign territory that relates to, and if concerning a United States person is necessary to-</p>\n<p>(A) the national defense or the security of the United States; or</p>\n<p>(B) the conduct of the foreign affairs of the United States.</p>\n<p>50 U.S.C. §§ 1801(e), 1821(1).</p>\n<p>[5]  The minimization procedures for physical searches are substantially the same, see 50 U.S.C. § 1821(4), and there is no need to reproduce the language of the statute here. The most significant difference in the language regarding minimization procedures for electronic surveillance and physical search is found in subsection (D) of § 1821(4), which provides that\n</p>\n<p>[N]otwithstanding subparagraphs (A), (B), and (C), with respect to any physical search approved pursuant to section 1822(a) of this title, procedures that require that no information, material, or property of a United States person shall be disclosed, disseminated, or used for any purpose or retained for longer than 72 hours unless a court order under section 1824 of this title is obtained or unless the Attorney General determines that the information indicates a threat of death or serious bodily harm to any person.</p>\n<p>§ 1821(4)(D).</p>\n<p>[6]  Statements \"made under sections 1804(a)(7)(E) and 1823(a)(7)(E)\" include statements that the information sought is the type of foreign intelligence information designated and that such information cannot reasonably be obtained by normal investigative techniques. <i>See</i> 50 U.S.C. §§ 1804(a)(7)(E), 1823(a)(7)(E).</p>\n<p>[7]  An \"aggrieved person\" under FISA with respect to electronic surveillance is \"a person who is the target of an electronic surveillance or any other person whose communications or activities were subject to electronic surveillance.\" 50 U. S. C. § 1801(k). Similarly, with respect to physical searches, an \"aggrieved person\" is a \"person whose premises, property, information, or material is the target of physical search or any other person whose premises, property, information, or material was subject to physical search.\" 50 U.S.C. §§ 1801(k), 1821(2).</p>\n<p>[8]  The foregoing discussion necessarily forecloses the arguments raised by various defendants regarding the interplay between <i>Katz v. United States,</i> 389 U.S. 347, 88 S.Ct. 507, 19 L.Ed.2d 576 (1967), <i>Berger v. New York,</i> 388 U.S. 41, 87 S.Ct. 1873, 18 L.Ed.2d 1040 (1967), and <i>United States v. United States District Court (Keith),</i> 407 U.S. 297, 92 S.Ct. 2125, 32 L.Ed.2d 752 (1972). While the court has considered the Fourth Amendment arguments presented by this line of cases, this authority does not alter the precedent that holds the FISA amendment under the PATRIOT Act to be constitutional.</p>\n<p>[9]  As the court in <i>Rosen</i> noted,\n</p>\n<p>[I]t is important to emphasize the significant difference between FISA's probable cause requirement and the government's ultimate burden to prove the existence of criminal activity beyond a reasonable doubt. Indeed, the Fourth Circuit has described probable cause in this context as \"a fluid conceptturning on the assessment of probabilities in particular factual contexts not readily, or even usefully, reduced to a neat set of rules.\"</p>\n<p><i>Rosen,</i> 447 F.Supp.2d at 549 (citing <i>Hammoud,</i> 381 F.3d at 332). The court in <i>Rosen</i> noted that in evaluating whether probable cause exists, the court must make a practical, common-sense decision, given all the circumstances set forth in the affidavit, that the search will be fruitful, bearing in mind that under FISA, a judge is permitted to \"consider past activities of the target, as well as facts and circumstances relating to current or future activities of the target.\" <i>Id.</i> (citing <i>In re Sealed Case,</i> 310 F.3d at 738). \"Thus, while the statute is intended to avoid permitting electronic surveillance solely on the basis of First Amendment activities, it plainly allows a FISC judge to issue an order allowing the surveillance or physical search if there is probable cause to believe that the target, even if engaged in First Amendment activities, may also be involved in unlawful clandestine intelligence activities, or in knowingly aiding and abetting such activities.\" <i>Id.</i></p>\n<p>[10]  The term \"FISA docket\" as used herein refers to all the materials required for a FISA application as well as the order that issued from the FISC court, and any returns filed in connection with the order.</p>\n<p>[11]  Although defendants did not have access to the FISA material, and thus were not able to present arguments concerning specific materials, they nonetheless participated in the review process through the submission of thoroughly researched memorandum of law based on publicly available information regarding FISA. <i>See </i><i>Rosen,</i> 447 F.Supp.2d at 545.</p>\n<p>[12]  Because the court finds probable cause existed for the FISA orders at issue, it does not address the government's argument regarding the good faith exception to the exclusionary rule.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">793</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">751</span></span> (2011)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nHysen SHERIFI; Anes Subasic; Dylan Boyd, a/k/a \"Mohammed;\", Mohammad Omar Aly Hassan; and Ziyad Yaghi, Defendants.</h1></center>\n<center>No. 5:09-CR-216-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 22, 2011.</center>\n<p><span class=\"star-pagination\">*752</span> Barbara D. Kocher, John Bowler, Stephen A. West, Jason Harris Cowley, U.S. Attorney's Office, Raleigh, NC, Jason M. Kellhofer, U.S. Department of Justice, Washington, DC, for Plaintiff.</p>\n<p>Debra C. Graves, Rosemary Godwin, Federal Public Defender, Paul K. Sun, Jr., Ellis &amp; Winters, Joseph E. Zeszotarski, Jr., Poyner &amp; Spruill, R. Daniel Boyce, Nexsen Pruet, PLLC, Raleigh, NC, Robert J. McAfee, McAfee Law, P.A., James M. Ayers, II, Ayers &amp; Haidt, P.A., New Bern, NC, Myron T. Hill, Jr., Browning &amp; Hill, Greenville, NC, for Defendants.</p>\n<p>Anes Subasic, Raleigh, NC, pro se.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter comes before the court on defendants' motions to suppress evidence obtained pursuant to the Foreign Intelligence Surveillance Act (\"FISA\") and to disclose FISA applications and orders (DE # 680, 805, 816, 818, 812, 810, 813, 841, 843).<sup>[1]</sup> On May 23, 2011, the government filed public notice on the docket, at entry 1003, of a classified, <i>ex parte,</i> omnibus response to the foregoing motions. On June 5, 2011, the government filed its unclassified response on the public docket, lodged at entry 1073. In this posture, the issues raised are ripe for review. For the foregoing reasons, the court denies defendants' motions.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Defendants are charged in a thirteen (13) count second superseding indictment returned November 24, 2010. Counts one and two allege that beginning no later than November 9, 2006, and continuing through at least July 2009, the eight named co-defendants conspired with each other to provide material support to terrorists in violation of 18 U.S.C. § 2339A, and commit outside of the United States an act that would constitute murder, kidnaping, maiming, <span class=\"star-pagination\">*753</span> and injuring persons in violation of 18 U.S.C. § 956(a). \"Violent jihad\" and actions taken in furtherance thereof are alleged as overt acts in the conspiracies.</p>\n<p>The second superseding indictment charges Daniel Boyd with receiving a firearm through interstate commerce in violation of 18 U.S.C. § 924(b); two counts of possession of a firearm in furtherance of a crime of violence in violation of 18 U.S.C. § 924(c); two counts of knowing sale of a firearm to a convicted felon in violation of 18 U.S.C. § 922(d)(1); two counts of making a false statement in violation of 18 U.S.C. § 1001(a)(2); knowing provision of ammunition to a convicted felon in violation of 18 U.S.C. § 922(d)(1); and conspiracy to kill a federal officer or employee in violation of 18 U.S.C. § 1117. Zakariya Boyd also is charged with two counts of possession of a firearm in furtherance of a crime of violence in violation of 18 U.S.C. § 924(c).<sup>[2]</sup></p>\n<p>In addition to the conspiracy charges, Sherifi is charged with two counts of possession of a firearm in furtherance of a crime of violence in violation of 18 U.S.C. § 924(c) and conspiracy to kill a federal officer or employee in violation of 18 U.S.C. § 1117. Dylan Boyd is charged with knowing sale of a firearm to a convicted felon in violation of 18 U.S.C. § 922(d)(1). Counts twelve and thirteen charge that on or about December 2, 2003, Subasic knowingly made false statements while procuring and attempting to procure naturalization, and on his formal application for naturalization, in violation of 18 U.S.C. § 1425(a).<sup>[3]</sup></p>\n<p>On July 27, 2009, the government filed seven notices of intent to use FISA information against defendants, lodged on the docket at entries 34 through 40. In their motions, defendants contend that aside from providing this notice, the government has not confirmed any details about what evidence derived from FISA searches and surveillance will be used in the prosecution of the case. Nor has the government provided any affidavits, orders, or other papers which would illustrate for defendants what information was relied upon for the Foreign Intelligence Surveillance Court (\"FISC\") to issue orders authorizing any searches or surveillance. Defendants seek various relief, including suppression of all FISA derived evidence, disclosure of FISA derived evidence, and disclosure of FISA applications and orders.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. The Foreign Intelligence Surveillance Act</h2>\n<p>FISA, enacted in 1978, was Congress's response to judicial confusion over the existence, nature and scope of a foreign intelligence exception to the Fourth Amendment's warrant requirement in the wake of the Supreme Court's 1972 decision in <i>United States v. U.S. District Court,</i> <span class=\"citation\" data-id=\"108581\"><a href=\"/opinion/108581/united-states-v-united-states-dist-court-for-eastern-dist-of-mich/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span>, <span class=\"citation\" data-id=\"108581\"><a href=\"/opinion/108581/united-states-v-united-states-dist-court-for-eastern-dist-of-mich/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2125</span></a></span>, <span class=\"citation\" data-id=\"108581\"><a href=\"/opinion/108581/united-states-v-united-states-dist-court-for-eastern-dist-of-mich/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">752</span></a></span> (1972). <i>See </i><i>United States v. Rosen,</i> <span class=\"citation\" data-id=\"2503507\"><a href=\"/opinion/2503507/united-states-v-rosen/\"><span class=\"volume\">447</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">538</span></a></span>, 542-543 (E.D.Va.2006). In addition, FISA was also a response to the Congressional concern over perceived executive branch abuses of such an exception, and the need to provide the executive branch with appropriate means to investigate and counter foreign intelligence threats. <i>Id.</i> FISA establishes a detailed process the executive branch must follow to obtain orders allowing it to collect foreign <span class=\"star-pagination\">*754</span> intelligence information \"without violating the rights of citizens of the United States.\" <i>United States v. Hammoud,</i> <span class=\"citation\" data-id=\"787516\"><a href=\"/opinion/787516/united-states-v-mohamad-youssef-hammoud-aka-ali-abousaleh-aka-ali/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">316</span></a></span>, 332 (4th Cir.2004) (en banc), <i>vacated on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1097</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1051</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">997</span></span> (2005), <i>reinstated in pertinent part,</i> <span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1034</span></span> (2005). Although originally limited to electronic surveillance, FISA's coverage has been expanded to include physical searches as well. <i>See </i><i>Rosen,</i> 447 F.Supp.2d at 542-43; 50 U.S.C. § 1822.</p>\n<p></p>\n<h2>1. FISA Application</h2>\n<p>FISA includes a detailed procedure for obtaining orders authorizing electronic surveillance or physical searches of a \"foreign power or an agent of a foreign power.\" <i>See</i> 50 U.S.C. § 1801. The process begins with the government's filing of an <i>ex parte,</i> under seal application with the FISC. The application must be approved by the Attorney General and must include certain specified information. <i>See Id.</i> §§ 1804(a), 1823(a). A FISC judge considering the application may also require the submission of additional information necessary to make the requisite findings. <i>See id.</i> §§ 1805(a), 1824(a).</p>\n<p>The applications for electronic surveillance or physical searches must include the following: (1) the identity, if known, or a description of the target of electronic surveillance or physical search; (2) a statement of the facts and circumstances relied upon by the applicant to justify the belief that the target is a foreign power or agent of a foreign power and that each of the facilities or places where electronic surveillance is directed or used, or the premises or property subject to physical search are used or are about to be used by a foreign power or agent of a foreign power; (3) a statement of the proposed minimization procedures; (4) a detailed description of the nature of the information sought and type of surveillance or manner of physical search to be conducted; (5) a certification by an executive branch official; (6) for electronic surveillance, a statement of the means by which the surveillance will be effected, and whether physical entry is required to effect the surveillance; (7) a statement of the facts concerning previous applications and action taken on previous applications; (8) for electronic surveillance, a statement of the period of time for which the surveillance is required to be maintained and if the surveillance should not automatically terminate, a description of facts supporting the belief that additional information will be obtained; and (9) for electronic surveillance, whenever more than one surveillance device is to be used, the coverage of the devices involved and what minimization procedures apply. <i>See id.</i> §§ 1804(a), 1823(a).</p>\n<p></p>\n<h2>2. Certification</h2>\n<p>Each FISA application must include a certification by an executive officer that includes the following: (1) that the certifying official deems the information sought to be foreign intelligence information;<sup>[4]</sup> (2) that a significant purpose of the surveillance or search is to obtain foreign intelligence information; (3) that such information <span class=\"star-pagination\">*755</span> cannot reasonably be obtained by normal investigative techniques; (4) that the type of foreign intelligence information being sought corresponds to the categories describes in section 1801(e) of this title; and (5) includes a statement of the basis for the certification that the information sought is the type of foreign intelligence information designated, and such information cannot reasonably be obtained by normal investigative techniques. <i>See id.</i> §§ 1804(a)(7), 1823(a)(7).</p>\n<p></p>\n<h2>3. Minimization</h2>\n<p>FISA applications must include a statement of the proposed minimization procedures. Minimization procedures are \"designed to protect, as far as reasonable, against the acquisition, retention, and dissemination of nonpublic information which is not foreign intelligence information.\" <i>In re Sealed Case,</i> <span class=\"citation\" data-id=\"779850\"><a href=\"/opinion/779850/in-re-sealed-case/\"><span class=\"volume\">310</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">717</span></a></span>, 731 (FISCR 2002). FISA minimization procedures include:</p>\n<blockquote>(1) specific procedures, which shall be adopted by the Attorney General, that are reasonably designed in light of the purpose and technique of the particular surveillance, to minimize the acquisition and retention, and prohibit the dissemination, of nonpublicly available information concerning unconsenting United States persons consistent with the need of the United States to obtain, produce, and disseminate foreign intelligence information;</blockquote>\n<blockquote>(2) procedures that require that nonpublicly available information, which is not foreign intelligence information, as defined in subsection (e)(1) of this section, shall not be disseminated in a manner that identifies any United States person, without such persons's consent, unless such person's identity is necessary to understand foreign intelligence information or assess its importance;</blockquote>\n<blockquote>(3) notwithstanding paragraphs (1) and (2), procedures that allow for the retention and dissemination of information that is evidence of a crime which has been, is being, or is about to be committed and that is to be retained or disseminated for law enforcement purposes; and</blockquote>\n<blockquote>(4) notwithstanding paragraphs (1), (2), and (3), with respect to any electronic surveillance approved pursuant to section 1802(a) of this title, procedures that require that no contents of any communication to which a United States person is a party shall be disclosed, disseminated, or used for any purpose or retained for longer than 72 hours unless a court order under section 1805 of this title is obtained or unless the Attorney General determines that the information indicates a threat of death or serious bodily harm to any person.<sup>[5]</sup></blockquote>\n<p>50 U.S.C. § 1801(h).</p>\n<p>Congress intended that the minimization procedures of FISA act as a safeguard for <span class=\"star-pagination\">*756</span> U.S. persons at the acquisition, retention and dissemination phases of electronic surveillance and physical searches. <i>Rosen,</i> 447 F.Supp.2d at 550-51 (citing S.Rep. No. 95-701, at 21-22 (1978), 1978 U.S.C.C.A.N. 3973, 3990-91). Minimization at the acquisition stage is designed to ensure that communications of non-target persons are not improperly disseminated, while minimization at the retention stage is intended to ensure that information acquired that is not necessary for obtaining, producing or disseminating foreign intelligence information is destroyed when feasible. <i>Id.</i></p>\n<p>FISA's minimization procedures are meant to parallel Title III procedures, which courts have construed as not requiring the complete elimination of innocent conversation. <i>Id.</i> Courts, including the Fourth Circuit, have acknowledged the inherent difficulty in determining whether something is related to clandestine activity. The Fourth Circuit has noted that \"[a] conversation that seems innocuous on one day may later turn out to be of greater significance, particularly if the individuals involved are talking in code,\" thus recognizing that it is not always immediately clear whether a particular conversation must be minimized. <i>See </i><i>Hammoud,</i> 381 F.3d at 334.</p>\n<p>FISA requires the Attorney General to adopt minimization procedures. <i>See</i> 50 U.S.C. §§ 1801(h)(1), 1821(4)(A). To fulfill the statutory requirement, the Attorney General has adopted standard minimization procedures that apply to every FISA application. As the government notes, these standard procedures were applied to the applications in the instant case.</p>\n<p></p>\n<h2>4. FISA Order</h2>\n<p>After review of the application, a judge of the FISC must enter an <i>ex parte</i> order granting the government's application for electronic surveillance or physical search of a foreign power or an agent of a foreign power, provided the judge makes certain specific findings, including that on the basis of the facts submitted by the applicant there is probable cause to believe that:</p>\n<blockquote>(1) the target of the electronic surveillance or physical search is a foreign power or an agent of a foreign power, <i>except that no United States person may be considered a foreign power or an agent of a foreign power solely upon the basis of activities protected by the First Amendment to the Constitution of the United States;</i> and</blockquote>\n<blockquote>(2) for electronic surveillance, each of the facilities or places at which the electronic surveillance is directed is being used, or is about to be used, by a foreign power or an agent of a foreign power; or</blockquote>\n<blockquote>(3) for physical searches, the premises or property to be searched is owned, used, possessed by, or is in transit to or from an agent of a foreign power or a foreign power.</blockquote>\n<p><i>See</i> 50 U.S.C. §§ 1805(a), 1823(a). If the FISC judge finds the government has satisfied the statute's requirements, the judge must issue an <i>ex parte</i> order approving the surveillance or search. <i>Id.</i> Such an order must describe the target, the information sought, and the means of acquiring such information. <i>Id.</i> §§ 1805(c)(1), 1824(c)(1). The order must also set forth the period of time during which the electronic surveillance or physical searches are approved, which is generally ninety (90) days or until the objective of the electronic surveillance or physical search has been achieved. <i>Id.</i> §§ 1805(e)(1), 1824(d)(1). Applications for a renewal of the order must generally be <span class=\"star-pagination\">*757</span> made upon the same basis as the original application and require the same findings by the FISC. <i>Id.</i> §§ 1805(e)(2), 1824(d)(2).</p>\n<p>In addition to the probable cause findings, the FISC judge must also find that: (1) that the application has been made by a federal officer and approved by the Attorney General; (2) that the proposed minimization procedures meet the respective definitions of minimization procedures for electronic surveillance and physical searches; and (3) that the application contains all statements and certifications required by 50 U.S.C. § 1804 for electronic surveillance and 50 U.S.C. § 1823 for physical searches and, if the target is a U.S. person, the certification or certifications are not clearly erroneous on the basis of the statement made under sections 1804(a)(7)(E) and 1823(a)(7)(E) of title 18 and any other information furnished under sections 1804(d) and 1823(c) of this title. <i>See id.</i> §§ 1805(a), 1823(a).<sup>[6]</sup></p>\n<p></p>\n<h2>5. FISA and Criminal Prosecution</h2>\n<p>If the Attorney General approves the use of evidence collected pursuant to FISA in a criminal prosecution, and the government intends to use or disclose FISA evidence at the trial of an \"aggrieved person,\"<sup>[7]</sup> the government must first notify the aggrieved person and the district court that the government intends to disclose or use the FISA evidence. <i>See</i> 50 U.S.C. §§ 1806(c), 1825(d). On receiving such notification, an aggrieved person may seek to suppress any evidence derived from FISA surveillance or searches on the grounds that: (1) the evidence was unlawfully acquired; or (2) the electronic surveillance or physical search was not conducted in conformity with the order of authorization or approval. <i>Id.</i> §§ 1806(e), 1825(f). If an aggrieved person moves to suppress FISA evidence or to obtain FISA material, then upon the filing of an affidavit by the Attorney General stating under oath that disclosure of such material would harm national security, the district court must review the FISA warrant applications and related materials <i>in camera</i> and <i>ex parte</i> to determine whether the surveillance or search of the aggrieved person was lawfully authorized and conducted. <i>Id.</i> §§ 1806(f), 1825(g). The <i>ex parte, in camera</i> review is constitutional. <i>See, e.g., </i><i>United States v. Benkahla,</i> <span class=\"citation\" data-id=\"2492531\"><a href=\"/opinion/2492531/united-states-v-benkahla/\"><span class=\"volume\">437</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">541</span></a></span>, 554 (E.D.Va.2006).</p>\n<p>The government has notified defendants and the court that it intends to disclose or use FISA evidence in this case. Defendants contend they are aggrieved persons under FISA. Additionally, the government has included an affidavit from the Attorney General stating that public disclosure of the FISA materials or an adversarial hearing with respect to such materials would harm the national security of the United States. (Resp. Ex. 1, ¶ 3.) Accordingly, the court's duty to perform an <i>ex parte, in camera</i> review is triggered, and the court has carefully engaged in such a review.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*758</span> B. Constitutional Challenges to FISA</h2>\n<p>In challenging the FISA orders and evidence at issue in this case, defendants have raised various constitutional challenges to FISA. Specifically, they argue that the statute, as amended in 2001 by the Providing Appropriate Tools Required to Intercept and Obstruct Terrorism (\"PATRIOT\") Act, Pub.L. No. 107-56, 115 Stat. 271 (2001), violates the Fourth Amendment.</p>\n<p>Prior to the enactment of the PATRIOT Act, the Fourth Circuit recognized that traditional Fourth Amendment requirements may be relaxed where the \"primary\" purpose of an investigation is for foreign intelligence purposes. <i>See </i><i>United States v. Truong Dinh Hung,</i> <span class=\"citation\" data-id=\"381897\"><a href=\"/opinion/381897/united-states-v-truong-dinh-hung-united-states-of-america-v-ronald-louis/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span>, 915-16 (4th Cir.1980). In 2001, Congress amended the language of FISA to indicate that the gathering of foreign intelligence did not have to be the primary purpose of the requested surveillance to obtain a FISA warrant. <i>See </i><i>United States v. Abu-Jihaad,</i> <span class=\"citation\" data-id=\"181375\"><a href=\"/opinion/181375/united-states-v-abu-jihaad/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">102</span></a></span>, 119-20 (2d Cir.2010). Rather, if all other FISA application requirements were satisfied, the FISC could issue warrants based upon an executive certification that acquisition of foreign intelligence information is a \"significant purpose\" of the requested surveillance. <i>Id.</i> (citing Pub.L. No. 107-56 § 218, 115 Stat. at 291 (codified as amended at 50 U.S.C. § 1804(a)(6)(B))).</p>\n<p>Defendants contend that the PATRIOT Act amendment has unconstitutionally enabled the government to conduct surveillance to gather evidence for use in a criminal case while bypassing traditional warrant requirements as long as the government asserts a significant interest in gathering foreign intelligence. Defendants correctly acknowledge, however, the authorities prevailing against their position. Defendants center much of their argument on the decision in <i>Mayfield v. United States,</i> <span class=\"citation\" data-id=\"2153280\"><a href=\"/opinion/2153280/mayfield-v-united-states/\"><span class=\"volume\">504</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1023</span></a></span> (D.Or. 2007), which held that FISA as amended by the PATRIOT Act is unconstitutional. But the <i>Mayfield</i> decision was vacated by the Ninth Circuit on standing grounds. <i>See </i><i>Mayfield v. United States,</i> <span class=\"citation\" data-id=\"594\"><a href=\"/opinion/594/mayfield-v-united-states/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">964</span></a></span>, 973 (9th Cir.2010). Meanwhile, as the government points out, and defendants acknowledge, \"all other courts that have considered the [constitutionality of FISA], both before and after enactment of the PATRIOT Act, have rejected constitutional challenges to FISA.\" <i>Abu-Jihaad,</i> <span class=\"citation\" data-id=\"181375\"><a href=\"/opinion/181375/united-states-v-abu-jihaad/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">102</span></a></span>, 120 (citing multiple cases from various districts around the country); <i>see also </i><i>In re Sealed Case,</i> 310 F.3d at 735-46; <i>Benkahla,</i> 437 F.Supp.2d at 555 (\"Every court, including this one, that has addressed similar [constitutional challenges to FISA] has completely rejected them.\").<sup>[8]</sup></p>\n<p>For Fourth Amendment purposes, the \"critical question is not whether the executive can certify that obtaining foreign intelligence information is [the] 'primary' purpose [of the surveillance], but whether it can certify that it is a <i>bona fide</i> purpose of the surveillance.\" <i>Abu-Jihaad,</i> 630 F.3d at 128. Congress safeguarded against the possibility of obtaining FISA warrants without a good faith purpose to obtain foreign intelligence information by demanding that in every FISA application a certification that a \"significant purpose\" of <span class=\"star-pagination\">*759</span> the surveillance or search is to obtain foreign intelligence information. <i>Id.</i> The FISC Court of Review, whose rulings bind the FISA court in issuing surveillance warrants under the statute, has construed the significant purpose test to require \"that the government have a measurable foreign intelligence purpose, other than just criminal prosecution of even foreign intelligence crimes.\" <i>In re Sealed Case,</i> 310 F.3d at 735. Courts in this circuit have adopted the reasoning of the FISC Court of Review.</p>\n<p>Additionally, while the probable cause standard under FISA is different from the standard of Title III,<sup>[9]</sup> case law suggests that these differences do not have constitutional implications. <i>See </i><i>In re Sealed Case,</i> 310 F.3d at 738-46. The FISC Court of Review acknowledged that while Title III allows a court to enter an <i>ex parte</i> order authorizing electronic surveillance if it determines on the basis of the facts there is probable cause to believe that an individual is committing or is about to commit a crime, FISA, by contrast, requires a showing of probable cause that the target is a foreign power or an agent of a foreign power. <i>Id.</i> at 738. The FISC Court of Review noted that Congress intended a lesser showing of probable cause when activities related to foreign powers or agents of foreign powers are at issue because of the difficulties in surveilling those types of crimes. <i>Id.</i> In particular, the FISC Court of Review found that FISA encompassed the spirit of <i>United States v. United States District Court (Keith),</i> which case recognized that in the context of domestic threats to national security, the focus of security surveillance \"may be less precise than that directed against more conventional types of crime.\" <span class=\"citation\" data-id=\"108581\"><a href=\"/opinion/108581/united-states-v-united-states-dist-court-for-eastern-dist-of-mich/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span>, 322, <span class=\"citation\" data-id=\"108581\"><a href=\"/opinion/108581/united-states-v-united-states-dist-court-for-eastern-dist-of-mich/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2125</span></a></span>, <span class=\"citation\" data-id=\"108581\"><a href=\"/opinion/108581/united-states-v-united-states-dist-court-for-eastern-dist-of-mich/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">752</span></a></span> (1972). Furthermore, as noted above, the probable cause determination that the target of the electronic surveillance or physical search is a foreign power or an agent of a foreign power, cannot be made solely on the basis \"of activities protected by the First Amendment to the Constitution of the United States.\" <i>See</i> 50 U.S.C. §§ 1805(a), 1823(a). As such, while defendants correctly point out that FISA provides for a different probable cause standard than Title III, the difference is not unconstitutional.</p>\n<p>Defendants offer several more specific arguments as to how FISA violates the Fourth Amendment. These arguments also fail. For instance, arguments that FISA violates the Fourth Amendment's requirements of a neutral and detached <span class=\"star-pagination\">*760</span> magistrate, a warrant supported by probable cause, particularity, timely information, and notice, have been rejected by the courts, including courts in this circuit. <i>See, e.g., </i><i>Abu-Jihaad,</i> 630 F.3d at 123; <i>Hammoud,</i> 381 F.3d at 334; <i>Benkahla,</i> <span class=\"citation\" data-id=\"2492531\"><a href=\"/opinion/2492531/united-states-v-benkahla/\"><span class=\"volume\">437</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">541</span></a></span>, 554. As such, the court will not engage in a lengthy discussion regarding these issues.</p>\n<p></p>\n<h2>C. Challenges to Use of FISA-Derived Evidence</h2>\n<p></p>\n<h2>1. District Court's De Novo Review</h2>\n<p>When the district court's <i>in camera, ex parte,</i> review is prompted by defendants' motions to suppress FISA derived evidence, the review is properly <i>de novo. See, e.g., </i><i>Hammoud,</i> <span class=\"citation\" data-id=\"787516\"><a href=\"/opinion/787516/united-states-v-mohamad-youssef-hammoud-aka-ali-abousaleh-aka-ali/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">316</span></a></span>, 332; <i>Rosen,</i> 447 F.Supp.2d at 543-545 (\"This review is properly <i>de novo,</i> especially given that the review is <i>ex parte</i> and thus unaided by the adversarial process.\") (citing <i>Hammoud,</i> 381 F.3d at 332). Thus, the court does not give the FISC court's probable cause determinations any deference. <i>Rosen,</i> 447 F.Supp.2d at 545. However, as provided in the FISA statute, the FISA warrant applications are subject to \"minimal scrutiny\" by the courts, and when the target is a United States person, the court applies the \"clearly erroneous\" standard to factual averments contained in the certification. 50 U.S.C. §§ 1805(a)(5), 1824(a)(5); <i>Abu-Jihaad,</i> 630 F.3d at 130; <i>see also </i><i>Rosen,</i> 447 F.Supp.2d at 545 (\"[T]he certifications contained in the applications should be \"presumed valid.\"\"); <i>United States v. Duggan,</i> <span class=\"citation\" data-id=\"441634\"><a href=\"/opinion/441634/united-states-v-andrew-duggan-eamon-meehan-gabriel-megahey-and-colm/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span>, 77 n. 6 (2d Cir.1984) (\"[T]he representations and certifications submitted in support of an application for FISA surveillance should be presumed valid.\").</p>\n<p>Consistent with these principles, the FISA dockets<sup>[10]</sup> at issue in this case were reviewed <i>de novo</i> with no deference accorded to the FISC's probable cause determinations, but with a presumption of validity accorded to the certifications. <i>See </i><i>Rosen,</i> 447 F.Supp.2d at 545. Importantly, the review was both searching and conducted with special care, given that the review proceeded <i>in camera</i> and <i>ex parte,</i> and thus without the full benefit of the adversarial process. <i>Rosen,</i> 447 F.Supp.2d at 545.<sup>[11]</sup> Review of the dockets compels the conclusion that defendants' motions to suppress FISA-derived evidence and to disclose FISA applications and orders must be denied.</p>\n<p>Review of the FISA applications, orders and other materials in this case presented none of the concerns raised by defendants that they contend warrant disclosure of the materials or an adversary hearing. The dockets contain the requisite information, outlined above, and review of the dockets revealed that proper minimization procedures were established and followed. Any failure to minimize was inadvertent, disclosed to the FISC on discovery, and promptly rectified.</p>\n<p>The court carefully reviewed the dockets, keeping in mind the concerns defendants have raised with regard to the <i>ex parte, in camera</i> nature of the proceedings and the findings of probable cause. The court gave particular attention to issues of probable cause and the facts alleged in the <span class=\"star-pagination\">*761</span> applications before examining the orders themselves. The court is satisfied that probable cause existed that the targets of surveillance or physical searches were foreign powers or agents of a foreign power, that this finding was not based solely on the basis of activities protected by the First Amendment, and that the facilities to be surveilled and property to be searched were owned, used, possessed by, or were in transit to or from an agent of a foreign power.<sup>[12]</sup> Lastly, the affidavits or certifications submitted as part of the FISA applications were not clearly erroneous within the meaning of 50 U.S.C. §§ 1805(a)(5) and 1824(a)(5). As such, defendant's motions are denied, and the FISA materials will not be disclosed. An adversary hearing is not required.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, defendants' motions to suppress evidence obtained pursuant to the Foreign Intelligence Surveillance Act (\"FISA\") and to disclose FISA applications and orders (DE # 680, 805, 816, 818, 812, 810, 813, 841, 843) are DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants, for the most part, have moved separately for relief. The court notes that Ziyad Yaghi's (\"Yaghi\") motions discussed herein are substantively nearly identical to Anes Subasic's (\"Subasic\"). Mohammed Omar Hassan (\"Hassan\") incorporates the arguments of his co-defendants. While Hysen Sherifi's (\"Sherifi\") motion is organized differently, the arguments made are substantively similar. As such, the court addresses all of defendants' motions herein mentioned in omnibus order. Additionally, the government's response notes that it is also a response to Sherifi's motion to compel, lodged on the docket at entry 814. Upon review, the court finds it more appropriate to address that motion when it addresses defendants' pending CIPA § 5 notices, and as such, withholds review of that motion at this time.</p>\n<p>[2]  Pursuant to a plea agreement conditionally approved by the court on February 9, 2011 and June 7, 2011, the government agrees to dismiss counts three through eleven against Daniel Boyd and counts two, four, and eight against Zak Boyd.</p>\n<p>[3]  Counts twelve and thirteen have been severed for separate trial, pursuant to order entered January 28, 2011, lodged on the docket at entry 750.</p>\n<p>[4]  FISA defines \"foreign intelligence information\" as:\n</p>\n<p>(1) information that relates to, and if concerning a United States person is necessary to, the ability of the United States to protect against</p>\n<p>(A) actual or potential attack or other grave hostile acts of a foreign power or an agent of a foreign power;</p>\n<p>(B) sabotage or international terrorism by a foreign power or an agent of a foreign power; or</p>\n<p>(C) clandestine intelligence activities by an intelligence service or network of a foreign power or by an agent of a foreign power; or</p>\n<p>(2) information with respect to a foreign power or foreign territory that relates to, and if concerning a United States person is necessary to-</p>\n<p>(A) the national defense or the security of the United States; or</p>\n<p>(B) the conduct of the foreign affairs of the United States.</p>\n<p>50 U.S.C. §§ 1801(e), 1821(1).</p>\n<p>[5]  The minimization procedures for physical searches are substantially the same, see 50 U.S.C. § 1821(4), and there is no need to reproduce the language of the statute here. The most significant difference in the language regarding minimization procedures for electronic surveillance and physical search is found in subsection (D) of § 1821(4), which provides that\n</p>\n<p>[N]otwithstanding subparagraphs (A), (B), and (C), with respect to any physical search approved pursuant to section 1822(a) of this title, procedures that require that no information, material, or property of a United States person shall be disclosed, disseminated, or used for any purpose or retained for longer than 72 hours unless a court order under section 1824 of this title is obtained or unless the Attorney General determines that the information indicates a threat of death or serious bodily harm to any person.</p>\n<p>§ 1821(4)(D).</p>\n<p>[6]  Statements \"made under sections 1804(a)(7)(E) and 1823(a)(7)(E)\" include statements that the information sought is the type of foreign intelligence information designated and that such information cannot reasonably be obtained by normal investigative techniques. <i>See</i> 50 U.S.C. §§ 1804(a)(7)(E), 1823(a)(7)(E).</p>\n<p>[7]  An \"aggrieved person\" under FISA with respect to electronic surveillance is \"a person who is the target of an electronic surveillance or any other person whose communications or activities were subject to electronic surveillance.\" 50 U. S. C. § 1801(k). Similarly, with respect to physical searches, an \"aggrieved person\" is a \"person whose premises, property, information, or material is the target of physical search or any other person whose premises, property, information, or material was subject to physical search.\" 50 U.S.C. §§ 1801(k), 1821(2).</p>\n<p>[8]  The foregoing discussion necessarily forecloses the arguments raised by various defendants regarding the interplay between <i>Katz v. United States,</i> <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (1967), <i>Berger v. New York,</i> <span class=\"citation\" data-id=\"107483\"><a href=\"/opinion/107483/berger-v-new-york/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, <span class=\"citation\" data-id=\"107483\"><a href=\"/opinion/107483/berger-v-new-york/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1873</span></a></span>, <span class=\"citation\" data-id=\"107483\"><a href=\"/opinion/107483/berger-v-new-york/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1040</span></a></span> (1967), and <i>United States v. United States District Court (Keith),</i> <span class=\"citation\" data-id=\"108581\"><a href=\"/opinion/108581/united-states-v-united-states-dist-court-for-eastern-dist-of-mich/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span>, <span class=\"citation\" data-id=\"108581\"><a href=\"/opinion/108581/united-states-v-united-states-dist-court-for-eastern-dist-of-mich/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2125</span></a></span>, <span class=\"citation\" data-id=\"108581\"><a href=\"/opinion/108581/united-states-v-united-states-dist-court-for-eastern-dist-of-mich/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">752</span></a></span> (1972). While the court has considered the Fourth Amendment arguments presented by this line of cases, this authority does not alter the precedent that holds the FISA amendment under the PATRIOT Act to be constitutional.</p>\n<p>[9]  As the court in <i>Rosen</i> noted,\n</p>\n<p>[I]t is important to emphasize the significant difference between FISA's probable cause requirement and the government's ultimate burden to prove the existence of criminal activity beyond a reasonable doubt. Indeed, the Fourth Circuit has described probable cause in this context as \"a fluid conceptturning on the assessment of probabilities in particular factual contexts not readily, or even usefully, reduced to a neat set of rules.\"</p>\n<p><i>Rosen,</i> 447 F.Supp.2d at 549 (citing <i>Hammoud,</i> 381 F.3d at 332). The court in <i>Rosen</i> noted that in evaluating whether probable cause exists, the court must make a practical, common-sense decision, given all the circumstances set forth in the affidavit, that the search will be fruitful, bearing in mind that under FISA, a judge is permitted to \"consider past activities of the target, as well as facts and circumstances relating to current or future activities of the target.\" <i>Id.</i> (citing <i>In re Sealed Case,</i> 310 F.3d at 738). \"Thus, while the statute is intended to avoid permitting electronic surveillance solely on the basis of First Amendment activities, it plainly allows a FISC judge to issue an order allowing the surveillance or physical search if there is probable cause to believe that the target, even if engaged in First Amendment activities, may also be involved in unlawful clandestine intelligence activities, or in knowingly aiding and abetting such activities.\" <i>Id.</i></p>\n<p>[10]  The term \"FISA docket\" as used herein refers to all the materials required for a FISA application as well as the order that issued from the FISC court, and any returns filed in connection with the order.</p>\n<p>[11]  Although defendants did not have access to the FISA material, and thus were not able to present arguments concerning specific materials, they nonetheless participated in the review process through the submission of thoroughly researched memorandum of law based on publicly available information regarding FISA. <i>See </i><i>Rosen,</i> 447 F.Supp.2d at 545.</p>\n<p>[12]  Because the court finds probable cause existed for the FISA orders at issue, it does not address the government's argument regarding the good faith exception to the exclusionary rule.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/181375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2153280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2492531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2503507/"
  ]
}