{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2182885/",
  "absolute_url": "/opinion/2182885/commerce-manufacturing-co-v-blue-jeans-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2182885/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:33:07.194472Z",
  "date_modified": "2016-04-27T01:04:36.609355Z",
  "type": "010combined",
  "sha1": "a1b857bb080c651b7799709e685200868a68afad",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>146 F.Supp. 15 (1956)</b></center>\n<center><h1>COMMERCE MANUFACTURING COMPANY, Plaintiff,<br>\nv.<br>\nBLUE JEANS CORPORATION, Defendant.</h1></center>\n<center>Civ. No. 716.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>November 6, 1956.</center>\n<p><span class=\"star-pagination\">*16</span> Powell &amp; Powell, Whiteville, N. C., Wheeler, Robinson &amp; Thurmond, Gainesville, Ga., for plaintiff.</p>\n<p>Powell, Lee &amp; Lee, Whiteville, N. C., Harry A. Rutenberg, Philadelphia, Pa., for defendant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>The plaintiff instituted this civil suit against the defendant to recover the sum of Thirty Thousand Five Hundred Thirty-three Dollars and Forty-three cents ($30,533.43) alleged to be due to the plaintiff by the defendant on a book account for goods sold and delivered by the plaintiff to the defendant. The defendant has filed an answer to the Complaint, New Matter and Counterclaim and in the New Matter and Counterclaim it avers that, on or about the 13th day of March, 1953, the plaintiff entered into a written agreement with one Joel Levitt, who is the President of the defendant corporation, and a resident of Georgia, wherein Joel Levitt was appointed the exclusive selling agent for the plaintiff to the Department Store and Buying Syndicate Trade on a commission basis as set forth in the written agreement. The New Matter and Counterclaim further avers, in substance, that the plaintiff has failed to pay to Joel Levitt all of the commissions due and owing to him by virtue of said agreement and that the sales upon which he was entitled to receive commissions from the date of the agreement to the date on which the plaintiff attempted to terminate the agreement is in excess of the amount of the claim of the plaintiff against this defendant; that prior to the institution of the action by the plaintiff against the defendant, Joel Levitt assigned to defendant all of his claims against the plaintiff including all monies now due or that may hereafter become due by the said plaintiff to the said Joel Levitt and all claims, demands and causes of action whatsoever that Joel Levitt had or may have against the plaintiff.</p>\n<p>The New Matter and Counterclaim further avers that by reason of said right of set-off arising out of said assignment, <span class=\"star-pagination\">*17</span> not only is the aforesaid defendant not indebted to the plaintiff, but the New Matter and Counterclaim requests affirmative relief of the defendant against the said plaintiff.</p>\n<p>The plaintiff filed a reply to the Counterclaim raising issues of fact and thereafter filed its motion to strike the New Matter and Counterclaim for that: 1. Being a permissive counterclaim, independent grounds of federal jurisdiction must appear; that no allegations appear showing \"any grounds of independent federal jurisdiction of a controversy between the plaintiff, a citizen of Georgia and the assignor, Joel Levitt, who was not named as a party to the original suit between plaintiff and defendant\"; 2. An assignment cannot be made to create jurisdiction where it does not exist.</p>\n<p>It is conceded that the Counterclaim is a permissive one, since it is one \"not arising out of the transaction or occurrence that is the subject matter of the opposing party's claim\". In other words, it is such a claim as defendant may or may not assert, as he sees fit, and a failure to assert it does not preclude a later action based thereon, as is the case with a compulsory counterclaim. Switzer Bros. v. Locklin, 7 Cir., 207 F.2d 483.</p>\n<p>It may also be conceded that jurisdictional grounds must appear. Such grounds do appear, as the plaintiff is a resident of Georgia and the defendant a resident of North Carolina, and the amount in controversy exceeds $3,000. The alleged Counterclaim is asserted, not by Joel Levitt, but by Blue Jeans Corporation, a North Carolina corporation, to which Levitt had assigned his claim before plaintiff instituted its action. At least, this is the allegation, and the truth of such allegation must be assumed for the purpose of this motion.</p>\n<p>North Carolina law is controlling. N.C.General Statutes, ยง 1-57 requires that every action must be prosecuted in the name of the real party in interest, and, to be sure, the one to whom there has been an absolute assignment is the \"real party in interest\" rather than the assignor who has parted with all interest therein. Definitely, diversity jurisdiction appears as against Blue Jeans Corporation. And it may be said, in a purely hypothetical way, that even if we consider the controversy as one between Levitt, a citizen of Pennsylvania, and plaintiff of Georgia, there exists diversity jurisdiction. True, neither Blue Jeans nor Levitt could sue plaintiff in North Carolina since neither resides here. But this is so because the statute fixes the venue in diversity cases in either the district where all the plaintiffs or all the defendants reside. The question of jurisdiction does not arise, since by Section 1332, Title 28 U.S.C.A., the district courts have \"original jurisdiction of all civil actions where the matter in controversy exceeds the sum or value of $3,000 * * * and is between * * * Citizens of different States * * *.\" So that while the district courts have the jurisdiction in all such cases, Section 1391, Title 28, limits the venue to either the plaintiff's or the defendant's residence. The right of plaintiff here to insist that it be sued either in Pennsylvania or Georgia was a right that it was at liberty to waive. This assertion is supported by the cases, among them Olberding v. Illinois Cent. Railroad Co., 346 U.S. 338, 74 S.Ct. 83, 98 L.Ed. 39, one of the cases cited by plaintiff. As plaintiff contends, this case does hold that a resident of Indiana cannot be sued by a resident of Illinois in a Kentucky district court, but the opinion points out that this was true in that case because the defendant had not waived his right with respect to venue. On page 340 of 346 U.S., on page 85 of 74 S.Ct. it is stated: \"Congress, in conferring jurisdiction on the district courts * * * has been explicit to confine such suits to `the judicial district where all plaintiffs or all defendants reside.' * * * This is not a qualification upon the power of the court to adjudicate, but a limitation designed for the convenience of litigants, and, as such, may be waived by them.\"</p>\n<p><span class=\"star-pagination\">*18</span> The question then arises upon this aspect of defendant's argument as to the effect of plaintiff's selection of a forum. The defendant finds no fault with the venue, as, of course, it could not since it was sued \"where all the defendants reside\", but insists that plaintiff is not in a position to object if defendant brings to his defense all rights and claims which the law gives him against plaintiff, including a claim which he could not have asserted originally by court action here. In my opinion, the defendant's position is sound. It is set out in Vol. 6, Cyclopedia of Federal Procedure, page 50: \"By the act of filing his action plaintiff submits himself to the venue and appears as to all matters connected with or growing out of it, and thus waives all objections to the venue which he could have made if the counterclaim had been brought as an original action. This is true with respect to both compulsory counterclaims * * * and permissive counterclaims * * *\" This is a logical position for the courts to take when it is viewed with respect to the thrust of the new rules to permit parties to present in one action all legal controversies between them. The purpose of Rule 13, 28 U.S.C.A., is to avoid a multiplicity of suits by permitting adjustment of a counterclaim in the original rather than in an independent action.</p>\n<p>It is settled under North Carolina law that a defendant when sued may set up any claim against the plaintiff assigned to him before the action is begun as a set-off or a counterclaim. In Barber v. Edwards, 218 N.C. 731, 12 S.E. 2d 234, the defendant, when sued on a note, undertook to set up as a counterclaim a judgment against plaintiff which had been assigned to him. In effect the Court upheld the right of defendant to interpose the assigned judgment, but said demurrer to the counterclaim should have been allowed since it did not appear that defendant acquired the judgment prior to the institution of the action. At page 732 of 218 N.C., at page 234 of 12 S.E.2d, it is stated: \"By C.S. ยง 521(2) [now N.C.G.S. 1-137], it is required that a counterclaim not arising out of plaintiff's claim must be one existing at the commencement of the action.\" In this case, according to the allegations which are accepted as true, the assignment antedated the commencement of the action, and, therefore, is an allowable offset and counterclaim under the North Carolina statute and the decisions of the North Carolina Court.</p>\n<p>The other ground of attack on the jurisdiction of this Court is to the effect that the assignment cannot be accepted as conferring jurisdiction, since in the absence of such no jurisdiction existed, and in support plaintiff refers to Section 1359, Title 28, which reads: \"A district court shall not have jurisdiction of a civil action in which any party, by assignment or otherwise, has been improperly or collusively made or joined to invoke the jurisdiction of such court.\" What has been said above also applies to this argument, since we are dealing with a question of venue rather than of jurisdiction. But, aside from that, it cannot be claimed in this case that \"any party * * * by assignment * * * has been improperly or collusively made or joined to invoke the jurisdiction\", since the parties are identically the ones made and joined by the plaintiff itself. What the plaintiff is actually asserting is that the assignment was made so that the claim based on it might be litigated in this action rather than in an independent action between Levitt and plaintiff brought either in Pennsylvania or Georgia. If so, the jurisdiction is not necessarily defeated, for to do this the assignment must have been collusive rather than genuine. There is nothing before me to indicate a lack of genuineness in the assignment. This being true, the motive for it is not to be considered. In the notable case where South Dakota sued North Carolina on assigned North Carolina bonds, State of South Dakota v. North Carolina, 192 U.S. 286, at page 310, 24 S.Ct. 269, at page 272, 48 L.Ed. 448, the opinion observes: \"Apparently the statute of South Dakota was passed in view of the expected gift, and probably <span class=\"star-pagination\">*19</span> the donor made the gift under a not unreasonable expectation that South Dakota would bring an action against North Carolina to enforce these bonds, and that such action might enure to his benefit as the owner of other like bonds. But the motive with which a gift is made, whether good or bad, does not affect its validity or the question of jurisdiction.\" Under this rule, which I believe to be the present one, the motive which actuated the assignment, whether good or bad from the viewpoint of plaintiff does not affect its validity, and consequently, the question of jurisdiction. I must assume its validity on this record.</p>\n<p>The cases cited by plaintiff's counsel have been examined. In my opinion they do not support plaintiff's contentions.</p>\n<p>Accordingly, the motion made by plaintiff to strike the New Matter and Counterclaim is denied.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">15</span></span> (1956)</b></center>\n<center><h1>COMMERCE MANUFACTURING COMPANY, Plaintiff,<br>\nv.<br>\nBLUE JEANS CORPORATION, Defendant.</h1></center>\n<center>Civ. No. 716.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>November 6, 1956.</center>\n<p><span class=\"star-pagination\">*16</span> Powell &amp; Powell, Whiteville, N. C., Wheeler, Robinson &amp; Thurmond, Gainesville, Ga., for plaintiff.</p>\n<p>Powell, Lee &amp; Lee, Whiteville, N. C., Harry A. Rutenberg, Philadelphia, Pa., for defendant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>The plaintiff instituted this civil suit against the defendant to recover the sum of Thirty Thousand Five Hundred Thirty-three Dollars and Forty-three cents ($30,533.43) alleged to be due to the plaintiff by the defendant on a book account for goods sold and delivered by the plaintiff to the defendant. The defendant has filed an answer to the Complaint, New Matter and Counterclaim and in the New Matter and Counterclaim it avers that, on or about the 13th day of March, 1953, the plaintiff entered into a written agreement with one Joel Levitt, who is the President of the defendant corporation, and a resident of Georgia, wherein Joel Levitt was appointed the exclusive selling agent for the plaintiff to the Department Store and Buying Syndicate Trade on a commission basis as set forth in the written agreement. The New Matter and Counterclaim further avers, in substance, that the plaintiff has failed to pay to Joel Levitt all of the commissions due and owing to him by virtue of said agreement and that the sales upon which he was entitled to receive commissions from the date of the agreement to the date on which the plaintiff attempted to terminate the agreement is in excess of the amount of the claim of the plaintiff against this defendant; that prior to the institution of the action by the plaintiff against the defendant, Joel Levitt assigned to defendant all of his claims against the plaintiff including all monies now due or that may hereafter become due by the said plaintiff to the said Joel Levitt and all claims, demands and causes of action whatsoever that Joel Levitt had or may have against the plaintiff.</p>\n<p>The New Matter and Counterclaim further avers that by reason of said right of set-off arising out of said assignment, <span class=\"star-pagination\">*17</span> not only is the aforesaid defendant not indebted to the plaintiff, but the New Matter and Counterclaim requests affirmative relief of the defendant against the said plaintiff.</p>\n<p>The plaintiff filed a reply to the Counterclaim raising issues of fact and thereafter filed its motion to strike the New Matter and Counterclaim for that: 1. Being a permissive counterclaim, independent grounds of federal jurisdiction must appear; that no allegations appear showing \"any grounds of independent federal jurisdiction of a controversy between the plaintiff, a citizen of Georgia and the assignor, Joel Levitt, who was not named as a party to the original suit between plaintiff and defendant\"; 2. An assignment cannot be made to create jurisdiction where it does not exist.</p>\n<p>It is conceded that the Counterclaim is a permissive one, since it is one \"not arising out of the transaction or occurrence that is the subject matter of the opposing party's claim\". In other words, it is such a claim as defendant may or may not assert, as he sees fit, and a failure to assert it does not preclude a later action based thereon, as is the case with a compulsory counterclaim. Switzer Bros. v. Locklin, 7 Cir., 207 F.2d 483.</p>\n<p>It may also be conceded that jurisdictional grounds must appear. Such grounds do appear, as the plaintiff is a resident of Georgia and the defendant a resident of North Carolina, and the amount in controversy exceeds $3,000. The alleged Counterclaim is asserted, not by Joel Levitt, but by Blue Jeans Corporation, a North Carolina corporation, to which Levitt had assigned his claim before plaintiff instituted its action. At least, this is the allegation, and the truth of such allegation must be assumed for the purpose of this motion.</p>\n<p>North Carolina law is controlling. N.C.General Statutes, ยง 1-57 requires that every action must be prosecuted in the name of the real party in interest, and, to be sure, the one to whom there has been an absolute assignment is the \"real party in interest\" rather than the assignor who has parted with all interest therein. Definitely, diversity jurisdiction appears as against Blue Jeans Corporation. And it may be said, in a purely hypothetical way, that even if we consider the controversy as one between Levitt, a citizen of Pennsylvania, and plaintiff of Georgia, there exists diversity jurisdiction. True, neither Blue Jeans nor Levitt could sue plaintiff in North Carolina since neither resides here. But this is so because the statute fixes the venue in diversity cases in either the district where all the plaintiffs or all the defendants reside. The question of jurisdiction does not arise, since by Section 1332, Title 28 U.S.C.A., the district courts have \"original jurisdiction of all civil actions where the matter in controversy exceeds the sum or value of $3,000 * * * and is between * * * Citizens of different States * * *.\" So that while the district courts have the jurisdiction in all such cases, Section 1391, Title 28, limits the venue to either the plaintiff's or the defendant's residence. The right of plaintiff here to insist that it be sued either in Pennsylvania or Georgia was a right that it was at liberty to waive. This assertion is supported by the cases, among them Olberding v. Illinois Cent. Railroad Co., <span class=\"citation\" data-id=\"105161\"><a href=\"/opinion/105161/olberding-v-illinois-central-r-co/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">338</span></a></span>, <span class=\"citation\" data-id=\"105161\"><a href=\"/opinion/105161/olberding-v-illinois-central-r-co/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"105161\"><a href=\"/opinion/105161/olberding-v-illinois-central-r-co/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">39</span></a></span>, one of the cases cited by plaintiff. As plaintiff contends, this case does hold that a resident of Indiana cannot be sued by a resident of Illinois in a Kentucky district court, but the opinion points out that this was true in that case because the defendant had not waived his right with respect to venue. On page 340 of 346 U.S., on page 85 of 74 S.Ct. it is stated: \"Congress, in conferring jurisdiction on the district courts * * * has been explicit to confine such suits to `the judicial district where all plaintiffs or all defendants reside.' * * * This is not a qualification upon the power of the court to adjudicate, but a limitation designed for the convenience of litigants, and, as such, may be waived by them.\"</p>\n<p><span class=\"star-pagination\">*18</span> The question then arises upon this aspect of defendant's argument as to the effect of plaintiff's selection of a forum. The defendant finds no fault with the venue, as, of course, it could not since it was sued \"where all the defendants reside\", but insists that plaintiff is not in a position to object if defendant brings to his defense all rights and claims which the law gives him against plaintiff, including a claim which he could not have asserted originally by court action here. In my opinion, the defendant's position is sound. It is set out in Vol. 6, Cyclopedia of Federal Procedure, page 50: \"By the act of filing his action plaintiff submits himself to the venue and appears as to all matters connected with or growing out of it, and thus waives all objections to the venue which he could have made if the counterclaim had been brought as an original action. This is true with respect to both compulsory counterclaims * * * and permissive counterclaims * * *\" This is a logical position for the courts to take when it is viewed with respect to the thrust of the new rules to permit parties to present in one action all legal controversies between them. The purpose of Rule 13, 28 U.S.C.A., is to avoid a multiplicity of suits by permitting adjustment of a counterclaim in the original rather than in an independent action.</p>\n<p>It is settled under North Carolina law that a defendant when sued may set up any claim against the plaintiff assigned to him before the action is begun as a set-off or a counterclaim. In Barber v. Edwards, <span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">731</span></span>, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">234</span></span>, the defendant, when sued on a note, undertook to set up as a counterclaim a judgment against plaintiff which had been assigned to him. In effect the Court upheld the right of defendant to interpose the assigned judgment, but said demurrer to the counterclaim should have been allowed since it did not appear that defendant acquired the judgment prior to the institution of the action. At page 732 of 218 N.C., at page 234 of 12 S.E.2d, it is stated: \"By C.S. ยง 521(2) [now N.C.G.S. 1-137], it is required that a counterclaim not arising out of plaintiff's claim must be one existing at the commencement of the action.\" In this case, according to the allegations which are accepted as true, the assignment antedated the commencement of the action, and, therefore, is an allowable offset and counterclaim under the North Carolina statute and the decisions of the North Carolina Court.</p>\n<p>The other ground of attack on the jurisdiction of this Court is to the effect that the assignment cannot be accepted as conferring jurisdiction, since in the absence of such no jurisdiction existed, and in support plaintiff refers to Section 1359, Title 28, which reads: \"A district court shall not have jurisdiction of a civil action in which any party, by assignment or otherwise, has been improperly or collusively made or joined to invoke the jurisdiction of such court.\" What has been said above also applies to this argument, since we are dealing with a question of venue rather than of jurisdiction. But, aside from that, it cannot be claimed in this case that \"any party * * * by assignment * * * has been improperly or collusively made or joined to invoke the jurisdiction\", since the parties are identically the ones made and joined by the plaintiff itself. What the plaintiff is actually asserting is that the assignment was made so that the claim based on it might be litigated in this action rather than in an independent action between Levitt and plaintiff brought either in Pennsylvania or Georgia. If so, the jurisdiction is not necessarily defeated, for to do this the assignment must have been collusive rather than genuine. There is nothing before me to indicate a lack of genuineness in the assignment. This being true, the motive for it is not to be considered. In the notable case where South Dakota sued North Carolina on assigned North Carolina bonds, State of South Dakota v. North Carolina, <span class=\"citation\" data-id=\"95997\"><a href=\"/opinion/95997/south-dakota-v-north-carolina/\"><span class=\"volume\">192</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, at page 310, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">269</span></span>, at page 272, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">448</span></span>, the opinion observes: \"Apparently the statute of South Dakota was passed in view of the expected gift, and probably <span class=\"star-pagination\">*19</span> the donor made the gift under a not unreasonable expectation that South Dakota would bring an action against North Carolina to enforce these bonds, and that such action might enure to his benefit as the owner of other like bonds. But the motive with which a gift is made, whether good or bad, does not affect its validity or the question of jurisdiction.\" Under this rule, which I believe to be the present one, the motive which actuated the assignment, whether good or bad from the viewpoint of plaintiff does not affect its validity, and consequently, the question of jurisdiction. I must assume its validity on this record.</p>\n<p>The cases cited by plaintiff's counsel have been examined. In my opinion they do not support plaintiff's contentions.</p>\n<p>Accordingly, the motion made by plaintiff to strike the New Matter and Counterclaim is denied.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/95997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105161/"
  ]
}