{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2184286/",
  "absolute_url": "/opinion/2184286/feldman-v-law-enforcement-associates-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2184286/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:33:17.162216Z",
  "date_modified": "2016-04-27T01:04:38.320753Z",
  "type": "010combined",
  "sha1": "223fd1e30befd3cfd280510609c53d74c4e814d2",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>779 F.Supp.2d 472 (2011)</b></center>\n<center><h1>Paul H. FELDMAN, and Martin L. Perry, Plaintiffs,<br>\nv.<br>\nLAW ENFORCEMENT ASSOCIATES CORPORATION, et al., Defendants.</h1></center>\n<center>No. 5:10-CV-08-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 10, 2011.</center>\n<p><span class=\"star-pagination\">*476</span> R. Scott Oswald, John T. Harrington, The Employment Law Group, Washington, DC, Michael C. Byrne, Raleigh, NC, for Plaintiffs.</p>\n<p>Amy Jenkins, McAngus Goudelock &amp; Courie, LLC, Charleston, SC, Tracey R. Downs, McAngus Goudelock &amp; Courie, <span class=\"star-pagination\">*477</span> PLLC, Charlotte, NC, Kathleen P. Tanner Kennedy, Melissa H. Hill, Wade M. Smith, Tharrington Smith, LLP, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>W. EARL BRITT, Senior District Judge.</p>\n<p>This matter is before the court on the 21 June 2010 motion to dismiss filed by defendants Law Enforcement Associates Corporation (\"LEA\"), Anthony Rand (\"Rand\"), James J. Lindsay (\"Lindsay\"), Joseph A. Jordan (\"Jordan\") and Paul Briggs (\"Briggs\"), and on the 21 June 2010 motion to dismiss filed by defendant John H. Carrington (\"Carrington\"). Both motions have been fully briefed and are ripe for disposition.</p>\n<p></p>\n<h2>I. FACTUAL AND PROCEDURAL HISTORY</h2>\n<p>LEA, a Nevada corporation authorized to do business in North Carolina, is a manufacturer of security and surveillance equipment used by local, state, federal and international law enforcement agencies and by public and private companies. (Am. Compl., DE # 34, ¶¶ 4, 22.) LEA's principal place of business is in Wake County, North Carolina. (<i>Id.</i> ¶ 22.) Plaintiffs Paul H. Feldman (\"Feldman\") and Martin L. Perry (\"Perry\")<sup>[1]</sup> were employees of LEA. Feldman was LEA's President for almost twenty years. (<i>Id.</i> ¶ 4.) Perry was employed by LEA for nine years and was LEA's Director of Sales for three years. (<i>Id.</i>) From approximately 2003 until 3 December 2009, Feldman and Perry were also directors of the corporation. (<i>Id.</i> ¶ 41.) The other three members of LEA's Board of Directors (\"Board\") during the time period relevant to this case were defendants Rand, Lindsay and Jordan. (<i>Id.</i> ¶ 42.)</p>\n<p>Carrington is LEA's founder and former majority shareholder. (<i>Id.</i> ¶¶ 5, 51.) In 2005, Carrington was convicted of felonies relating to the illegal export of evidence collection products to China. (<i>Id.</i> ¶¶ 5, 48.) The federal government fined Carrington, placed him on probation for one year, and prohibited him from making exports for five years. (<i>Id.</i> ¶¶ 5, 49.) Another company that Carrington owned, Sirchie Fingerprints Labs, Inc. (\"Sirchie\"), was directly implicated in the same criminal activity and was also prohibited from making exports for five years. (<i>Id.</i> ¶ 50.) After being charged with the export violations, Carrington resigned from LEA's Board and also ended his management and majority ownership role at LEA. (<i>Id.</i> ¶ 52.)</p>\n<p>After Carrington's departure, LEA entered into multiple contracts with a company called SAFE Source to export receivers and video equipment to police in the Dominican Republic. (<i>Id.</i> ¶ 55.) In or around September 2007, Carrington's son, Scott Carrington, who was then president of Sirchie, revealed information to Feldman and Perry which indicated that Carrington had an ownership interest in SAFE Source. (<i>Id.</i> ¶ 56.) In or around December 2007, plaintiffs confirmed that Carrington owned fifty percent of SAFE Source. (<i>Id.</i> ¶ 58.)</p>\n<p>Because Carrington had been banned from making exports for five years and because he had an ownership interest in SAFE Source, plaintiffs maintain that it was illegal for SAFE Source to engage in the export business. (<i>Id.</i> ¶ 60.) Plaintiffs believed that LEA was also possibly violating <span class=\"star-pagination\">*478</span> the law and its contract certifications to various federal customers by conducting export business with SAFE Source. (<i>Id.</i> ¶ 61.)</p>\n<p>On 27 December 2007, Feldman notified LEA's Board that there were possible export violations relating to Carrington and SAFE Source and that these violations needed to be reported to the proper governmental agencies as soon as possible. (<i>Id.</i> ¶ 62.) Plaintiffs allege that \"[i]mmediately\" following the Board meeting on 27 December 2007, Rand and his personal attorney, Mark Finkelstein (\"Finkelstein\"), visited Carrington. (<i>Id.</i> ¶ 78.) The next day, Carrington met with his criminal defense attorney for several hours at Sirchie's headquarters. (<i>Id.</i> ¶ 79.)</p>\n<p>In or around January 2008, LEA's counsel, James Jorgensen (\"Jorgensen\"), and plaintiffs met with federal authorities at the Bureau of Industry and Security, a division of the Department of Commerce (\"DOC\"), to report Carrington's illegal and undisclosed ownership of SAFE Source and the illegal export business that SAFE Source conducted with LEA. (<i>Id.</i> ¶ 75.) Approximately one week after plaintiffs reported these activities to the DOC, federal agents raided the headquarters of SAFE Source and Sirchie and began a criminal investigation. (<i>Id.</i> ¶¶ 76-77.)</p>\n<p>At the next LEA Board meeting, Rand, Lindsay and Jordan demanded that Feldman tell them what he had reported to the federal government. (<i>Id.</i> ¶ 80.) Because Feldman believed that Rand, and perhaps Lindsay and Jordan, had already leaked information to Carrington regarding his report, he refused to provide the requested information. (<i>Id.</i> ¶ 81.)</p>\n<p>In or around March 2008, the Board voted three to two (with Rand, Lindsay and Jordan forming the majority) to fire Jorgensen as LEA's lawyer and replace him with Finkelstein, Rand's personal attorney. (<i>Id.</i> ¶ 82.) Feldman and Perry told Rand, Lindsay and Jordan that the appointment of Finkelstein represented an improper conflict of interest. (<i>Id.</i> ¶ 83.) After Rand, Lindsay and Jordan installed Finkelstein, they told Feldman to \"run all matters through Finkelstein.\" (<i>Id.</i> ¶ 84.) Feldman refused because of the prior and ongoing leaks to Carrington by Rand and Finkelstein. (<i>Id.</i> ¶ 85.) After the March 2008 Board meeting, Feldman and Perry told the federal investigators that they believed members of the Board were leaking information to Carrington, including information regarding plaintiffs' disclosures to and contacts with federal authorities. (<i>Id.</i> ¶ 86.)</p>\n<p>Because of plaintiffs' concern that the members of the Board and Finkelstein had leaked information to Carrington, Eric Littman, LEA's counsel for matters relating to the United States Securities and Exchange Commission (\"SEC\"), requested that Finkelstein, Jorgensen and all of LEA's directors sign a statement affirming that they had not shared any confidential information with Carrington. (<i>Id.</i> ¶ 89.) Feldman, Perry and Jorgensen signed the affirmation; however, Rand, Lindsay, Jordan and Finkelstein refused. (<i>Id.</i> ¶ 90.)</p>\n<p>Rand, Lindsay and Jordan reacted with hostility to the reports that Feldman and Perry made to the federal government and to plaintiffs' refusal to divulge information concerning the content of their reports. (<i>Id.</i> ¶ 92.) Rand, Lindsay, Jordan and Finkelstein told Feldman that he had defied them and that he would be personally responsible for any criminal or civil liability incurred by LEA resulting from his disclosures to federal authorities. (<i>Id.</i> ¶¶ 93-94.) Plaintiffs allege that Finkelstein subsequently falsified the minutes from the 27 December 2007 Board meeting to omit Feldman's disclosure of LEA's potential liability for the export violations <span class=\"star-pagination\">*479</span> and to omit Feldman's statement that LEA's potential violations, through its relationship with SAFE Source, needed to be reported to the proper authorities. (<i>Id.</i> ¶¶ 95-98.)</p>\n<p>In August 2009, Briggs, who was then LEA's Chief Financial Officer, showed plaintiffs a document that plaintiffs believed indicated the possibility of insider trading of LEA stock. (<i>Id.</i> ¶¶ 101-05.) Plaintiffs told Briggs that they intended to report the information to federal investigators. (<i>Id.</i> ¶ 106.) Briggs then allegedly told Rand, Lindsay, Jordan or Finkelstein of plaintiffs' intention to report the evidence of insider trading to federal investigators. (<i>Id.</i> ¶ 108.) Plaintiffs subsequently provided the evidence of insider trading to the government, and they have been interviewed on the subject of insider trading at length by federal investigators. (<i>Id.</i> ¶ 109.)</p>\n<p>Feldman alleges that in the weeks prior to 27 August 2009, both he and his attorney, Jorgensen, were pressured on several occasions by Carrington's lawyers to reveal the information that plaintiffs had disclosed to federal authorities. (<i>Id.</i> ¶¶ 114, 117, 119, 121, 123-25, 127.) Feldman and Jorgensen refused to share such information with Carrington's attorneys. (<i>Id.</i> ¶¶ 115, 120, 122, 128.)</p>\n<p>In or around late August 2009, both Feldman and Perry suffered from separate medical conditions that required brief hospitalizations and forced them out of work for a period of time. (<i>Id.</i> ¶¶ 130-32, 143, 147.) Plaintiffs allege that their medical conditions substantially limited their ability to work, and, as a result, they both sought reasonable accommodations for their disabilities. (<i>Id.</i> ¶¶ 133-35, 144, 149, 159-60, 163.) Plaintiffs further allege that their requests were disregarded and that they were discharged from their employment. (<i>Id.</i> ¶¶ 137-38, 161-62.) Feldman's employment was terminated on 27 August 2009, and Perry's employment was allegedly terminated on 23 September 2009. (<i>Id.</i> ¶¶ 138, 166.)</p>\n<p>Subsequent to his discharge from employment, on 29 September 2009, Feldman emailed Briggs and asked that his email be distributed to all of LEA's directors. (<i>Id.</i> ¶ 169.) In the email, Feldman requested financial statements, Board minutes and other documents that he was entitled to view as a LEA director. (<i>Id.</i> ¶¶ 170-71.) LEA refused to provide the requested documents. (<i>Id.</i> ¶ 172.) Feldman's 29 September 2009 email to Briggs also stated that LEA had filed a \"false\" 8K form with the SEC because the 8K indicated that Perry had voluntarily resigned from LEA. (<i>Id.</i> ¶ 182.)</p>\n<p>On 30 September 2009, plaintiffs sent an email and a letter to the SEC to report their concerns about the false 8K filing. (<i>Id.</i> ¶ 184.) On 2 October 2009, plaintiffs emailed LEA's independent auditor, Keith Ekenseair. (<i>Id.</i> ¶ 185.) In this email, plaintiffs informed Ekenseair that LEA had filed a false 8K form relating to Perry's termination; that LEA had misrepresented the circumstances of Feldman's firing when it filed an 8K regarding that event; and that LEA had refused Feldman's request for documents. (<i>Id.</i> ¶¶ 186-87.) On 13 November 2009, plaintiffs objected to misstatements, misrepresentations and omissions in the 10Q prepared by LEA for the quarter ending September 30, 2009. (<i>Id.</i> ¶¶ 188-90.)</p>\n<p>On 17 November 2009, Feldman sent a letter to the United States Department of Labor, Occupational Health and Safety Administration (\"OSHA\") regarding LEA's failure to report certain information to the SEC, including plaintiffs' cooperation with investigations by the DOC into export violations by Carrington. (<i>Id.</i> ¶¶ 193-94.) On the same day, Feldman <span class=\"star-pagination\">*480</span> filed a complaint with OSHA in which he alleged that LEA had violated federal whistleblower protections. (<i>Id.</i> ¶ 195.) On 2 December 2009, Perry also sent a letter to OSHA that was similar in content to Feldman's letter. (<i>Id.</i> ¶ 197.) On 3 December 2009, LEA removed plaintiffs from the Board. (<i>Id.</i> ¶ 198.)</p>\n<p>Perry also alleges that LEA did not pay him a $50,000 bonus that he was entitled to receive for bringing in a $5.7 million contract. (<i>Id.</i> ¶¶ 199-206.) Finally, plaintiffs allege that LEA refused to authorize the removal of the restricted legend on common stock registered in their names. (<i>Id.</i> ¶¶ 207-15.)</p>\n<p>Plaintiffs initially filed separate complaints, but they subsequently filed a consolidated complaint on 16 April 2010. Plaintiffs filed a first amended complaint on 7 June 2010 and raise the following claims: (1) claims under the Americans with Disabilities Act (Feldman and Perry against LEA); (2) whistleblower claims under the Sarbanes-Oxley Act of 2002 (Feldman and Perry against LEA, Rand, Lindsay, Jordan and Briggs); (3) a claim for civil conspiracy (Feldman and Perry against LEA, Rand, Lindsay, Jordan and Carrington); (4) claims for wrongful discharge in violation of North Carolina public policy (Feldman and Perry against LEA, Rand, Lindsay and Jordan); (5) a claim under the North Carolina Wage and Hour Act (Perry against LEA); and (6) a claim for breach of contract (Perry against LEA). Defendants filed the instant motions to dismiss on 21 June 2010.<sup>[2]</sup></p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>A motion to dismiss pursuant to Federal Rule of Civil Procedure 12(b)(6) \"tests the sufficiency of a complaint\" but \"does not resolve contests surrounding the facts, the merits of a claim, or the applicability of defenses.\" <i>Republican Party v. Martin,</i> 980 F.2d 943, 952 (4th Cir.1992). In order to survive a Rule 12(b)(6) motion to dismiss, the complaint must contain \"sufficient factual matter, accepted as true, to `state a claim to relief that is plausible on its face.'\" <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, 129 S.Ct. 1937, 1949, 173 L.Ed.2d 868 (2009) (quoting <i>Bell Atl. Corp. v. Twombly,</i> 550 U.S. 544, 570, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007)). \"A claim has facial plausibility when the plaintiff pleads factual content that allows the court to draw the reasonable inference that the defendant is liable for the misconduct alleged.\" <i>Id.</i> In evaluating whether a claim is stated, \"[the] court accepts all well-pled facts as true and construes these facts in the light most favorable to the plaintiff in weighing the legal sufficiency of the complaint.\" <i>Nemet Chevrolet, Ltd. v. Consumeraffairs.com, Inc.,</i> 591 F.3d 250, 255 (4th Cir.2009). A court need not accept as true \"`unwarranted inferences, unreasonable conclusions, or arguments.'\" <i>Id.</i> (quoting <i>Wahi v. Charleston Area Med. Ctr., Inc.,</i> 562 F.3d 599, 615 n. 26 (4th Cir.2009)).</p>\n<p></p>\n<h2>A. <i>Americans with Disabilities Act Claims</i>\n</h2>\n<p>Both plaintiffs assert claims against LEA for violations of the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. § 12101 <i>et seq.</i> The ADA prohibits discrimination \"against a qualified individual on the basis of disability in regard to . . . terms, conditions, and privileges of employment.\" 42 U.S.C. § 12112(a) (2011). Here, each plaintiff brings two separate claims under the ADA: (1) a claim for wrongful discharge and (2) a claim for failure to accommodate.</p>\n<p><span class=\"star-pagination\">*481</span> In a wrongful discharge case under the ADA, a plaintiff establishes a <i>prima facie</i> case by demonstrating that \"(1) he is within the ADA's protected class; (2) he was discharged; (3) at the time of his discharge, he was performing the job at a level that met his employer's legitimate expectations; and (4) his discharge occurred under circumstances that raise a reasonable inference of unlawful discrimination.\" <i>Haulbrook v. Michelin N. Am. Inc.,</i> 252 F.3d 696, 702 (4th Cir.2001); <i>see also </i><i>Rhoads v. FDIC,</i> 257 F.3d 373, 387 n. 11 (4th Cir.2001).</p>\n<p>In a failure to accommodate case, a plaintiff establishes a <i>prima facie</i> case by showing (1) that he was an individual who had a disability within the meaning of the statute; (2) that the employer had notice of his disability; (3) that with reasonable accommodation he could perform the essential functions of the position; and (4) that the employer refused to make such accommodations. <i>Haneke v. Mid-Atlantic Capital Mgmt.,</i> 131 Fed.Appx. 399, 400 (4th Cir.2005); <i>Rhoads,</i> 257 F.3d at 387 n. 11.</p>\n<p>Here, Perry alleges that he had a neurological episode in 1990 that was diagnosed as Multiple Sclerosis (\"MS\"). (Am. Compl. ¶ 139.) At that time, his symptoms included vertigo, slurred speech and double vision. (<i>Id.</i> ¶ 140.) These symptoms gradually resolved over the course of several months. (<i>Id.</i>) In 2004, while employed by LEA, Perry suffered a second MS episode that temporarily caused complete left-side paralysis and permanently caused weakness on his left side. (<i>Id.</i> ¶ 141.) Perry's MS episode in 2004 caused him to miss time from work at LEA, and LEA knew that MS had caused Perry's absence. (<i>Id.</i> ¶ 142.)</p>\n<p>On 27 August 2009, the day of Feldman's discharge from LEA, Perry suffered from a stress-induced \"flare up\" of symptoms related to his MS. (<i>Id.</i> ¶ 143.) This exacerbation of Perry's MS symptoms caused him to be hospitalized for several days. (<i>Id.</i>) On three occasions after his MS flare up, requests for medical leave were made to LEA on Perry's behalf. (<i>Id.</i> ¶¶ 144, 149-50, 157-60, 230.) Despite these requests, on 23 September 2009, \"LEA terminated Perry's employment as Director of Sales, falsely claiming that Perry had `abandoned' his job.\" (<i>Id.</i> ¶ 166.)</p>\n<p>With respect to Feldman's ADA claims, he alleges that he suffered from a Transient Ischemic Attack (\"TIA\"), also known as a \"mini-stroke\" or \"warning stroke,\" on 26 August 2009. (<i>Id.</i> ¶¶ 130-31.) As a result of the TIA, Feldman was hospitalized for two days and required \"an additional several weeks\" to recover before he was able to work again. (<i>Id.</i> ¶ 132.) While hospitalized for this medical condition, Feldman made a request through his attorney, asking that Rand, Lindsay and Jordan reschedule a Board meeting that had been previously scheduled for 27 August 2009. (<i>Id.</i> ¶¶ 129, 134-35.) Rand, acting for the Board and LEA, refused to reschedule the Board meeting. (<i>Id.</i> ¶¶ 136-37.) Rand, Lindsay and Jordan, acting on behalf of LEA, subsequently terminated Feldman's employment during the 27 August 2009 Board meeting. (<i>Id.</i> ¶ 138.)</p>\n<p></p>\n<h2>1. <i>Whether Plaintiffs are Disabled Under the Recently Amended ADA</i>\n</h2>\n<p>Plaintiffs' ADA claims for wrongful discharge and for failure to make a reasonable accommodation both require a showing that plaintiffs were \"disabled\" within the meaning of the ADA. <i>Rhoads,</i> 257 F.3d at 387; <i>Lochridge v. City of Winston-Salem,</i> 388 F.Supp.2d 618, 625 (M.D.N.C. 2005). LEA contends that plaintiffs have failed to make the required showing because <span class=\"star-pagination\">*482</span> their impairments were temporary and not severe. (<i>See</i> Mem. Supp. Defs.' Mot. Dismiss, DE #41, at 8-10.) \"The question of whether a plaintiff is disabled under the ADA, `and therefore can bring a claim under the statute, is a question of law for the court, not a question of fact for the jury.'\" <i>Rose v. Home Depot USA, Inc.,</i> 186 F.Supp.2d 595, 608 (D.Md.2002) (quoting <i>Hooven-Lewis v. Caldera,</i> 249 F.3d 259, 268 (4th Cir.2001) (Rehabilitation Act case)).</p>\n<p>The ADA defines \"disability\" with respect to an individual as \"(A) a physical or mental impairment that substantially limits one or more major life activities of such individual; (B) a record of such an impairment; or (C) being regarded as having such an impairment. . . .\" 42 U.S.C. § 12102(1) (2011). Here, there is no dispute that plaintiffs are proceeding under the first prong of the disability definition.</p>\n<p>In 2002, the United States Supreme Court held that an impairment rises to the level of a disability only if its impact is \"permanent or long term.\" <i>Toyota Motor Mfg., Ky., Inc. v. Williams,</i> 534 U.S. 184, 198, 122 S.Ct. 681, 151 L.Ed.2d 615 (2002). Accordingly, under Fourth Circuit precedent, temporary, non-chronic impairments have generally not constituted disabilities. <i>See, e.g., </i><i>Pollard v. High's of Baltimore, Inc.,</i> 281 F.3d 462, 468-69 (4th Cir.2002) (recuperation from back surgery was a temporary impairment that did not qualify as a substantially limiting disability under the ADA). While the presumption existed that temporary impairments did not qualify as disabilities under the ADA, the Fourth Circuit determined that temporary impairments required a case-by-case evaluation. <i>Id.</i> at 468. A temporary impairment could be so severe or have a duration so long that to classify it as \"temporary\" would be improper. <i>Id.</i> at 469.</p>\n<p>However, subsequent to the decision of the United States Supreme Court in <i>Toyota Motor,</i> Congress passed the Americans with Disabilities Act Amendments Act of 2008 (\"ADAAA\"), which became effective on 1 January 2009. Pub. L. No. 110-325, § 8, 122 Stat. 3553, 3559 (2008). In the ADAAA, Congress rejected the unduly restrictive approach established in <i>Toyota Motor</i> for analyzing whether a plaintiff suffers from a disability for purposes of the ADA. <i>Id.,</i> § 2(b)(5), 122 Stat. at 3554. As a result, Congress mandated in the ADAAA that the definition of disability is to be construed \"in favor of broad coverage of individuals . . . to the maximum extent permitted\" by the law. 42 U.S.C. § 12102(4)(A).</p>\n<p>Although the ADAAA left the ADA's three-category definition of \"disability\" intact, significant changes were made regarding how these categories are to be interpreted. For example, with respect to the definition of actual disability found in 42 U.S.C. § 12102(1)(A), the ADAAA expanded the list of \"major life activities.\" As a result, examples of \"major life activities\" now include \"caring for oneself, performing manual tasks, seeing, hearing, eating, sleeping, walking, standing, lifting, bending, speaking, breathing, learning, reading, concentrating, thinking, communicating, and working.\" 42 U.S.C. § 12102(2)(A). In addition, Congress instructed that the term \"substantially limits,\" which is also found in 42 U.S.C. § 12102(1)(A), \"shall be interpreted consistently with the findings and purposes of the [ADAAA].\" 42 U.S.C. § 12102(4)(B).</p>\n<p>Noting that the courts had \"created an inappropriately high level of limitation necessary to obtain coverage under the ADA,\" the ADAAA states that \"it is the intent of Congress that the primary object of attention in cases brought under the ADA should be whether entities covered under <span class=\"star-pagination\">*483</span> the ADA have complied with their obligations. . . .\" Pub. L. No. 110-325, § 2(b)(5), 122 Stat. at 3554. As a result, \"the question of whether an individual's impairment is a disability under the ADA should not demand extensive analysis.\" <i>Id.</i></p>\n<p>As previously mentioned, the ADAAA went into effect on 1 January 2009. The Fourth Circuit Court of Appeals and most other courts have held that the ADAAA does not apply retroactively. <i>See, e.g., </i><i>Shin v. Univ. of Md. Med. Sys. Corp.,</i> 369 Fed.Appx. 472, 479 n. 14 (4th Cir.2010). As a result, there is now a lack of case law relating to the interpretation of the ADAAA. However, since the alleged discriminatory action in this case occurred during August and September 2009, there is no dispute that the ADAAA applies to plaintiffs' claims.<sup>[3]</sup></p>\n<p>LEA argues that even under the ADAAA, plaintiffs have failed to allege sufficient facts to show that they each had a disability. The court disagrees. Drawing all inferences in plaintiffs' favor, it is certainly plausible under the ADAAA that both plaintiffs had a physical impairment that constitutes a disability. With respect to Perry, such a conclusion is consistent with the language of the ADAAA. Perry alleges that he suffered an episodic MS flare up on 27 August 2009. (Am. Compl. ¶ 143.) Here, the ADAAA clearly provides that \"[a]n impairment that is episodic or in remission is a disability if it would substantially limit a major life activity when active.\" 42 U.S.C. § 12102(4)(D). Thus, the ADAAA \"make[s] it easier for a plaintiff with an episodic condition . . . to establish that he is an `individual with a disability.'\" <i>Carmona v. Southwest Airlines Co.,</i> 604 F.3d 848, 855 (5th Cir.2010) (citation omitted). Because none of the parties appear to dispute that MS, when active, constitutes a disability, this court finds that Perry has sufficiently stated a claim that he was disabled under the ADAAA. <i>Cf. </i><i>Hoffman v. Carefirst of Fort Wayne, Inc.,</i> 737 F.Supp.2d 976, 985-86 (N.D.Ind.2010) (finding that the clear wording of 42 U.S.C. § 12102(4)(D) rendered plaintiff's renal cancer, which was in remission, a disability under the ADAAA).</p>\n<p>Furthermore, the Equal Employment Opportunity Commission (\"EEOC\") has issued a Notice of Proposed Rulemaking to implement the ADAAA. <i>See</i> Proposed Rules, Regulations To Implement the Equal Employment Provisions of the Americans with Disabilities Act, As Amended, 74 Fed. Reg. 48431 (Sept. 23, 2009) (to be codified at 29 C.F.R. Part 1630).<sup>[4]</sup> The proposed regulations provide <span class=\"star-pagination\">*484</span> examples of impairments that will consistently meet the definition of a disability. In discussing this concept, the EEOC explains:</p>\n<blockquote>Interpreting the definition of disability broadly and without extensive analysis as required under the [ADAAA], some types of impairments will consistently meet the definition of disability. Because of certain characteristics associated with these impairments, the individualized assessment of the limitations on a person can be conducted quickly and easily, and will consistently result in a determination that the person is substantially limited in a major life activity.</blockquote>\n<p><i>Id.</i> at 48441 (to be codified at 29 C.F.R. § 1630.2(j)(5)(i)). The proposed regulations then list MS as an impairment that will consistently meet the definition of disability. <i>Id.</i> (to be codified at 29 C.F.R. § 1630.2(j)(5)(i)(G) (MS \"substantially limit[s] major life activities including neurological functions, walking, performing manual tasks, seeing, speaking, or thinking\")). Thus, the court's conclusion that Perry has sufficiently alleged a disability is bolstered by the interpretative guidance of the EEOC.</p>\n<p>LEA also contends that Perry did not have a disability because he was able to engage in many activities in spite of his alleged impairment, such as leaving the house, going to doctor appointments, and contacting a lawyer. (<i>See</i> Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 5, 10.) It may not even be necessary to consider this argument given that the court has already found that Perry's episodic impairment falls within the clear language of 42 U.S.C. § 12102(4)(D). In any event, the language of the ADAAA also addresses this issue. It provides that \"[a]n impairment that substantially limits one major life activity need not limit other major life activities in order to be considered a disability.\" 42 U.S.C. § 12102(4)(C).<sup>[5]</sup> Here, the complaint alleges that Perry's impairment was so severe that he was unable to work for period of time. (Am. Compl. ¶¶ 163, 228.) \"Working\" is considered to be a major life activity under the ADAAA. 42 U.S.C. § 12102(2)(A). Thus, the complaint sufficiently alleges that Perry's impairment \"substantially limit[ed] a major life activity.\" 42 U.S.C. § 12102(1)(A).</p>\n<p>The court will now consider whether Feldman has sufficiently alleged a disability for the purposes of his ADA claims. Feldman states that he suffered from a TIA, also known as a \"mini-stroke\" or \"warning stroke,\" on 26 August 2009. (Am. Compl. ¶¶ 130-31.) As a result of the TIA, Feldman was hospitalized for two days and required \"an additional several weeks\" to recover before he was able to work again. (<i>Id.</i> ¶ 132.) As conceded in plaintiffs' complaint, the symptoms of a TIA \"last a relatively short time.\" (<i>Id.</i> ¶ 131.) Unlike Perry's MS, Feldman's impairment is non-chronic, and there is no allegation that the residual effects of the TIA were permanent. Feldman admits that it may have been \"a close question\" as to whether he was disabled under pre-ADAAA law. (Pls.' Mem. Opp'n Defs.' Mot. Dismiss, DE # 48, at 11.) However, he contends that under the ADAAA, his status as an individual with a disability is \"beyond question.\" (<i>Id.</i>)</p>\n<p>The ADAAA does not explicitly overturn the finding in <i>Toyota Motor</i> that temporary disabilities do not qualify for ADA protection. <i>See Munoz v. Echosphere,</i> <span class=\"star-pagination\">*485</span> <i>L.L.C.,</i> No. 09-CV-0308-KC, 2010 WL 2838356, at *12 (W.D.Tex. July 15, 2010). However, as previously noted, the ADAAA states that the definition of disability is to be construed \"in favor of broad coverage of individuals . . . to the maximum extent permitted\" by the law. 42 U.S.C. § 12102(4)(A). Accordingly, even if Feldman's TIA \"only temporarily limited [his] ability to work, the stringent requirements of <i>Toyota Motor</i> may be rejected by the amended statute in favor of a more inclusive standard.\" <i>Munoz,</i> 2010 WL 2838356, at *12 (citing Pub. L. No. 110-325, § 2(b)(4), 122 Stat. at 3554).</p>\n<p>In addition, the proposed EEOC regulations address this issue. \"Temporary, non-chronic impairments of short duration with little or no residual effects (such as the common cold, seasonal or common influenza, a sprained joint, minor and non-chronic gastrointestinal disorders, or a broken bone that is expected to heal completely) usually will not substantially limit a major life activity.\" 74 Fed. Reg. at 48443 (to be codified at 29 C.F.R. § 1630.2(j)(8)). Here, while the duration of Feldman's impairment may have been relatively short, the effects of the impairment were significant. The amended complaint demonstrates the severity of Feldman's impairment. Feldman alleges that a TIA \"produces stroke-like symptoms[,]\" and that a TIA occurs when \"a blood clot temporarily clogs an artery, and part of the brain does not get the blood it needs.\" (Am. Compl. ¶ 131.) He also alleges that while he suffered the effects of the TIA, he was substantially limited in his ability to perform \"multiple major life activities.\" (<i>Id.</i> ¶ 133.) As a result, the court finds that a TIA is not comparable to a common cold, a sprained joint, or any of the other examples listed in the proposed EEOC regulations. Thus, at this early stage of the proceedings, the court is unwilling to say that Feldman has failed to sufficiently allege that he had a disability. The court concludes that both Perry and Feldman have alleged sufficient facts to show that they suffered from a disability under the ADA.<sup>[6]</sup></p>\n<p></p>\n<h2>2. <i>Other Challenges to Feldman's ADA Claims</i>\n</h2>\n<p>LEA also contends that Feldman's wrongful discharge claim under the ADA fails because it is beyond the scope of his EEOC charge. As a result, LEA claims, Feldman has failed to exhaust his administrative remedies before filing suit in federal court. Specifically, LEA argues that Feldman's EEOC charge included a failure to accommodate claim relating to the Board's refusal to postpone the 27 August 2009 Board meeting, but it did not include a wrongful discharge claim.</p>\n<p>Before a plaintiff can bring an action under the ADA, he must first exhaust his administrative remedies by filing an administrative charge with the EEOC. <i>See</i> 42 U.S.C. § 12117(a). Furthermore, the scope of a plaintiff's right to file a federal <span class=\"star-pagination\">*486</span> lawsuit under the ADA is determined by the contents of the EEOC charge. <i>See </i><i>Jones v. Calvert Grp., Ltd.,</i> 551 F.3d 297, 300 (4th Cir.2009) (discussing Title VII).<sup>[7]</sup> Only those discrimination claims stated in the initial charge, those reasonably related to the initial charge, and those developed by reasonable investigation of the initial charge may be maintained in a subsequent civil action. <i>Id.</i>; <i>see also </i><i>Evans v. Techs. Applications &amp; Serv. Co.,</i> 80 F.3d 954, 963 (4th Cir.1996). Because lawyers do not typically complete administrative charges, courts construe the charges liberally. <i>Chacko v. Patuxent Inst.,</i> 429 F.3d 505, 509 (4th Cir.2005).</p>\n<p>Here, in the last paragraph of the EEOC charge, Feldman alleges that \"LEA violated [the ADA], when it failed to reasonably accommodate my disability.\" (Pls.' Mem. Opp'n Defs.' Mot. Dismiss, Ex. 11, DE # 48-11, ¶ 19.)<sup>[8]</sup> The prior paragraph of the charge states: \"During the August 27, 2009 meeting of the Board, the Board voted to immediately <i>terminate</i> my employment as President of LEA.\" (<i>Id.</i> ¶ 18 (emphasis added).) The narrative of the EEOC charge generally describes the actions and practices complained of by Feldman, including his termination, which is mentioned in the charge several times. (<i>See id.</i> ¶¶ 5-6.) The wrongful discharge claim in this case is linked to the alleged failure to accommodate because Feldman asserts that the Board refused his request to postpone the 27 August 2009 Board meeting and then immediately terminated him. While the wrongful discharge claim could have been better stated, the EEOC charge does contain the factual basis for such a claim. Because of the continuous nature of the conduct in this case, the court rejects LEA's contention that the wrongful discharge claim should be dismissed for failure to exhaust administrative remedies. As LEA does not challenge any other aspect of this claim for the purposes of the motion to dismiss, Feldman's wrongful discharge claim under the ADA is allowed to proceed.</p>\n<p>Next, with respect to the failure to accommodate claim, LEA contends that Feldman does not allege sufficient facts to show that with a reasonable accommodation, he could have performed his essential job functions. Here, the only accommodation requested by Feldman was the postponement of the 27 August 2009 Board meeting. (Am. Compl. ¶¶ 135, 222.) This accommodation was refused, and Feldman's employment was terminated during the Board meeting. (<i>Id.</i> ¶¶ 137-38, 223-25.) LEA insists that Feldman's request to postpone the Board meeting was \"unreasonable\" <span class=\"star-pagination\">*487</span> because he would not have been able to alter the outcome of the meeting. (Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 11.) In other words, Feldman's employment would have been terminated even if he had attended the meeting. As a result, LEA claims, Feldman's attendance at the Board meeting would not have allowed him to perform his essential job functions. (<i>Id.</i>)</p>\n<p>LEA's argument incorrectly presumes that Feldman's only essential job function was to impact and potentially alter the Board's decision-making process with respect to his termination. To the contrary, Feldman's mere presence at the Board meeting was an essential function of his employment as President of LEA. <i>See </i><i>Tyndall v. Nat. Educ. Ctrs., Inc. of Cal.,</i> 31 F.3d 209, 213 (4th Cir.1994) (\"a regular and reliable level of attendance is a necessary element of most jobs\").</p>\n<p>Furthermore, the reasonableness of Feldman's requested accommodation is a question of fact. <i>See </i><i>Pandazides v. Va. Bd. of Educ.,</i> 13 F.3d 823, 833 (4th Cir. 1994) (Rehabilitation Act case). A Rule 12(b)(6) motion emphatically \"does not resolve contests surrounding the facts, the merits of a claim, or the applicability of defenses.\" <i>Republican Party v. Martin,</i> 980 F.2d 943, 952 (4th Cir.1992). Here, Feldman has sufficiently pled a failure to accommodate claim under the ADA, and issues concerning the reasonableness of the requested accommodation are questions of fact that are more properly resolved at the summary judgment stage or at trial. Because LEA does not challenge any of the other elements of Feldman's failure to accommodate claim, the claim survives the motion to dismiss.</p>\n<p></p>\n<h2>3. <i>Other challenges to Perry's ADA Claims</i>\n</h2>\n<p>The court first notes that, at this stage of the proceedings, LEA's only challenge to Perry's wrongful discharge claim is that he has not sufficiently alleged that he had a disability under the ADA. Because the court has already decided this issue in Perry's favor, his wrongful discharge claim against LEA is allowed to proceed.</p>\n<p>LEA does assert additional challenges to Perry's failure to accommodate claim under the ADA. LEA alleges that Perry cannot meet the fourth element of his failure to accommodate claim because he has not sufficiently pled that LEA refused to make an accommodation. Specifically, LEA argues that Perry has made an insufficient allegation regarding this element of his claim because he only asserts the denial of interactive process. Both the courts and the federal regulations implementing the ADA recognize that the ADA contemplates an \"interactive process,\" through which both the employer and the employee seek to identify a reasonable accommodation of the employee's disability. <i>See</i> 29 C.F.R. § 1630.2(<i>o</i>)(3); <i>Haneke v. Mid-Atlantic Capital Mgmt.,</i> 131 Fed. Appx. 399, 400 (4th Cir.2005). \"However, an employee cannot base a reasonable accommodation claim solely on the allegation that the employer failed to engage in an interactive process.\" <i>Walter v. United Airlines, Inc.,</i> 232 F.3d 892 (Table), No. 99-2622, 2000 WL 1587489, at *4 (4th Cir. Oct. 25, 2000) (citing <i>Rehling v. City of Chicago,</i> 207 F.3d 1009, 1016 (7th Cir. 2000)). \"Rather, the employee must demonstrate that the employer's failure to engage in the interactive process resulted in the failure to identify an appropriate accommodation for the disabled employee.\" <i>Id.</i> Thus, if an employer reasonably accommodates an employee's disability, the employer's alleged failure to engage in an interactive process is of \"no consequence.\" <i>Id.</i> at *5.</p>\n<p><span class=\"star-pagination\">*488</span> Here, LEA mischaracterizes Perry's allegations. The amended complaint specifically states that \"LEA refused to engage with Perry in a good faith interactive process <i>to reasonably accommodate his disability as Perry had requested, or to identify another reasonable accommodation.</i>\" (Am. Compl. ¶ 231 (emphasis added).) This allegation explicitly asserts that LEA's failure to participate in an interactive process resulted in the failure to identify an appropriate accommodation. Thus, Perry has sufficiently alleged that LEA refused to make an accommodation.</p>\n<p>LEA also argues that Perry cannot establish the fourth element of his failure to accommodate claim because the accommodation that his wife and attorney allegedly requested for him, <i>i.e.,</i> time off from work, was in fact provided. Perry was hospitalized on 27 August 2009, but his employment with LEA did not end until 23 September 2009, when he received a letter from Briggs stating that LEA had no choice but to conclude that he had abandoned his job. (Am. Compl. ¶¶ 143, 162, 166.) LEA contends that it was not required to give Perry an indefinite amount of time off from work and states that \"a leave that is indefinite or significant in length is never reasonable.\" (Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 13.)</p>\n<p>However, Perry's request for leave in this case was not indefinite. The amended complaint demonstrates that after Perry suffered his MS flare up, his wife promptly informed LEA that Perry's doctor insisted that he stay home and rest after leaving the hospital. (Am. Compl. ¶ 144.) Then, on 4 or 5 September 2009, Perry's wife called Briggs and told him that Perry would be absent from work for \"at least three weeks. . . .\" (<i>Id.</i> ¶ 149.) Perry subsequently visited his doctor on 17 September 2009. (<i>Id.</i> ¶ 156.) After this visit, the doctor wrote a note saying that Perry should be on leave for three more weeks. (<i>Id.</i> ¶ 157.) On 19 September 2009, Perry received a letter dated 14 September 2009 from LEA's new president, Alan Terry. (<i>Id.</i> ¶¶ 152, 154-55.) The letter stated that Terry would assume that Perry intended not to return to LEA unless Perry communicated with him immediately. (<i>Id.</i> ¶ 153.)</p>\n<p>After he received Terry's letter, Perry instructed his attorney to contact LEA on his behalf to reiterate that he was recovering from his MS flare up at home as ordered by his doctor. (<i>Id.</i> ¶ 158.) On or before 23 September 2009, Perry's attorney told LEA's counsel that Perry should be on medical leave for three more weeks. (<i>Id.</i> ¶¶ 159-60.) As a result, Perry contends that he would have been cleared to return to work on or around 15 October 2009, which was approximately seven weeks after he suffered his MS flare up. (<i>See</i> Pls.' Mem. Opp'n Defs.' Mot. Dismiss, DE # 48, at 16.) Because Perry asserts that LEA terminated him on 23 September 2009 (Am. Compl. ¶¶ 162, 166), it is clear from the allegations in the amended complaint that LEA did not in fact provide Perry with the accommodation that he requested. As a result, Perry's failure to accommodate claim cannot be dismissed on the basis urged by LEA.<sup>[9]</sup></p>\n<p>Finally, LEA contends that Perry himself failed to engage in the interactive <span class=\"star-pagination\">*489</span> process because he \"turned off his phone and computer and never personally responded to LEA's attempts to communicate with him even though he was able to leave the house, go to the doctor, and speak with a lawyer.\" (Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 12-13.) However, the Fourth Circuit Court of Appeals has held that \"a request for accommodation need not, in all cases, `be in writing, be made by the employee, or formally invoke the magic words reasonable accommodation.'\" <i>Parkinson v. Anne Arundel Med. Ctr.,</i> 79 Fed.Appx. 602, 604-05 (4th Cir.2003) (quoting <i>Taylor v. Phoenixville Sch. Dist.,</i> 184 F.3d 296, 313 (3d Cir.1999)) (internal quotation marks omitted). In this case, while Perry himself did not specifically request a reasonable accommodation from LEA, requests were made on his behalf on the occasions when his wife and his attorney informed LEA that Perry needed to take medical leave. (<i>See</i> Am. Compl. ¶¶ 144, 149, 159-60.) These requests made on Perry's behalf are sufficient to withstand LEA's contention that Perry failed to engage in the interactive process. <i>Cf. </i><i>Corbett v. Nat. Prods. Co.,</i> Civ. A. No. 94-2652, 1995 WL 133614, at *4 (E.D.Pa. Mar. 27, 1995) (where employee's wife called employer regarding employee's entry into a treatment program, jury could have reasonably inferred that employer knew that employee wanted to keep his job while in rehabilitation even if employee did not specifically request that employer provide him with such accommodation).</p>\n<p>In summary, the court finds that both Feldman and Perry have pled sufficient claims for wrongful discharge and for failure to accommodate under the ADA.</p>\n<p></p>\n<h2>B. <i>Sarbanes-Oxley Act Claims</i>\n</h2>\n<p>Next, plaintiffs allege that LEA, Rand, Lindsay, Jordan and Briggs violated the Sarbanes-Oxley Act of 2002, 18 U.S.C. § 1514A <i>et seq.</i> (\"SOX\"). SOX \"creates `whistleblower' protection for employees of publicly-traded companies by prohibiting employers from retaliating against employees because they provided information about potentially unlawful conduct.\" <i>Welch v. Chao,</i> 536 F.3d 269, 275 (4th Cir.2008). The statute specifically provides:</p>\n<blockquote>No [publicly-traded company], or any officer [or] employee . . . of such company, may discharge, demote, suspend, threaten, harass, or in any other manner discriminate against an employee in the terms and conditions of employment because of any lawful act done by the employee</blockquote>\n<blockquote>(1) to provide information . . . regarding any conduct which the employee reasonably believes constitutes a violation of section 1341 [mail fraud], 1343 [wire fraud], 1344 [bank fraud], or 1348 [securities fraud], any rule or regulation of the Securities and Exchange Commission, or any provision of Federal law relating to fraud against shareholders, when the information . . . is provided to. . .</blockquote>\n<blockquote>(A) a Federal regulatory or law enforcement agency;</blockquote>\n<blockquote>(B) any Member of Congress or any committee of Congress; or</blockquote>\n<blockquote>(C) a person with supervisory authority over the employee. . . .</blockquote>\n<p>18 U.S.C. § 1514A(a).</p>\n<p>In order to make a <i>prima facie</i> showing of a SOX violation, an employee's complaint must allege that: (1) the employee engaged in activity protected by SOX; (2) the employer knew, actually or constructively, of the protected activity; (3) the employee suffered an unfavorable personnel action; and (4) the circumstances raise an inference that the protected activity was a contributing factor in the <span class=\"star-pagination\">*490</span> personnel action. <i>Welch,</i> 536 F.3d at 275 (citing 29 C.F.R. § 1980.104(b)(1)). In their motion to dismiss, LEA, Rand, Lindsay, Jordan and Briggs (\"the SOX defendants\") do not challenge the second, third or fourth elements of plaintiffs' SOX claims. (<i>See</i> Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 17-19.) As a result, for the purposes of the present motion, the court will only address the first element of plaintiffs' claims, <i>i.e.,</i> whether they have sufficiently pled that they engaged in protected activity under SOX.</p>\n<p>To establish the first element of their <i>prima facie</i> case, plaintiffs must show that they complained to a \"Federal regulatory or law enforcement agency . . . or a person with supervisory authority\" over them, 18 U.S.C. § 1514A(a)(1)(A), (C), and that their complaint \"definitively and specifically\" related to: (1) mail fraud, (2) wire fraud, (3) bank fraud, (4) securities fraud, (5) any rule or regulation of the SEC or (6) any provision of federal law related to fraud against shareholders. <i>Welch,</i> 536 F.3d at 275 (citation and internal quotation marks omitted). In addition, plaintiffs must show that they had both \"`a subjective belief and an objectively reasonable belief'\" that the conduct they complained of constituted a violation of relevant law. <i>Id.</i> (quoting <i>Livingston v. Wyeth, Inc.,</i> 520 F.3d 344, 352 (4th Cir. 2008)).<sup>[10]</sup></p>\n<p>Here, plaintiffs allege that they engaged in protected activities when: (1) they provided information to LEA's Board and to federal investigators regarding Carrington's ownership interest in SAFE Source and regarding LEA's export business relationship with Carrington and SAFE Source (Am. Compl. ¶¶ 247-48); (2) they provided information to federal investigators regarding their beliefs about insider trading (<i>Id.</i> ¶ 249); (3) they objected to the appointment of Finkelstein as LEA's Board attorney (<i>Id.</i> ¶ 250); (4) they objected to LEA's falsification of Board meeting minutes (<i>Id.</i> ¶ 251); (5) they refused to divulge information to the Board regarding their reports to federal investigators after they discovered that the Board was leaking information to Carrington (<i>Id.</i> ¶ 252); (6) they attempted to obtain affirmations from all Board members stating that they had not improperly leaked information to Carrington (<i>Id.</i> ¶ 253); (7) on 30 September 2009, they sent an email and letter to the SEC reporting that LEA filed a false 8K regarding Perry's termination (<i>Id.</i> ¶ 254); (8) on 2 October 2009, they emailed LEA's independent auditor and informed him that LEA had filed a false 8K regarding Perry's termination; that LEA had <span class=\"star-pagination\">*491</span> misrepresented the circumstances of Feldman's firing when it filed an 8K regarding that event; and that LEA had refused Feldman's request for documents (<i>Id.</i> ¶ 255); (9) on 13 November 2009, they objected to misstatements, misrepresentations and omissions in the 10Q prepared by LEA for the quarter ending September 30, 2009 (<i>Id.</i> ¶ 256); and (10) on several dates in November and December 2009, they sent letters to and filed complaints with OSHA regarding all of the protected actions that they had taken (<i>Id.</i> ¶¶ 257-58).</p>\n<p>As stated previously, the SOX defendants argue that plaintiffs have not sufficiently pled that they engaged in protected activity under SOX. First, they contend that plaintiffs did not engage in protected activity when they reported LEA's potential liability relating to its export business relationship with Carrington and SAFE Source. The SOX defendants argue that the information allegedly reported to federal authorities does not relate to any wrongdoing committed by LEA itself; rather, the information pertains to third parties, <i>i.e.,</i> Carrington and SAFE Source. In a related argument, the SOX defendants assert that the information supplied by plaintiffs does not relate to any of the categories that are listed in SOX. <i>See</i> 18 U.S.C. § 1514A(a)(1).</p>\n<p>The court disagrees with the SOX defendants. The court initially notes that \"[t]he statute by its terms does not require that the fraudulent conduct or violation of federal securities law be committed directly by the employer that takes the retaliatory action.\" <i>Sharkey v. J.P. Morgan Chase &amp; Co.,</i> No. 10 Civ. 3824, 2011 WL 135026, at *5-6 (S.D.N.Y. Jan. 14, 2011) (finding that in light of the language of SOX and its legislative history, plaintiff properly pled that she engaged in protected activity when she reported her concerns regarding a third-party client's illegal activity to her company's risk and compliance team and to the individual defendants). More importantly, plaintiffs in this case actually do allege violations committed by LEA itself. Here, plaintiffs maintain that they reasonably believed that LEA's involvement with SAFE Source caused LEA to engage in illegal exports and jeopardized LEA's numerous contracts with federal customers that required compliance with export laws and regulations. (Am. Compl. ¶ 260.) Plaintiffs further assert that they reasonably believed, under both subjective and objective standards, that LEA's failure to report its export business relationship with SAFE Source constituted violations of SEC rules governing internal accounting controls. (<i>See</i> Am. Compl. ¶¶ 243-44, 259.)</p>\n<p>Plaintiffs specifically allege that LEA violated Section 13 of the Securities Exchange Act of 1934, which provides in relevant part:</p>\n<blockquote>Every issuer which has a class of securities registered pursuant to section 78<i>l</i> of this title and every issuer which is required to file reports pursuant to section 78<i>o</i>(d) of this title shall</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>(B) devise and maintain a system of internal accounting controls sufficient to provide reasonable assurances that</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>(ii) transactions are recorded as necessary (I) to permit preparation of financial statements in conformity with generally accepted accounting principles or any other criteria applicable to such statements, and (II) to maintain accountability for assets[.]</blockquote>\n<p>15 U.S.C. § 78m(b)(2)(B)(ii). Section 13 further provides that \"[n]o person shall knowingly circumvent or knowingly fail to implement a system of internal accounting controls. . . .\" 15 U.S.C. § 78m(b)(5).<sup>[11]</sup> (<i>See</i> Am. Compl. ¶¶ 243-44.)</p>\n<p><span class=\"star-pagination\">*492</span> Disclosures made by employees concerning reasonably perceived violations of SEC rules governing internal control standards can constitute protected conduct under SOX. <i>See, e.g., Hemphill v. Celanese Corp.,</i> No. 3:08-CV-2131-B, 2010 WL 2473845, at *5 (N.D.Tex. June 16, 2010) (denying summary judgment and finding triable issue of fact where plaintiff produced evidence that he reported conduct constituting a violation of 15 U.S.C. § 78m(b)(5) of the Exchange Act of 1934); <i>Smith v. Corning Inc.,</i> 496 F.Supp.2d 244, 248-49 (W.D.N.Y.2007) (denying Rule 12(b)(6) motion to dismiss where plaintiff alleged that employer had violated 15 U.S.C. § 78m(b)(2)(B)(ii) by implementing a financial reporting program that did not comply with General Accepted Accounting Principles, which, in turn, generated incorrect reports that could have misled investors); <i>Collins v. Beazer Homes USA, Inc.,</i> 334 F.Supp.2d 1365, 1378 (N.D.Ga.2004) (denying summary judgment and finding triable issue of fact as to whether complaints about violations of the company's \"internal accounting controls\" constituted protected activity). Thus, plaintiffs have sufficiently alleged that they engaged in protected SOX activity when they reported LEA's involvement with SAFE Source and Carrington.</p>\n<p>Second, the SOX defendants argue that plaintiffs' internal discussion with Briggs regarding possible insider trading does not constitute protected activity because Briggs was a subordinate of Feldman. (<i>See</i> Am. Compl. ¶¶ 101-07.) As a result, the SOX defendants contend that plaintiffs did not make a report to a person with supervisory authority as required by SOX. <i>See</i> 18 U.S.C. § 1514A(a)(1)(C). The SOX defendants also argue that \"the mere mention to a subordinate that Plaintiffs thought that an old shareholder list was evidence of insider trading is not `definitively and specifically' reporting shareholder fraud under SOX.\" (Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 18.) Here, the SOX defendants completely ignore plaintiffs' allegations that they also reported the evidence of possible insider trading to federal authorities prior to their terminations. (Am. Compl. ¶¶ 106, 109.) In fact, plaintiffs allege that they \"have been interviewed on the subject of insider trading at length by federal investigators.\" (<i>Id.</i> ¶ 109.) These allegations are sufficient to show that plaintiffs definitively and specifically complained of insider trading and that plaintiffs complained to \"a Federal regulatory or law enforcement agency.\" 18 U.S.C. § 1514A(a)(1)(A). Because plaintiffs allege that they disclosed possible insider trading to federal authorities, the court need not address the issue of whether Briggs had \"supervisory authority\" over plaintiffs when they discussed the insider trading issue with him. 18 U.S.C. § 1514A(a)(1)(C).<sup>[12]</sup></p>\n<p>Third, the SOX defendants argue that plaintiffs' post-employment conduct cannot constitute protected activity under the statute. In other words, the SOX defendants maintain that the whistleblower protections of SOX apply only to actions taken by the complainant while the complainant is an employee of the public-traded company in question. <i>See Pittman v. Siemens</i> <span class=\"star-pagination\">*493</span> <i>AG,</i> Case No. 2007-SOX-0015, 2007 WL 7135797, ALJ's Decision and Order, at *3 (Dep't of Labor July 26, 2007) (Siemans AG was not subject to SOX because it did not employ the complainant); <i>Harvey v. The Home Depot, Inc.,</i> Case No. 2004 SOX 36, 2004 WL 5840284, ALJ's Initial Decision and Order, at *3 (Dep't of Labor May 28, 2004) (\"[W]ith the exception of blacklisting or other active interference with subsequent employment, the SOX employee protection provisions essentially shelter an employee from employment discrimination in retaliation for his or her protected activities, <i>while</i> the complainant is an employee of the respondent.\" (emphasis in original) (footnote omitted)).</p>\n<p>Throughout their amended complaint, plaintiffs allege that Feldman was discharged from his employment with LEA on 27 August 2009 and that Perry was discharged on 23 September 2009. (<i>See</i> Am. Compl. ¶¶ 111, 138, 162, 166, 221-25, 232.) However, some of the SOX activity that plaintiffs allegedly engaged in occurred after their dates of termination. (<i>See id.</i> ¶¶ 254-58.) Plaintiffs admit that the SOX defendants \"are correct that post-employment actions cannot constitute protected activity under SOX.\" (Pls.' Mem. Opp'n Defs.' Mot. Dismiss, DE # 48, at 10 (internal quotation marks omitted).) Nonetheless, plaintiffs attempt to circumvent the consequences of their admission by contending that they remained employees of LEA until 3 December 2009, the date that they were removed as directors of the corporation. (<i>Id.</i>) A director of a corporation may or may not be an employee of the corporation, since the term \"employee\" has no particular, restricted meaning and may have different meanings in different contexts. <i>Phoenix Sav. &amp; Loan, Inc. v. Aetna Cas. &amp; Sur. Co.,</i> 427 F.2d 862, 871 (4th Cir.1970). Here, plaintiffs argue that the question of whether they remained employees of LEA until 3 December 2009 is an issue of fact that cannot be decided at this stage of the proceedings.</p>\n<p>Plaintiffs' argument is without merit. In this case, the amended complaint is completely devoid of allegations that Feldman or Perry carried out any traditional employment duties between the dates of their respective terminations in August and September 2009 and the date that they were removed as directors of LEA. The amended complaint simply fails to demonstrate that an employer-employee relationship existed during the relevant time period. Because the amended complaint contains absolutely no facts to indicate that Feldman and Perry remained active employees of LEA after their respective termination dates, the court concludes that plaintiffs' SOX claims must be dismissed to the extent that they rely on actions taken by Feldman after 27 August 2009 or actions taken by Perry after 23 September 2009.<sup>[13]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*494</span> C. <i>Wrongful Discharge Claims</i>\n</h2>\n<p>Next, plaintiffs argue that LEA, Rand, Lindsay and Jordan (\"the LEA defendants\") wrongfully discharged them from their employment in violation of North Carolina public policy.<sup>[14]</sup> North Carolina is an \"at-will\" employment state, which means that in the absence of a contractual agreement between the employee and the employer establishing a definite term of employment, the relationship is presumed to be terminable at the will of either party at any time and without reason. <i>Kurtzman v. Applied Analytical Indus., Inc.,</i> 347 N.C. 329, 493 S.E.2d 420, 422 (1997). However, there is a limited public policy exception to this doctrine, which provides that while there may be \"a right to terminate a contract at will for no reason, or for an arbitrary or irrational reason, there can be no right to terminate such a contract for an unlawful reason or purpose that contravenes public policy.\" <i>Coman v. Thomas Mfg. Co. Inc.,</i> 325 N.C. 172, 381 S.E.2d 445, 447 (1989) (citation omitted).</p>\n<p>Although there is no specific list of actions that constitute a violation of public policy, wrongful discharge claims based on violations of public policy have been recognized in North Carolina where the employee was discharged (1) for refusing to violate the law at the employer's request, (2) for engaging in a legally protected activity, or (3) based on some activity by the employer contrary to law or public policy. <i>Whitings v. Wolfson Casing Corp.,</i> 173 N.C.App. 218, 618 S.E.2d 750, 753 (2005); <i>Imes v. City of Asheville,</i> 163 N.C.App. 668, 594 S.E.2d 397, 399 (2004); <i>Ridenhour v. IBM Corp.,</i> 132 N.C.App. 563, 512 S.E.2d 774, 778 (1999). Nevertheless, this exception to the at-will employment doctrine is a narrow one. <i>Roberts v. First-Citizens Bank &amp; Trust Co.,</i> 124 N.C.App. 713, 478 S.E.2d 809, 814 (1996). Furthermore, \"[t]he public policy exception to the at-will employment doctrine is confined to the express statements contained within [North Carolina's] General Statutes or [the State's] Constitution.\" <i>Whiting,</i> 618 S.E.2d at 753.</p>\n<p>First, plaintiffs contend that they were discharged for refusing to violate the law at the request of the LEA defendants. Specifically, plaintiffs assert that the LEA defendants terminated their employment in violation of the public policy of North Carolina as it expressed in N.C. Gen.Stat. § 55-8-42. Pursuant to this statutory provision, an officer of a corporation with discretionary authority must discharge his duties in good faith, conform to a reasonable standard of care, and act in a manner he reasonably believes is in the best interests of the corporation. N.C. Gen.Stat. § 55-8-42(a). Here, plaintiffs allege that the LEA defendants terminated them \"<i>because</i> they discharged their duties as officers of LEA as required by N.C. Gen.Stat. § 55-8-42, in that they reported LEA's possibly illegal exporting relationship with Carrington, and possible insider trading involving LEA stock, to federal investigators and cooperated in investigations of their reports.\" (Pls.' Mem. Opp'n Defs.' <span class=\"star-pagination\">*495</span> Mot. Dismiss, DE # 48, at 23 (emphasis in original).) In other words, plaintiffs insist that they were terminated because they refused to violate their duties as corporate officers.</p>\n<p>Here, however, plaintiffs fail to specifically allege that they refused to violate the law in the face of a request or an instruction from any of the LEA defendants. (<i>See</i> Am. Compl. ¶¶ 301-23.) <i>See Smith v. SmithKline Beecham Corp.,</i> No. 1:08-CV-511, 2009 WL 1851180, at *4 (M.D.N.C. June 26, 2009) (recognizing that plaintiff did not state a wrongful discharge claim where she failed to allege \"that Defendant required her to violate the law and/or that she refused Defendant's instructions to violate the law\"); <i>Tumban v. BioMerieux, Inc.,</i> No. 1:06CV00442, 2007 WL 778426, at *2 (M.D.N.C. Mar. 13, 2007) (\"Since Plaintiff's complaint lacks a direct allegation that she refused to violate the law at the Defendant's request, this court finds that she has failed to state a claim for which relief can be granted.\"); <i>Ridenhour,</i> 512 S.E.2d at 778 (recognizing that a plaintiff fails to establish a wrongful discharge claim where there is \"no indication he was asked by his employer to violate any federal or state law or to perform any activity injurious to the public or against the public good\" (internal quotation marks omitted)). Rather, the factual allegations in the amended complaint indicate that plaintiffs took matters into their own hands and informed the Board of their intention to disclose Carrington's illegal exporting to federal authorities. (<i>See</i> Am. Compl. ¶ 62.) There is no allegation in the amended complaint that any of the LEA defendants instructed plaintiffs not to report the information to federal investigators or that any of the LEA defendants specifically asked or encouraged plaintiffs to violate their duties as corporate officers.<sup>[15]</sup> Plaintiffs allege that Rand, Lindsay, and Jordan \"reacted with hostility\" toward them, but this hostility occurred after plaintiffs had already disclosed information to federal authorities. (Am. Compl. ¶ 92.) Therefore, without a direct allegation that the LEA defendants required or instructed plaintiffs to commit an unlawful act, plaintiffs have failed to state a claim upon which relief can be granted.<sup>[16]</sup></p>\n<p>As a second theory in support of their wrongful discharge claims, plaintiffs contend that the LEA defendants violated North Carolina public policy by obstructing justice. Specifically, plaintiffs argue that the LEA defendants repeatedly attempted to intimidate them and obstruct their cooperation as witnesses in federal investigations and then terminated them in order to obstruct their cooperation in the same investigations. In their amended complaint, plaintiffs allege that the LEA defendants violated federal obstruction of justice statutes, including 18 U.S.C. §§ 1503, 1512, and 1513. (Am. Compl. ¶¶ 307-10.) However, \"where the defendant's conduct allegedly violating North Carolina public policy is only a claimed violation of a federal statute, that alleged fact, `in and of itself is not sufficient to <span class=\"star-pagination\">*496</span> constitute an express statement of [North Carolina] public policy.'\" <i>Belton v. Dodson Bros. Exterminating Co., Inc.,</i> No. 1:09-CV-106, 2009 WL 3200035, at *5 (M.D.N.C. Sept. 30, 2009) (quoting <i>McDonnell v. Guilford Cnty. Tradewind Airlines, Inc.,</i> 194 N.C.App. 674, 670 S.E.2d 302, 306 (2009)) (alteration in original); <i>see also </i><i>Leach v. N. Telecom, Inc.,</i> 141 F.R.D. 420, 426 (E.D.N.C.1991) (\"no North Carolina case has ever held that a wrongful discharge claim can be grounded on a violation of federal public policy\"). Thus, plaintiffs may not rely solely on the alleged violations of the cited federal statutes to state a claim for wrongful discharge in violation of North Carolina public policy.</p>\n<p>Plaintiffs have also cited to a North Carolina obstruction of justice statute in an attempt to provide support for their wrongful discharge claims. Plaintiffs refer to N.C. Gen.Stat. § 14-226(a), which provides:</p>\n<blockquote>If any person shall by threats, menaces or in any other manner intimidate or attempt to intimidate any person who is summoned or acting as a witness in any of the courts of this State, or prevent or deter, or attempt to prevent or deter any person summoned or acting as such witness from attendance upon such court, he shall be guilty of a Class H felony.</blockquote>\n<p>(<i>See</i> Am. Compl. ¶ 304.) Plaintiffs state that \"Chapter 14 of the North Carolina General Statutes parallels the analogous federal statutes regarding obstruction of justice.\" (<i>Id.</i> ¶ 305.) Plaintiffs further allege that the North Carolina courts recognize civil common law claims for obstruction of justice. (<i>Id.</i> ¶ 306.) Plaintiffs conclude that \"North Carolina, as a matter of public policy, prohibits obstruction of justice, and has long recognized the common law claim of obstruction of justice where a defendant acts in a manner that obstructs, impedes, or hinders public or legal justice.\" (<i>Id.</i> ¶ 303.)</p>\n<p>Plaintiffs' argument calls to mind an image of trying to force a square peg into a round hole. Because plaintiffs cannot rely solely on the alleged violations of federal obstruction of justice statutes to support their claims for wrongful discharge in violation of North Carolina public policy, they have artfully attempted to invoke state law where no basis for such invocation exists. Here, plaintiffs have not alleged any facts that would support either a statutory or common law claim for obstruction of justice under North Carolina law.<sup>[17]</sup> Plaintiffs were not acting as actual or potential witnesses in a North Carolina court proceeding or investigation at the time of the LEA defendants' alleged obstruction of justice. Rather, it is clear that the facts alleged by plaintiffs support only a possible claim of interference with a federal investigation. To highlight just one of many examples contained in the amended complaint with respect to this issue, plaintiffs allege that they were terminated because they \"disclosed information to <i>federal</i> authorities and participated in investigations by <i>federal</i> authorities about conduct by LEA that [they] reasonably believed violated rules of the [SEC], <i>federal</i> laws, rules and regulations <span class=\"star-pagination\">*497</span> relating to securities fraud and fraud against the shareholders, and various other <i>federal</i> laws.\" (Am. Compl. ¶¶ 2-3 (emphases added).) Thus, plaintiffs' attempt to rely on North Carolina obstruction of justice law as a basis for their wrongful discharge claims is futile.</p>\n<p>Accordingly, the court concludes that plaintiffs have failed to state a claim upon which relief can be granted. As a result, the court need not address the LEA defendants' argument that plaintiffs cannot assert a wrongful discharge claim against the individual LEA defendants.</p>\n<p></p>\n<h2>D. <i>Civil Conspiracy Claim</i>\n</h2>\n<p>Plaintiffs also allege that LEA, acting through Rand, Lindsay and Jordan, conspired with Carrington (\"the conspiracy defendants\") to violate a provision of the North Carolina Business Corporation Act, N.C. Gen.Stat. § 55-8-30, and three federal criminal statutes relating to witness tampering and obstruction of justice, 18 U.S.C. §§ 1503, 1512(b), (d) and 1513(e). Plaintiffs contend that the conspiracy defendants entered into an agreement \"to hinder Plaintiffs from reporting possible federal violations relating to export transactions by Carrington and to terminate Plaintiffs' employment from LEA in retaliation for reporting the violations.\" (Pls.' Mem. Opp'n Carrington's Mot. Dismiss, DE # 49, at 5.)</p>\n<p>For a civil conspiracy claim to survive a Rule 12(b)(6) motion to dismiss, a plaintiff must adequately plead the following elements: (1) an agreement between two or more persons to commit a wrongful act; (2) an overt act in furtherance of the agreement; and (3) damage to the plaintiff as a result of the wrongful act. <i>Suntrust Mortg. Inc. v. Busby,</i> 651 F.Supp.2d 472, 488 (W.D.N.C.2009); <i>Pleasant Valley Promenade v. Lechmere, Inc.,</i> 120 N.C.App. 650, 464 S.E.2d 47, 54 (1995). Furthermore, \"[b]ecause liability attaches as a result of the wrongful act committed, not the agreement itself, the existence of an underlying tortious act is the key to establishing a civil conspiracy.\" <i>Eli Research, Inc. v. United Commc'ns Grp., LLC,</i> 312 F.Supp.2d 748, 763 (M.D.N.C. 2004). Thus, it undisputed that there is no independent cause of action for civil conspiracy in North Carolina. <i>Shope v. Boyer,</i> 268 N.C. 401, 150 S.E.2d 771, 774 (1966); <i>Sellers v. Morton,</i> 191 N.C.App. 75, 661 S.E.2d 915, 922 (2008) (\"Only where there is an underlying claim for unlawful conduct can a plaintiff state a claim for civil conspiracy. . . .\" (citation and internal quotation marks omitted)). Here, the conspiracy defendants have moved to dismiss the civil conspiracy claim on the ground that plaintiffs have failed to allege a viable underlying claim for unlawful conduct.</p>\n<p>The conspiracy defendants first point out that \"instead of asserting an underlying claim or unlawful act as a separate count, [plaintiffs] include <i>within</i> the conspiracy count the allegation that Carrington and the other defendants violated three federal criminal statutes . . . and an evidentiary rule. . . .\" (Mem. Supp. Carrington's Mot. Dismiss, DE # 40, at 11 (emphasis in original); <i>see also</i> Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 21.) Thus, the conspiracy defendants appear to contend that plaintiffs were required to set out the wrongful conduct underlying the civil conspiracy claim in a separate and independent count of the amended complaint.</p>\n<p>It may not be necessary for a plaintiff who brings a civil conspiracy claim to set out the underlying wrongful acts in a separate count of the complaint. <i>See, e.g., </i><i>Henry v. Deen,</i> 310 N.C. 75, 310 S.E.2d 326, 330, 334 (1984) (plaintiff's pleadings, which did not contain a separate obstruction <span class=\"star-pagination\">*498</span> of justice count, stated a claim for civil conspiracy based on common law obstruction of justice if the trial court, on remand, allowed plaintiff's motion to amend to allege injury from the conspiracy). However, even if plaintiffs were not required to plead the underlying wrongful acts in a separate count of the complaint, a viable underlying claim for unlawful conduct is still necessary in order for them to proceed on the claim for civil conspiracy. <i>See </i><i>Barber v. Countrywide Home Loans, Inc.,</i> No. 2:09-CV-40-GCM, 2010 WL 398915, at *6 (W.D.N.C. Jan. 25, 2010) (A civil conspiracy claim \"cannot be brought independent of properly-alleged claims for underlying wrongdoing, making such claim subject to dismissal if the underlying claims for wrongful conduct are dismissed.\"); <i>MDM Grp. Assocs. Inc. v. Emerald Isle Realty, Inc.,</i> No. 2:07-CV-48-D, 2008 WL 2641271, at *5 (E.D.N.C. July 1, 2008) (\"Where there is no viable underlying predicate claim, a civil conspiracy claim fails.\"); <i>Riley v. Dow Corning Corp.,</i> 767 F.Supp. 735, 740 (M.D.N.C.1991) (\"Because no separate and distinct civil conspiracy tort exists, liability attaches only if one of the conspirators is liable for an underlying tort.\").</p>\n<p>Here, plaintiffs have not asserted a viable underlying claim for wrongdoing against the conspiracy defendants. Plaintiffs have alleged that the conspiracy defendants violated the provisions of three federal criminal statutes relating to witness tampering and obstruction of justice  18 U.S.C. §§ 1503, 1512(b), (d) and 1513(e). However, none of the criminal statutes upon which plaintiffs rely authorize a private cause of action for money damages. <i>Shahin v. Darling,</i> 606 F.Supp.2d 525, 538-39 (D.Del.2009) (dismissing civil claims brought by plaintiff pursuant to 18 U.S.C. §§ 1512 and 1513 because neither criminal statute authorizes a private cause of action); <i>Scherer v. United States,</i> 241 F.Supp.2d 1270, 1282 (D.Kan.2003) (noting that federal courts \"have consistently denied a private civil right of action under 18 U.S.C. § 1503\" and dismissing plaintiff's federal obstruction of justice claim). Rather, the decision of whether to prosecute under these statutes, and what criminal charges to bring, generally rests with the prosecutor. <i>Shahin,</i> 606 F.Supp.2d at 538. As a result, plaintiffs have failed to allege the existence of a \"predicate tort\" to support their civil conspiracy claim. <i>Eli Research,</i> 312 F.Supp.2d at 763; <i>See </i><i>Strickland v. Hedrick,</i> 194 N.C.App. 1, 669 S.E.2d 61, 73 (2008) (summary judgment granted in favor of defendants where plaintiff alleged a conspiracy to provide false testimony in order to secure plaintiff's arrest; court found that \"[p]erjury and subornation of perjury are criminal offenses[; however]. . . a civil action in tort cannot be maintained upon the ground that a defendant gave false testimony or procured other persons to give false or perjured testimony\" (second alteration in original) (citation and internal quotation marks omitted)); <i>Hawkins v. Webster,</i> 78 N.C.App. 589, 337 S.E.2d 682, 684 (1985) (civil conspiracy claim properly dismissed where the basis for the claim was civil perjury, which is a cause of action that North Carolina has expressly declined to recognize). In other words, without the civil conspiracy claim, plaintiffs would be unable to pursue federal obstruction of justice claims against the conspiracy defendants. If plaintiffs had set these claims out in separate counts of the complaint, the court would have been required to dismiss them.<sup>[18]</sup></p>\n<p><span class=\"star-pagination\">*499</span> The court notes that plaintiffs rely heavily on the case of <i>Henry v. Deen,</i> 310 N.C. 75, 310 S.E.2d 326 (1984), to support their argument that the civil conspiracy claim should survive the conspiracy defendants' motions to dismiss. In <i>Henry,</i> the plaintiff was an administrator of a decedent's estate who sued two physicians and a physician's assistant for the wrongful death of the decedent and for a civil conspiracy to destroy, falsify and fabricate the decedent's medical records. <i>Id.</i> at 328, 333. The court held that if the defendants were found to have committed the acts alleged by plaintiff, such acts would \"obstruct, impede or hinder public or legal justice and would amount to the common law offense of obstructing public justice.\" <i>Id.</i> at 334. Therefore, even though plaintiff's original complaint did not contain a separate count for obstruction of justice, it adequately alleged a conspiracy among the defendants and wrongful acts committed by the defendants in furtherance thereof. <i>Id.</i></p>\n<p>In this case, plaintiffs allege that their civil conspiracy claim should survive for the \"same reason\" that the claim survived in <i>Henry, i.e.,</i> because plaintiffs have alleged \"`obstruction of justice' in the form of violations of 18 U.S.C. §§ 1503, 1512(b), 1512(d), and 1513(e). . . .\" (Pls.' Mem. Opp'n Defs.' Mot. Dismiss, DE # 48, at 29.) However, plaintiffs fail to recognize that, in <i>Henry,</i> the wrongful acts that demonstrated a conspiracy were acts constituting <i>common law obstruction of justice under North Carolina law.</i> Here, plaintiffs have not brought a common law claim for obstruction of justice against the conspiracy defendants. Furthermore, as the court has already discussed in Section II.C., <i>supra,</i> with respect to the public policy wrongful discharge claims, plaintiffs have not alleged any facts that would support a common law claim for obstruction of justice under North Carolina law. As a result, plaintiffs' reliance on <i>Henry</i> is misplaced.</p>\n<p>Plaintiffs also allege that the conspiracy defendants entered into an agreement to violate N.C. Gen.Stat. § 55-8-30, which provides, in part, that a director of a corporation must discharge his duties in good faith, conform to a reasonable standard of care, and act in a manner he reasonably believes is in the best interests of the corporation. N.C. Gen. Stat. § 55-8-30(a). However, \"[u]nder North Carolina law, directors of a corporation generally owe a fiduciary duty <i>to the corporation,</i> and where it is alleged that directors have breached this duty, the action is properly maintained <i>by the corporation.</i> . . .\" <i>Governor's Club, Inc. v. Governors Club Ltd. P'ship,</i> 152 N.C.App. 240, 567 S.E.2d 781, 786-87 (2002) (quoting <i>Keener Lumber Co., Inc. v. Perry,</i> 149 N.C.App. 19, 560 S.E.2d 817, 822 (2002) (emphasis in original)). Therefore, plaintiffs cannot individually maintain an action against the conspiracy defendants for breach of fiduciary duty.<sup>[19]</sup> As a result, the alleged violation of N.C. Gen.Stat. § 55-8-30 is insufficient to support a claim for civil conspiracy. Because plaintiffs <span class=\"star-pagination\">*500</span> have failed to allege any viable underlying cause of action against the conspiracy defendants, their civil conspiracy claim must be dismissed. <i>See </i><i>Burnette v. Nicolet, Inc.,</i> 818 F.2d 1098, 1101 (4th Cir. 1986) (dismissing civil conspiracy claim where underlying claim of fraudulent concealment was dismissed); <i>Precision Components, Inc. v. C.W. Bearing USA, Inc.,</i> 630 F.Supp.2d 635, 645 (W.D.N.C.2008) (civil conspiracy claim failed where both underlying claims were dismissed); <i>Byrd v. Hopson,</i> 265 F.Supp.2d 594, 599 (W.D.N.C.2003) (\"[W]here the underlying claim has been dismissed, the civil conspiracy claim must also be dismissed.\").</p>\n<p>Moreover, even if the court were somehow able to find that plaintiffs have alleged a viable underlying claim against the conspiracy defendants, plaintiffs have also failed to plead sufficient facts to show the existence of an agreement. The existence of a conspiracy requires proof of an agreement between two or more persons to commit a wrongful act. <i>See </i><i>Dove v. Harvey,</i> 168 N.C.App. 687, 608 S.E.2d 798, 801 (2005); <i>Pleasant Valley Promenade,</i> 464 S.E.2d at 54. \"Direct evidence of a conspiracy agreement is not necessary and often does not exist.\" <i>Pleasant Valley Promenade,</i> 464 S.E.2d at 54. However, \"the circumstantial evidence must amount to more than mere suspicion or conjecture.\" <i>Id.</i></p>\n<p>While it is true that plaintiffs need not prove the existence of a conspiracy agreement at this stage of the proceedings, the holdings of the United States Supreme Court in <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, 129 S.Ct. 1937, 173 L.Ed.2d 868 (2009), and <i>Bell Atlantic Corporation v. Twombly,</i> 550 U.S. 544, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007), require more than claims from which mere possibility can be inferred; they require facts showing plausibility. \"A claim has facial plausibility when the plaintiff pleads factual content that allows the court to draw the reasonable inference that the defendant is liable for the misconduct alleged.\" <i>Iqbal,</i> 129 S.Ct. at 1949. Unless the plaintiffs' well-pleaded allegations of fact have \"nudged their claims across the line from conceivable to plausible, their complaint must be dismissed.\" <i>Twombly,</i> 550 U.S. at 570, 127 S.Ct. 1955; <i>see also </i><i>Iqbal,</i> 129 S.Ct. at 1950-51.</p>\n<p>\"Determining whether a complaint states a plausible claim for relief will . . . be a context-specific task that requires the reviewing court to draw on its judicial experience and common sense.\" <i>Iqbal,</i> 129 S.Ct. at 1950. If \"the well-pleaded facts do not permit the court to infer more than the mere possibility of misconduct, the complaint has alleged  but it has not `show[n]'  `that the pleader is entitled to relief.'\" <i>Id.</i> (quoting Fed.R.Civ.P. 8(a)(2)). \"Factual allegations must be enough to raise a right to relief above the speculative level, . . . on the assumption that all the allegations in the complaint are true. . . .\" <i>Twombly,</i> 550 U.S. at 555, 127 S.Ct. 1955 (emphasis omitted). Furthermore, a court need not accept as true \"`unwarranted inferences, unreasonable conclusions, or arguments.'\" <i>Nemet Chevrolet, Ltd. v. Consumeraffairs.com. Inc.,</i> 591 F.3d 250, 255 (4th Cir.2009) (quoting <i>Wahi v. Charleston Area Med. Ctr., Inc.,</i> 562 F.3d 599, 615 n. 26 (4th Cir.2009)).</p>\n<p>Here, plaintiffs have alleged no facts from which it can be reasonably inferred that there was an agreement among the conspiracy defendants. Plaintiffs ask this court to make far too many weak and speculative inferences regarding the existence of an alleged agreement. First, the court notes that the amended complaint is almost devoid of allegations relating to any type of contact, let alone agreement, between Carrington and the other conspiracy <span class=\"star-pagination\">*501</span> defendants.<sup>[20]</sup> In fact, the only direct contact that is alleged between Carrington and any of the other conspiracy defendants occurred on 27 December 2007. On that day, Carrington allegedly met with just one of the other conspiracy defendants, Rand. (Am. Compl. ¶ 78.) Rand's attorney, Finkelstein, who is not a party to this lawsuit, was also present at the meeting. (<i>Id.</i>) Plaintiffs do not provide any details regarding the discussion that took place at the 27 December 2007 meeting. Plaintiffs only allege that the meeting occurred \"[i]mmediately\" after Feldman disclosed the possible export violations to LEA's Board. (<i>Id.</i>)</p>\n<p>Despite the lack of details provided regarding the substance of the 27 December 2007 meeting, plaintiffs argue that quite a number of inferences can be reasonably drawn from the mere fact that a meeting took place between two of the four individual conspiracy defendants. While the court agrees with plaintiffs that, given the timing of the meeting, it might be possible to infer that \"Rand and Finkelstein informed Carrington of Feldman's and Perry's intention to report Carrington's new criminal activities[,]\" the court cannot agree that it can also reasonably infer that, during the meeting, Rand and Finkelstein \"discussed ways in which they could, at the very least, monitor Plaintiffs' reports and feed information back to Carrington.\" (Pls.' Mem. Opp'n Carrington's Mot. Dismiss, DE # 49, at 6.) This conclusion is pure speculation on the part of plaintiffs. Plaintiffs also maintain that it is \"reasonable to infer that Rand told his co-directors, Lindsay and Jordan, about the details of the meeting.\" (<i>Id.</i>) However, the mere fact that a meeting occurred does not create a reasonable inference that the participants in the meeting told anyone else about it. There are simply no facts alleged in the amended complaint which show that Lindsay and Jordan knew about the 27 December 2007 meeting or that they participated in any other meeting or discussion relating to the alleged conspiracy.</p>\n<p>It is not necessary to detail all of the unwarranted inferences that plaintiffs have asked the court to make in this case. However, one additional example of such a request will be provided for the purpose of illustration. Plaintiffs assert that Carrington's criminal attorneys, who are not parties to this lawsuit, made several telephone calls to Feldman and his attorney in the weeks immediately prior to Feldman's termination in August 2009 and pressured them to share information regarding plaintiffs' contacts with federal investigators. (Am. Compl. ¶¶ 114-128.) Plaintiffs maintain that these allegations allow this court to reasonably infer (1) that Carrington told Rand, Lindsay, Jordan or Finkelstein about the \"improper\" telephone calls made by his attorneys, and (2) that Carrington \"conspired with Rand, Lindsay, and Jordan, a short time after his last attempt to obstruct justice, to have Feldman and Perry fired.\" (Pls.' Mem. Opp'n Defs.' Mot. Dismiss, DE # 48, at 27.) Such inferences, however, \"exceed[] even the generous construction of the facts to which [plaintiffs are] entitled.\" <i>Reed v. Buckeye Fire</i> <span class=\"star-pagination\">*502</span> <i>Equip.</i>, 241 Fed. Appx. 917, 928 (4th Cir. 2007). There is absolutely no factual basis in the amended complaint to support plaintiffs' suggested inference that Carrington's criminal attorneys agreed to assist him in conspiring to obstruct justice. Furthermore, even if the court accepted this inference, there are no facts alleged in the amended complaint to suggest that Carrington told any of the other conspiracy defendants about the calls made by his attorneys. Similarly, there is no factual basis to suggest that Carrington ever discussed terminating plaintiffs' employment with the other conspiracy defendants, much less reached an agreement to do so.</p>\n<p>In summary, the facts pled by plaintiffs do not reasonably lead to anything other than \"mere suspicion or conjecture\" that there was a underlying agreement among the conspiracy defendants. <i>Pleasant Valley Promenade</i>, 464 S.E.2d at 54. Plaintiffs' attenuated chain of conspiracy fails to nudge their claim across the line from conceivable to plausible. <i>See </i><i>Twombly,</i> 550 U.S. at 570. As a result, the conspiracy defendants' motions to dismiss the civil conspiracy claim will be allowed.</p>\n<p></p>\n<h2>E. <i>Breach of Contract Claim</i>\n</h2>\n<p>In this case, Perry also asserts a breach of contract claim against LEA. (<i>See</i> Am. Compl. ¶¶ 333-38.) Perry alleges that LEA failed to pay him a $50,000 bonus that he was entitled to receive. (<i>Id.</i> ¶¶ 200-06.) Perry's breach of contract claim is brought in the alternative to his claim under the North Carolina Wage and Hour Act (\"NCWHA\").<sup>[21]</sup> LEA does not challenge the sufficiency of Perry's NCWHA claim in the instant motion to dismiss. However, LEA does challenge Perry's alternative breach of contract claim. Specifically, LEA alleges that the NCWHA provides Perry's exclusive statutory remedy, thereby precluding a common law breach of contract claim for wages allegedly owed.</p>\n<p>\"The Wage and Hour Act . . . does not expressly preclude common law remedies.\" <i>Amos v. Oakdale Knitting Co.</i>, 416 S.E.2d 166, 172 (N.C. 1992). Furthermore, LEA concedes that no North Carolina court, or any federal court applying North Carolina law, has directly held that the NCWHA preempts claims for breach of contract. (Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 29.) Thus, the court cannot conclude that Perry is precluded from alternatively pleading a breach of contract claim. Accordingly, the court denies the motion to dismiss Perry's breach of contract claim.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>Based on the foregoing reasons, the motion to dismiss filed by LEA, Rand, Lindsay, Jordan and Briggs (DE # 37) is GRANTED IN PART and DENIED IN PART. Carrington's motion to dismiss plaintiffs' civil conspiracy claim (DE # 39) is GRANTED. The claims remaining in this case are (1) both plaintiffs' ADA claims for wrongful discharge and failure to accommodate; (2) both plaintiffs' SOX claims to the extent that they rely on actions taken by Feldman prior to 27 August 2009 or actions taken by Perry prior to 23 September 2009; (3) Perry's NCWHA claim; and (4) Perry's breach of contract claim. Finally, plaintiffs' motion <span class=\"star-pagination\">*503</span> for oral argument (DE # 54) is DENIED AS MOOT.</p>\n<h2>NOTES</h2>\n<p>[1]  For the sake of convenience, Feldman and Perry may also be referred to jointly as \"plaintiffs.\"</p>\n<p>[2]  LEA, Rand, Lindsay, Jordan and Briggs filed a consolidated motion to dismiss. Carrington filed a separate motion to dismiss on the same day as the other defendants.</p>\n<p>[3]  LEA contends that it has cited ADAAA case law to supports its arguments. However, all of the cases cited by LEA, even those cases decided after the effective date of the ADAAA, involved alleged discrimination that took place before the ADAAA went into effect. <i>See Bryson v. Mau, Inc.,</i> No. 8:09-321-HMH-BHH, 2010 WL 1542506, at *3 (D.S.C. Mar. 25, 2010) (involving discrimination that allegedly occurred in 2006); <i>Anderson v. E &amp; J Greer, Inc.,</i> No. 4:08-CV-39-BR, 2009 WL 3756945 (E.D.N.C. Nov. 5, 2009) (same). Because the ADAAA has been found not to apply retroactively to pre-amendment conduct, pre-ADAAA case law was applied in these actions. As a result, the cases cited by LEA carry little, if any, precedential weight with respect to the issue of whether the plaintiffs in this case were disabled under the ADAAA.</p>\n<p>[4]  The court recognizes that the EEOC regulations are merely proposed regulations at this point in time and that the persuasive authority of EEOC regulations in interpreting the ADA has not been resolved by the United States Supreme Court or by the Fourth Circuit Court of Appeals. <i>See, e.g., </i><i>Pollard,</i> 281 F.3d at 468 n. 2. However, the court includes a discussion of the EEOC's proposed interpretation of the ADAAA as another tool to glean the intended meaning of the statutory amendments. <i>See </i><i>Hoffman,</i> 737 F.Supp.2d at 985 n. 1.</p>\n<p>[5]  The proposed EEOC regulations also address this issue: \"In determining whether an individual has a disability, the focus is on how a major life activity is substantially limited, not on what an individual can do in spite of an impairment.\" 74 Fed. Reg. at 48440 (to be codified at 29 C.F.R. § 1630.2(j)(2)(vi)).</p>\n<p>[6]  Plaintiffs also argue that Congress, in amending the ADA, stressed that an impairment is covered unless it is both \"transitory and minor.\" 42 U.S.C. § 12102(3)(B). Plaintiffs' reliance on this language from the amended statute is flawed. As previously stated, to fall within the definition of a disability under the ADA, a plaintiff must either have an actual disability, have a record of disability, or be regarded as having a disability. <i>See</i> 42 U.S.C. § 12102(1). The ADAAA clearly states that the \"transitory and minor\" language applies only to situations where a plaintiff alleges that he was perceived or \"regarded as\" having a disability. <i>See</i> 42 U.S.C. § 12102(3). In this case, plaintiffs do not assert \"regarded as\" disability claims; rather, they allege that each of them suffered from an actual disability. As a result, the \"transitory and minor\" language of the ADAAA does not apply to this case.</p>\n<p>[7]  The enforcement provisions of the ADA are essentially identical to those of Title VII of the Civil Rights Act of 1964. <i>See </i><i>EEOC v. Waffle House, Inc.,</i> 534 U.S. 279, 285, 122 S.Ct. 754, 151 L.Ed.2d 755 (2002).</p>\n<p>[8]  The court may consider Feldman's EEOC charge without converting the motion to dismiss into one for summary judgment. While the primary considerations in a Rule 12(b)(6) motion are the allegations in the complaint, the court \"is not limited to the four corners of the complaint. . . .\" 5B Charles Alan Wright &amp; Arthur R. Miller, <i>Federal Practice and Procedure</i> § 1357 (3d ed. 2004). The matters which a court may consider on a Rule 12(b)(6) motion without converting it into one for summary judgment include documents appearing in the record of the case, matters of public record, items subject to judicial notice, matters incorporated by reference into the complaint, and exhibits attached to the complaint whose authenticity is unquestioned. <i>See</i> 5B Wright &amp; Miller, <i>supra,</i> § 1357; <i>see, e.g., </i><i>Tellabs, Inc. v. Makor Issues &amp; Rights, Ltd.,</i> 551 U.S. 308, 322, 127 S.Ct. 2499, 168 L.Ed.2d 179 (2007); <i>Witthohn v. Fed. Ins. Co.,</i> 164 Fed.Appx. 395, 396-97 (4th Cir.2006); <i>In re FAC Realty Sec. Litig.,</i> 990 F.Supp. 416, 420 (E.D.N.C.1997). These matters may properly be considered because \"a lack of notice for the nonmoving party is not implicated.\" <i>In re FAC Realty Sec. Litig.,</i> 990 F.Supp. at 420.</p>\n<p>[9]  To the extent that LEA's argument can be construed as a challenge to the third element of Perry's failure to accommodate claim, <i>i.e.,</i> that the accommodation he requested was unreasonable, the argument is without merit. The court cannot say that the duration of the leave requested by Perry was unreasonable <i>per se.</i> Rather, the question of whether Perry's requested accommodation was reasonable is a factual question that may be appropriately addressed at the summary judgment stage or at trial. <i>See </i><i>Pandazides,</i> 13 F.3d at 833.</p>\n<p>[10]  In a footnote contained in their memorandum in support of their motion to dismiss, the SOX defendants state that \"[t]here is an increasing body of law finding that if a plaintiff attempts to establish a SOX claim by alleging activities falling within categories 1-5 under the statute, the plaintiff must also show fraud on the shareholders (category 6).\" (Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 17 n. 18.) Although the wording of this argument is somewhat confusing, the court construes it to mean that the SOX defendants are alleging that a showing of fraud is an essential element of all whistleblower claims made under SOX. However, as the SOX defendants' memorandum makes clear, the Fourth Circuit Court of Appeals has not definitively ruled on the question of whether fraud is a required element for all whistleblower claims. <i>See </i><i>Welch,</i> 536 F.3d at 276 n. 3 (labeling the appellate court's prior discussion of the fraud issue in <i>Livingston</i> as \"dicta\"); <i>Livingston,</i> 520 F.3d at 351 n. 1. Even if a showing of fraud were required, the court construes the complaint to meet this standard, since it alleges that plaintiffs reasonably believed that the SOX defendants were violating 15 U.S.C. §§ 78j(b), 78m(b)(2)(B)(ii) and 78m(b)(5), 17 C.F.R. § 229.303(3) and related SEC regulations and that they believed that these provisions related to fraud against shareholders. (<i>See, e.g.,</i> Am. Compl. ¶¶ 243-46, 259-60, 262.) <i>See </i><i>Smith v. Corning, Inc.,</i> 496 F.Supp.2d 244, 248-49 (W.D.N.Y.2007).</p>\n<p>[11]  Plaintiffs also allege that \"under 17 C.F.R. § 229.303(3) and related SEC regulations, any `events,' `uncertainties,' or `trends' in the operations of the business which would `materially affect' income or the `relationship between costs and revenues' must be reported to the SEC and to shareholders.\" (Am. Compl. ¶ 245.)</p>\n<p>[12]  The court also notes that the SOX defendants ignore the fact that plaintiffs further allege upon information and belief that Briggs told Rand, Lindsay, Jordan or Finkelstein of plaintiffs' intention to make a report to federal authorities regarding the possibility of insider trading. (Am. Compl. ¶ 108.)</p>\n<p>[13]  Plaintiffs argue that they have also alleged sufficient facts to show that the SOX defendants engaged in post-employment retaliation. Specifically, plaintiffs maintain that they have sufficiently shown that \"Defendants removed them from their positions as directors in retaliation for their prior SOX protected activity; and (2) Defendants arbitrarily failed, for months, to authorize the removal of the restricted legend on common stock that they received as a `term and condition' of their employment with LEA.\" (Pls.' Mem. Opp'n Defs.' Mot. Dismiss, DE # 48, at 9.) The court makes no ruling with respect to plaintiffs' contentions. Although these events occurred after the dates of plaintiffs' terminations, they do not involve actions taken by plaintiffs; rather, they involve actions taken by the SOX defendants. Thus, plaintiffs' argument is not related to the question of whether they engaged in protected activity under SOX. Instead, the argument goes to the question of whether plaintiffs suffered an unfavorable personnel action when they were removed as directors and when the SOX defendants failed to remove the restricted legend on their common stock. The issue of whether plaintiffs suffered an unfavorable personnel action is not being disputed by the SOX defendants at this stage of the proceedings, and they admit as much in their reply memorandum. (<i>See</i> Reply Mem. Supp. Defs.' Mot. Dismiss, DE # 52, at 6 (\"Here, th[e] third element [of the SOX claims] is not even being challenged by Defendants for purposes of the pending Motion to Dismiss. Rather, the focus is on whether the Plaintiffs asserted facts showing the first element (protected activity, as defined by SOX).\").)</p>\n<p>[14]  This court has authority to exercise supplemental jurisdiction over plaintiffs' state law claims pursuant to 28 U.S.C. § 1367(a).</p>\n<p>[15]  In their memorandum in opposition to the motion to dismiss, plaintiffs contend that they \"refused to violate their duties as corporate officers under N.C. Gen.Stat. § 55-8-42 when Defendants instructed them to do so.\" (Pls.' Mem. Opp'n Defs.' Mot. Dismiss, DE # 48, at 23 (emphasis omitted).) However, this bald assertion contains no citation to the amended complaint. This allegation is not contained in plaintiffs' amended complaint, and none of the facts pled in this case support such an allegation.</p>\n<p>[16]  Furthermore, N.C. Gen.Stat. § 55-8-42 does not expressly declare a public policy for purposes of the wrongful discharge exception to the at-will employment rule in North Carolina. <i>See SmithKline Beecham Corp.,</i> 2009 WL 1851180, at *4.</p>\n<p>[17]  Furthermore, the court emphasizes that \"[t]he public policy exception to the at-will employment doctrine is confined to the express statements contained within [North Carolina's] General Statutes or [the State's] Constitution.\" <i>Whiting,</i> 618 S.E.2d at 753; <i>see also </i><i>Considine v. Compass Group USA, Inc.,</i> 145 N.C.App. 314, 551 S.E.2d 179, 184 (2001) (\"The complaint does not allege that defendant's conduct violated any explicit statutory or constitutional provision[.]\"). Thus, even if plaintiffs had alleged facts to support a claim for common law obstruction of justice, they cannot rely on North Carolina common law to support their wrongful discharge claims.</p>\n<p>[18]  Furthermore, plaintiffs have failed to allege facts that would establish the required elements of at least some of the federal obstruction of justice offenses at issue. For example, the United States Supreme Court has interpreted 18 U.S.C. § 1503 to apply only to situations where the obstruction of justice can be closely tied to a pending judicial proceeding. <i>United States v. Aguilar,</i> 515 U.S. 593, 599, 115 S.Ct. 2357, 132 L.Ed.2d 520 (1995); <i>see also </i><i>United States v. Littleton,</i> 76 F.3d 614, 619 (4th Cir.1996). Here, plaintiffs have not alleged that there was a judicial proceeding pending at the time of the relevant events described in the amended complaint.</p>\n<p>[19]  Moreover, N.C. Gen.Stat. § 55-8-30(a) does not apply to Carrington, as he was not a director of LEA during the time period relevant to the events at issue in this case. (<i>See</i> Am. Compl. ¶¶ 9, 42, 52.)</p>\n<p>[20]  In this case, plaintiffs must show that Carrington was a participant in the civil conspiracy. If Carrington was not a participant in the conspiracy, plaintiffs would be unable to show \"an agreement between two or more individuals\" because the remaining conspiracy defendants \"constitute a single legal entity under the intracorporate immunity doctrine.\" <i>Iglesias v. Wolford</i>, 539 F. Supp. 2d 831, 835 (E.D.N.C. 2008) (citation and internal quotation marks omitted). \"A corporation's officers, employees, or agents are mere extensions of the corporation, and an agreement between such personnel (or between such personnel and the corporation they serve) is therefore not a conspiracy.\" <i>Id.</i> at 836.</p>\n<p>[21]  Federal Rule of Civil Procedure 8(d)(2) permits a party to \"set out 2 or more statements of a claim . . . alternatively or hypothetically, either in a single count . . . or in separate ones. If a party makes alternative statements, the pleading is sufficient if any one of them is sufficient.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">779</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">472</span></span> (2011)</b></center>\n<center><h1>Paul H. FELDMAN, and Martin L. Perry, Plaintiffs,<br>\nv.<br>\nLAW ENFORCEMENT ASSOCIATES CORPORATION, et al., Defendants.</h1></center>\n<center>No. 5:10-CV-08-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 10, 2011.</center>\n<p><span class=\"star-pagination\">*476</span> R. Scott Oswald, John T. Harrington, The Employment Law Group, Washington, DC, Michael C. Byrne, Raleigh, NC, for Plaintiffs.</p>\n<p>Amy Jenkins, McAngus Goudelock &amp; Courie, LLC, Charleston, SC, Tracey R. Downs, McAngus Goudelock &amp; Courie, <span class=\"star-pagination\">*477</span> PLLC, Charlotte, NC, Kathleen P. Tanner Kennedy, Melissa H. Hill, Wade M. Smith, Tharrington Smith, LLP, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>W. EARL BRITT, Senior District Judge.</p>\n<p>This matter is before the court on the 21 June 2010 motion to dismiss filed by defendants Law Enforcement Associates Corporation (\"LEA\"), Anthony Rand (\"Rand\"), James J. Lindsay (\"Lindsay\"), Joseph A. Jordan (\"Jordan\") and Paul Briggs (\"Briggs\"), and on the 21 June 2010 motion to dismiss filed by defendant John H. Carrington (\"Carrington\"). Both motions have been fully briefed and are ripe for disposition.</p>\n<p></p>\n<h2>I. FACTUAL AND PROCEDURAL HISTORY</h2>\n<p>LEA, a Nevada corporation authorized to do business in North Carolina, is a manufacturer of security and surveillance equipment used by local, state, federal and international law enforcement agencies and by public and private companies. (Am. Compl., DE # 34, ¶¶ 4, 22.) LEA's principal place of business is in Wake County, North Carolina. (<i>Id.</i> ¶ 22.) Plaintiffs Paul H. Feldman (\"Feldman\") and Martin L. Perry (\"Perry\")<sup>[1]</sup> were employees of LEA. Feldman was LEA's President for almost twenty years. (<i>Id.</i> ¶ 4.) Perry was employed by LEA for nine years and was LEA's Director of Sales for three years. (<i>Id.</i>) From approximately 2003 until 3 December 2009, Feldman and Perry were also directors of the corporation. (<i>Id.</i> ¶ 41.) The other three members of LEA's Board of Directors (\"Board\") during the time period relevant to this case were defendants Rand, Lindsay and Jordan. (<i>Id.</i> ¶ 42.)</p>\n<p>Carrington is LEA's founder and former majority shareholder. (<i>Id.</i> ¶¶ 5, 51.) In 2005, Carrington was convicted of felonies relating to the illegal export of evidence collection products to China. (<i>Id.</i> ¶¶ 5, 48.) The federal government fined Carrington, placed him on probation for one year, and prohibited him from making exports for five years. (<i>Id.</i> ¶¶ 5, 49.) Another company that Carrington owned, Sirchie Fingerprints Labs, Inc. (\"Sirchie\"), was directly implicated in the same criminal activity and was also prohibited from making exports for five years. (<i>Id.</i> ¶ 50.) After being charged with the export violations, Carrington resigned from LEA's Board and also ended his management and majority ownership role at LEA. (<i>Id.</i> ¶ 52.)</p>\n<p>After Carrington's departure, LEA entered into multiple contracts with a company called SAFE Source to export receivers and video equipment to police in the Dominican Republic. (<i>Id.</i> ¶ 55.) In or around September 2007, Carrington's son, Scott Carrington, who was then president of Sirchie, revealed information to Feldman and Perry which indicated that Carrington had an ownership interest in SAFE Source. (<i>Id.</i> ¶ 56.) In or around December 2007, plaintiffs confirmed that Carrington owned fifty percent of SAFE Source. (<i>Id.</i> ¶ 58.)</p>\n<p>Because Carrington had been banned from making exports for five years and because he had an ownership interest in SAFE Source, plaintiffs maintain that it was illegal for SAFE Source to engage in the export business. (<i>Id.</i> ¶ 60.) Plaintiffs believed that LEA was also possibly violating <span class=\"star-pagination\">*478</span> the law and its contract certifications to various federal customers by conducting export business with SAFE Source. (<i>Id.</i> ¶ 61.)</p>\n<p>On 27 December 2007, Feldman notified LEA's Board that there were possible export violations relating to Carrington and SAFE Source and that these violations needed to be reported to the proper governmental agencies as soon as possible. (<i>Id.</i> ¶ 62.) Plaintiffs allege that \"[i]mmediately\" following the Board meeting on 27 December 2007, Rand and his personal attorney, Mark Finkelstein (\"Finkelstein\"), visited Carrington. (<i>Id.</i> ¶ 78.) The next day, Carrington met with his criminal defense attorney for several hours at Sirchie's headquarters. (<i>Id.</i> ¶ 79.)</p>\n<p>In or around January 2008, LEA's counsel, James Jorgensen (\"Jorgensen\"), and plaintiffs met with federal authorities at the Bureau of Industry and Security, a division of the Department of Commerce (\"DOC\"), to report Carrington's illegal and undisclosed ownership of SAFE Source and the illegal export business that SAFE Source conducted with LEA. (<i>Id.</i> ¶ 75.) Approximately one week after plaintiffs reported these activities to the DOC, federal agents raided the headquarters of SAFE Source and Sirchie and began a criminal investigation. (<i>Id.</i> ¶¶ 76-77.)</p>\n<p>At the next LEA Board meeting, Rand, Lindsay and Jordan demanded that Feldman tell them what he had reported to the federal government. (<i>Id.</i> ¶ 80.) Because Feldman believed that Rand, and perhaps Lindsay and Jordan, had already leaked information to Carrington regarding his report, he refused to provide the requested information. (<i>Id.</i> ¶ 81.)</p>\n<p>In or around March 2008, the Board voted three to two (with Rand, Lindsay and Jordan forming the majority) to fire Jorgensen as LEA's lawyer and replace him with Finkelstein, Rand's personal attorney. (<i>Id.</i> ¶ 82.) Feldman and Perry told Rand, Lindsay and Jordan that the appointment of Finkelstein represented an improper conflict of interest. (<i>Id.</i> ¶ 83.) After Rand, Lindsay and Jordan installed Finkelstein, they told Feldman to \"run all matters through Finkelstein.\" (<i>Id.</i> ¶ 84.) Feldman refused because of the prior and ongoing leaks to Carrington by Rand and Finkelstein. (<i>Id.</i> ¶ 85.) After the March 2008 Board meeting, Feldman and Perry told the federal investigators that they believed members of the Board were leaking information to Carrington, including information regarding plaintiffs' disclosures to and contacts with federal authorities. (<i>Id.</i> ¶ 86.)</p>\n<p>Because of plaintiffs' concern that the members of the Board and Finkelstein had leaked information to Carrington, Eric Littman, LEA's counsel for matters relating to the United States Securities and Exchange Commission (\"SEC\"), requested that Finkelstein, Jorgensen and all of LEA's directors sign a statement affirming that they had not shared any confidential information with Carrington. (<i>Id.</i> ¶ 89.) Feldman, Perry and Jorgensen signed the affirmation; however, Rand, Lindsay, Jordan and Finkelstein refused. (<i>Id.</i> ¶ 90.)</p>\n<p>Rand, Lindsay and Jordan reacted with hostility to the reports that Feldman and Perry made to the federal government and to plaintiffs' refusal to divulge information concerning the content of their reports. (<i>Id.</i> ¶ 92.) Rand, Lindsay, Jordan and Finkelstein told Feldman that he had defied them and that he would be personally responsible for any criminal or civil liability incurred by LEA resulting from his disclosures to federal authorities. (<i>Id.</i> ¶¶ 93-94.) Plaintiffs allege that Finkelstein subsequently falsified the minutes from the 27 December 2007 Board meeting to omit Feldman's disclosure of LEA's potential liability for the export violations <span class=\"star-pagination\">*479</span> and to omit Feldman's statement that LEA's potential violations, through its relationship with SAFE Source, needed to be reported to the proper authorities. (<i>Id.</i> ¶¶ 95-98.)</p>\n<p>In August 2009, Briggs, who was then LEA's Chief Financial Officer, showed plaintiffs a document that plaintiffs believed indicated the possibility of insider trading of LEA stock. (<i>Id.</i> ¶¶ 101-05.) Plaintiffs told Briggs that they intended to report the information to federal investigators. (<i>Id.</i> ¶ 106.) Briggs then allegedly told Rand, Lindsay, Jordan or Finkelstein of plaintiffs' intention to report the evidence of insider trading to federal investigators. (<i>Id.</i> ¶ 108.) Plaintiffs subsequently provided the evidence of insider trading to the government, and they have been interviewed on the subject of insider trading at length by federal investigators. (<i>Id.</i> ¶ 109.)</p>\n<p>Feldman alleges that in the weeks prior to 27 August 2009, both he and his attorney, Jorgensen, were pressured on several occasions by Carrington's lawyers to reveal the information that plaintiffs had disclosed to federal authorities. (<i>Id.</i> ¶¶ 114, 117, 119, 121, 123-25, 127.) Feldman and Jorgensen refused to share such information with Carrington's attorneys. (<i>Id.</i> ¶¶ 115, 120, 122, 128.)</p>\n<p>In or around late August 2009, both Feldman and Perry suffered from separate medical conditions that required brief hospitalizations and forced them out of work for a period of time. (<i>Id.</i> ¶¶ 130-32, 143, 147.) Plaintiffs allege that their medical conditions substantially limited their ability to work, and, as a result, they both sought reasonable accommodations for their disabilities. (<i>Id.</i> ¶¶ 133-35, 144, 149, 159-60, 163.) Plaintiffs further allege that their requests were disregarded and that they were discharged from their employment. (<i>Id.</i> ¶¶ 137-38, 161-62.) Feldman's employment was terminated on 27 August 2009, and Perry's employment was allegedly terminated on 23 September 2009. (<i>Id.</i> ¶¶ 138, 166.)</p>\n<p>Subsequent to his discharge from employment, on 29 September 2009, Feldman emailed Briggs and asked that his email be distributed to all of LEA's directors. (<i>Id.</i> ¶ 169.) In the email, Feldman requested financial statements, Board minutes and other documents that he was entitled to view as a LEA director. (<i>Id.</i> ¶¶ 170-71.) LEA refused to provide the requested documents. (<i>Id.</i> ¶ 172.) Feldman's 29 September 2009 email to Briggs also stated that LEA had filed a \"false\" 8K form with the SEC because the 8K indicated that Perry had voluntarily resigned from LEA. (<i>Id.</i> ¶ 182.)</p>\n<p>On 30 September 2009, plaintiffs sent an email and a letter to the SEC to report their concerns about the false 8K filing. (<i>Id.</i> ¶ 184.) On 2 October 2009, plaintiffs emailed LEA's independent auditor, Keith Ekenseair. (<i>Id.</i> ¶ 185.) In this email, plaintiffs informed Ekenseair that LEA had filed a false 8K form relating to Perry's termination; that LEA had misrepresented the circumstances of Feldman's firing when it filed an 8K regarding that event; and that LEA had refused Feldman's request for documents. (<i>Id.</i> ¶¶ 186-87.) On 13 November 2009, plaintiffs objected to misstatements, misrepresentations and omissions in the 10Q prepared by LEA for the quarter ending September 30, 2009. (<i>Id.</i> ¶¶ 188-90.)</p>\n<p>On 17 November 2009, Feldman sent a letter to the United States Department of Labor, Occupational Health and Safety Administration (\"OSHA\") regarding LEA's failure to report certain information to the SEC, including plaintiffs' cooperation with investigations by the DOC into export violations by Carrington. (<i>Id.</i> ¶¶ 193-94.) On the same day, Feldman <span class=\"star-pagination\">*480</span> filed a complaint with OSHA in which he alleged that LEA had violated federal whistleblower protections. (<i>Id.</i> ¶ 195.) On 2 December 2009, Perry also sent a letter to OSHA that was similar in content to Feldman's letter. (<i>Id.</i> ¶ 197.) On 3 December 2009, LEA removed plaintiffs from the Board. (<i>Id.</i> ¶ 198.)</p>\n<p>Perry also alleges that LEA did not pay him a $50,000 bonus that he was entitled to receive for bringing in a $5.7 million contract. (<i>Id.</i> ¶¶ 199-206.) Finally, plaintiffs allege that LEA refused to authorize the removal of the restricted legend on common stock registered in their names. (<i>Id.</i> ¶¶ 207-15.)</p>\n<p>Plaintiffs initially filed separate complaints, but they subsequently filed a consolidated complaint on 16 April 2010. Plaintiffs filed a first amended complaint on 7 June 2010 and raise the following claims: (1) claims under the Americans with Disabilities Act (Feldman and Perry against LEA); (2) whistleblower claims under the Sarbanes-Oxley Act of 2002 (Feldman and Perry against LEA, Rand, Lindsay, Jordan and Briggs); (3) a claim for civil conspiracy (Feldman and Perry against LEA, Rand, Lindsay, Jordan and Carrington); (4) claims for wrongful discharge in violation of North Carolina public policy (Feldman and Perry against LEA, Rand, Lindsay and Jordan); (5) a claim under the North Carolina Wage and Hour Act (Perry against LEA); and (6) a claim for breach of contract (Perry against LEA). Defendants filed the instant motions to dismiss on 21 June 2010.<sup>[2]</sup></p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>A motion to dismiss pursuant to Federal Rule of Civil Procedure 12(b)(6) \"tests the sufficiency of a complaint\" but \"does not resolve contests surrounding the facts, the merits of a claim, or the applicability of defenses.\" <i>Republican Party v. Martin,</i> <span class=\"citation\" data-id=\"596124\"><a href=\"/opinion/596124/republican-party-of-north-carolina-bruce-briggs-william-r-sigmon-marvin-k/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 952 (4th Cir.1992). In order to survive a Rule 12(b)(6) motion to dismiss, the complaint must contain \"sufficient factual matter, accepted as true, to `state a claim to relief that is plausible on its face.'\" <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, 1949, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009) (quoting <i>Bell Atl. Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 570, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007)). \"A claim has facial plausibility when the plaintiff pleads factual content that allows the court to draw the reasonable inference that the defendant is liable for the misconduct alleged.\" <i>Id.</i> In evaluating whether a claim is stated, \"[the] court accepts all well-pled facts as true and construes these facts in the light most favorable to the plaintiff in weighing the legal sufficiency of the complaint.\" <i>Nemet Chevrolet, Ltd. v. Consumeraffairs.com, Inc.,</i> <span class=\"citation\" data-id=\"1031139\"><a href=\"/opinion/1031139/nemet-chevrolet-ltd-v-consumeraffairs-com-inc/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">250</span></a></span>, 255 (4th Cir.2009). A court need not accept as true \"`unwarranted inferences, unreasonable conclusions, or arguments.'\" <i>Id.</i> (quoting <i>Wahi v. Charleston Area Med. Ctr., Inc.,</i> <span class=\"citation\" data-id=\"1028445\"><a href=\"/opinion/1028445/wahi-v-charleston-area-medical-center-inc/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">599</span></a></span>, 615 n. 26 (4th Cir.2009)).</p>\n<p></p>\n<h2>A. <i>Americans with Disabilities Act Claims</i>\n</h2>\n<p>Both plaintiffs assert claims against LEA for violations of the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. § 12101 <i>et seq.</i> The ADA prohibits discrimination \"against a qualified individual on the basis of disability in regard to . . . terms, conditions, and privileges of employment.\" 42 U.S.C. § 12112(a) (2011). Here, each plaintiff brings two separate claims under the ADA: (1) a claim for wrongful discharge and (2) a claim for failure to accommodate.</p>\n<p><span class=\"star-pagination\">*481</span> In a wrongful discharge case under the ADA, a plaintiff establishes a <i>prima facie</i> case by demonstrating that \"(1) he is within the ADA's protected class; (2) he was discharged; (3) at the time of his discharge, he was performing the job at a level that met his employer's legitimate expectations; and (4) his discharge occurred under circumstances that raise a reasonable inference of unlawful discrimination.\" <i>Haulbrook v. Michelin N. Am. Inc.,</i> <span class=\"citation\" data-id=\"773552\"><a href=\"/opinion/773552/william-r-haulbrook-v-michelin-north-americaincorporated-michelin/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">696</span></a></span>, 702 (4th Cir.2001); <i>see also </i><i>Rhoads v. FDIC,</i> <span class=\"citation\" data-id=\"774039\"><a href=\"/opinion/774039/lori-rhoads-v-federal-deposit-insurance-corporation-in-its-capacity-as/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">373</span></a></span>, 387 n. 11 (4th Cir.2001).</p>\n<p>In a failure to accommodate case, a plaintiff establishes a <i>prima facie</i> case by showing (1) that he was an individual who had a disability within the meaning of the statute; (2) that the employer had notice of his disability; (3) that with reasonable accommodation he could perform the essential functions of the position; and (4) that the employer refused to make such accommodations. <i>Haneke v. Mid-Atlantic Capital Mgmt.,</i> 131 Fed.Appx. 399, 400 (4th Cir.2005); <i>Rhoads,</i> 257 F.3d at 387 n. 11.</p>\n<p>Here, Perry alleges that he had a neurological episode in 1990 that was diagnosed as Multiple Sclerosis (\"MS\"). (Am. Compl. ¶ 139.) At that time, his symptoms included vertigo, slurred speech and double vision. (<i>Id.</i> ¶ 140.) These symptoms gradually resolved over the course of several months. (<i>Id.</i>) In 2004, while employed by LEA, Perry suffered a second MS episode that temporarily caused complete left-side paralysis and permanently caused weakness on his left side. (<i>Id.</i> ¶ 141.) Perry's MS episode in 2004 caused him to miss time from work at LEA, and LEA knew that MS had caused Perry's absence. (<i>Id.</i> ¶ 142.)</p>\n<p>On 27 August 2009, the day of Feldman's discharge from LEA, Perry suffered from a stress-induced \"flare up\" of symptoms related to his MS. (<i>Id.</i> ¶ 143.) This exacerbation of Perry's MS symptoms caused him to be hospitalized for several days. (<i>Id.</i>) On three occasions after his MS flare up, requests for medical leave were made to LEA on Perry's behalf. (<i>Id.</i> ¶¶ 144, 149-50, 157-60, 230.) Despite these requests, on 23 September 2009, \"LEA terminated Perry's employment as Director of Sales, falsely claiming that Perry had `abandoned' his job.\" (<i>Id.</i> ¶ 166.)</p>\n<p>With respect to Feldman's ADA claims, he alleges that he suffered from a Transient Ischemic Attack (\"TIA\"), also known as a \"mini-stroke\" or \"warning stroke,\" on 26 August 2009. (<i>Id.</i> ¶¶ 130-31.) As a result of the TIA, Feldman was hospitalized for two days and required \"an additional several weeks\" to recover before he was able to work again. (<i>Id.</i> ¶ 132.) While hospitalized for this medical condition, Feldman made a request through his attorney, asking that Rand, Lindsay and Jordan reschedule a Board meeting that had been previously scheduled for 27 August 2009. (<i>Id.</i> ¶¶ 129, 134-35.) Rand, acting for the Board and LEA, refused to reschedule the Board meeting. (<i>Id.</i> ¶¶ 136-37.) Rand, Lindsay and Jordan, acting on behalf of LEA, subsequently terminated Feldman's employment during the 27 August 2009 Board meeting. (<i>Id.</i> ¶ 138.)</p>\n<p></p>\n<h2>1. <i>Whether Plaintiffs are Disabled Under the Recently Amended ADA</i>\n</h2>\n<p>Plaintiffs' ADA claims for wrongful discharge and for failure to make a reasonable accommodation both require a showing that plaintiffs were \"disabled\" within the meaning of the ADA. <i>Rhoads,</i> 257 F.3d at 387; <i>Lochridge v. City of Winston-Salem,</i> <span class=\"citation\" data-id=\"2377582\"><a href=\"/opinion/2377582/lochridge-v-city-of-winston-salem/\"><span class=\"volume\">388</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">618</span></a></span>, 625 (M.D.N.C. 2005). LEA contends that plaintiffs have failed to make the required showing because <span class=\"star-pagination\">*482</span> their impairments were temporary and not severe. (<i>See</i> Mem. Supp. Defs.' Mot. Dismiss, DE #41, at 8-10.) \"The question of whether a plaintiff is disabled under the ADA, `and therefore can bring a claim under the statute, is a question of law for the court, not a question of fact for the jury.'\" <i>Rose v. Home Depot USA, Inc.,</i> <span class=\"citation\" data-id=\"2411263\"><a href=\"/opinion/2411263/rose-v-home-depot-usa-inc/\"><span class=\"volume\">186</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">595</span></a></span>, 608 (D.Md.2002) (quoting <i>Hooven-Lewis v. Caldera,</i> <span class=\"citation\" data-id=\"773124\"><a href=\"/opinion/773124/cheryl-m-hooven-lewis-v-louis-caldera-secretary-of-the-army/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">259</span></a></span>, 268 (4th Cir.2001) (Rehabilitation Act case)).</p>\n<p>The ADA defines \"disability\" with respect to an individual as \"(A) a physical or mental impairment that substantially limits one or more major life activities of such individual; (B) a record of such an impairment; or (C) being regarded as having such an impairment. . . .\" 42 U.S.C. § 12102(1) (2011). Here, there is no dispute that plaintiffs are proceeding under the first prong of the disability definition.</p>\n<p>In 2002, the United States Supreme Court held that an impairment rises to the level of a disability only if its impact is \"permanent or long term.\" <i>Toyota Motor Mfg., Ky., Inc. v. Williams,</i> <span class=\"citation\" data-id=\"118470\"><a href=\"/opinion/118470/toyota-motor-mfg-ky-inc-v-williams/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 198, <span class=\"citation\" data-id=\"118470\"><a href=\"/opinion/118470/toyota-motor-mfg-ky-inc-v-williams/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></a></span>, <span class=\"citation\" data-id=\"118470\"><a href=\"/opinion/118470/toyota-motor-mfg-ky-inc-v-williams/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (2002). Accordingly, under Fourth Circuit precedent, temporary, non-chronic impairments have generally not constituted disabilities. <i>See, e.g., </i><i>Pollard v. High's of Baltimore, Inc.,</i> <span class=\"citation\" data-id=\"776656\"><a href=\"/opinion/776656/mary-d-pollard-v-highs-of-baltimore-incorporated/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 468-69 (4th Cir.2002) (recuperation from back surgery was a temporary impairment that did not qualify as a substantially limiting disability under the ADA). While the presumption existed that temporary impairments did not qualify as disabilities under the ADA, the Fourth Circuit determined that temporary impairments required a case-by-case evaluation. <i>Id.</i> at 468. A temporary impairment could be so severe or have a duration so long that to classify it as \"temporary\" would be improper. <i>Id.</i> at 469.</p>\n<p>However, subsequent to the decision of the United States Supreme Court in <i>Toyota Motor,</i> Congress passed the Americans with Disabilities Act Amendments Act of 2008 (\"ADAAA\"), which became effective on 1 January 2009. Pub. L. No. 110-325, § 8, 122 Stat. 3553, 3559 (2008). In the ADAAA, Congress rejected the unduly restrictive approach established in <i>Toyota Motor</i> for analyzing whether a plaintiff suffers from a disability for purposes of the ADA. <i>Id.,</i> § 2(b)(5), 122 Stat. at 3554. As a result, Congress mandated in the ADAAA that the definition of disability is to be construed \"in favor of broad coverage of individuals . . . to the maximum extent permitted\" by the law. 42 U.S.C. § 12102(4)(A).</p>\n<p>Although the ADAAA left the ADA's three-category definition of \"disability\" intact, significant changes were made regarding how these categories are to be interpreted. For example, with respect to the definition of actual disability found in 42 U.S.C. § 12102(1)(A), the ADAAA expanded the list of \"major life activities.\" As a result, examples of \"major life activities\" now include \"caring for oneself, performing manual tasks, seeing, hearing, eating, sleeping, walking, standing, lifting, bending, speaking, breathing, learning, reading, concentrating, thinking, communicating, and working.\" 42 U.S.C. § 12102(2)(A). In addition, Congress instructed that the term \"substantially limits,\" which is also found in 42 U.S.C. § 12102(1)(A), \"shall be interpreted consistently with the findings and purposes of the [ADAAA].\" 42 U.S.C. § 12102(4)(B).</p>\n<p>Noting that the courts had \"created an inappropriately high level of limitation necessary to obtain coverage under the ADA,\" the ADAAA states that \"it is the intent of Congress that the primary object of attention in cases brought under the ADA should be whether entities covered under <span class=\"star-pagination\">*483</span> the ADA have complied with their obligations. . . .\" Pub. L. No. 110-325, § 2(b)(5), 122 Stat. at 3554. As a result, \"the question of whether an individual's impairment is a disability under the ADA should not demand extensive analysis.\" <i>Id.</i></p>\n<p>As previously mentioned, the ADAAA went into effect on 1 January 2009. The Fourth Circuit Court of Appeals and most other courts have held that the ADAAA does not apply retroactively. <i>See, e.g., </i><i>Shin v. Univ. of Md. Med. Sys. Corp.,</i> 369 Fed.Appx. 472, 479 n. 14 (4th Cir.2010). As a result, there is now a lack of case law relating to the interpretation of the ADAAA. However, since the alleged discriminatory action in this case occurred during August and September 2009, there is no dispute that the ADAAA applies to plaintiffs' claims.<sup>[3]</sup></p>\n<p>LEA argues that even under the ADAAA, plaintiffs have failed to allege sufficient facts to show that they each had a disability. The court disagrees. Drawing all inferences in plaintiffs' favor, it is certainly plausible under the ADAAA that both plaintiffs had a physical impairment that constitutes a disability. With respect to Perry, such a conclusion is consistent with the language of the ADAAA. Perry alleges that he suffered an episodic MS flare up on 27 August 2009. (Am. Compl. ¶ 143.) Here, the ADAAA clearly provides that \"[a]n impairment that is episodic or in remission is a disability if it would substantially limit a major life activity when active.\" 42 U.S.C. § 12102(4)(D). Thus, the ADAAA \"make[s] it easier for a plaintiff with an episodic condition . . . to establish that he is an `individual with a disability.'\" <i>Carmona v. Southwest Airlines Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">604</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">848</span></span>, 855 (5th Cir.2010) (citation omitted). Because none of the parties appear to dispute that MS, when active, constitutes a disability, this court finds that Perry has sufficiently stated a claim that he was disabled under the ADAAA. <i>Cf. </i><i>Hoffman v. Carefirst of Fort Wayne, Inc.,</i> <span class=\"citation\" data-id=\"2472712\"><a href=\"/opinion/2472712/hoffman-v-carefirst-of-fort-wayne-inc/\"><span class=\"volume\">737</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">976</span></a></span>, 985-86 (N.D.Ind.2010) (finding that the clear wording of 42 U.S.C. § 12102(4)(D) rendered plaintiff's renal cancer, which was in remission, a disability under the ADAAA).</p>\n<p>Furthermore, the Equal Employment Opportunity Commission (\"EEOC\") has issued a Notice of Proposed Rulemaking to implement the ADAAA. <i>See</i> Proposed Rules, Regulations To Implement the Equal Employment Provisions of the Americans with Disabilities Act, As Amended, 74 Fed. Reg. 48431 (Sept. 23, 2009) (to be codified at 29 C.F.R. Part 1630).<sup>[4]</sup> The proposed regulations provide <span class=\"star-pagination\">*484</span> examples of impairments that will consistently meet the definition of a disability. In discussing this concept, the EEOC explains:</p>\n<blockquote>Interpreting the definition of disability broadly and without extensive analysis as required under the [ADAAA], some types of impairments will consistently meet the definition of disability. Because of certain characteristics associated with these impairments, the individualized assessment of the limitations on a person can be conducted quickly and easily, and will consistently result in a determination that the person is substantially limited in a major life activity.</blockquote>\n<p><i>Id.</i> at 48441 (to be codified at 29 C.F.R. § 1630.2(j)(5)(i)). The proposed regulations then list MS as an impairment that will consistently meet the definition of disability. <i>Id.</i> (to be codified at 29 C.F.R. § 1630.2(j)(5)(i)(G) (MS \"substantially limit[s] major life activities including neurological functions, walking, performing manual tasks, seeing, speaking, or thinking\")). Thus, the court's conclusion that Perry has sufficiently alleged a disability is bolstered by the interpretative guidance of the EEOC.</p>\n<p>LEA also contends that Perry did not have a disability because he was able to engage in many activities in spite of his alleged impairment, such as leaving the house, going to doctor appointments, and contacting a lawyer. (<i>See</i> Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 5, 10.) It may not even be necessary to consider this argument given that the court has already found that Perry's episodic impairment falls within the clear language of 42 U.S.C. § 12102(4)(D). In any event, the language of the ADAAA also addresses this issue. It provides that \"[a]n impairment that substantially limits one major life activity need not limit other major life activities in order to be considered a disability.\" 42 U.S.C. § 12102(4)(C).<sup>[5]</sup> Here, the complaint alleges that Perry's impairment was so severe that he was unable to work for period of time. (Am. Compl. ¶¶ 163, 228.) \"Working\" is considered to be a major life activity under the ADAAA. 42 U.S.C. § 12102(2)(A). Thus, the complaint sufficiently alleges that Perry's impairment \"substantially limit[ed] a major life activity.\" 42 U.S.C. § 12102(1)(A).</p>\n<p>The court will now consider whether Feldman has sufficiently alleged a disability for the purposes of his ADA claims. Feldman states that he suffered from a TIA, also known as a \"mini-stroke\" or \"warning stroke,\" on 26 August 2009. (Am. Compl. ¶¶ 130-31.) As a result of the TIA, Feldman was hospitalized for two days and required \"an additional several weeks\" to recover before he was able to work again. (<i>Id.</i> ¶ 132.) As conceded in plaintiffs' complaint, the symptoms of a TIA \"last a relatively short time.\" (<i>Id.</i> ¶ 131.) Unlike Perry's MS, Feldman's impairment is non-chronic, and there is no allegation that the residual effects of the TIA were permanent. Feldman admits that it may have been \"a close question\" as to whether he was disabled under pre-ADAAA law. (Pls.' Mem. Opp'n Defs.' Mot. Dismiss, DE # 48, at 11.) However, he contends that under the ADAAA, his status as an individual with a disability is \"beyond question.\" (<i>Id.</i>)</p>\n<p>The ADAAA does not explicitly overturn the finding in <i>Toyota Motor</i> that temporary disabilities do not qualify for ADA protection. <i>See Munoz v. Echosphere,</i> <span class=\"star-pagination\">*485</span> <i>L.L.C.,</i> No. 09-CV-0308-KC, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">2838356</span></span>, at *12 (W.D.Tex. July 15, 2010). However, as previously noted, the ADAAA states that the definition of disability is to be construed \"in favor of broad coverage of individuals . . . to the maximum extent permitted\" by the law. 42 U.S.C. § 12102(4)(A). Accordingly, even if Feldman's TIA \"only temporarily limited [his] ability to work, the stringent requirements of <i>Toyota Motor</i> may be rejected by the amended statute in favor of a more inclusive standard.\" <i>Munoz,</i> <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">2838356</span></span>, at *12 (citing Pub. L. No. 110-325, § 2(b)(4), 122 Stat. at 3554).</p>\n<p>In addition, the proposed EEOC regulations address this issue. \"Temporary, non-chronic impairments of short duration with little or no residual effects (such as the common cold, seasonal or common influenza, a sprained joint, minor and non-chronic gastrointestinal disorders, or a broken bone that is expected to heal completely) usually will not substantially limit a major life activity.\" 74 Fed. Reg. at 48443 (to be codified at 29 C.F.R. § 1630.2(j)(8)). Here, while the duration of Feldman's impairment may have been relatively short, the effects of the impairment were significant. The amended complaint demonstrates the severity of Feldman's impairment. Feldman alleges that a TIA \"produces stroke-like symptoms[,]\" and that a TIA occurs when \"a blood clot temporarily clogs an artery, and part of the brain does not get the blood it needs.\" (Am. Compl. ¶ 131.) He also alleges that while he suffered the effects of the TIA, he was substantially limited in his ability to perform \"multiple major life activities.\" (<i>Id.</i> ¶ 133.) As a result, the court finds that a TIA is not comparable to a common cold, a sprained joint, or any of the other examples listed in the proposed EEOC regulations. Thus, at this early stage of the proceedings, the court is unwilling to say that Feldman has failed to sufficiently allege that he had a disability. The court concludes that both Perry and Feldman have alleged sufficient facts to show that they suffered from a disability under the ADA.<sup>[6]</sup></p>\n<p></p>\n<h2>2. <i>Other Challenges to Feldman's ADA Claims</i>\n</h2>\n<p>LEA also contends that Feldman's wrongful discharge claim under the ADA fails because it is beyond the scope of his EEOC charge. As a result, LEA claims, Feldman has failed to exhaust his administrative remedies before filing suit in federal court. Specifically, LEA argues that Feldman's EEOC charge included a failure to accommodate claim relating to the Board's refusal to postpone the 27 August 2009 Board meeting, but it did not include a wrongful discharge claim.</p>\n<p>Before a plaintiff can bring an action under the ADA, he must first exhaust his administrative remedies by filing an administrative charge with the EEOC. <i>See</i> 42 U.S.C. § 12117(a). Furthermore, the scope of a plaintiff's right to file a federal <span class=\"star-pagination\">*486</span> lawsuit under the ADA is determined by the contents of the EEOC charge. <i>See </i><i>Jones v. Calvert Grp., Ltd.,</i> <span class=\"citation\" data-id=\"1027589\"><a href=\"/opinion/1027589/jones-v-calvert-group-ltd/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">297</span></a></span>, 300 (4th Cir.2009) (discussing Title VII).<sup>[7]</sup> Only those discrimination claims stated in the initial charge, those reasonably related to the initial charge, and those developed by reasonable investigation of the initial charge may be maintained in a subsequent civil action. <i>Id.</i>; <i>see also </i><i>Evans v. Techs. Applications &amp; Serv. Co.,</i> <span class=\"citation\" data-id=\"715797\"><a href=\"/opinion/715797/christine-evans-v-technologies-applications-service-company/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span>, 963 (4th Cir.1996). Because lawyers do not typically complete administrative charges, courts construe the charges liberally. <i>Chacko v. Patuxent Inst.,</i> <span class=\"citation\" data-id=\"792465\"><a href=\"/opinion/792465/mathen-chacko-v-patuxent-institution/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">505</span></a></span>, 509 (4th Cir.2005).</p>\n<p>Here, in the last paragraph of the EEOC charge, Feldman alleges that \"LEA violated [the ADA], when it failed to reasonably accommodate my disability.\" (Pls.' Mem. Opp'n Defs.' Mot. Dismiss, Ex. 11, DE # 48-11, ¶ 19.)<sup>[8]</sup> The prior paragraph of the charge states: \"During the August 27, 2009 meeting of the Board, the Board voted to immediately <i>terminate</i> my employment as President of LEA.\" (<i>Id.</i> ¶ 18 (emphasis added).) The narrative of the EEOC charge generally describes the actions and practices complained of by Feldman, including his termination, which is mentioned in the charge several times. (<i>See id.</i> ¶¶ 5-6.) The wrongful discharge claim in this case is linked to the alleged failure to accommodate because Feldman asserts that the Board refused his request to postpone the 27 August 2009 Board meeting and then immediately terminated him. While the wrongful discharge claim could have been better stated, the EEOC charge does contain the factual basis for such a claim. Because of the continuous nature of the conduct in this case, the court rejects LEA's contention that the wrongful discharge claim should be dismissed for failure to exhaust administrative remedies. As LEA does not challenge any other aspect of this claim for the purposes of the motion to dismiss, Feldman's wrongful discharge claim under the ADA is allowed to proceed.</p>\n<p>Next, with respect to the failure to accommodate claim, LEA contends that Feldman does not allege sufficient facts to show that with a reasonable accommodation, he could have performed his essential job functions. Here, the only accommodation requested by Feldman was the postponement of the 27 August 2009 Board meeting. (Am. Compl. ¶¶ 135, 222.) This accommodation was refused, and Feldman's employment was terminated during the Board meeting. (<i>Id.</i> ¶¶ 137-38, 223-25.) LEA insists that Feldman's request to postpone the Board meeting was \"unreasonable\" <span class=\"star-pagination\">*487</span> because he would not have been able to alter the outcome of the meeting. (Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 11.) In other words, Feldman's employment would have been terminated even if he had attended the meeting. As a result, LEA claims, Feldman's attendance at the Board meeting would not have allowed him to perform his essential job functions. (<i>Id.</i>)</p>\n<p>LEA's argument incorrectly presumes that Feldman's only essential job function was to impact and potentially alter the Board's decision-making process with respect to his termination. To the contrary, Feldman's mere presence at the Board meeting was an essential function of his employment as President of LEA. <i>See </i><i>Tyndall v. Nat. Educ. Ctrs., Inc. of Cal.,</i> <span class=\"citation\" data-id=\"675716\"><a href=\"/opinion/675716/mary-m-tyndall-v-national-education-centers-incorporated-of-california/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span>, 213 (4th Cir.1994) (\"a regular and reliable level of attendance is a necessary element of most jobs\").</p>\n<p>Furthermore, the reasonableness of Feldman's requested accommodation is a question of fact. <i>See </i><i>Pandazides v. Va. Bd. of Educ.,</i> <span class=\"citation\" data-id=\"660204\"><a href=\"/opinion/660204/sofia-p-pandazides-v-virginia-board-of-education-equal-employment/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">823</span></a></span>, 833 (4th Cir. 1994) (Rehabilitation Act case). A Rule 12(b)(6) motion emphatically \"does not resolve contests surrounding the facts, the merits of a claim, or the applicability of defenses.\" <i>Republican Party v. Martin,</i> <span class=\"citation\" data-id=\"596124\"><a href=\"/opinion/596124/republican-party-of-north-carolina-bruce-briggs-william-r-sigmon-marvin-k/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 952 (4th Cir.1992). Here, Feldman has sufficiently pled a failure to accommodate claim under the ADA, and issues concerning the reasonableness of the requested accommodation are questions of fact that are more properly resolved at the summary judgment stage or at trial. Because LEA does not challenge any of the other elements of Feldman's failure to accommodate claim, the claim survives the motion to dismiss.</p>\n<p></p>\n<h2>3. <i>Other challenges to Perry's ADA Claims</i>\n</h2>\n<p>The court first notes that, at this stage of the proceedings, LEA's only challenge to Perry's wrongful discharge claim is that he has not sufficiently alleged that he had a disability under the ADA. Because the court has already decided this issue in Perry's favor, his wrongful discharge claim against LEA is allowed to proceed.</p>\n<p>LEA does assert additional challenges to Perry's failure to accommodate claim under the ADA. LEA alleges that Perry cannot meet the fourth element of his failure to accommodate claim because he has not sufficiently pled that LEA refused to make an accommodation. Specifically, LEA argues that Perry has made an insufficient allegation regarding this element of his claim because he only asserts the denial of interactive process. Both the courts and the federal regulations implementing the ADA recognize that the ADA contemplates an \"interactive process,\" through which both the employer and the employee seek to identify a reasonable accommodation of the employee's disability. <i>See</i> 29 C.F.R. § 1630.2(<i>o</i>)(3); <i>Haneke v. Mid-Atlantic Capital Mgmt.,</i> 131 Fed. Appx. 399, 400 (4th Cir.2005). \"However, an employee cannot base a reasonable accommodation claim solely on the allegation that the employer failed to engage in an interactive process.\" <i>Walter v. United Airlines, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">892</span></span> (Table), No. 99-2622, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">1587489</span></span>, at *4 (4th Cir. Oct. 25, 2000) (citing <i>Rehling v. City of Chicago,</i> <span class=\"citation\" data-id=\"768159\"><a href=\"/opinion/768159/donald-rehling-v-the-city-of-chicago-a-municipal-corporation/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1009</span></a></span>, 1016 (7th Cir. 2000)). \"Rather, the employee must demonstrate that the employer's failure to engage in the interactive process resulted in the failure to identify an appropriate accommodation for the disabled employee.\" <i>Id.</i> Thus, if an employer reasonably accommodates an employee's disability, the employer's alleged failure to engage in an interactive process is of \"no consequence.\" <i>Id.</i> at *5.</p>\n<p><span class=\"star-pagination\">*488</span> Here, LEA mischaracterizes Perry's allegations. The amended complaint specifically states that \"LEA refused to engage with Perry in a good faith interactive process <i>to reasonably accommodate his disability as Perry had requested, or to identify another reasonable accommodation.</i>\" (Am. Compl. ¶ 231 (emphasis added).) This allegation explicitly asserts that LEA's failure to participate in an interactive process resulted in the failure to identify an appropriate accommodation. Thus, Perry has sufficiently alleged that LEA refused to make an accommodation.</p>\n<p>LEA also argues that Perry cannot establish the fourth element of his failure to accommodate claim because the accommodation that his wife and attorney allegedly requested for him, <i>i.e.,</i> time off from work, was in fact provided. Perry was hospitalized on 27 August 2009, but his employment with LEA did not end until 23 September 2009, when he received a letter from Briggs stating that LEA had no choice but to conclude that he had abandoned his job. (Am. Compl. ¶¶ 143, 162, 166.) LEA contends that it was not required to give Perry an indefinite amount of time off from work and states that \"a leave that is indefinite or significant in length is never reasonable.\" (Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 13.)</p>\n<p>However, Perry's request for leave in this case was not indefinite. The amended complaint demonstrates that after Perry suffered his MS flare up, his wife promptly informed LEA that Perry's doctor insisted that he stay home and rest after leaving the hospital. (Am. Compl. ¶ 144.) Then, on 4 or 5 September 2009, Perry's wife called Briggs and told him that Perry would be absent from work for \"at least three weeks. . . .\" (<i>Id.</i> ¶ 149.) Perry subsequently visited his doctor on 17 September 2009. (<i>Id.</i> ¶ 156.) After this visit, the doctor wrote a note saying that Perry should be on leave for three more weeks. (<i>Id.</i> ¶ 157.) On 19 September 2009, Perry received a letter dated 14 September 2009 from LEA's new president, Alan Terry. (<i>Id.</i> ¶¶ 152, 154-55.) The letter stated that Terry would assume that Perry intended not to return to LEA unless Perry communicated with him immediately. (<i>Id.</i> ¶ 153.)</p>\n<p>After he received Terry's letter, Perry instructed his attorney to contact LEA on his behalf to reiterate that he was recovering from his MS flare up at home as ordered by his doctor. (<i>Id.</i> ¶ 158.) On or before 23 September 2009, Perry's attorney told LEA's counsel that Perry should be on medical leave for three more weeks. (<i>Id.</i> ¶¶ 159-60.) As a result, Perry contends that he would have been cleared to return to work on or around 15 October 2009, which was approximately seven weeks after he suffered his MS flare up. (<i>See</i> Pls.' Mem. Opp'n Defs.' Mot. Dismiss, DE # 48, at 16.) Because Perry asserts that LEA terminated him on 23 September 2009 (Am. Compl. ¶¶ 162, 166), it is clear from the allegations in the amended complaint that LEA did not in fact provide Perry with the accommodation that he requested. As a result, Perry's failure to accommodate claim cannot be dismissed on the basis urged by LEA.<sup>[9]</sup></p>\n<p>Finally, LEA contends that Perry himself failed to engage in the interactive <span class=\"star-pagination\">*489</span> process because he \"turned off his phone and computer and never personally responded to LEA's attempts to communicate with him even though he was able to leave the house, go to the doctor, and speak with a lawyer.\" (Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 12-13.) However, the Fourth Circuit Court of Appeals has held that \"a request for accommodation need not, in all cases, `be in writing, be made by the employee, or formally invoke the magic words reasonable accommodation.'\" <i>Parkinson v. Anne Arundel Med. Ctr.,</i> 79 Fed.Appx. 602, 604-05 (4th Cir.2003) (quoting <i>Taylor v. Phoenixville Sch. Dist.,</i> <span class=\"citation\" data-id=\"765245\"><a href=\"/opinion/765245/katherine-l-taylor-v-phoenixville-school-district/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">296</span></a></span>, 313 (3d Cir.1999)) (internal quotation marks omitted). In this case, while Perry himself did not specifically request a reasonable accommodation from LEA, requests were made on his behalf on the occasions when his wife and his attorney informed LEA that Perry needed to take medical leave. (<i>See</i> Am. Compl. ¶¶ 144, 149, 159-60.) These requests made on Perry's behalf are sufficient to withstand LEA's contention that Perry failed to engage in the interactive process. <i>Cf. </i><i>Corbett v. Nat. Prods. Co.,</i> Civ. A. No. 94-2652, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">133614</span></span>, at *4 (E.D.Pa. Mar. 27, 1995) (where employee's wife called employer regarding employee's entry into a treatment program, jury could have reasonably inferred that employer knew that employee wanted to keep his job while in rehabilitation even if employee did not specifically request that employer provide him with such accommodation).</p>\n<p>In summary, the court finds that both Feldman and Perry have pled sufficient claims for wrongful discharge and for failure to accommodate under the ADA.</p>\n<p></p>\n<h2>B. <i>Sarbanes-Oxley Act Claims</i>\n</h2>\n<p>Next, plaintiffs allege that LEA, Rand, Lindsay, Jordan and Briggs violated the Sarbanes-Oxley Act of 2002, 18 U.S.C. § 1514A <i>et seq.</i> (\"SOX\"). SOX \"creates `whistleblower' protection for employees of publicly-traded companies by prohibiting employers from retaliating against employees because they provided information about potentially unlawful conduct.\" <i>Welch v. Chao,</i> <span class=\"citation\" data-id=\"1026361\"><a href=\"/opinion/1026361/welch-v-chao/\"><span class=\"volume\">536</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">269</span></a></span>, 275 (4th Cir.2008). The statute specifically provides:</p>\n<blockquote>No [publicly-traded company], or any officer [or] employee . . . of such company, may discharge, demote, suspend, threaten, harass, or in any other manner discriminate against an employee in the terms and conditions of employment because of any lawful act done by the employee</blockquote>\n<blockquote>(1) to provide information . . . regarding any conduct which the employee reasonably believes constitutes a violation of section 1341 [mail fraud], 1343 [wire fraud], 1344 [bank fraud], or 1348 [securities fraud], any rule or regulation of the Securities and Exchange Commission, or any provision of Federal law relating to fraud against shareholders, when the information . . . is provided to. . .</blockquote>\n<blockquote>(A) a Federal regulatory or law enforcement agency;</blockquote>\n<blockquote>(B) any Member of Congress or any committee of Congress; or</blockquote>\n<blockquote>(C) a person with supervisory authority over the employee. . . .</blockquote>\n<p>18 U.S.C. § 1514A(a).</p>\n<p>In order to make a <i>prima facie</i> showing of a SOX violation, an employee's complaint must allege that: (1) the employee engaged in activity protected by SOX; (2) the employer knew, actually or constructively, of the protected activity; (3) the employee suffered an unfavorable personnel action; and (4) the circumstances raise an inference that the protected activity was a contributing factor in the <span class=\"star-pagination\">*490</span> personnel action. <i>Welch,</i> 536 F.3d at 275 (citing 29 C.F.R. § 1980.104(b)(1)). In their motion to dismiss, LEA, Rand, Lindsay, Jordan and Briggs (\"the SOX defendants\") do not challenge the second, third or fourth elements of plaintiffs' SOX claims. (<i>See</i> Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 17-19.) As a result, for the purposes of the present motion, the court will only address the first element of plaintiffs' claims, <i>i.e.,</i> whether they have sufficiently pled that they engaged in protected activity under SOX.</p>\n<p>To establish the first element of their <i>prima facie</i> case, plaintiffs must show that they complained to a \"Federal regulatory or law enforcement agency . . . or a person with supervisory authority\" over them, 18 U.S.C. § 1514A(a)(1)(A), (C), and that their complaint \"definitively and specifically\" related to: (1) mail fraud, (2) wire fraud, (3) bank fraud, (4) securities fraud, (5) any rule or regulation of the SEC or (6) any provision of federal law related to fraud against shareholders. <i>Welch,</i> 536 F.3d at 275 (citation and internal quotation marks omitted). In addition, plaintiffs must show that they had both \"`a subjective belief and an objectively reasonable belief'\" that the conduct they complained of constituted a violation of relevant law. <i>Id.</i> (quoting <i>Livingston v. Wyeth, Inc.,</i> <span class=\"citation\" data-id=\"1025325\"><a href=\"/opinion/1025325/livingston-v-wyeth-inc/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, 352 (4th Cir. 2008)).<sup>[10]</sup></p>\n<p>Here, plaintiffs allege that they engaged in protected activities when: (1) they provided information to LEA's Board and to federal investigators regarding Carrington's ownership interest in SAFE Source and regarding LEA's export business relationship with Carrington and SAFE Source (Am. Compl. ¶¶ 247-48); (2) they provided information to federal investigators regarding their beliefs about insider trading (<i>Id.</i> ¶ 249); (3) they objected to the appointment of Finkelstein as LEA's Board attorney (<i>Id.</i> ¶ 250); (4) they objected to LEA's falsification of Board meeting minutes (<i>Id.</i> ¶ 251); (5) they refused to divulge information to the Board regarding their reports to federal investigators after they discovered that the Board was leaking information to Carrington (<i>Id.</i> ¶ 252); (6) they attempted to obtain affirmations from all Board members stating that they had not improperly leaked information to Carrington (<i>Id.</i> ¶ 253); (7) on 30 September 2009, they sent an email and letter to the SEC reporting that LEA filed a false 8K regarding Perry's termination (<i>Id.</i> ¶ 254); (8) on 2 October 2009, they emailed LEA's independent auditor and informed him that LEA had filed a false 8K regarding Perry's termination; that LEA had <span class=\"star-pagination\">*491</span> misrepresented the circumstances of Feldman's firing when it filed an 8K regarding that event; and that LEA had refused Feldman's request for documents (<i>Id.</i> ¶ 255); (9) on 13 November 2009, they objected to misstatements, misrepresentations and omissions in the 10Q prepared by LEA for the quarter ending September 30, 2009 (<i>Id.</i> ¶ 256); and (10) on several dates in November and December 2009, they sent letters to and filed complaints with OSHA regarding all of the protected actions that they had taken (<i>Id.</i> ¶¶ 257-58).</p>\n<p>As stated previously, the SOX defendants argue that plaintiffs have not sufficiently pled that they engaged in protected activity under SOX. First, they contend that plaintiffs did not engage in protected activity when they reported LEA's potential liability relating to its export business relationship with Carrington and SAFE Source. The SOX defendants argue that the information allegedly reported to federal authorities does not relate to any wrongdoing committed by LEA itself; rather, the information pertains to third parties, <i>i.e.,</i> Carrington and SAFE Source. In a related argument, the SOX defendants assert that the information supplied by plaintiffs does not relate to any of the categories that are listed in SOX. <i>See</i> 18 U.S.C. § 1514A(a)(1).</p>\n<p>The court disagrees with the SOX defendants. The court initially notes that \"[t]he statute by its terms does not require that the fraudulent conduct or violation of federal securities law be committed directly by the employer that takes the retaliatory action.\" <i>Sharkey v. J.P. Morgan Chase &amp; Co.,</i> No. 10 Civ. 3824, <span class=\"citation no-link\"><span class=\"volume\">2011</span> <span class=\"reporter\">WL</span> <span class=\"page\">135026</span></span>, at *5-6 (S.D.N.Y. Jan. 14, 2011) (finding that in light of the language of SOX and its legislative history, plaintiff properly pled that she engaged in protected activity when she reported her concerns regarding a third-party client's illegal activity to her company's risk and compliance team and to the individual defendants). More importantly, plaintiffs in this case actually do allege violations committed by LEA itself. Here, plaintiffs maintain that they reasonably believed that LEA's involvement with SAFE Source caused LEA to engage in illegal exports and jeopardized LEA's numerous contracts with federal customers that required compliance with export laws and regulations. (Am. Compl. ¶ 260.) Plaintiffs further assert that they reasonably believed, under both subjective and objective standards, that LEA's failure to report its export business relationship with SAFE Source constituted violations of SEC rules governing internal accounting controls. (<i>See</i> Am. Compl. ¶¶ 243-44, 259.)</p>\n<p>Plaintiffs specifically allege that LEA violated Section 13 of the Securities Exchange Act of 1934, which provides in relevant part:</p>\n<blockquote>Every issuer which has a class of securities registered pursuant to section 78<i>l</i> of this title and every issuer which is required to file reports pursuant to section 78<i>o</i>(d) of this title shall</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>(B) devise and maintain a system of internal accounting controls sufficient to provide reasonable assurances that</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>(ii) transactions are recorded as necessary (I) to permit preparation of financial statements in conformity with generally accepted accounting principles or any other criteria applicable to such statements, and (II) to maintain accountability for assets[.]</blockquote>\n<p>15 U.S.C. § 78m(b)(2)(B)(ii). Section 13 further provides that \"[n]o person shall knowingly circumvent or knowingly fail to implement a system of internal accounting controls. . . .\" 15 U.S.C. § 78m(b)(5).<sup>[11]</sup> (<i>See</i> Am. Compl. ¶¶ 243-44.)</p>\n<p><span class=\"star-pagination\">*492</span> Disclosures made by employees concerning reasonably perceived violations of SEC rules governing internal control standards can constitute protected conduct under SOX. <i>See, e.g., Hemphill v. Celanese Corp.,</i> No. 3:08-CV-2131-B, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">2473845</span></span>, at *5 (N.D.Tex. June 16, 2010) (denying summary judgment and finding triable issue of fact where plaintiff produced evidence that he reported conduct constituting a violation of 15 U.S.C. § 78m(b)(5) of the Exchange Act of 1934); <i>Smith v. Corning Inc.,</i> <span class=\"citation\" data-id=\"2350279\"><a href=\"/opinion/2350279/smith-v-corning-inc/\"><span class=\"volume\">496</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">244</span></a></span>, 248-49 (W.D.N.Y.2007) (denying Rule 12(b)(6) motion to dismiss where plaintiff alleged that employer had violated 15 U.S.C. § 78m(b)(2)(B)(ii) by implementing a financial reporting program that did not comply with General Accepted Accounting Principles, which, in turn, generated incorrect reports that could have misled investors); <i>Collins v. Beazer Homes USA, Inc.,</i> <span class=\"citation\" data-id=\"2520602\"><a href=\"/opinion/2520602/collins-v-beazer-homes-usa-inc/\"><span class=\"volume\">334</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1365</span></a></span>, 1378 (N.D.Ga.2004) (denying summary judgment and finding triable issue of fact as to whether complaints about violations of the company's \"internal accounting controls\" constituted protected activity). Thus, plaintiffs have sufficiently alleged that they engaged in protected SOX activity when they reported LEA's involvement with SAFE Source and Carrington.</p>\n<p>Second, the SOX defendants argue that plaintiffs' internal discussion with Briggs regarding possible insider trading does not constitute protected activity because Briggs was a subordinate of Feldman. (<i>See</i> Am. Compl. ¶¶ 101-07.) As a result, the SOX defendants contend that plaintiffs did not make a report to a person with supervisory authority as required by SOX. <i>See</i> 18 U.S.C. § 1514A(a)(1)(C). The SOX defendants also argue that \"the mere mention to a subordinate that Plaintiffs thought that an old shareholder list was evidence of insider trading is not `definitively and specifically' reporting shareholder fraud under SOX.\" (Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 18.) Here, the SOX defendants completely ignore plaintiffs' allegations that they also reported the evidence of possible insider trading to federal authorities prior to their terminations. (Am. Compl. ¶¶ 106, 109.) In fact, plaintiffs allege that they \"have been interviewed on the subject of insider trading at length by federal investigators.\" (<i>Id.</i> ¶ 109.) These allegations are sufficient to show that plaintiffs definitively and specifically complained of insider trading and that plaintiffs complained to \"a Federal regulatory or law enforcement agency.\" 18 U.S.C. § 1514A(a)(1)(A). Because plaintiffs allege that they disclosed possible insider trading to federal authorities, the court need not address the issue of whether Briggs had \"supervisory authority\" over plaintiffs when they discussed the insider trading issue with him. 18 U.S.C. § 1514A(a)(1)(C).<sup>[12]</sup></p>\n<p>Third, the SOX defendants argue that plaintiffs' post-employment conduct cannot constitute protected activity under the statute. In other words, the SOX defendants maintain that the whistleblower protections of SOX apply only to actions taken by the complainant while the complainant is an employee of the public-traded company in question. <i>See Pittman v. Siemens</i> <span class=\"star-pagination\">*493</span> <i>AG,</i> Case No. 2007-SOX-0015, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">7135797</span></span>, ALJ's Decision and Order, at *3 (Dep't of Labor July 26, 2007) (Siemans AG was not subject to SOX because it did not employ the complainant); <i>Harvey v. The Home Depot, Inc.,</i> Case No. 2004 SOX 36, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">5840284</span></span>, ALJ's Initial Decision and Order, at *3 (Dep't of Labor May 28, 2004) (\"[W]ith the exception of blacklisting or other active interference with subsequent employment, the SOX employee protection provisions essentially shelter an employee from employment discrimination in retaliation for his or her protected activities, <i>while</i> the complainant is an employee of the respondent.\" (emphasis in original) (footnote omitted)).</p>\n<p>Throughout their amended complaint, plaintiffs allege that Feldman was discharged from his employment with LEA on 27 August 2009 and that Perry was discharged on 23 September 2009. (<i>See</i> Am. Compl. ¶¶ 111, 138, 162, 166, 221-25, 232.) However, some of the SOX activity that plaintiffs allegedly engaged in occurred after their dates of termination. (<i>See id.</i> ¶¶ 254-58.) Plaintiffs admit that the SOX defendants \"are correct that post-employment actions cannot constitute protected activity under SOX.\" (Pls.' Mem. Opp'n Defs.' Mot. Dismiss, DE # 48, at 10 (internal quotation marks omitted).) Nonetheless, plaintiffs attempt to circumvent the consequences of their admission by contending that they remained employees of LEA until 3 December 2009, the date that they were removed as directors of the corporation. (<i>Id.</i>) A director of a corporation may or may not be an employee of the corporation, since the term \"employee\" has no particular, restricted meaning and may have different meanings in different contexts. <i>Phoenix Sav. &amp; Loan, Inc. v. Aetna Cas. &amp; Sur. Co.,</i> <span class=\"citation\" data-id=\"290668\"><a href=\"/opinion/290668/phoenix-savings-and-loan-inc-v-the-aetna-casualty-and-surety-company/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></a></span>, 871 (4th Cir.1970). Here, plaintiffs argue that the question of whether they remained employees of LEA until 3 December 2009 is an issue of fact that cannot be decided at this stage of the proceedings.</p>\n<p>Plaintiffs' argument is without merit. In this case, the amended complaint is completely devoid of allegations that Feldman or Perry carried out any traditional employment duties between the dates of their respective terminations in August and September 2009 and the date that they were removed as directors of LEA. The amended complaint simply fails to demonstrate that an employer-employee relationship existed during the relevant time period. Because the amended complaint contains absolutely no facts to indicate that Feldman and Perry remained active employees of LEA after their respective termination dates, the court concludes that plaintiffs' SOX claims must be dismissed to the extent that they rely on actions taken by Feldman after 27 August 2009 or actions taken by Perry after 23 September 2009.<sup>[13]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*494</span> C. <i>Wrongful Discharge Claims</i>\n</h2>\n<p>Next, plaintiffs argue that LEA, Rand, Lindsay and Jordan (\"the LEA defendants\") wrongfully discharged them from their employment in violation of North Carolina public policy.<sup>[14]</sup> North Carolina is an \"at-will\" employment state, which means that in the absence of a contractual agreement between the employee and the employer establishing a definite term of employment, the relationship is presumed to be terminable at the will of either party at any time and without reason. <i>Kurtzman v. Applied Analytical Indus., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">329</span></span>, <span class=\"citation\" data-id=\"1292179\"><a href=\"/opinion/1292179/kurtzman-v-applied-analytical-industries/\"><span class=\"volume\">493</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">420</span></a></span>, 422 (1997). However, there is a limited public policy exception to this doctrine, which provides that while there may be \"a right to terminate a contract at will for no reason, or for an arbitrary or irrational reason, there can be no right to terminate such a contract for an unlawful reason or purpose that contravenes public policy.\" <i>Coman v. Thomas Mfg. Co. Inc.,</i> <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">325</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">172</span></a></span>, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span>, 447 (1989) (citation omitted).</p>\n<p>Although there is no specific list of actions that constitute a violation of public policy, wrongful discharge claims based on violations of public policy have been recognized in North Carolina where the employee was discharged (1) for refusing to violate the law at the employer's request, (2) for engaging in a legally protected activity, or (3) based on some activity by the employer contrary to law or public policy. <i>Whitings v. Wolfson Casing Corp.,</i> 173 N.C.App. 218, <span class=\"citation\" data-id=\"1288843\"><a href=\"/opinion/1288843/whiting-v-wolfson-casing-corp/\"><span class=\"volume\">618</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">750</span></a></span>, 753 (2005); <i>Imes v. City of Asheville,</i> 163 N.C.App. 668, <span class=\"citation\" data-id=\"1329064\"><a href=\"/opinion/1329064/imes-v-city-of-asheville/\"><span class=\"volume\">594</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">397</span></a></span>, 399 (2004); <i>Ridenhour v. IBM Corp.,</i> 132 N.C.App. 563, <span class=\"citation\" data-id=\"1383586\"><a href=\"/opinion/1383586/ridenhour-v-ibm/\"><span class=\"volume\">512</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">774</span></a></span>, 778 (1999). Nevertheless, this exception to the at-will employment doctrine is a narrow one. <i>Roberts v. First-Citizens Bank &amp; Trust Co.,</i> 124 N.C.App. 713, <span class=\"citation\" data-id=\"1328585\"><a href=\"/opinion/1328585/roberts-v-first-citizens-bank-and-trust-co/\"><span class=\"volume\">478</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">809</span></a></span>, 814 (1996). Furthermore, \"[t]he public policy exception to the at-will employment doctrine is confined to the express statements contained within [North Carolina's] General Statutes or [the State's] Constitution.\" <i>Whiting,</i> 618 S.E.2d at 753.</p>\n<p>First, plaintiffs contend that they were discharged for refusing to violate the law at the request of the LEA defendants. Specifically, plaintiffs assert that the LEA defendants terminated their employment in violation of the public policy of North Carolina as it expressed in N.C. Gen.Stat. § 55-8-42. Pursuant to this statutory provision, an officer of a corporation with discretionary authority must discharge his duties in good faith, conform to a reasonable standard of care, and act in a manner he reasonably believes is in the best interests of the corporation. N.C. Gen.Stat. § 55-8-42(a). Here, plaintiffs allege that the LEA defendants terminated them \"<i>because</i> they discharged their duties as officers of LEA as required by N.C. Gen.Stat. § 55-8-42, in that they reported LEA's possibly illegal exporting relationship with Carrington, and possible insider trading involving LEA stock, to federal investigators and cooperated in investigations of their reports.\" (Pls.' Mem. Opp'n Defs.' <span class=\"star-pagination\">*495</span> Mot. Dismiss, DE # 48, at 23 (emphasis in original).) In other words, plaintiffs insist that they were terminated because they refused to violate their duties as corporate officers.</p>\n<p>Here, however, plaintiffs fail to specifically allege that they refused to violate the law in the face of a request or an instruction from any of the LEA defendants. (<i>See</i> Am. Compl. ¶¶ 301-23.) <i>See Smith v. SmithKline Beecham Corp.,</i> No. 1:08-CV-511, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1851180</span></span>, at *4 (M.D.N.C. June 26, 2009) (recognizing that plaintiff did not state a wrongful discharge claim where she failed to allege \"that Defendant required her to violate the law and/or that she refused Defendant's instructions to violate the law\"); <i>Tumban v. BioMerieux, Inc.,</i> No. 1:06CV00442, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">778426</span></span>, at *2 (M.D.N.C. Mar. 13, 2007) (\"Since Plaintiff's complaint lacks a direct allegation that she refused to violate the law at the Defendant's request, this court finds that she has failed to state a claim for which relief can be granted.\"); <i>Ridenhour,</i> 512 S.E.2d at 778 (recognizing that a plaintiff fails to establish a wrongful discharge claim where there is \"no indication he was asked by his employer to violate any federal or state law or to perform any activity injurious to the public or against the public good\" (internal quotation marks omitted)). Rather, the factual allegations in the amended complaint indicate that plaintiffs took matters into their own hands and informed the Board of their intention to disclose Carrington's illegal exporting to federal authorities. (<i>See</i> Am. Compl. ¶ 62.) There is no allegation in the amended complaint that any of the LEA defendants instructed plaintiffs not to report the information to federal investigators or that any of the LEA defendants specifically asked or encouraged plaintiffs to violate their duties as corporate officers.<sup>[15]</sup> Plaintiffs allege that Rand, Lindsay, and Jordan \"reacted with hostility\" toward them, but this hostility occurred after plaintiffs had already disclosed information to federal authorities. (Am. Compl. ¶ 92.) Therefore, without a direct allegation that the LEA defendants required or instructed plaintiffs to commit an unlawful act, plaintiffs have failed to state a claim upon which relief can be granted.<sup>[16]</sup></p>\n<p>As a second theory in support of their wrongful discharge claims, plaintiffs contend that the LEA defendants violated North Carolina public policy by obstructing justice. Specifically, plaintiffs argue that the LEA defendants repeatedly attempted to intimidate them and obstruct their cooperation as witnesses in federal investigations and then terminated them in order to obstruct their cooperation in the same investigations. In their amended complaint, plaintiffs allege that the LEA defendants violated federal obstruction of justice statutes, including 18 U.S.C. §§ 1503, 1512, and 1513. (Am. Compl. ¶¶ 307-10.) However, \"where the defendant's conduct allegedly violating North Carolina public policy is only a claimed violation of a federal statute, that alleged fact, `in and of itself is not sufficient to <span class=\"star-pagination\">*496</span> constitute an express statement of [North Carolina] public policy.'\" <i>Belton v. Dodson Bros. Exterminating Co., Inc.,</i> No. 1:09-CV-106, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">3200035</span></span>, at *5 (M.D.N.C. Sept. 30, 2009) (quoting <i>McDonnell v. Guilford Cnty. Tradewind Airlines, Inc.,</i> 194 N.C.App. 674, <span class=\"citation\" data-id=\"1155948\"><a href=\"/opinion/1155948/mcdonnell-v-guilford-county-tradewind-airlines-inc/\"><span class=\"volume\">670</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">302</span></a></span>, 306 (2009)) (alteration in original); <i>see also </i><i>Leach v. N. Telecom, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">420</span></span>, 426 (E.D.N.C.1991) (\"no North Carolina case has ever held that a wrongful discharge claim can be grounded on a violation of federal public policy\"). Thus, plaintiffs may not rely solely on the alleged violations of the cited federal statutes to state a claim for wrongful discharge in violation of North Carolina public policy.</p>\n<p>Plaintiffs have also cited to a North Carolina obstruction of justice statute in an attempt to provide support for their wrongful discharge claims. Plaintiffs refer to N.C. Gen.Stat. § 14-226(a), which provides:</p>\n<blockquote>If any person shall by threats, menaces or in any other manner intimidate or attempt to intimidate any person who is summoned or acting as a witness in any of the courts of this State, or prevent or deter, or attempt to prevent or deter any person summoned or acting as such witness from attendance upon such court, he shall be guilty of a Class H felony.</blockquote>\n<p>(<i>See</i> Am. Compl. ¶ 304.) Plaintiffs state that \"Chapter 14 of the North Carolina General Statutes parallels the analogous federal statutes regarding obstruction of justice.\" (<i>Id.</i> ¶ 305.) Plaintiffs further allege that the North Carolina courts recognize civil common law claims for obstruction of justice. (<i>Id.</i> ¶ 306.) Plaintiffs conclude that \"North Carolina, as a matter of public policy, prohibits obstruction of justice, and has long recognized the common law claim of obstruction of justice where a defendant acts in a manner that obstructs, impedes, or hinders public or legal justice.\" (<i>Id.</i> ¶ 303.)</p>\n<p>Plaintiffs' argument calls to mind an image of trying to force a square peg into a round hole. Because plaintiffs cannot rely solely on the alleged violations of federal obstruction of justice statutes to support their claims for wrongful discharge in violation of North Carolina public policy, they have artfully attempted to invoke state law where no basis for such invocation exists. Here, plaintiffs have not alleged any facts that would support either a statutory or common law claim for obstruction of justice under North Carolina law.<sup>[17]</sup> Plaintiffs were not acting as actual or potential witnesses in a North Carolina court proceeding or investigation at the time of the LEA defendants' alleged obstruction of justice. Rather, it is clear that the facts alleged by plaintiffs support only a possible claim of interference with a federal investigation. To highlight just one of many examples contained in the amended complaint with respect to this issue, plaintiffs allege that they were terminated because they \"disclosed information to <i>federal</i> authorities and participated in investigations by <i>federal</i> authorities about conduct by LEA that [they] reasonably believed violated rules of the [SEC], <i>federal</i> laws, rules and regulations <span class=\"star-pagination\">*497</span> relating to securities fraud and fraud against the shareholders, and various other <i>federal</i> laws.\" (Am. Compl. ¶¶ 2-3 (emphases added).) Thus, plaintiffs' attempt to rely on North Carolina obstruction of justice law as a basis for their wrongful discharge claims is futile.</p>\n<p>Accordingly, the court concludes that plaintiffs have failed to state a claim upon which relief can be granted. As a result, the court need not address the LEA defendants' argument that plaintiffs cannot assert a wrongful discharge claim against the individual LEA defendants.</p>\n<p></p>\n<h2>D. <i>Civil Conspiracy Claim</i>\n</h2>\n<p>Plaintiffs also allege that LEA, acting through Rand, Lindsay and Jordan, conspired with Carrington (\"the conspiracy defendants\") to violate a provision of the North Carolina Business Corporation Act, N.C. Gen.Stat. § 55-8-30, and three federal criminal statutes relating to witness tampering and obstruction of justice, 18 U.S.C. §§ 1503, 1512(b), (d) and 1513(e). Plaintiffs contend that the conspiracy defendants entered into an agreement \"to hinder Plaintiffs from reporting possible federal violations relating to export transactions by Carrington and to terminate Plaintiffs' employment from LEA in retaliation for reporting the violations.\" (Pls.' Mem. Opp'n Carrington's Mot. Dismiss, DE # 49, at 5.)</p>\n<p>For a civil conspiracy claim to survive a Rule 12(b)(6) motion to dismiss, a plaintiff must adequately plead the following elements: (1) an agreement between two or more persons to commit a wrongful act; (2) an overt act in furtherance of the agreement; and (3) damage to the plaintiff as a result of the wrongful act. <i>Suntrust Mortg. Inc. v. Busby,</i> <span class=\"citation\" data-id=\"2307538\"><a href=\"/opinion/2307538/suntrust-mortgage-inc-v-busby/\"><span class=\"volume\">651</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">472</span></a></span>, 488 (W.D.N.C.2009); <i>Pleasant Valley Promenade v. Lechmere, Inc.,</i> 120 N.C.App. 650, <span class=\"citation\" data-id=\"1282006\"><a href=\"/opinion/1282006/pleasant-val-promenade-v-lechmere-inc/\"><span class=\"volume\">464</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">47</span></a></span>, 54 (1995). Furthermore, \"[b]ecause liability attaches as a result of the wrongful act committed, not the agreement itself, the existence of an underlying tortious act is the key to establishing a civil conspiracy.\" <i>Eli Research, Inc. v. United Commc'ns Grp., LLC,</i> <span class=\"citation\" data-id=\"2469457\"><a href=\"/opinion/2469457/eli-research-inc-v-united-communications-group-llc/\"><span class=\"volume\">312</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">748</span></a></span>, 763 (M.D.N.C. 2004). Thus, it undisputed that there is no independent cause of action for civil conspiracy in North Carolina. <i>Shope v. Boyer,</i> <span class=\"citation\" data-id=\"1253865\"><a href=\"/opinion/1253865/shope-v-boyer/\"><span class=\"volume\">268</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">401</span></a></span>, <span class=\"citation\" data-id=\"1253865\"><a href=\"/opinion/1253865/shope-v-boyer/\"><span class=\"volume\">150</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">771</span></a></span>, 774 (1966); <i>Sellers v. Morton,</i> 191 N.C.App. 75, <span class=\"citation\" data-id=\"1412375\"><a href=\"/opinion/1412375/sellers-v-morton/\"><span class=\"volume\">661</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">915</span></a></span>, 922 (2008) (\"Only where there is an underlying claim for unlawful conduct can a plaintiff state a claim for civil conspiracy. . . .\" (citation and internal quotation marks omitted)). Here, the conspiracy defendants have moved to dismiss the civil conspiracy claim on the ground that plaintiffs have failed to allege a viable underlying claim for unlawful conduct.</p>\n<p>The conspiracy defendants first point out that \"instead of asserting an underlying claim or unlawful act as a separate count, [plaintiffs] include <i>within</i> the conspiracy count the allegation that Carrington and the other defendants violated three federal criminal statutes . . . and an evidentiary rule. . . .\" (Mem. Supp. Carrington's Mot. Dismiss, DE # 40, at 11 (emphasis in original); <i>see also</i> Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 21.) Thus, the conspiracy defendants appear to contend that plaintiffs were required to set out the wrongful conduct underlying the civil conspiracy claim in a separate and independent count of the amended complaint.</p>\n<p>It may not be necessary for a plaintiff who brings a civil conspiracy claim to set out the underlying wrongful acts in a separate count of the complaint. <i>See, e.g., </i><i>Henry v. Deen,</i> <span class=\"citation\" data-id=\"1207185\"><a href=\"/opinion/1207185/henry-v-deen/\"><span class=\"volume\">310</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">75</span></a></span>, <span class=\"citation\" data-id=\"1207185\"><a href=\"/opinion/1207185/henry-v-deen/\"><span class=\"volume\">310</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">326</span></a></span>, 330, 334 (1984) (plaintiff's pleadings, which did not contain a separate obstruction <span class=\"star-pagination\">*498</span> of justice count, stated a claim for civil conspiracy based on common law obstruction of justice if the trial court, on remand, allowed plaintiff's motion to amend to allege injury from the conspiracy). However, even if plaintiffs were not required to plead the underlying wrongful acts in a separate count of the complaint, a viable underlying claim for unlawful conduct is still necessary in order for them to proceed on the claim for civil conspiracy. <i>See </i><i>Barber v. Countrywide Home Loans, Inc.,</i> No. 2:09-CV-40-GCM, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">398915</span></span>, at *6 (W.D.N.C. Jan. 25, 2010) (A civil conspiracy claim \"cannot be brought independent of properly-alleged claims for underlying wrongdoing, making such claim subject to dismissal if the underlying claims for wrongful conduct are dismissed.\"); <i>MDM Grp. Assocs. Inc. v. Emerald Isle Realty, Inc.,</i> No. 2:07-CV-48-D, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2641271</span></span>, at *5 (E.D.N.C. July 1, 2008) (\"Where there is no viable underlying predicate claim, a civil conspiracy claim fails.\"); <i>Riley v. Dow Corning Corp.,</i> <span class=\"citation\" data-id=\"1520699\"><a href=\"/opinion/1520699/riley-v-dow-corning-corp/\"><span class=\"volume\">767</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">735</span></a></span>, 740 (M.D.N.C.1991) (\"Because no separate and distinct civil conspiracy tort exists, liability attaches only if one of the conspirators is liable for an underlying tort.\").</p>\n<p>Here, plaintiffs have not asserted a viable underlying claim for wrongdoing against the conspiracy defendants. Plaintiffs have alleged that the conspiracy defendants violated the provisions of three federal criminal statutes relating to witness tampering and obstruction of justice  18 U.S.C. §§ 1503, 1512(b), (d) and 1513(e). However, none of the criminal statutes upon which plaintiffs rely authorize a private cause of action for money damages. <i>Shahin v. Darling,</i> <span class=\"citation\" data-id=\"2157970\"><a href=\"/opinion/2157970/shahin-v-darling/\"><span class=\"volume\">606</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">525</span></a></span>, 538-39 (D.Del.2009) (dismissing civil claims brought by plaintiff pursuant to 18 U.S.C. §§ 1512 and 1513 because neither criminal statute authorizes a private cause of action); <i>Scherer v. United States,</i> <span class=\"citation\" data-id=\"2578166\"><a href=\"/opinion/2578166/scherer-v-united-states/\"><span class=\"volume\">241</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1270</span></a></span>, 1282 (D.Kan.2003) (noting that federal courts \"have consistently denied a private civil right of action under 18 U.S.C. § 1503\" and dismissing plaintiff's federal obstruction of justice claim). Rather, the decision of whether to prosecute under these statutes, and what criminal charges to bring, generally rests with the prosecutor. <i>Shahin,</i> 606 F.Supp.2d at 538. As a result, plaintiffs have failed to allege the existence of a \"predicate tort\" to support their civil conspiracy claim. <i>Eli Research,</i> 312 F.Supp.2d at 763; <i>See </i><i>Strickland v. Hedrick,</i> 194 N.C.App. 1, <span class=\"citation\" data-id=\"1411522\"><a href=\"/opinion/1411522/strickland-v-hedrick/\"><span class=\"volume\">669</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">61</span></a></span>, 73 (2008) (summary judgment granted in favor of defendants where plaintiff alleged a conspiracy to provide false testimony in order to secure plaintiff's arrest; court found that \"[p]erjury and subornation of perjury are criminal offenses[; however]. . . a civil action in tort cannot be maintained upon the ground that a defendant gave false testimony or procured other persons to give false or perjured testimony\" (second alteration in original) (citation and internal quotation marks omitted)); <i>Hawkins v. Webster,</i> 78 N.C.App. 589, <span class=\"citation\" data-id=\"1256258\"><a href=\"/opinion/1256258/hawkins-v-webster/\"><span class=\"volume\">337</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">682</span></a></span>, 684 (1985) (civil conspiracy claim properly dismissed where the basis for the claim was civil perjury, which is a cause of action that North Carolina has expressly declined to recognize). In other words, without the civil conspiracy claim, plaintiffs would be unable to pursue federal obstruction of justice claims against the conspiracy defendants. If plaintiffs had set these claims out in separate counts of the complaint, the court would have been required to dismiss them.<sup>[18]</sup></p>\n<p><span class=\"star-pagination\">*499</span> The court notes that plaintiffs rely heavily on the case of <i>Henry v. Deen,</i> <span class=\"citation\" data-id=\"1207185\"><a href=\"/opinion/1207185/henry-v-deen/\"><span class=\"volume\">310</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">75</span></a></span>, <span class=\"citation\" data-id=\"1207185\"><a href=\"/opinion/1207185/henry-v-deen/\"><span class=\"volume\">310</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">326</span></a></span> (1984), to support their argument that the civil conspiracy claim should survive the conspiracy defendants' motions to dismiss. In <i>Henry,</i> the plaintiff was an administrator of a decedent's estate who sued two physicians and a physician's assistant for the wrongful death of the decedent and for a civil conspiracy to destroy, falsify and fabricate the decedent's medical records. <i>Id.</i> at 328, 333. The court held that if the defendants were found to have committed the acts alleged by plaintiff, such acts would \"obstruct, impede or hinder public or legal justice and would amount to the common law offense of obstructing public justice.\" <i>Id.</i> at 334. Therefore, even though plaintiff's original complaint did not contain a separate count for obstruction of justice, it adequately alleged a conspiracy among the defendants and wrongful acts committed by the defendants in furtherance thereof. <i>Id.</i></p>\n<p>In this case, plaintiffs allege that their civil conspiracy claim should survive for the \"same reason\" that the claim survived in <i>Henry, i.e.,</i> because plaintiffs have alleged \"`obstruction of justice' in the form of violations of 18 U.S.C. §§ 1503, 1512(b), 1512(d), and 1513(e). . . .\" (Pls.' Mem. Opp'n Defs.' Mot. Dismiss, DE # 48, at 29.) However, plaintiffs fail to recognize that, in <i>Henry,</i> the wrongful acts that demonstrated a conspiracy were acts constituting <i>common law obstruction of justice under North Carolina law.</i> Here, plaintiffs have not brought a common law claim for obstruction of justice against the conspiracy defendants. Furthermore, as the court has already discussed in Section II.C., <i>supra,</i> with respect to the public policy wrongful discharge claims, plaintiffs have not alleged any facts that would support a common law claim for obstruction of justice under North Carolina law. As a result, plaintiffs' reliance on <i>Henry</i> is misplaced.</p>\n<p>Plaintiffs also allege that the conspiracy defendants entered into an agreement to violate N.C. Gen.Stat. § 55-8-30, which provides, in part, that a director of a corporation must discharge his duties in good faith, conform to a reasonable standard of care, and act in a manner he reasonably believes is in the best interests of the corporation. N.C. Gen. Stat. § 55-8-30(a). However, \"[u]nder North Carolina law, directors of a corporation generally owe a fiduciary duty <i>to the corporation,</i> and where it is alleged that directors have breached this duty, the action is properly maintained <i>by the corporation.</i> . . .\" <i>Governor's Club, Inc. v. Governors Club Ltd. P'ship,</i> 152 N.C.App. 240, <span class=\"citation\" data-id=\"1243491\"><a href=\"/opinion/1243491/governors-club-v-governors-club-pship/\"><span class=\"volume\">567</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">781</span></a></span>, 786-87 (2002) (quoting <i>Keener Lumber Co., Inc. v. Perry,</i> 149 N.C.App. 19, <span class=\"citation\" data-id=\"1261914\"><a href=\"/opinion/1261914/keener-lumber-co-inc-v-perry/\"><span class=\"volume\">560</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">817</span></a></span>, 822 (2002) (emphasis in original)). Therefore, plaintiffs cannot individually maintain an action against the conspiracy defendants for breach of fiduciary duty.<sup>[19]</sup> As a result, the alleged violation of N.C. Gen.Stat. § 55-8-30 is insufficient to support a claim for civil conspiracy. Because plaintiffs <span class=\"star-pagination\">*500</span> have failed to allege any viable underlying cause of action against the conspiracy defendants, their civil conspiracy claim must be dismissed. <i>See </i><i>Burnette v. Nicolet, Inc.,</i> <span class=\"citation\" data-id=\"488531\"><a href=\"/opinion/488531/prodliabrepcchp-11080-james-e-burnette-v-nicolet-inc-eagle-picher/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1098</span></a></span>, 1101 (4th Cir. 1986) (dismissing civil conspiracy claim where underlying claim of fraudulent concealment was dismissed); <i>Precision Components, Inc. v. C.W. Bearing USA, Inc.,</i> <span class=\"citation\" data-id=\"2376165\"><a href=\"/opinion/2376165/precision-components-v-cw-bearing-usa-inc/\"><span class=\"volume\">630</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">635</span></a></span>, 645 (W.D.N.C.2008) (civil conspiracy claim failed where both underlying claims were dismissed); <i>Byrd v. Hopson,</i> <span class=\"citation\" data-id=\"2459349\"><a href=\"/opinion/2459349/byrd-v-hopson/\"><span class=\"volume\">265</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">594</span></a></span>, 599 (W.D.N.C.2003) (\"[W]here the underlying claim has been dismissed, the civil conspiracy claim must also be dismissed.\").</p>\n<p>Moreover, even if the court were somehow able to find that plaintiffs have alleged a viable underlying claim against the conspiracy defendants, plaintiffs have also failed to plead sufficient facts to show the existence of an agreement. The existence of a conspiracy requires proof of an agreement between two or more persons to commit a wrongful act. <i>See </i><i>Dove v. Harvey,</i> 168 N.C.App. 687, <span class=\"citation\" data-id=\"1253687\"><a href=\"/opinion/1253687/dove-v-harvey/\"><span class=\"volume\">608</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">798</span></a></span>, 801 (2005); <i>Pleasant Valley Promenade,</i> 464 S.E.2d at 54. \"Direct evidence of a conspiracy agreement is not necessary and often does not exist.\" <i>Pleasant Valley Promenade,</i> 464 S.E.2d at 54. However, \"the circumstantial evidence must amount to more than mere suspicion or conjecture.\" <i>Id.</i></p>\n<p>While it is true that plaintiffs need not prove the existence of a conspiracy agreement at this stage of the proceedings, the holdings of the United States Supreme Court in <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009), and <i>Bell Atlantic Corporation v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007), require more than claims from which mere possibility can be inferred; they require facts showing plausibility. \"A claim has facial plausibility when the plaintiff pleads factual content that allows the court to draw the reasonable inference that the defendant is liable for the misconduct alleged.\" <i>Iqbal,</i> 129 S.Ct. at 1949. Unless the plaintiffs' well-pleaded allegations of fact have \"nudged their claims across the line from conceivable to plausible, their complaint must be dismissed.\" <i>Twombly,</i> 550 U.S. at 570, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>; <i>see also </i><i>Iqbal,</i> 129 S.Ct. at 1950-51.</p>\n<p>\"Determining whether a complaint states a plausible claim for relief will . . . be a context-specific task that requires the reviewing court to draw on its judicial experience and common sense.\" <i>Iqbal,</i> 129 S.Ct. at 1950. If \"the well-pleaded facts do not permit the court to infer more than the mere possibility of misconduct, the complaint has alleged  but it has not `show[n]'  `that the pleader is entitled to relief.'\" <i>Id.</i> (quoting Fed.R.Civ.P. 8(a)(2)). \"Factual allegations must be enough to raise a right to relief above the speculative level, . . . on the assumption that all the allegations in the complaint are true. . . .\" <i>Twombly,</i> 550 U.S. at 555, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span> (emphasis omitted). Furthermore, a court need not accept as true \"`unwarranted inferences, unreasonable conclusions, or arguments.'\" <i>Nemet Chevrolet, Ltd. v. Consumeraffairs.com. Inc.,</i> <span class=\"citation\" data-id=\"1031139\"><a href=\"/opinion/1031139/nemet-chevrolet-ltd-v-consumeraffairs-com-inc/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">250</span></a></span>, 255 (4th Cir.2009) (quoting <i>Wahi v. Charleston Area Med. Ctr., Inc.,</i> <span class=\"citation\" data-id=\"1028445\"><a href=\"/opinion/1028445/wahi-v-charleston-area-medical-center-inc/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">599</span></a></span>, 615 n. 26 (4th Cir.2009)).</p>\n<p>Here, plaintiffs have alleged no facts from which it can be reasonably inferred that there was an agreement among the conspiracy defendants. Plaintiffs ask this court to make far too many weak and speculative inferences regarding the existence of an alleged agreement. First, the court notes that the amended complaint is almost devoid of allegations relating to any type of contact, let alone agreement, between Carrington and the other conspiracy <span class=\"star-pagination\">*501</span> defendants.<sup>[20]</sup> In fact, the only direct contact that is alleged between Carrington and any of the other conspiracy defendants occurred on 27 December 2007. On that day, Carrington allegedly met with just one of the other conspiracy defendants, Rand. (Am. Compl. ¶ 78.) Rand's attorney, Finkelstein, who is not a party to this lawsuit, was also present at the meeting. (<i>Id.</i>) Plaintiffs do not provide any details regarding the discussion that took place at the 27 December 2007 meeting. Plaintiffs only allege that the meeting occurred \"[i]mmediately\" after Feldman disclosed the possible export violations to LEA's Board. (<i>Id.</i>)</p>\n<p>Despite the lack of details provided regarding the substance of the 27 December 2007 meeting, plaintiffs argue that quite a number of inferences can be reasonably drawn from the mere fact that a meeting took place between two of the four individual conspiracy defendants. While the court agrees with plaintiffs that, given the timing of the meeting, it might be possible to infer that \"Rand and Finkelstein informed Carrington of Feldman's and Perry's intention to report Carrington's new criminal activities[,]\" the court cannot agree that it can also reasonably infer that, during the meeting, Rand and Finkelstein \"discussed ways in which they could, at the very least, monitor Plaintiffs' reports and feed information back to Carrington.\" (Pls.' Mem. Opp'n Carrington's Mot. Dismiss, DE # 49, at 6.) This conclusion is pure speculation on the part of plaintiffs. Plaintiffs also maintain that it is \"reasonable to infer that Rand told his co-directors, Lindsay and Jordan, about the details of the meeting.\" (<i>Id.</i>) However, the mere fact that a meeting occurred does not create a reasonable inference that the participants in the meeting told anyone else about it. There are simply no facts alleged in the amended complaint which show that Lindsay and Jordan knew about the 27 December 2007 meeting or that they participated in any other meeting or discussion relating to the alleged conspiracy.</p>\n<p>It is not necessary to detail all of the unwarranted inferences that plaintiffs have asked the court to make in this case. However, one additional example of such a request will be provided for the purpose of illustration. Plaintiffs assert that Carrington's criminal attorneys, who are not parties to this lawsuit, made several telephone calls to Feldman and his attorney in the weeks immediately prior to Feldman's termination in August 2009 and pressured them to share information regarding plaintiffs' contacts with federal investigators. (Am. Compl. ¶¶ 114-128.) Plaintiffs maintain that these allegations allow this court to reasonably infer (1) that Carrington told Rand, Lindsay, Jordan or Finkelstein about the \"improper\" telephone calls made by his attorneys, and (2) that Carrington \"conspired with Rand, Lindsay, and Jordan, a short time after his last attempt to obstruct justice, to have Feldman and Perry fired.\" (Pls.' Mem. Opp'n Defs.' Mot. Dismiss, DE # 48, at 27.) Such inferences, however, \"exceed[] even the generous construction of the facts to which [plaintiffs are] entitled.\" <i>Reed v. Buckeye Fire</i> <span class=\"star-pagination\">*502</span> <i>Equip.</i>, 241 Fed. Appx. 917, 928 (4th Cir. 2007). There is absolutely no factual basis in the amended complaint to support plaintiffs' suggested inference that Carrington's criminal attorneys agreed to assist him in conspiring to obstruct justice. Furthermore, even if the court accepted this inference, there are no facts alleged in the amended complaint to suggest that Carrington told any of the other conspiracy defendants about the calls made by his attorneys. Similarly, there is no factual basis to suggest that Carrington ever discussed terminating plaintiffs' employment with the other conspiracy defendants, much less reached an agreement to do so.</p>\n<p>In summary, the facts pled by plaintiffs do not reasonably lead to anything other than \"mere suspicion or conjecture\" that there was a underlying agreement among the conspiracy defendants. <i>Pleasant Valley Promenade</i>, 464 S.E.2d at 54. Plaintiffs' attenuated chain of conspiracy fails to nudge their claim across the line from conceivable to plausible. <i>See </i><i>Twombly,</i> 550 U.S. at 570. As a result, the conspiracy defendants' motions to dismiss the civil conspiracy claim will be allowed.</p>\n<p></p>\n<h2>E. <i>Breach of Contract Claim</i>\n</h2>\n<p>In this case, Perry also asserts a breach of contract claim against LEA. (<i>See</i> Am. Compl. ¶¶ 333-38.) Perry alleges that LEA failed to pay him a $50,000 bonus that he was entitled to receive. (<i>Id.</i> ¶¶ 200-06.) Perry's breach of contract claim is brought in the alternative to his claim under the North Carolina Wage and Hour Act (\"NCWHA\").<sup>[21]</sup> LEA does not challenge the sufficiency of Perry's NCWHA claim in the instant motion to dismiss. However, LEA does challenge Perry's alternative breach of contract claim. Specifically, LEA alleges that the NCWHA provides Perry's exclusive statutory remedy, thereby precluding a common law breach of contract claim for wages allegedly owed.</p>\n<p>\"The Wage and Hour Act . . . does not expressly preclude common law remedies.\" <i>Amos v. Oakdale Knitting Co.</i>, <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span>, 172 (N.C. 1992). Furthermore, LEA concedes that no North Carolina court, or any federal court applying North Carolina law, has directly held that the NCWHA preempts claims for breach of contract. (Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 29.) Thus, the court cannot conclude that Perry is precluded from alternatively pleading a breach of contract claim. Accordingly, the court denies the motion to dismiss Perry's breach of contract claim.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>Based on the foregoing reasons, the motion to dismiss filed by LEA, Rand, Lindsay, Jordan and Briggs (DE # 37) is GRANTED IN PART and DENIED IN PART. Carrington's motion to dismiss plaintiffs' civil conspiracy claim (DE # 39) is GRANTED. The claims remaining in this case are (1) both plaintiffs' ADA claims for wrongful discharge and failure to accommodate; (2) both plaintiffs' SOX claims to the extent that they rely on actions taken by Feldman prior to 27 August 2009 or actions taken by Perry prior to 23 September 2009; (3) Perry's NCWHA claim; and (4) Perry's breach of contract claim. Finally, plaintiffs' motion <span class=\"star-pagination\">*503</span> for oral argument (DE # 54) is DENIED AS MOOT.</p>\n<h2>NOTES</h2>\n<p>[1]  For the sake of convenience, Feldman and Perry may also be referred to jointly as \"plaintiffs.\"</p>\n<p>[2]  LEA, Rand, Lindsay, Jordan and Briggs filed a consolidated motion to dismiss. Carrington filed a separate motion to dismiss on the same day as the other defendants.</p>\n<p>[3]  LEA contends that it has cited ADAAA case law to supports its arguments. However, all of the cases cited by LEA, even those cases decided after the effective date of the ADAAA, involved alleged discrimination that took place before the ADAAA went into effect. <i>See Bryson v. Mau, Inc.,</i> No. 8:09-321-HMH-BHH, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">1542506</span></span>, at *3 (D.S.C. Mar. 25, 2010) (involving discrimination that allegedly occurred in 2006); <i>Anderson v. E &amp; J Greer, Inc.,</i> No. 4:08-CV-39-BR, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">3756945</span></span> (E.D.N.C. Nov. 5, 2009) (same). Because the ADAAA has been found not to apply retroactively to pre-amendment conduct, pre-ADAAA case law was applied in these actions. As a result, the cases cited by LEA carry little, if any, precedential weight with respect to the issue of whether the plaintiffs in this case were disabled under the ADAAA.</p>\n<p>[4]  The court recognizes that the EEOC regulations are merely proposed regulations at this point in time and that the persuasive authority of EEOC regulations in interpreting the ADA has not been resolved by the United States Supreme Court or by the Fourth Circuit Court of Appeals. <i>See, e.g., </i><i>Pollard,</i> 281 F.3d at 468 n. 2. However, the court includes a discussion of the EEOC's proposed interpretation of the ADAAA as another tool to glean the intended meaning of the statutory amendments. <i>See </i><i>Hoffman,</i> 737 F.Supp.2d at 985 n. 1.</p>\n<p>[5]  The proposed EEOC regulations also address this issue: \"In determining whether an individual has a disability, the focus is on how a major life activity is substantially limited, not on what an individual can do in spite of an impairment.\" 74 Fed. Reg. at 48440 (to be codified at 29 C.F.R. § 1630.2(j)(2)(vi)).</p>\n<p>[6]  Plaintiffs also argue that Congress, in amending the ADA, stressed that an impairment is covered unless it is both \"transitory and minor.\" 42 U.S.C. § 12102(3)(B). Plaintiffs' reliance on this language from the amended statute is flawed. As previously stated, to fall within the definition of a disability under the ADA, a plaintiff must either have an actual disability, have a record of disability, or be regarded as having a disability. <i>See</i> 42 U.S.C. § 12102(1). The ADAAA clearly states that the \"transitory and minor\" language applies only to situations where a plaintiff alleges that he was perceived or \"regarded as\" having a disability. <i>See</i> 42 U.S.C. § 12102(3). In this case, plaintiffs do not assert \"regarded as\" disability claims; rather, they allege that each of them suffered from an actual disability. As a result, the \"transitory and minor\" language of the ADAAA does not apply to this case.</p>\n<p>[7]  The enforcement provisions of the ADA are essentially identical to those of Title VII of the Civil Rights Act of 1964. <i>See </i><i>EEOC v. Waffle House, Inc.,</i> <span class=\"citation\" data-id=\"118475\"><a href=\"/opinion/118475/eeoc-v-waffle-house-inc/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, 285, <span class=\"citation\" data-id=\"118475\"><a href=\"/opinion/118475/eeoc-v-waffle-house-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">754</span></a></span>, <span class=\"citation\" data-id=\"118475\"><a href=\"/opinion/118475/eeoc-v-waffle-house-inc/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">755</span></a></span> (2002).</p>\n<p>[8]  The court may consider Feldman's EEOC charge without converting the motion to dismiss into one for summary judgment. While the primary considerations in a Rule 12(b)(6) motion are the allegations in the complaint, the court \"is not limited to the four corners of the complaint. . . .\" 5B Charles Alan Wright &amp; Arthur R. Miller, <i>Federal Practice and Procedure</i> § 1357 (3d ed. 2004). The matters which a court may consider on a Rule 12(b)(6) motion without converting it into one for summary judgment include documents appearing in the record of the case, matters of public record, items subject to judicial notice, matters incorporated by reference into the complaint, and exhibits attached to the complaint whose authenticity is unquestioned. <i>See</i> 5B Wright &amp; Miller, <i>supra,</i> § 1357; <i>see, e.g., </i><i>Tellabs, Inc. v. Makor Issues &amp; Rights, Ltd.,</i> <span class=\"citation\" data-id=\"145709\"><a href=\"/opinion/145709/tellabs-inc-v-makor-issues-rights-ltd/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 322, <span class=\"citation\" data-id=\"145709\"><a href=\"/opinion/145709/tellabs-inc-v-makor-issues-rights-ltd/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2499</span></a></span>, <span class=\"citation\" data-id=\"145709\"><a href=\"/opinion/145709/tellabs-inc-v-makor-issues-rights-ltd/\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">179</span></a></span> (2007); <i>Witthohn v. Fed. Ins. Co.,</i> 164 Fed.Appx. 395, 396-97 (4th Cir.2006); <i>In re FAC Realty Sec. Litig.,</i> <span class=\"citation\" data-id=\"1405332\"><a href=\"/opinion/1405332/in-re-fac-realty-securities-litigation/\"><span class=\"volume\">990</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">416</span></a></span>, 420 (E.D.N.C.1997). These matters may properly be considered because \"a lack of notice for the nonmoving party is not implicated.\" <i>In re FAC Realty Sec. Litig.,</i> 990 F.Supp. at 420.</p>\n<p>[9]  To the extent that LEA's argument can be construed as a challenge to the third element of Perry's failure to accommodate claim, <i>i.e.,</i> that the accommodation he requested was unreasonable, the argument is without merit. The court cannot say that the duration of the leave requested by Perry was unreasonable <i>per se.</i> Rather, the question of whether Perry's requested accommodation was reasonable is a factual question that may be appropriately addressed at the summary judgment stage or at trial. <i>See </i><i>Pandazides,</i> 13 F.3d at 833.</p>\n<p>[10]  In a footnote contained in their memorandum in support of their motion to dismiss, the SOX defendants state that \"[t]here is an increasing body of law finding that if a plaintiff attempts to establish a SOX claim by alleging activities falling within categories 1-5 under the statute, the plaintiff must also show fraud on the shareholders (category 6).\" (Mem. Supp. Defs.' Mot. Dismiss, DE # 41, at 17 n. 18.) Although the wording of this argument is somewhat confusing, the court construes it to mean that the SOX defendants are alleging that a showing of fraud is an essential element of all whistleblower claims made under SOX. However, as the SOX defendants' memorandum makes clear, the Fourth Circuit Court of Appeals has not definitively ruled on the question of whether fraud is a required element for all whistleblower claims. <i>See </i><i>Welch,</i> 536 F.3d at 276 n. 3 (labeling the appellate court's prior discussion of the fraud issue in <i>Livingston</i> as \"dicta\"); <i>Livingston,</i> 520 F.3d at 351 n. 1. Even if a showing of fraud were required, the court construes the complaint to meet this standard, since it alleges that plaintiffs reasonably believed that the SOX defendants were violating 15 U.S.C. §§ 78j(b), 78m(b)(2)(B)(ii) and 78m(b)(5), 17 C.F.R. § 229.303(3) and related SEC regulations and that they believed that these provisions related to fraud against shareholders. (<i>See, e.g.,</i> Am. Compl. ¶¶ 243-46, 259-60, 262.) <i>See </i><i>Smith v. Corning, Inc.,</i> <span class=\"citation\" data-id=\"2350279\"><a href=\"/opinion/2350279/smith-v-corning-inc/\"><span class=\"volume\">496</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">244</span></a></span>, 248-49 (W.D.N.Y.2007).</p>\n<p>[11]  Plaintiffs also allege that \"under 17 C.F.R. § 229.303(3) and related SEC regulations, any `events,' `uncertainties,' or `trends' in the operations of the business which would `materially affect' income or the `relationship between costs and revenues' must be reported to the SEC and to shareholders.\" (Am. Compl. ¶ 245.)</p>\n<p>[12]  The court also notes that the SOX defendants ignore the fact that plaintiffs further allege upon information and belief that Briggs told Rand, Lindsay, Jordan or Finkelstein of plaintiffs' intention to make a report to federal authorities regarding the possibility of insider trading. (Am. Compl. ¶ 108.)</p>\n<p>[13]  Plaintiffs argue that they have also alleged sufficient facts to show that the SOX defendants engaged in post-employment retaliation. Specifically, plaintiffs maintain that they have sufficiently shown that \"Defendants removed them from their positions as directors in retaliation for their prior SOX protected activity; and (2) Defendants arbitrarily failed, for months, to authorize the removal of the restricted legend on common stock that they received as a `term and condition' of their employment with LEA.\" (Pls.' Mem. Opp'n Defs.' Mot. Dismiss, DE # 48, at 9.) The court makes no ruling with respect to plaintiffs' contentions. Although these events occurred after the dates of plaintiffs' terminations, they do not involve actions taken by plaintiffs; rather, they involve actions taken by the SOX defendants. Thus, plaintiffs' argument is not related to the question of whether they engaged in protected activity under SOX. Instead, the argument goes to the question of whether plaintiffs suffered an unfavorable personnel action when they were removed as directors and when the SOX defendants failed to remove the restricted legend on their common stock. The issue of whether plaintiffs suffered an unfavorable personnel action is not being disputed by the SOX defendants at this stage of the proceedings, and they admit as much in their reply memorandum. (<i>See</i> Reply Mem. Supp. Defs.' Mot. Dismiss, DE # 52, at 6 (\"Here, th[e] third element [of the SOX claims] is not even being challenged by Defendants for purposes of the pending Motion to Dismiss. Rather, the focus is on whether the Plaintiffs asserted facts showing the first element (protected activity, as defined by SOX).\").)</p>\n<p>[14]  This court has authority to exercise supplemental jurisdiction over plaintiffs' state law claims pursuant to 28 U.S.C. § 1367(a).</p>\n<p>[15]  In their memorandum in opposition to the motion to dismiss, plaintiffs contend that they \"refused to violate their duties as corporate officers under N.C. Gen.Stat. § 55-8-42 when Defendants instructed them to do so.\" (Pls.' Mem. Opp'n Defs.' Mot. Dismiss, DE # 48, at 23 (emphasis omitted).) However, this bald assertion contains no citation to the amended complaint. This allegation is not contained in plaintiffs' amended complaint, and none of the facts pled in this case support such an allegation.</p>\n<p>[16]  Furthermore, N.C. Gen.Stat. § 55-8-42 does not expressly declare a public policy for purposes of the wrongful discharge exception to the at-will employment rule in North Carolina. <i>See SmithKline Beecham Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1851180</span></span>, at *4.</p>\n<p>[17]  Furthermore, the court emphasizes that \"[t]he public policy exception to the at-will employment doctrine is confined to the express statements contained within [North Carolina's] General Statutes or [the State's] Constitution.\" <i>Whiting,</i> 618 S.E.2d at 753; <i>see also </i><i>Considine v. Compass Group USA, Inc.,</i> 145 N.C.App. 314, <span class=\"citation\" data-id=\"1409486\"><a href=\"/opinion/1409486/considine-v-compass-group-usa-inc/\"><span class=\"volume\">551</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">179</span></a></span>, 184 (2001) (\"The complaint does not allege that defendant's conduct violated any explicit statutory or constitutional provision[.]\"). Thus, even if plaintiffs had alleged facts to support a claim for common law obstruction of justice, they cannot rely on North Carolina common law to support their wrongful discharge claims.</p>\n<p>[18]  Furthermore, plaintiffs have failed to allege facts that would establish the required elements of at least some of the federal obstruction of justice offenses at issue. For example, the United States Supreme Court has interpreted 18 U.S.C. § 1503 to apply only to situations where the obstruction of justice can be closely tied to a pending judicial proceeding. <i>United States v. Aguilar,</i> <span class=\"citation\" data-id=\"117962\"><a href=\"/opinion/117962/united-states-v-aguilar/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, 599, <span class=\"citation\" data-id=\"117962\"><a href=\"/opinion/117962/united-states-v-aguilar/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2357</span></a></span>, <span class=\"citation\" data-id=\"117962\"><a href=\"/opinion/117962/united-states-v-aguilar/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">520</span></a></span> (1995); <i>see also </i><i>United States v. Littleton,</i> <span class=\"citation\" data-id=\"712928\"><a href=\"/opinion/712928/united-states-v-carrie-m-littleton/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">614</span></a></span>, 619 (4th Cir.1996). Here, plaintiffs have not alleged that there was a judicial proceeding pending at the time of the relevant events described in the amended complaint.</p>\n<p>[19]  Moreover, N.C. Gen.Stat. § 55-8-30(a) does not apply to Carrington, as he was not a director of LEA during the time period relevant to the events at issue in this case. (<i>See</i> Am. Compl. ¶¶ 9, 42, 52.)</p>\n<p>[20]  In this case, plaintiffs must show that Carrington was a participant in the civil conspiracy. If Carrington was not a participant in the conspiracy, plaintiffs would be unable to show \"an agreement between two or more individuals\" because the remaining conspiracy defendants \"constitute a single legal entity under the intracorporate immunity doctrine.\" <i>Iglesias v. Wolford</i>, <span class=\"citation\" data-id=\"2152215\"><a href=\"/opinion/2152215/iglesias-v-wolford/\"><span class=\"volume\">539</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">831</span></a></span>, 835 (E.D.N.C. 2008) (citation and internal quotation marks omitted). \"A corporation's officers, employees, or agents are mere extensions of the corporation, and an agreement between such personnel (or between such personnel and the corporation they serve) is therefore not a conspiracy.\" <i>Id.</i> at 836.</p>\n<p>[21]  Federal Rule of Civil Procedure 8(d)(2) permits a party to \"set out 2 or more statements of a claim . . . alternatively or hypothetically, either in a single count . . . or in separate ones. If a party makes alternative statements, the pleading is sufficient if any one of them is sufficient.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/117962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/290668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1025325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1026361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1028445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1031139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1155948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1207185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1243491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1253687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1253865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1256258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1261914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1282006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1288843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1292179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1328585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1329064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1383586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1405332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1409486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1411522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1412375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1520699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2152215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2157970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2307538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2350279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2376165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377582/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2411263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2459349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2469457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2472712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2520602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2578166/"
  ]
}