{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2185379/",
  "absolute_url": "/opinion/2185379/ward-v-columbus-county-nc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2185379/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:33:24.294345Z",
  "date_modified": "2016-04-27T01:04:42.584004Z",
  "type": "010combined",
  "sha1": "43cdf97a3dce4eec46ac2d748472c7edca8fb0db",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>782 F.Supp. 1097 (1991)</b></center>\n<center><h1>Charles R. WARD, et al., Plaintiffs,<br>\nv.<br>\nCOLUMBUS COUNTY, NORTH CAROLINA, et al., Defendants,<br>\nand<br>\nHelen Gamble, et al., Intervening Defendants.</h1></center>\n<center>No. 90-20-CIV-7-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>December 17, 1991.</center>\n<p><span class=\"star-pagination\">*1098</span> Anita Sue Hodgkiss, Leslie J. Winner, Ferguson, Stein, Watt, Wallas &amp; Adkins, Charlotte, N.C., James J. Wall, Legal Services of Lower Cape Fear, Wilmington, N.C., for plaintiffs.</p>\n<p>James Earl Hill, Jr., Whiteville, N.C., Michael Crowell, Tharrington, Smith &amp; Hargrove, Raleigh, N.C., for defendants.</p>\n<p>Ottis Richard Wright, Jr., Tabor City, N.C., for intervening defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This is a suit in which the current method of electing members to the Board of County Commissioners in Columbus County, North Carolina is challenged by plaintiffs as a violation of Section 2 of the Voting Rights Act of 1965, as amended, 42 U.S.C. ยง 1973. There are five members on the present board, elected at large from residency districts. Plaintiffs contend that this method of election, combined with the existence of racially polarized voting in the county, makes it virtually impossible for black voters to elect a candidate of their choice.</p>\n<p>Commissioners serve four-year, staggered terms and are nominated in partisan primaries. From 1974 until January 1990 state law imposed a majority vote requirement in party primaries but they are now decided by a plurality of forty percent.</p>\n<p>The parties have agreed to the following stipulations:</p>\n<p></p>\n<h2>A. <i>The Parties</i>\n</h2>\n<p>1. Plaintiffs in this action are eight black citizens of the United States who are registered voters in Columbus County, North Carolina. They reside in various areas of the county.</p>\n<p>2. The named plaintiffs have been certified to represent the class of all black residents of Columbus County who are eligible to register to vote, excluding the defendant intervenors.</p>\n<p>3. Defendants are Columbus County, North Carolina, the Board, its elected members, the Columbus County Board of Elections and its appointed members. The individuals are sued in their official capacities.</p>\n<p>4. Pursuant to North Carolina law, defendant Board of Elections and its members are responsible for conducting and certifying the results of primary and general elections for the Board.</p>\n<p>5. All of the individual defendants are white.</p>\n<p>6. Defendant intervenors are seven black registered voters of Columbus County. They all reside in the Tabor City/Fair <span class=\"star-pagination\">*1099</span> Bluff/Chadbourn area on the western edge of the county.<sup>[1]</sup></p>\n<p></p>\n<h2>B. <i>The County and the Method of Election</i>\n</h2>\n<p>7. Columbus County is a political subdivision of the State of North Carolina. It is located in the extreme southeastern portion of the State along its border with South Carolina.</p>\n<p>8. The population of Columbus County, according to the United States Census for 1990 is 49,587. Of these citizens, 32,897 (66.34%) are white, 15,181 (30.61%) are black, and the remainder are other races, primarily Native Americans. Of the voting-age population of 35,986, 25,030 (69.55%) are white and 9,924 (27.58%) are black.</p>\n<p>9. The Board consists of five members elected at large for staggered four-year terms. Each seat is assigned to a residency district and the commissioner in that seat must reside in that district. The five current residency districts are:</p>\n<blockquote>Zone 1: Ransom, Bolton, Waccamaw, and Lees townships</blockquote>\n<blockquote>Zone 2: Bogue, Welch Creek, Western Prong, and Tatums townships</blockquote>\n<blockquote>Zone 3: Chadbourn, Fair Bluff, and Cerro Gordo townships</blockquote>\n<blockquote>Zone 4: Williams, South Williams, and Bug Hill townships</blockquote>\n<blockquote>Zone 5: Whiteville township</blockquote>\n<p>10. Prior to 1935, the Board had three members, all elected at large. In 1935, the North Carolina General Assembly, by local act, increased the size of the Board to five members and added the residency-district requirement and it has remained in effect since. Thus each candidate for the Board must run for the particular seat that is assigned to the area in which he resides, but all of the voters of the county vote \"at large\" for each representative. The election is partisan, and the residency requirement applies both in the party primaries and in the general election.</p>\n<p>11. Chapter 68 of the Session Laws of 1953 increased the term of office for Commissioners to four years and staggered the terms such that the commissioners from zones 2, 4, and 5 are elected in even-numbered years evenly divisible by four, and will be up for election in 1992; commissioners from zones 1 and 3 are elected in even-numbered years not evenly divisible by four, and will next be up for election in 1994.</p>\n<p>12. At present, no black person serves on the Board. In fact, no black person has been elected to the Board in this century.</p>\n<p>13. No black person has been nominated in the Democratic primary for the Board in this century.</p>\n<p>14. Dr. Alan J. Lichtman and Dr. Theodore S. Arrington are qualified to testify as expert witnesses on analysis of voting patterns in Columbus County.</p>\n<p>15. The vote abstracts, voter turnout figures, and voter registration figures used by Drs. Lichtman and Arrington as the basis of their analyses of, or testimony about, voting patterns is accurate and genuine.</p>\n<p>16. Columbus County is not covered by Section 5 of the Voting Rights Act.</p>\n<p>17. The Columbus County Board of Elections began appointing special registration commissioners in 1977. The total number and racial breakdown of registration commissioners from 1977 to 1989 was as follows:</p>\n<p>1977-1979: 14 registration commissioners, no blacks</p>\n<p>1979-1981: 63 registration commissioners, 12 blacks (19.05%)</p>\n<p>1981-1983: 65 registration commissioners, 16 blacks (24.62%)</p>\n<p>1983-1985: 99 qualified registration commissioners, 25 blacks (25.25%)</p>\n<p>1985-1987: 69 qualified registrars, 19 blacks (27.54%)</p>\n<p>1987-1989: 65 qualified registrars, 23 blacks (35.38%)</p>\n<p>From the evidence presented, the Court makes the following:</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1100</span> I. FINDINGS OF FACT</h2>\n<p>1. Voting among the black voters of Columbus County has been consistently cohesive since 1985 and was irregularly cohesive prior to that time.<sup>[2]</sup></p>\n<p>2. Since at least the mid-1980s in elections in which the black community has perceived that a black candidate has had a realistic chance of winning an election, a clear majority of black voters has voted for the black, or other minority candidate. In some elections prior to the mid-1980s, when supporting the black candidate has seemed futile, black voters have sought to gain some political influence by supporting a white candidate who had a realistic chance of winning. In all elections analyzed by plaintiff's expert, Dr. Lichtman, the mean support for black candidates in black-versus-white primaries was 78%. From 1985 to 1990, the mean black support for black candidates in black-versus-white primaries was 84%.</p>\n<p>3. Since 1985, the following black candidates have run for countywide, or larger, offices and have received votes of black voters as follows:</p>\n<p></p>\n<pre>\nYear<sup>[3]</sup>   Office               Name(s)             % of black voters\n1986-P       County Commission    C.W. Williams              86%\n1986-R       County Commission    C.W. Williams              94%\n1988-P       U.S. President       Jackson                    97%\n1988-P       Court of Appeals     Davis                      78%\n1988-R       Court of Appeals     Davis                     100%\n1990-P       County Commission    Jacobs<sup>[4]</sup>               60%\n1990-P       Sheriff              Evans/H. Williams          75%\n1990-P       U.S. Senate          Gantt                     100%\n1990-R       U.S. Senate          Gantt                     100%\n1990-R       Sheriff              Rains<sup>[5]</sup>                91%\n1990-G       U.S. Senate          Gantt                     100%\n1990-G       Ct. of Appeals       C. Johnson                 88%\n1990-G       Superior Court 7A    Sumner                     88%\n1990-G       Superior Court 26A   M. Johnson                 91%\n1990-G       Sheriff              Rains                     100%\n</pre>\n<p>4. Since 1986 the following black candidates have run in non-partisan elections for the Columbus County Board of Education. This is not a countywide office as it excludes voters from the Whiteville City Board of Education, an area larger than the City of Whiteville.</p>\n<p></p>\n<pre>\nYear        Seat        Name           % of black voters\n1988          1         Shaw                  88%\n1988          5         Freeman               23%\n</pre>\n<p>5. Thus, in elections after 1985 in which black voters had the opportunity to vote for a black candidate, or a Native American candidate who was not running against a black candidate, black voters overwhelmingly <span class=\"star-pagination\">*1101</span> supported the black candidate sixteen out of seventeen times.</p>\n<p>6. The failure of black voters to support the black candidate in the seventeenth election, that of Freeman running for the Board of Education for seat 5 in 1988, can be explained by the fact that Freeman was new to the county and not well known. A black candidate had run for that seat in 1980 and had not only suffered defeat, but also one or more of his supporters suffered retaliation by the Board of Education. In 1988 it was believed in the black community that white voters would support a black candidate for only one seat on the Board of Education. Indeed, 100% of white voters voted for Freeman's opponent and so, no matter how many black votes he might have gotten, he would have lost.</p>\n<p>7. Prior to 1985, black voter support for black candidates was more erratic. A majority of black voters supported the black candidate in only two out of five countywide or larger area elections, the 1984 Democratic primary for U.S. President where black candidate Jackson received votes from 100% of black voters and the 1976 election for Lt. Governor where black candidate Howard Lee received overwhelming black support in both the primary and the runoff primary. The failure of a majority of black voters to support the black candidates in the 1980 primary for county commission, the 1982 coroner primary election, and the 1984 county commission election may be explained by the difficulty of blacks in running and becoming known countywide, the difficulty of recruiting candidates and the failure of the candidates who did run to mount effective campaigns. It took the opening up of the voter registration process to more black voters in the early to mid-1980s and the beginning successes of black county commission candidates in other parts of the state to give the black community sufficient hope that, if they united behind a black candidate, there was some chance the candidate might win.</p>\n<p>8. Black candidates ran for the Board of Education four times between 1976 and 1984 and each received votes from more than 70% of black voters. Three of those times the candidate was an incumbent.</p>\n<p>9. The black community has acted collectively in the past to address its social and economic problems. Black political and religious leaders in various parts of the county know each other, cooperate with each other, and consider themselves to be part of a \"black community\" that is united in its efforts to address its collective problems.</p>\n<p>10. The seven black intervenors do not represent a significant segment of the black community nor does their opposition to the relief sought by plaintiffs indicate such divisiveness to cause the court to question its finding of black cohesiveness.</p>\n<p>11. The black population residing in the Whiteville, Chadbourn, Bolton area of the county is sufficiently large and geographically compact enough to allow the creation of a majority black single-member district.</p>\n<p>12. White voters in Columbus County had the opportunity to vote for a black candidate in a countywide or larger Democratic primary or runoff elections twelve times from 1980 through 1990.<sup>[6]</sup> Out of these twelve elections, all black candidates received votes from less than 20% of white voters except Davis who, running for the North Carolina Court of Appeals in 1988, received 44% of the white vote in the primary and 21% in the runoff.<sup>[7]</sup> In seven of the twelve elections, the black candidate(s) received votes from less than 10% of white voters.</p>\n<p>13. In the 1990 United States Senate election, the black candidate survived the statewide Democratic primary, although he had lost in Columbus County, thus giving white voters the chance to vote for a black candidate in a general election. Only 26% <span class=\"star-pagination\">*1102</span> of white voters supported the black Democrat even though a minimum of 80% of white voters in Columbus County were registered Democrats at the time of this election.<sup>[8]</sup></p>\n<p>14. In addition, three black Democrats ran against white opponents in statewide general elections for judicial offices in 1990. Each of these black Democrats received votes from between 63% and 68% of white voters. It appears that most Columbus County white voters engaged in straight-ticket, partisan voting for these statewide judicial elections.</p>\n<p>15. Blacks have run in elections for the Columbus County Board of Education six times from 1976 through 1990 and received votes from white voters as follows:</p>\n<p></p>\n<pre>\nYear        Seat           Name         % of white voters\n1976          1            McNeill           32%\n1980          1            Shaw              28%\n1980          5            McNeill           13%\n1984          1            Shaw              38%\n1988          1            Shaw              51%\n1988          5            Freeman            0%\n</pre>\n<p>16. In 1984 and in 1988, the only times a black candidate received more than a third of the white vote, the black candidate's opponent was a Native American, so white voters had no opportunity to vote for a white candidate. Nonetheless, substantial numbers of white voters voted against the black incumbent. At best, white voters seem to approve of black representatives filling one, but only one, seat on the Board of Education.</p>\n<p>17. Thus, racial bloc voting has been extreme and persistent among the white voters of Columbus County.</p>\n<p>18. In the 10 countywide or larger primaries or general elections for non-judicial offices as discussed in paragraph 12 above,<sup>[9]</sup> the black candidate(s) failed to get a majority of the votes cast in Columbus County. In 7 of those elections<sup>[10]</sup>, a majority of black voters voted for the black candidates, and those candidates would have won in Columbus County but for white bloc voting against them. In the three elections in which a majority of black voters did not vote for the black candidates (the 1980 and 1984 county commission races and the 1982 coroner race), white bloc voting was so severe that even if 100% of black voters had voted for the black candidate, he would have still lost.</p>\n<p>19. Only for the District 1 seat for the Board of Education has the level of white bloc voting, while severe, been such that it could be overcome by overwhelming support for the black candidate by black voters. In three of the four elections in which the black candidate won, he was an incumbent<sup>[11]</sup>, and in two of the four elections the black candidate had no white opponent. Only once, in 1980, has a non-incumbent black beaten a white opponent. Both times a black candidate ran for the District 5 seat he lost.</p>\n<p>20. Voting behavior in Board of Education elections is less probative of voting <span class=\"star-pagination\">*1103</span> behavior for countywide offices such as the County Commission than is voting in offices that have countywide elections or elections from a larger area.</p>\n<p>21. In six county elections from 1980 to 1990, the largest white vote for a black candidate was 19%.<sup>[12]</sup> Under the October 1990 voter registration levels a black candidate, in order to win a general or nonpartisan election, must get at least 30% of the votes cast by white voters even if he gets 100% of the vote cast by black voters. The figure drops to 25% in a Democratic primary and assumes an even turnout of voters for all races. This level of white crossover voting has rarely been attained by any black candidate who had white opposition.</p>\n<p>22. The level of white bloc voting in Columbus County is now and has been such that it will usually ensure the defeat of black candidates.</p>\n<p>23. Black voters were disfranchised in the first half of the twentieth century in Columbus County as they were elsewhere in the state. A statewide literacy test was adopted, with a grandfather clause to protect only white citizens from its disfranchising effects. A poll tax was in effect statewide until it was declared unconstitutional. <i>Gingles v. Edmisten,</i> 590 F.Supp. 345, 359-360 (E.D.N.C.1984), <i>aff'd in part and rev'd in part sub nom., </i><i>Thornburg v. Gingles,</i> 478 U.S. 30, 106 S.Ct. 2752, 92 L.Ed.2d 25 (1986).</p>\n<p>24. The literacy test was used in Columbus County until 1972, and was not applied in an even-handed fashion. Blacks were required to pass a literacy test at times when whites were not. Knowledge that passing a literacy test would be required intimidated many black citizens and, no doubt, kept many from attempting to register to vote.</p>\n<p>25. As of 1972, the effects of the long history of disfranchisement were apparent in Columbus County as only 56.26% of the black voting-age population was registered to vote compared with 74.43% of the white.</p>\n<p>26. During the 1970s it remained inconvenient for black residents to register to vote. There were few black registrars and registration at the Board of Elections office was limited to business hours. In addition, some politically active blacks were subjected to racial violence, further discouraging blacks.</p>\n<p>27. Columbus County began having special registration commissioners in the late 1970s. During the time period from 1977 to 1979 none of them were black.</p>\n<p>28. As late as the mid-1970s there were incidents of official discrimination, such as a white registrar in Bolton who refused to register black citizens to vote.</p>\n<p>29. During this time period there remained a wide gap in voter registration between whites and blacks. In October 1980 the percentage of the black voting-age population registered to vote was 70.56% compared to 81.25% of the white.</p>\n<p>30. In the 1960s one black person ran for the board. He was defeated and also became the target of racial harassment and intimidation. After that, no black citizen had run for countywide office in Columbus County until 1980 because black leaders believed the effort would be futile and, perhaps, dangerous.</p>\n<p>31. In the early 1980s the Columbus County Board of Elections began appointing blacks as special registration commissioners. By October 1982, 76.74% of the black voting-age population was registered to vote, only slightly lower than the 77.68% of the comparable white population.</p>\n<p>32. Although the percentage of the black voting-age population that is registered to vote has remained equal to or greater than that of the white since 1982, the legacy of discrimination continues to handicap black citizens in the county in their ability to participate effectively in the political process.</p>\n<p><span class=\"star-pagination\">*1104</span> 33. Further, the black community is disadvantaged by its history of lower participation, its collective inexperience in organizing campaigns and in raising money to fund them, and by its lack of mentors and role models in public office. The figures on black registration as a percentage of the voting age population are inflated because of census undercounting. Finally, there is a 5% to 10% gap between voter turnout of blacks and whites, with turnout of blacks lagging behind.</p>\n<p>34. While there are no current impediments to black citizens registering and voting in Columbus County, the ability of black voters to participate effectively in the political process is lessened by the long history of their exclusion from the process.</p>\n<p>35. Columbus County is one of the largest in the state, containing some 959 square miles. Because of its large size and geographic diversity, residency districts are used in both county commission and board of education elections. Having to campaign at large in such a big county disadvantages minority candidates who are likely to have less access to the necessary resources for travel and advertising.</p>\n<p>36. As a result of the residency requirement all elections for the board are head to head. This prevents black voters from maximizing their voting strength by use of a single shot vote.</p>\n<p>37. Until 1990 Columbus County used a majority-vote requirement for party primaries. In accordance with the 1989 amendment to N.C.Gen.Stat. ยง 163-111(a), this was changed to a forty percent plurality requirement. Even so, a black candidate who leads in a first primary can still be forced into a head-to-head election against a white candidate in a runoff. Due to the presence of white bloc voting, black candidates are potentially disadvantaged in these head-to-head, black-versus-white elections.</p>\n<p>38. Although the black population is dispersed throughout Columbus County, it is primarily concentrated in three areas: the Whiteville area, the Bolton area, and the Tabor City/Fair Bluff area. Within each of these areas, the residences of black households are, to a large extent, segregated from the residences of white households, and most black people live in neighborhoods or areas that are predominantly black in population.</p>\n<p>39. The churches and civic organizations of Columbus County remain almost totally segregated.</p>\n<p>40. This social and religious segregation disadvantages the black community politically by depriving its potential candidates of the opportunity to make acquaintances and to build trust and acceptance among white voters.</p>\n<p>41. Columbus County has a long history of discrimination in employment. As of the mid-1960s, almost all employment was completely segregated. Although employment opportunities for black workers have opened up somewhat since that time racial discrimination in employment has persisted even by some of Columbus County's major employers including the Columbus County Board of Education and the Georgia-Pacific Corporation.</p>\n<p>42. Even the county hires a disproportionately low number of black employees at salary levels above $20,500, while 23.7% of county employees earning less than $20,500 were black as of 1 July 1991, as compared to 27.58% of the voting age population, only 9 out of 72 employees, or 12.5%, earning $20,500 or more are black. There are twelve county employees earning $31,000 or more, none of whom are black.</p>\n<p>43. Blacks in Columbus County are significantly more likely to be unemployed than are white workers.</p>\n<p>44. Education in Columbus County did not begin to be desegregated until 1969. Consequently, all voters over 40 years old who grew up in Columbus County attended segregated schools for their entire public school education.</p>\n<p>45. Concomitant with these disparities in employment opportunity and educational achievement is a tremendous economic disparity between the white and black communities with black residents being significantly overrepresented in every measure of poverty. According to the last available <span class=\"star-pagination\">*1105</span> census data, blacks constituted 51.32% of all persons in Columbus County living below the federally defined poverty level. At that time, the mean annual income for white households was $17,765 compared to $10,931 for black.</p>\n<p>46. There is a history in North Carolina of the use of racial appeals in election campaigns. <i>Gingles v. Edmisten,</i> 590 F.Supp. at 364.</p>\n<p>47. Throughout the modern era, racial appeals have been used in elections in Columbus County in instances when a minority candidate, or someone thought to sympathize with a minority candidate, seemed likely to prevail.</p>\n<p>48. Campaign materials reveal an unmistakable intention by their disseminators to exploit existing fears and prejudices and to create new fears and prejudices on the part of white citizens in regard to black citizens and to black citizens' participation in the political process.</p>\n<p>49. The persistent use of racial appeals lessens the ability of Columbus County's black citizens to participate in the political process and to elect representatives of their choice.</p>\n<p>50. While the Board is sometimes responsive to the requests of the black community, many of their particularized requests have gone unmet. These issues have included the hiring of black employees by the county, and the appointment of blacks to boards and commissions.</p>\n<p>51. Of the 229 people appointed by the Board to other various boards and committees, 192 (83.8%) are white, 32 (13.97%) are black, and 5 (2.18%) are American Indians. Thus, blacks are seriously underrepresented in these appointments. Of the 35 boards or commissions to which the Board makes appointments, seventeen, or half, have no blacks, while only two have no whites.</p>\n<p>52. This underrepresentation of the black community on official boards and commissions also diminishes the opportunity of blacks to participate in the political process and to gain the experience and exposure which would allow them to be more viable candidates.</p>\n<p>53. There is no compelling governmental need for the use of at-large elections or any reason that would justify the use of an election method that results in racial vote dilution.</p>\n<p>54. The size of the county and the importance of geographically diverse representation, which is the policy basis for use of a residency requirement, equally well support the use of single-member district elections.</p>\n<p>55. Under the totality of the circumstances, the use of an at-large election method for elections to the Board has the result of denying black citizens an equal opportunity to participate in the political process and to elect representatives of their choice.</p>\n<p>56. Columbus County has a black population large enough and located such that it is possible to divide the County into five districts of equal population in which one or more are majority black in voting-age population. Plaintiffs presented two such plans: one with one-majority black district (59.35% black in voting-age population), and one with two majority-black districts (56.03% and 52.07% black in voting-age population, respectively).</p>\n<p>57. None of these three proposed majority-black districts is so spread out as to prevent the constituents and their representative from communicating with each other. Further, none of these districts are so convoluted that its members and representatives would not be able to tell who actually lived in each district.</p>\n<p>58. Each of the three proposed majority-black districts would allow for effective representation. Furthermore, the shape of these three districts does not cause the other, majority white, districts to be so convoluted as to deny their residents effective representation.</p>\n<p>59. None of the three proposed majority-black districts are more irregular in shape than those districts adopted by many other courts or local governments in creating-majority black or hispanic districts.</p>\n<p><span class=\"star-pagination\">*1106</span> 60. The black population is sufficiently large and geographically compact as to constitute the majority of the voting age population of one or more single-member districts.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>To establish that the present at-large method of electing the Columbus County Board of Commissioners violates Section 2 of the Voting Rights Act plaintiffs must make three threshold showings: 1) that black citizens are politically cohesive; 2) that the white majority votes sufficiently as a bloc to usually defeat black voters' preferred candidates for county commissioner; and 3) that black citizens are sufficiently numerous and geographically compact to form a majority in a single-member district. <i>Thornburg v. Gingles,</i> 478 U.S. at 50-51, 106 S.Ct. at 2766-67. In evaluating a claim of vote dilution under Section 2 of the Voting Rights Act, this court must consider the totality of circumstances and determine, based upon a searching practical evaluation of the past and present reality, whether the plaintiffs have an equal opportunity to participate in the political process and to elect candidates of their choice. This determination is peculiarly dependent upon the facts of each case and requires an intensely local appraisal of the design and impact of the contested electoral mechanisms. <i>Id.</i> at 44, 106 S.Ct. at 2763.</p>\n<p></p>\n<h2>III. CONCLUSIONS OF LAW</h2>\n<p>1. Plaintiffs have sufficiently proven the three threshold findings set forth in <i>Thornburg.</i></p>\n<p>2. Under the totality of the circumstances, the use of an at-large election method for elections to the Columbus County Board of Commissioners has the result of denying black citizens an equal opportunity to participate in the political process and to elect representatives of their choice. Therefore, its use is a violation of Section 2 of the Voting Rights Act.</p>\n<p>3. Plaintiffs are entitled to the entry of an order requiring defendants to use an election method which fairly and completely remedies this violation.</p>\n<p>4. Because the trial of this matter was bifurcated, defendants will have until 17 January 1992 to present to the court a proposed election method which will remedy the violation found herein, and plaintiffs may respond to the proposal on or before 31 January 1992.</p>\n<h2>NOTES</h2>\n<p>[1]  It is disputed whether intervenor William Chestnut currently resides in Columbus County, but he formerly resided in Tabor City and claims to reside there now.</p>\n<p>[2]  \"Cohesive\" means that a substantial majority of a particular voting group, such as here the black community of voters, voted for a member of that voting group.</p>\n<p>[3]  P=primary; R=runoff primary; G=general election.</p>\n<p>[4]  Jacobs is Native American but was the candidate of choice of black voters in this election.</p>\n<p>[5]  Although Rains is a Native American, after the black candidates lost in the first primary, Rains became the candidate of choice of black voters.</p>\n<p>[6]  These elections were the 1980 County Commission primary, the 1982 coroner primary, the 1984 county commission and presidential primaries, the 1986 county commission primary and runoff primary, the 1988 presidential primary, the 1988 Court of Appeals primary and runoff primary, and the 1990 Sheriff primary and US Senate primary and runoff primary.</p>\n<p>[7]  It is noteworthy that the black candidate, Davis, lived in Columbus County and his opponent in this statewide election did not.</p>\n<p>[8]  80% is an understatement since this assumes that 100% of black and other minority voters are Democrats. This figure is as of October 1990.</p>\n<p>[9]  These elections were the 1980 County Commission Primary, the 1982 coroner primary, the 1984 county commission and presidential primaries, the 1986 county commission primary and runoff primary, the 1988 presidential primary, the 1990 Sheriff primary and U.S. Senate primary and runoff primary.</p>\n<p>[10]  The 1984 presidential primary, the 1986 county commission primary and runoff primary, the 1988 presidential primary, the 1990 Sheriff primary and U.S. Senate primary and runoff primary.</p>\n<p>[11]  McNeill ran as an incumbent in 1976 having been initially elected under a system that permitted single shot voting.</p>\n<p>[12]  The election was that of the 1986 County Commission runoff involving Williams, the black candidate. The other county elections were the 1980 County Commission primary, the 1982 coroner primary, the 1984 County Commission primary, the 1986 County Commission primary, and the 1990 Sheriff primary.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">782</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1097</span></span> (1991)</b></center>\n<center><h1>Charles R. WARD, et al., Plaintiffs,<br>\nv.<br>\nCOLUMBUS COUNTY, NORTH CAROLINA, et al., Defendants,<br>\nand<br>\nHelen Gamble, et al., Intervening Defendants.</h1></center>\n<center>No. 90-20-CIV-7-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>December 17, 1991.</center>\n<p><span class=\"star-pagination\">*1098</span> Anita Sue Hodgkiss, Leslie J. Winner, Ferguson, Stein, Watt, Wallas &amp; Adkins, Charlotte, N.C., James J. Wall, Legal Services of Lower Cape Fear, Wilmington, N.C., for plaintiffs.</p>\n<p>James Earl Hill, Jr., Whiteville, N.C., Michael Crowell, Tharrington, Smith &amp; Hargrove, Raleigh, N.C., for defendants.</p>\n<p>Ottis Richard Wright, Jr., Tabor City, N.C., for intervening defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This is a suit in which the current method of electing members to the Board of County Commissioners in Columbus County, North Carolina is challenged by plaintiffs as a violation of Section 2 of the Voting Rights Act of 1965, as amended, 42 U.S.C. ยง 1973. There are five members on the present board, elected at large from residency districts. Plaintiffs contend that this method of election, combined with the existence of racially polarized voting in the county, makes it virtually impossible for black voters to elect a candidate of their choice.</p>\n<p>Commissioners serve four-year, staggered terms and are nominated in partisan primaries. From 1974 until January 1990 state law imposed a majority vote requirement in party primaries but they are now decided by a plurality of forty percent.</p>\n<p>The parties have agreed to the following stipulations:</p>\n<p></p>\n<h2>A. <i>The Parties</i>\n</h2>\n<p>1. Plaintiffs in this action are eight black citizens of the United States who are registered voters in Columbus County, North Carolina. They reside in various areas of the county.</p>\n<p>2. The named plaintiffs have been certified to represent the class of all black residents of Columbus County who are eligible to register to vote, excluding the defendant intervenors.</p>\n<p>3. Defendants are Columbus County, North Carolina, the Board, its elected members, the Columbus County Board of Elections and its appointed members. The individuals are sued in their official capacities.</p>\n<p>4. Pursuant to North Carolina law, defendant Board of Elections and its members are responsible for conducting and certifying the results of primary and general elections for the Board.</p>\n<p>5. All of the individual defendants are white.</p>\n<p>6. Defendant intervenors are seven black registered voters of Columbus County. They all reside in the Tabor City/Fair <span class=\"star-pagination\">*1099</span> Bluff/Chadbourn area on the western edge of the county.<sup>[1]</sup></p>\n<p></p>\n<h2>B. <i>The County and the Method of Election</i>\n</h2>\n<p>7. Columbus County is a political subdivision of the State of North Carolina. It is located in the extreme southeastern portion of the State along its border with South Carolina.</p>\n<p>8. The population of Columbus County, according to the United States Census for 1990 is 49,587. Of these citizens, 32,897 (66.34%) are white, 15,181 (30.61%) are black, and the remainder are other races, primarily Native Americans. Of the voting-age population of 35,986, 25,030 (69.55%) are white and 9,924 (27.58%) are black.</p>\n<p>9. The Board consists of five members elected at large for staggered four-year terms. Each seat is assigned to a residency district and the commissioner in that seat must reside in that district. The five current residency districts are:</p>\n<blockquote>Zone 1: Ransom, Bolton, Waccamaw, and Lees townships</blockquote>\n<blockquote>Zone 2: Bogue, Welch Creek, Western Prong, and Tatums townships</blockquote>\n<blockquote>Zone 3: Chadbourn, Fair Bluff, and Cerro Gordo townships</blockquote>\n<blockquote>Zone 4: Williams, South Williams, and Bug Hill townships</blockquote>\n<blockquote>Zone 5: Whiteville township</blockquote>\n<p>10. Prior to 1935, the Board had three members, all elected at large. In 1935, the North Carolina General Assembly, by local act, increased the size of the Board to five members and added the residency-district requirement and it has remained in effect since. Thus each candidate for the Board must run for the particular seat that is assigned to the area in which he resides, but all of the voters of the county vote \"at large\" for each representative. The election is partisan, and the residency requirement applies both in the party primaries and in the general election.</p>\n<p>11. Chapter 68 of the Session Laws of 1953 increased the term of office for Commissioners to four years and staggered the terms such that the commissioners from zones 2, 4, and 5 are elected in even-numbered years evenly divisible by four, and will be up for election in 1992; commissioners from zones 1 and 3 are elected in even-numbered years not evenly divisible by four, and will next be up for election in 1994.</p>\n<p>12. At present, no black person serves on the Board. In fact, no black person has been elected to the Board in this century.</p>\n<p>13. No black person has been nominated in the Democratic primary for the Board in this century.</p>\n<p>14. Dr. Alan J. Lichtman and Dr. Theodore S. Arrington are qualified to testify as expert witnesses on analysis of voting patterns in Columbus County.</p>\n<p>15. The vote abstracts, voter turnout figures, and voter registration figures used by Drs. Lichtman and Arrington as the basis of their analyses of, or testimony about, voting patterns is accurate and genuine.</p>\n<p>16. Columbus County is not covered by Section 5 of the Voting Rights Act.</p>\n<p>17. The Columbus County Board of Elections began appointing special registration commissioners in 1977. The total number and racial breakdown of registration commissioners from 1977 to 1989 was as follows:</p>\n<p>1977-1979: 14 registration commissioners, no blacks</p>\n<p>1979-1981: 63 registration commissioners, 12 blacks (19.05%)</p>\n<p>1981-1983: 65 registration commissioners, 16 blacks (24.62%)</p>\n<p>1983-1985: 99 qualified registration commissioners, 25 blacks (25.25%)</p>\n<p>1985-1987: 69 qualified registrars, 19 blacks (27.54%)</p>\n<p>1987-1989: 65 qualified registrars, 23 blacks (35.38%)</p>\n<p>From the evidence presented, the Court makes the following:</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1100</span> I. FINDINGS OF FACT</h2>\n<p>1. Voting among the black voters of Columbus County has been consistently cohesive since 1985 and was irregularly cohesive prior to that time.<sup>[2]</sup></p>\n<p>2. Since at least the mid-1980s in elections in which the black community has perceived that a black candidate has had a realistic chance of winning an election, a clear majority of black voters has voted for the black, or other minority candidate. In some elections prior to the mid-1980s, when supporting the black candidate has seemed futile, black voters have sought to gain some political influence by supporting a white candidate who had a realistic chance of winning. In all elections analyzed by plaintiff's expert, Dr. Lichtman, the mean support for black candidates in black-versus-white primaries was 78%. From 1985 to 1990, the mean black support for black candidates in black-versus-white primaries was 84%.</p>\n<p>3. Since 1985, the following black candidates have run for countywide, or larger, offices and have received votes of black voters as follows:</p>\n<p></p>\n<pre>\nYear<sup>[3]</sup>   Office               Name(s)             % of black voters\n1986-P       County Commission    C.W. Williams              86%\n1986-R       County Commission    C.W. Williams              94%\n1988-P       U.S. President       Jackson                    97%\n1988-P       Court of Appeals     Davis                      78%\n1988-R       Court of Appeals     Davis                     100%\n1990-P       County Commission    Jacobs<sup>[4]</sup>               60%\n1990-P       Sheriff              Evans/H. Williams          75%\n1990-P       U.S. Senate          Gantt                     100%\n1990-R       U.S. Senate          Gantt                     100%\n1990-R       Sheriff              Rains<sup>[5]</sup>                91%\n1990-G       U.S. Senate          Gantt                     100%\n1990-G       Ct. of Appeals       C. Johnson                 88%\n1990-G       Superior Court 7A    Sumner                     88%\n1990-G       Superior Court 26A   M. Johnson                 91%\n1990-G       Sheriff              Rains                     100%\n</pre>\n<p>4. Since 1986 the following black candidates have run in non-partisan elections for the Columbus County Board of Education. This is not a countywide office as it excludes voters from the Whiteville City Board of Education, an area larger than the City of Whiteville.</p>\n<p></p>\n<pre>\nYear        Seat        Name           % of black voters\n1988          1         Shaw                  88%\n1988          5         Freeman               23%\n</pre>\n<p>5. Thus, in elections after 1985 in which black voters had the opportunity to vote for a black candidate, or a Native American candidate who was not running against a black candidate, black voters overwhelmingly <span class=\"star-pagination\">*1101</span> supported the black candidate sixteen out of seventeen times.</p>\n<p>6. The failure of black voters to support the black candidate in the seventeenth election, that of Freeman running for the Board of Education for seat 5 in 1988, can be explained by the fact that Freeman was new to the county and not well known. A black candidate had run for that seat in 1980 and had not only suffered defeat, but also one or more of his supporters suffered retaliation by the Board of Education. In 1988 it was believed in the black community that white voters would support a black candidate for only one seat on the Board of Education. Indeed, 100% of white voters voted for Freeman's opponent and so, no matter how many black votes he might have gotten, he would have lost.</p>\n<p>7. Prior to 1985, black voter support for black candidates was more erratic. A majority of black voters supported the black candidate in only two out of five countywide or larger area elections, the 1984 Democratic primary for U.S. President where black candidate Jackson received votes from 100% of black voters and the 1976 election for Lt. Governor where black candidate Howard Lee received overwhelming black support in both the primary and the runoff primary. The failure of a majority of black voters to support the black candidates in the 1980 primary for county commission, the 1982 coroner primary election, and the 1984 county commission election may be explained by the difficulty of blacks in running and becoming known countywide, the difficulty of recruiting candidates and the failure of the candidates who did run to mount effective campaigns. It took the opening up of the voter registration process to more black voters in the early to mid-1980s and the beginning successes of black county commission candidates in other parts of the state to give the black community sufficient hope that, if they united behind a black candidate, there was some chance the candidate might win.</p>\n<p>8. Black candidates ran for the Board of Education four times between 1976 and 1984 and each received votes from more than 70% of black voters. Three of those times the candidate was an incumbent.</p>\n<p>9. The black community has acted collectively in the past to address its social and economic problems. Black political and religious leaders in various parts of the county know each other, cooperate with each other, and consider themselves to be part of a \"black community\" that is united in its efforts to address its collective problems.</p>\n<p>10. The seven black intervenors do not represent a significant segment of the black community nor does their opposition to the relief sought by plaintiffs indicate such divisiveness to cause the court to question its finding of black cohesiveness.</p>\n<p>11. The black population residing in the Whiteville, Chadbourn, Bolton area of the county is sufficiently large and geographically compact enough to allow the creation of a majority black single-member district.</p>\n<p>12. White voters in Columbus County had the opportunity to vote for a black candidate in a countywide or larger Democratic primary or runoff elections twelve times from 1980 through 1990.<sup>[6]</sup> Out of these twelve elections, all black candidates received votes from less than 20% of white voters except Davis who, running for the North Carolina Court of Appeals in 1988, received 44% of the white vote in the primary and 21% in the runoff.<sup>[7]</sup> In seven of the twelve elections, the black candidate(s) received votes from less than 10% of white voters.</p>\n<p>13. In the 1990 United States Senate election, the black candidate survived the statewide Democratic primary, although he had lost in Columbus County, thus giving white voters the chance to vote for a black candidate in a general election. Only 26% <span class=\"star-pagination\">*1102</span> of white voters supported the black Democrat even though a minimum of 80% of white voters in Columbus County were registered Democrats at the time of this election.<sup>[8]</sup></p>\n<p>14. In addition, three black Democrats ran against white opponents in statewide general elections for judicial offices in 1990. Each of these black Democrats received votes from between 63% and 68% of white voters. It appears that most Columbus County white voters engaged in straight-ticket, partisan voting for these statewide judicial elections.</p>\n<p>15. Blacks have run in elections for the Columbus County Board of Education six times from 1976 through 1990 and received votes from white voters as follows:</p>\n<p></p>\n<pre>\nYear        Seat           Name         % of white voters\n1976          1            McNeill           32%\n1980          1            Shaw              28%\n1980          5            McNeill           13%\n1984          1            Shaw              38%\n1988          1            Shaw              51%\n1988          5            Freeman            0%\n</pre>\n<p>16. In 1984 and in 1988, the only times a black candidate received more than a third of the white vote, the black candidate's opponent was a Native American, so white voters had no opportunity to vote for a white candidate. Nonetheless, substantial numbers of white voters voted against the black incumbent. At best, white voters seem to approve of black representatives filling one, but only one, seat on the Board of Education.</p>\n<p>17. Thus, racial bloc voting has been extreme and persistent among the white voters of Columbus County.</p>\n<p>18. In the 10 countywide or larger primaries or general elections for non-judicial offices as discussed in paragraph 12 above,<sup>[9]</sup> the black candidate(s) failed to get a majority of the votes cast in Columbus County. In 7 of those elections<sup>[10]</sup>, a majority of black voters voted for the black candidates, and those candidates would have won in Columbus County but for white bloc voting against them. In the three elections in which a majority of black voters did not vote for the black candidates (the 1980 and 1984 county commission races and the 1982 coroner race), white bloc voting was so severe that even if 100% of black voters had voted for the black candidate, he would have still lost.</p>\n<p>19. Only for the District 1 seat for the Board of Education has the level of white bloc voting, while severe, been such that it could be overcome by overwhelming support for the black candidate by black voters. In three of the four elections in which the black candidate won, he was an incumbent<sup>[11]</sup>, and in two of the four elections the black candidate had no white opponent. Only once, in 1980, has a non-incumbent black beaten a white opponent. Both times a black candidate ran for the District 5 seat he lost.</p>\n<p>20. Voting behavior in Board of Education elections is less probative of voting <span class=\"star-pagination\">*1103</span> behavior for countywide offices such as the County Commission than is voting in offices that have countywide elections or elections from a larger area.</p>\n<p>21. In six county elections from 1980 to 1990, the largest white vote for a black candidate was 19%.<sup>[12]</sup> Under the October 1990 voter registration levels a black candidate, in order to win a general or nonpartisan election, must get at least 30% of the votes cast by white voters even if he gets 100% of the vote cast by black voters. The figure drops to 25% in a Democratic primary and assumes an even turnout of voters for all races. This level of white crossover voting has rarely been attained by any black candidate who had white opposition.</p>\n<p>22. The level of white bloc voting in Columbus County is now and has been such that it will usually ensure the defeat of black candidates.</p>\n<p>23. Black voters were disfranchised in the first half of the twentieth century in Columbus County as they were elsewhere in the state. A statewide literacy test was adopted, with a grandfather clause to protect only white citizens from its disfranchising effects. A poll tax was in effect statewide until it was declared unconstitutional. <i>Gingles v. Edmisten,</i> <span class=\"citation\" data-id=\"2247143\"><a href=\"/opinion/2247143/gingles-v-edmisten/\"><span class=\"volume\">590</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">345</span></a></span>, 359-360 (E.D.N.C.1984), <i>aff'd in part and rev'd in part sub nom., </i><i>Thornburg v. Gingles,</i> <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span></a></span> (1986).</p>\n<p>24. The literacy test was used in Columbus County until 1972, and was not applied in an even-handed fashion. Blacks were required to pass a literacy test at times when whites were not. Knowledge that passing a literacy test would be required intimidated many black citizens and, no doubt, kept many from attempting to register to vote.</p>\n<p>25. As of 1972, the effects of the long history of disfranchisement were apparent in Columbus County as only 56.26% of the black voting-age population was registered to vote compared with 74.43% of the white.</p>\n<p>26. During the 1970s it remained inconvenient for black residents to register to vote. There were few black registrars and registration at the Board of Elections office was limited to business hours. In addition, some politically active blacks were subjected to racial violence, further discouraging blacks.</p>\n<p>27. Columbus County began having special registration commissioners in the late 1970s. During the time period from 1977 to 1979 none of them were black.</p>\n<p>28. As late as the mid-1970s there were incidents of official discrimination, such as a white registrar in Bolton who refused to register black citizens to vote.</p>\n<p>29. During this time period there remained a wide gap in voter registration between whites and blacks. In October 1980 the percentage of the black voting-age population registered to vote was 70.56% compared to 81.25% of the white.</p>\n<p>30. In the 1960s one black person ran for the board. He was defeated and also became the target of racial harassment and intimidation. After that, no black citizen had run for countywide office in Columbus County until 1980 because black leaders believed the effort would be futile and, perhaps, dangerous.</p>\n<p>31. In the early 1980s the Columbus County Board of Elections began appointing blacks as special registration commissioners. By October 1982, 76.74% of the black voting-age population was registered to vote, only slightly lower than the 77.68% of the comparable white population.</p>\n<p>32. Although the percentage of the black voting-age population that is registered to vote has remained equal to or greater than that of the white since 1982, the legacy of discrimination continues to handicap black citizens in the county in their ability to participate effectively in the political process.</p>\n<p><span class=\"star-pagination\">*1104</span> 33. Further, the black community is disadvantaged by its history of lower participation, its collective inexperience in organizing campaigns and in raising money to fund them, and by its lack of mentors and role models in public office. The figures on black registration as a percentage of the voting age population are inflated because of census undercounting. Finally, there is a 5% to 10% gap between voter turnout of blacks and whites, with turnout of blacks lagging behind.</p>\n<p>34. While there are no current impediments to black citizens registering and voting in Columbus County, the ability of black voters to participate effectively in the political process is lessened by the long history of their exclusion from the process.</p>\n<p>35. Columbus County is one of the largest in the state, containing some 959 square miles. Because of its large size and geographic diversity, residency districts are used in both county commission and board of education elections. Having to campaign at large in such a big county disadvantages minority candidates who are likely to have less access to the necessary resources for travel and advertising.</p>\n<p>36. As a result of the residency requirement all elections for the board are head to head. This prevents black voters from maximizing their voting strength by use of a single shot vote.</p>\n<p>37. Until 1990 Columbus County used a majority-vote requirement for party primaries. In accordance with the 1989 amendment to N.C.Gen.Stat. ยง 163-111(a), this was changed to a forty percent plurality requirement. Even so, a black candidate who leads in a first primary can still be forced into a head-to-head election against a white candidate in a runoff. Due to the presence of white bloc voting, black candidates are potentially disadvantaged in these head-to-head, black-versus-white elections.</p>\n<p>38. Although the black population is dispersed throughout Columbus County, it is primarily concentrated in three areas: the Whiteville area, the Bolton area, and the Tabor City/Fair Bluff area. Within each of these areas, the residences of black households are, to a large extent, segregated from the residences of white households, and most black people live in neighborhoods or areas that are predominantly black in population.</p>\n<p>39. The churches and civic organizations of Columbus County remain almost totally segregated.</p>\n<p>40. This social and religious segregation disadvantages the black community politically by depriving its potential candidates of the opportunity to make acquaintances and to build trust and acceptance among white voters.</p>\n<p>41. Columbus County has a long history of discrimination in employment. As of the mid-1960s, almost all employment was completely segregated. Although employment opportunities for black workers have opened up somewhat since that time racial discrimination in employment has persisted even by some of Columbus County's major employers including the Columbus County Board of Education and the Georgia-Pacific Corporation.</p>\n<p>42. Even the county hires a disproportionately low number of black employees at salary levels above $20,500, while 23.7% of county employees earning less than $20,500 were black as of 1 July 1991, as compared to 27.58% of the voting age population, only 9 out of 72 employees, or 12.5%, earning $20,500 or more are black. There are twelve county employees earning $31,000 or more, none of whom are black.</p>\n<p>43. Blacks in Columbus County are significantly more likely to be unemployed than are white workers.</p>\n<p>44. Education in Columbus County did not begin to be desegregated until 1969. Consequently, all voters over 40 years old who grew up in Columbus County attended segregated schools for their entire public school education.</p>\n<p>45. Concomitant with these disparities in employment opportunity and educational achievement is a tremendous economic disparity between the white and black communities with black residents being significantly overrepresented in every measure of poverty. According to the last available <span class=\"star-pagination\">*1105</span> census data, blacks constituted 51.32% of all persons in Columbus County living below the federally defined poverty level. At that time, the mean annual income for white households was $17,765 compared to $10,931 for black.</p>\n<p>46. There is a history in North Carolina of the use of racial appeals in election campaigns. <i>Gingles v. Edmisten,</i> 590 F.Supp. at 364.</p>\n<p>47. Throughout the modern era, racial appeals have been used in elections in Columbus County in instances when a minority candidate, or someone thought to sympathize with a minority candidate, seemed likely to prevail.</p>\n<p>48. Campaign materials reveal an unmistakable intention by their disseminators to exploit existing fears and prejudices and to create new fears and prejudices on the part of white citizens in regard to black citizens and to black citizens' participation in the political process.</p>\n<p>49. The persistent use of racial appeals lessens the ability of Columbus County's black citizens to participate in the political process and to elect representatives of their choice.</p>\n<p>50. While the Board is sometimes responsive to the requests of the black community, many of their particularized requests have gone unmet. These issues have included the hiring of black employees by the county, and the appointment of blacks to boards and commissions.</p>\n<p>51. Of the 229 people appointed by the Board to other various boards and committees, 192 (83.8%) are white, 32 (13.97%) are black, and 5 (2.18%) are American Indians. Thus, blacks are seriously underrepresented in these appointments. Of the 35 boards or commissions to which the Board makes appointments, seventeen, or half, have no blacks, while only two have no whites.</p>\n<p>52. This underrepresentation of the black community on official boards and commissions also diminishes the opportunity of blacks to participate in the political process and to gain the experience and exposure which would allow them to be more viable candidates.</p>\n<p>53. There is no compelling governmental need for the use of at-large elections or any reason that would justify the use of an election method that results in racial vote dilution.</p>\n<p>54. The size of the county and the importance of geographically diverse representation, which is the policy basis for use of a residency requirement, equally well support the use of single-member district elections.</p>\n<p>55. Under the totality of the circumstances, the use of an at-large election method for elections to the Board has the result of denying black citizens an equal opportunity to participate in the political process and to elect representatives of their choice.</p>\n<p>56. Columbus County has a black population large enough and located such that it is possible to divide the County into five districts of equal population in which one or more are majority black in voting-age population. Plaintiffs presented two such plans: one with one-majority black district (59.35% black in voting-age population), and one with two majority-black districts (56.03% and 52.07% black in voting-age population, respectively).</p>\n<p>57. None of these three proposed majority-black districts is so spread out as to prevent the constituents and their representative from communicating with each other. Further, none of these districts are so convoluted that its members and representatives would not be able to tell who actually lived in each district.</p>\n<p>58. Each of the three proposed majority-black districts would allow for effective representation. Furthermore, the shape of these three districts does not cause the other, majority white, districts to be so convoluted as to deny their residents effective representation.</p>\n<p>59. None of the three proposed majority-black districts are more irregular in shape than those districts adopted by many other courts or local governments in creating-majority black or hispanic districts.</p>\n<p><span class=\"star-pagination\">*1106</span> 60. The black population is sufficiently large and geographically compact as to constitute the majority of the voting age population of one or more single-member districts.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>To establish that the present at-large method of electing the Columbus County Board of Commissioners violates Section 2 of the Voting Rights Act plaintiffs must make three threshold showings: 1) that black citizens are politically cohesive; 2) that the white majority votes sufficiently as a bloc to usually defeat black voters' preferred candidates for county commissioner; and 3) that black citizens are sufficiently numerous and geographically compact to form a majority in a single-member district. <i>Thornburg v. Gingles,</i> 478 U.S. at 50-51, 106 S.Ct. at 2766-67. In evaluating a claim of vote dilution under Section 2 of the Voting Rights Act, this court must consider the totality of circumstances and determine, based upon a searching practical evaluation of the past and present reality, whether the plaintiffs have an equal opportunity to participate in the political process and to elect candidates of their choice. This determination is peculiarly dependent upon the facts of each case and requires an intensely local appraisal of the design and impact of the contested electoral mechanisms. <i>Id.</i> at 44, 106 S.Ct. at 2763.</p>\n<p></p>\n<h2>III. CONCLUSIONS OF LAW</h2>\n<p>1. Plaintiffs have sufficiently proven the three threshold findings set forth in <i>Thornburg.</i></p>\n<p>2. Under the totality of the circumstances, the use of an at-large election method for elections to the Columbus County Board of Commissioners has the result of denying black citizens an equal opportunity to participate in the political process and to elect representatives of their choice. Therefore, its use is a violation of Section 2 of the Voting Rights Act.</p>\n<p>3. Plaintiffs are entitled to the entry of an order requiring defendants to use an election method which fairly and completely remedies this violation.</p>\n<p>4. Because the trial of this matter was bifurcated, defendants will have until 17 January 1992 to present to the court a proposed election method which will remedy the violation found herein, and plaintiffs may respond to the proposal on or before 31 January 1992.</p>\n<h2>NOTES</h2>\n<p>[1]  It is disputed whether intervenor William Chestnut currently resides in Columbus County, but he formerly resided in Tabor City and claims to reside there now.</p>\n<p>[2]  \"Cohesive\" means that a substantial majority of a particular voting group, such as here the black community of voters, voted for a member of that voting group.</p>\n<p>[3]  P=primary; R=runoff primary; G=general election.</p>\n<p>[4]  Jacobs is Native American but was the candidate of choice of black voters in this election.</p>\n<p>[5]  Although Rains is a Native American, after the black candidates lost in the first primary, Rains became the candidate of choice of black voters.</p>\n<p>[6]  These elections were the 1980 County Commission primary, the 1982 coroner primary, the 1984 county commission and presidential primaries, the 1986 county commission primary and runoff primary, the 1988 presidential primary, the 1988 Court of Appeals primary and runoff primary, and the 1990 Sheriff primary and US Senate primary and runoff primary.</p>\n<p>[7]  It is noteworthy that the black candidate, Davis, lived in Columbus County and his opponent in this statewide election did not.</p>\n<p>[8]  80% is an understatement since this assumes that 100% of black and other minority voters are Democrats. This figure is as of October 1990.</p>\n<p>[9]  These elections were the 1980 County Commission Primary, the 1982 coroner primary, the 1984 county commission and presidential primaries, the 1986 county commission primary and runoff primary, the 1988 presidential primary, the 1990 Sheriff primary and U.S. Senate primary and runoff primary.</p>\n<p>[10]  The 1984 presidential primary, the 1986 county commission primary and runoff primary, the 1988 presidential primary, the 1990 Sheriff primary and U.S. Senate primary and runoff primary.</p>\n<p>[11]  McNeill ran as an incumbent in 1976 having been initially elected under a system that permitted single shot voting.</p>\n<p>[12]  The election was that of the 1986 County Commission runoff involving Williams, the black candidate. The other county elections were the 1980 County Commission primary, the 1982 coroner primary, the 1984 County Commission primary, the 1986 County Commission primary, and the 1990 Sheriff primary.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2247143/"
  ]
}