{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2246341/",
  "absolute_url": "/opinion/2246341/mcqueen-v-garrison/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2246341/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:50:29.832490Z",
  "date_modified": "2016-04-27T03:01:23.521083Z",
  "type": "010combined",
  "sha1": "787d03bbc9850b81859475ef96adc2d19986a99d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>617 F.Supp. 633 (1985)</b></center>\n<center><h1>Roger Lee McQUEEN, Petitioner,<br>\nv.<br>\nSamuel P. GARRISON, et al., Respondents.</h1></center>\n<center>No. 82-675-HC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 4, 1985.</center>\n<p>Douglas E. Canders, Fayetteville, N.C., for petitioner.</p>\n<p>Lacy H. Thornburg, Atty. Gen. by Richard N. League, Sp. Deputy Atty. Gen., Raleigh, N.C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LARKINS, Senior District Judge:</p>\n<p>Petitioner, Roger Lee McQueen, a North Carolina state court inmate, seeks a federal writ of habeas corpus pursuant to 28 U.S.C. § 2254. McQueen seeks collateral relief from two, 1977 first-degree murder convictions for which he was sentenced to life imprisonment.</p>\n<p>The petitioner alleged numerous grounds for relief; however, this court, by order filed 1 September 1983, dismissed all of the claims except two: first, that his rights were violated when hypnotic memory enhancement was used to obtain eyewitness testimony against him, and second, that he was denied effective assistance of counsel as a result of his attorneys' limited response to the state's use of the hypnotically refreshed testimony. Judge Larkins referred these claims to a magistrate for disposition pursuant to 28 U.S.C. § 636(b)(1)(B).</p>\n<p>After conducting a three-day evidentiary hearing, the magistrate concluded that it was highly undesirable for the trial judge to allow the state's only eyewitness to testify to facts which were subject to recall only by the use of hypnosis. Despite making this finding, the magistrate, analyzing the issue under the Fourteenth Amendment due process clause, determined that the petitioner had not been denied a fundamentally <span class=\"star-pagination\">*634</span> fair trial and recommended that this claim be dismissed. The magistrate further recommended that the petitioner's ineffective assistance of counsel claim be dismissed.</p>\n<p>By order filed 12 April 1985, this court adopted the magistrate's memorandum and recommendation <i>in toto.</i><sup>[1]</sup> The habeas petition was not dismissed, however, for the court determined that further proceedings were necessary to consider whether the use of the hypnotically-induced testimony deprived the petitioner of his sixth amendment right to confrontation of witnesses, applicable to state criminal proceedings through the Fourteenth Amendment. <i>Pointer v. Texas,</i> 380 U.S. 400, 85 S.Ct. 1065, 13 L.Ed.2d 923 (1965).</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Petitioner's sixth amendment claim stems from the testimony of Barbara Kiser, describing the events which occured on 23 June 1972. It is undisputed that on that day two women were shot to death in a house in which Kiser worked as a prostitute. The victims included the landlady, who operated the house of ill fame, and another prostitute.</p>\n<p>At trial, evidence tended to show that Kiser either witnessed the murders or participated in the criminal acts. After the murders, Kiser and the petitioner immediately fled North Carolina by automobile and traveled around the country, driving through numerous states including Illinois, Indiana, Texas, Utah, and Nevada.</p>\n<p>Kiser separated from the petitioner near the end of July and, upon arriving in Logansport, Indiana, learned that she and McQueen were wanted by the Federal Bureau of Investigation for fleeing North Carolina where there had been outstanding warrants charging the suspects with first degree murder. Kiser returned home in Indiana and surrendered to the custody of the FBI. After federal charges were dropped, Kiser voluntarily returned to North Carolina pursuant to a grant of immunity.</p>\n<p>On 29 August 1972, Kiser made a statement to the Cumberland County Police. She stated that \"I was outside coming back into the house when I heard the four shots.\" (Tr. 521). Kiser explained that the petitioner was inside the house with the two other women at the time and that she was outside of the house putting luggage in the car pursuant to his demand.</p>\n<p>Five years elapsed before the petitioner was brought to trial on the first degree murder charges. In an attempt to recall, more accurately, the events which she observed on 23 June 1972, several days before the trial commenced, Kiser requested that she be placed under hypnosis. Kiser explained that before hypnosis, she was uncertain as to what she had seen: \"Sometimes I knew I saw him kill them and sometimes I really knew that I didn't.... I couldn't remember.\" (Tr. 519). From Kiser's perspective, the hypnotic treatment was successful, for afterwards, the subject was able to relive the whole morning of June 23, just as if it were occurring on the day of treatment. (Tr. 521). At trial, Kiser gave an eyewitness account of the shootings, stating that she saw McQueen shoot and kill the two women.</p>\n<p></p>\n<h2>SIXTH AMENDMENT CLAIM</h2>\n<p>Petitioner argues that his defense attorneys were unable to cross-examine Kiser's testimony, effectively, because it was the product of hypnosis. The Supreme Court has recognized that the primary interest secured by the confrontation clause of the Sixth Amendment is the right of cross-examination. <i>Douglas v. Alabama,</i> 380 U.S. 415, 85 S.Ct. 1074, 13 L.Ed.2d 934 (1965). This right, which is fundamental, <i>Smith v. Illinois,</i> 390 U.S. 129, 88 S.Ct. 748, 19 L.Ed.2d 956 (1968), is made obligatory on states by due process guarantees of the Fourteenth Amendment. <i>Pointer v.</i> <span class=\"star-pagination\">*635</span> <i>Texas,</i> 380 U.S. 400, 85 S.Ct. 1065, 13 L.Ed.2d 923 (1965). In addition to requiring the witness to stand face to face with the jury, cross-examination insures that the accused has an opportunity to test the recollection and sift the conscience of the witness. <i>Mattox v. United States,</i> 156 U.S. 237, 242-43, 15 S.Ct. 337, 339-40, 39 L.Ed. 409 (1895), <i>cited in </i><i>Douglas v. Alabama,</i> 380 U.S. at 419, 85 S.Ct. at 1077. These means of testing the accuracy of testimony are so important that the absence of proper confrontation at trial calls into question the ultimate integrity of the fact finding process. <i>Ohio v. Roberts,</i> 448 U.S. 56, 64, 100 S.Ct. 2531, 2538, 65 L.Ed.2d 597 (1980). The petitioner contends that, because of the brainwashing affect of hypnosis, he was unable to challenge whether the declarant accurately perceived and remembered the matter related  one of the \"principal purpose[s] of cross-examination.\" <i>Id.</i> at 71, 100 S.Ct. at 2541.</p>\n<p>In <i>Clay v. Vose,</i> 599 F.Supp. 1505 (D.Mass.1984), the United States District Court for Massachusets considered whether or not the sixth amendment right to confrontation of witnesses imposes federal constitutional constraints on the admissibility of testimony by a previously hypnotized witness. The court answered in the affirmative but refused to bar, entirely, the use of such testimony. In dictum, the court noted that federal constitutional constraints will likely preclude the use of such testimony, at trial, from a hypnotized witness concerning matter not remembered before hypnosis. <i>Id.</i> at 1519-20. The Fifth Circuit, in an earlier decision, held that an uncorroborated personal identification, made only after hypnosis, of a person clearly singled out for suspician, is inadmissible despite any procedural safeguard used in an attempt to sanitize the hypnotic session. <i>United States v. Valdez,</i> 722 F.2d 1196 (5th Cir.1984). The <i>Valdez</i> and <i>Vose</i> Courts recognized, in their analysis, principles which have been generally accepted within the scientific community studying hypnosis:</p>\n<p>(1) The hypnotic subject is extremely vulnerable to accepting as true suggestions from the hypnotist, and the hypnotist may be unaware of his tainting the session with suggestions;</p>\n<p>(2) The subject develops a distorting desire to please the hypnotist;</p>\n<p>(3) The subject is likely to engage in confabulation, the invention of details in order to make the witness' account complete, logical, and acceptable to the hypnotist;</p>\n<p>(4) No one, including the subject, hypnotist, and lay jury, will be able to separate true memory from hypnotic pseudomemory;</p>\n<p>(5) The subject's confidence in his post-hypnotic memory, even if fabricated, will be significantly strengthened; and</p>\n<p>(6) Procedural safeguards are available to increase the likelihood of elicitating reliable evidence; however, no safeguards could insure accuracy.</p>\n<p><i>Clay v. Vose,</i> 599 F.Supp. at 1518-19; <i>United States v. Valdez,</i> 722 F.2d at 1201-02 (containing extensive citations indicating the sources from which these principles were derived).</p>\n<p>Recognizing these prejudicial effects of hypnotic testimony, some state courts have viewed the process of hypnosis as merely affecting credibility; however, a greater number of courts have concluded that hypnotizing a witness affects the admissibility of that witness' testimony. 599 F.Supp. at 1519. These latter courts have adopted three rules of admissibility; first, only events remembered before hypnosis may be the subject of testimony at trial; second, hypnotically enhanced testimony may be allowed if proper procedural safeguards are followed; and third, all testimony relating to the subject of a hypnotic session is inadmissible. <i>Id.</i></p>\n<p>Before <i>State v. Peoples,</i> 311 N.C. 515, 319 S.E.2d 177 (1984), North Carolina was among those states which held that a witness' being hypnotized was a consideration relating only to the credibility rather than the admissibility of the evidence. <i>State v. McQueen,</i> 295 N.C. 96, 244 S.E.2d 414 (1978). Recognizing several problems inherent <span class=\"star-pagination\">*636</span> in the hypnotic process, which parallel those discussed above, <i>Peoples</i> overruled <i>McQueen</i> and held that \"hypnotically refreshed testimony is simply too unreliable to be used as evidence in a judicial setting.\" 311 N.C. at 532, 319 S.E.2d at 187. One of the court's specific concerns was the possibility that hypnosis may preclude effective cross-examination of the subject because of his enhanced confidence in the truthfulness and accuracy of his post-hypnotic recall. Accordingly, <i>Peoples</i> adopted the rule that a hypnotized witness may not testify to any fact not related by him before the hypnotic session. <i>Id.</i> at 533, 319 S.E.2d at 187.</p>\n<p>To determine whether or not the admission of Kiser's hypnotically induced testimony deprived the petitioner of his sixth amendment right to confrontation, the court must determine if effective cross-examination was precluded. Kiser's first statement regarding the shooting was short and vague. She merely heard the sound of gunfire while returning to the house. Hypnosis provided a vehicle by which the witness was able to recant this prehypnotic testimony without suffering any significant attack on credibility. At trial, Kiser described the murders with startling detail:</p>\n<blockquote>Roger followed down the hall behind her. The next thing I heard was a gunshot. I went running into Wilma's room and she was lying back on her bed like this (indicating). She had been shot in the chest.... A pistol [was in Roger's hand].... He told [Linda], `get the rope' and that he would just tie them up and we would go.... Then he stood over them and he killed them. He laid them out in the bed, hands put around their backs like this (indicating) and he just stood there and shot them in the head.... He was standing at the foot of the bed, and he just stood there like that (indicating) and he went bang and they were dead. I was crying. I asked him, \"Did you hurt them?\" He said, \"They're dead you dumb bitch, now shut up. We're going.\"</blockquote>\n<p>(Tr. 450, 470). On cross-examination, Kiser explained that hypnosis cleared her mind, enabling her to relive the events.</p>\n<p>Before Kiser testified, the defense attorneys argued that they would not be able to cross-examine the witness, effectively, if she testified as a result of hypnotic suggestion. (Tr. 430). Defense counsel explained that they were unfamiliar with the term hypnotic suggestion and stated that they were unsure of its affects on a witness, including whether it can cause one to recall something that didn't happen and whether it can enable one to program the witness' performance on the stand. (Tr. 562).</p>\n<p>According to post-trial affidavits of the petitioner's defense attorneys, their reasons for concern materialized. From their personal observations, both attorneys agreed that hypnosis transformed Kiser into an extremely credible witness. James R. Parrish observed that Kiser presented a very positive command of the facts and appeared to be very sure of herself. She was confident and totally unshakable in either memory or certainty. He postulated that the hypnotic procedure had altered her state of consciousness and artificially reinforced her belief in her testimony.</p>\n<p>Fred J. Williams, now a Superior Court Judge, was appointed to represent petitioner in 1977. In his affidavit, Judge Williams projects Kiser as a witness who \"presented a very secure and positive command of the facts ... and was insulated ... from any attack with regard to inconsistencies in her statement.\" He too attributed Kiser's performance to the hypnotic session.</p>\n<p>These opinions are consistent with recent court decisions and legal research examining whether hypnosis unjustifiably bolsters a witness' conviction in his version of the facts.</p>\n<p>Bolstering a witness' conviction in his version of the facts is one product of hypnosis which has concerned numerous courts and commentators. Dr. Martin Orne, a leading expert in the field of hypnosis and expert witness in this case, has concluded that hypnosis makes a witness' credibility impervious to cross-examination. Orne, <span class=\"star-pagination\">*637</span> <i>The Use and Misuse of Hypnosis in Court,</i> 27 Int'l J. Clinical &amp; Experimental Hypnosis 311, 332 (1979), <i>cited with approval in </i><i>State v. Peoples,</i> 311 N.C. 515, 319 S.E.2d 177, 182 (1984). The court in <i>State v. Mack</i> has observed that because a person hypnotized is subjectively convinced of the veracity of his memory, he is not susceptible to cross-examination. 292 N.W.2d 764, 769 (Minn.1980). The Fifth Circuit, in <i>Valdez,</i> observed that \"once a witness makes a recitation under hypnosis, his confidence in that supposed memory  whether genuine or invented  is greatly strengthened.\" <i>United States v. Valdez,</i> 722 F.2d at 1202. Consequently, an \"unshakeable subjective conviction,\" might be produced which gives the witness' testimony the \"imprimatur of absolute confidence.\" <i>Id.</i></p>\n<p>Dr. Orne examined Kiser's statement made before hypnosis and the transcript made of the hypnotic session, but was unable to determine precisely how the witness was affected by hypnosis. He noted that no procedural safeguards were followed which possibly would have allowed an expert to determine how the hypnotic session affected Kiser. For example, the state failed to record the discussion that preceded hypnosis. <i>See </i><i>State v. Hurd,</i> 86 N.J. 525, 432 A.2d 86 (1981) (provides the procedural safeguards which some courts have required the state to follow in order to allow such testimony in court).</p>\n<p>By applying known general principles of hypnosis, Dr. Orne was able to make inferences about what could have occurred. Dr. Orne concluded that hypnosis did not \"aid in recall but rather [turned] a suspected accomplice into a believable victim. Hypnosis served to make the story more consistent and the witness more convincing  to the police, the prosecution, the court, the jury and even to herself.\" Thus, Dr. Orne attributed the state's success in prosecuting the petitioner to Kiser's becoming a convincing witness as a result of hypnosis. Dr. Orne, noted further, that as in most cases, hypnosis did not provide any new accurate information subject to verification.</p>\n<p>If hypnosis were a procedure which was generally accepted within the scientific community as being reliable for its ability to restore the memory of a witness, a possibility exists that the Sixth Amendment would allow such hypnotically refreshed statements to be placed before the jury though there is no effective confrontation. This result is based on an analysis which parallels that which the Supreme Court has applied to hearsay. An out of court statement may be placed before a jury, without confrontation, when there are \"indicia of reliability,\" <i>Dutton v. Evans,</i> 400 U.S. 74, 91 S.Ct. 210, 27 L.Ed.2d 213 (1970), which \"afford the trier of fact a satisfactory bases for evaluating the truth of the prior statement.\" <i>California v. Green,</i> 399 U.S. 149, 161, 90 S.Ct. 1930, 1936, 26 L.Ed.2d 489 (1970).</p>\n<p>The scientific community has been unable to guarantee the accuracy of information obtained through hypnosis. <i>See</i> Spector &amp; Foster, <i>Admissibility of Hypnotic Statements: Is the Law of Evidence Susceptible?,</i> 38 Ohio St.L.J. 567, 578-79 (1977). The American Medical Association has recently published its position regarding the use of hypnosis to enhance memory. It found that there is no evidence to support a view that hypnosis increases accurate recall. <i>Scientific Status of Refreshing Recollection by the Use of Hypnosis; Counsel on Scientific Affairs,</i> 253 J.A.M.A. 1918-23 (1985).</p>\n<p>Rather than possessing \"indicia of reliability,\" hypnotically induced testimony can easily mislead the court, Dilloff, <i>The Admissibility of Hypnotically Influenced Testimony,</i> 4 Ohio N.U.L.Rev. 1 (1977), and fool a jury, <i>State v. Mack,</i> 292 N.W.2d 764, 769 (Minn.1980), when the witness is convinced of the accuracy of his story.</p>\n<p>Before a court adopts a procedure which purportedly restores the memory of a witness while immunizing him from effective cross-examination, an analysis which resembles the <i>Frye</i> test should be applied to determine if the results are scientifically reliable and accurate. <i>See </i><i>Mack,</i> 292 <span class=\"star-pagination\">*638</span> N.W.2d at 769. Applying the <i>Frye</i> test to hypnosis serves as a device to prevent the misuse of a procedure which has the potential to influence, unduly, the jury. <i>People v. Shirley,</i> 31 Cal.3d 18, 63, 641 P.2d 775, 779, 181 Cal.Rptr. 243, 263, <i>cert. denied,</i> 458 U.S. 1125, 103 S.Ct. 13, 73 L.Ed.2d 1400 (1982).</p>\n<p>Since experts studying hypnosis have been unable to determine whether someone's memory restored by hypnosis is truth, falsehood, or confabulation, <i>Frye</i> would impose limitations on its use in the courtroom and may bar it. Comment, <i>The Admissibility of Hypnotically Refreshed Testimony,</i> 20 Wake Forest L.Rev. 223 (1984).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court hereby finds that the petitioner's sixth amendment right to confrontation was violated by the use of Kiser's hypnotically induced testimony admitted at trial. Hypnosis produced an eyewitness whose testimony was crucial to the state's case. It allowed the state to present direct evidence implicating the petitioner. Before hypnosis, Kiser was unable to state, with certainty, who committed the killings. After hypnosis, Kiser was able to provide the court with a chilling account of the events which took place on 23 June 1972, including the petitioner's carrying out the slayings.</p>\n<p>The trial transcript disclosed the defense attorneys' frustration with cross-examining Kiser regarding her hypnotically refreshed testimony. The novelty of using hypnosis as a means of elicitating evidence impeded effective cross-examination. The attorneys were admittedly unfamiliar with some of the by-products of hypnosis, including the possibility that hypnotic suggestion precludes effective cross-examination.</p>\n<p>Since the trial, the scientific community has recognized several principles regarding hypnosis which challenge its effectiveness as a tool for producing evidence sufficiantly probative to be used in a criminal trial. Its use as an investigatory tool is not subject to attack.</p>\n<p>Unless evidence produced by hypnosis and introduced at trial is corroborated, there is no effective means of cross-examining its source. In some instances the declarant himself will be the only one able to discern truth from fabrication. Generally, however, the subject will be unable to distinguish between their prehypnotic recollections and those induced by hypnosis. This cause for concern is enhanced when the subject has a personal interest in the substantive content of his testimony, such as in the case at bar. Kiser had a great personal interest in having the jury believe her testimony. If the jury convicted McQueen on the basis of her testimony, Kiser would appear to have been exonerated, for she was once a suspect. None of Kiser's posthypnotic testimony was subjected to independent verification.</p>\n<p>The court and jury are both incapable of determining when the witness is failing to separate true memory from hypnotic pseudomemory. This deficiency is significant considering the subject's propensity to engage in confabulation, the subject's vulnerability to suggestions communicated during the hypnotic process, whether or not intentional, and the subject's great level of confidence exuded on the stand, regarding the substance of the posthypnotic testimony.</p>\n<p>In this case, there are no factors which mitigate against these concerns. To the contrary, no procedural safeguards were followed which might have increased the overall reliability of Kiser's posthypnotic testimony. The lack of procedural safeguards contributed to the petitioner's inability to cross-examine Kiser effectively. Consequently, it is likely that the jury was left with the impression that hypnosis is a technique which allows the hypnotist to stimulate accurate recall. This perception would give credence, unjustifiably, to Kiser's second version of the facts.</p>\n<p>The facts and circumstances in this case demonstrate the need for the courts to define clearly when hypnosis impairs the defendant's right to cross-examination to such a degree that it violates his constitutional right to confrontation. This <span class=\"star-pagination\">*639</span> court agrees with the federal district court in <i>Clay v. Vose</i><i>,</i> finding that the \"Sixth Amendment does not support a per se rule rejecting all testimony of a witness who has been subjected to hypnosis at some time before trial.\" 599 F.Supp. at 1505. However, any standard adopted must be enforcible and practical. To satisfy this requirement, the court finds that the Sixth Amendment bars the use of any testimony covering matters not remembered before hypnosis. If a state effects, either directly or indirectly, the hypnosis of a potential witness, the burden is on them to show by convincing evidence that the substance of the witness' testimony, relating to any matter probed at the hypnotic session, was remembered before hypnosis. In this case, it is clear that the state would not be able to satisfy this standard.</p>\n<p>Finally, the court is not satisfied beyond a reasonable doubt that the testimony admitted at trial in violation of the Sixth Amendment did not contribute to McQueen's conviction. Accordingly, the error can not be deemed harmless. <i>Chapman v. California,</i> 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967).</p>\n<p>Accordingly, the applicant's petition for writ of habeas corpus is hereby ALLOWED. The state of North Carolina is hereby ORDERED to release the petitioner from its custody or to retry him within ninety (90) days of this Order.</p>\n<h2>NOTES</h2>\n<p>[1]  See the reported decision of Magistrate McCotter for an extensive background analysis on hypnosis. 619 F.Supp. 116 (1985).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">617</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">633</span></span> (1985)</b></center>\n<center><h1>Roger Lee McQUEEN, Petitioner,<br>\nv.<br>\nSamuel P. GARRISON, et al., Respondents.</h1></center>\n<center>No. 82-675-HC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 4, 1985.</center>\n<p>Douglas E. Canders, Fayetteville, N.C., for petitioner.</p>\n<p>Lacy H. Thornburg, Atty. Gen. by Richard N. League, Sp. Deputy Atty. Gen., Raleigh, N.C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LARKINS, Senior District Judge:</p>\n<p>Petitioner, Roger Lee McQueen, a North Carolina state court inmate, seeks a federal writ of habeas corpus pursuant to 28 U.S.C. § 2254. McQueen seeks collateral relief from two, 1977 first-degree murder convictions for which he was sentenced to life imprisonment.</p>\n<p>The petitioner alleged numerous grounds for relief; however, this court, by order filed 1 September 1983, dismissed all of the claims except two: first, that his rights were violated when hypnotic memory enhancement was used to obtain eyewitness testimony against him, and second, that he was denied effective assistance of counsel as a result of his attorneys' limited response to the state's use of the hypnotically refreshed testimony. Judge Larkins referred these claims to a magistrate for disposition pursuant to 28 U.S.C. § 636(b)(1)(B).</p>\n<p>After conducting a three-day evidentiary hearing, the magistrate concluded that it was highly undesirable for the trial judge to allow the state's only eyewitness to testify to facts which were subject to recall only by the use of hypnosis. Despite making this finding, the magistrate, analyzing the issue under the Fourteenth Amendment due process clause, determined that the petitioner had not been denied a fundamentally <span class=\"star-pagination\">*634</span> fair trial and recommended that this claim be dismissed. The magistrate further recommended that the petitioner's ineffective assistance of counsel claim be dismissed.</p>\n<p>By order filed 12 April 1985, this court adopted the magistrate's memorandum and recommendation <i>in toto.</i><sup>[1]</sup> The habeas petition was not dismissed, however, for the court determined that further proceedings were necessary to consider whether the use of the hypnotically-induced testimony deprived the petitioner of his sixth amendment right to confrontation of witnesses, applicable to state criminal proceedings through the Fourteenth Amendment. <i>Pointer v. Texas,</i> <span class=\"citation\" data-id=\"107014\"><a href=\"/opinion/107014/pointer-v-texas/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, <span class=\"citation\" data-id=\"107014\"><a href=\"/opinion/107014/pointer-v-texas/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1065</span></a></span>, <span class=\"citation\" data-id=\"107014\"><a href=\"/opinion/107014/pointer-v-texas/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">923</span></a></span> (1965).</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Petitioner's sixth amendment claim stems from the testimony of Barbara Kiser, describing the events which occured on 23 June 1972. It is undisputed that on that day two women were shot to death in a house in which Kiser worked as a prostitute. The victims included the landlady, who operated the house of ill fame, and another prostitute.</p>\n<p>At trial, evidence tended to show that Kiser either witnessed the murders or participated in the criminal acts. After the murders, Kiser and the petitioner immediately fled North Carolina by automobile and traveled around the country, driving through numerous states including Illinois, Indiana, Texas, Utah, and Nevada.</p>\n<p>Kiser separated from the petitioner near the end of July and, upon arriving in Logansport, Indiana, learned that she and McQueen were wanted by the Federal Bureau of Investigation for fleeing North Carolina where there had been outstanding warrants charging the suspects with first degree murder. Kiser returned home in Indiana and surrendered to the custody of the FBI. After federal charges were dropped, Kiser voluntarily returned to North Carolina pursuant to a grant of immunity.</p>\n<p>On 29 August 1972, Kiser made a statement to the Cumberland County Police. She stated that \"I was outside coming back into the house when I heard the four shots.\" (Tr. 521). Kiser explained that the petitioner was inside the house with the two other women at the time and that she was outside of the house putting luggage in the car pursuant to his demand.</p>\n<p>Five years elapsed before the petitioner was brought to trial on the first degree murder charges. In an attempt to recall, more accurately, the events which she observed on 23 June 1972, several days before the trial commenced, Kiser requested that she be placed under hypnosis. Kiser explained that before hypnosis, she was uncertain as to what she had seen: \"Sometimes I knew I saw him kill them and sometimes I really knew that I didn't.... I couldn't remember.\" (Tr. 519). From Kiser's perspective, the hypnotic treatment was successful, for afterwards, the subject was able to relive the whole morning of June 23, just as if it were occurring on the day of treatment. (Tr. 521). At trial, Kiser gave an eyewitness account of the shootings, stating that she saw McQueen shoot and kill the two women.</p>\n<p></p>\n<h2>SIXTH AMENDMENT CLAIM</h2>\n<p>Petitioner argues that his defense attorneys were unable to cross-examine Kiser's testimony, effectively, because it was the product of hypnosis. The Supreme Court has recognized that the primary interest secured by the confrontation clause of the Sixth Amendment is the right of cross-examination. <i>Douglas v. Alabama,</i> <span class=\"citation\" data-id=\"107015\"><a href=\"/opinion/107015/douglas-v-alabama/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, <span class=\"citation\" data-id=\"107015\"><a href=\"/opinion/107015/douglas-v-alabama/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1074</span></a></span>, <span class=\"citation\" data-id=\"107015\"><a href=\"/opinion/107015/douglas-v-alabama/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">934</span></a></span> (1965). This right, which is fundamental, <i>Smith v. Illinois,</i> <span class=\"citation\" data-id=\"107610\"><a href=\"/opinion/107610/smith-v-illinois/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">129</span></a></span>, <span class=\"citation\" data-id=\"107610\"><a href=\"/opinion/107610/smith-v-illinois/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">748</span></a></span>, <span class=\"citation\" data-id=\"107610\"><a href=\"/opinion/107610/smith-v-illinois/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">956</span></a></span> (1968), is made obligatory on states by due process guarantees of the Fourteenth Amendment. <i>Pointer v.</i> <span class=\"star-pagination\">*635</span> <i>Texas,</i> <span class=\"citation\" data-id=\"107014\"><a href=\"/opinion/107014/pointer-v-texas/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, <span class=\"citation\" data-id=\"107014\"><a href=\"/opinion/107014/pointer-v-texas/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1065</span></a></span>, <span class=\"citation\" data-id=\"107014\"><a href=\"/opinion/107014/pointer-v-texas/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">923</span></a></span> (1965). In addition to requiring the witness to stand face to face with the jury, cross-examination insures that the accused has an opportunity to test the recollection and sift the conscience of the witness. <i>Mattox v. United States,</i> <span class=\"citation\" data-id=\"94091\"><a href=\"/opinion/94091/mattox-v-united-states/\"><span class=\"volume\">156</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">237</span></a></span>, 242-43, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">337</span></span>, 339-40, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">409</span></span> (1895), <i>cited in </i><i>Douglas v. Alabama,</i> 380 U.S. at 419, 85 S.Ct. at 1077. These means of testing the accuracy of testimony are so important that the absence of proper confrontation at trial calls into question the ultimate integrity of the fact finding process. <i>Ohio v. Roberts,</i> <span class=\"citation\" data-id=\"110324\"><a href=\"/opinion/110324/ohio-v-roberts/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">56</span></a></span>, 64, <span class=\"citation\" data-id=\"110324\"><a href=\"/opinion/110324/ohio-v-roberts/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, 2538, <span class=\"citation\" data-id=\"110324\"><a href=\"/opinion/110324/ohio-v-roberts/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1980). The petitioner contends that, because of the brainwashing affect of hypnosis, he was unable to challenge whether the declarant accurately perceived and remembered the matter related  one of the \"principal purpose[s] of cross-examination.\" <i>Id.</i> at 71, 100 S.Ct. at 2541.</p>\n<p>In <i>Clay v. Vose,</i> <span class=\"citation\" data-id=\"1898191\"><a href=\"/opinion/1898191/clay-v-vose/\"><span class=\"volume\">599</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1505</span></a></span> (D.Mass.1984), the United States District Court for Massachusets considered whether or not the sixth amendment right to confrontation of witnesses imposes federal constitutional constraints on the admissibility of testimony by a previously hypnotized witness. The court answered in the affirmative but refused to bar, entirely, the use of such testimony. In dictum, the court noted that federal constitutional constraints will likely preclude the use of such testimony, at trial, from a hypnotized witness concerning matter not remembered before hypnosis. <i>Id.</i> at 1519-20. The Fifth Circuit, in an earlier decision, held that an uncorroborated personal identification, made only after hypnosis, of a person clearly singled out for suspician, is inadmissible despite any procedural safeguard used in an attempt to sanitize the hypnotic session. <i>United States v. Valdez,</i> <span class=\"citation\" data-id=\"428348\"><a href=\"/opinion/428348/united-states-v-joe-corona-valdez/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1196</span></a></span> (5th Cir.1984). The <i>Valdez</i> and <i>Vose</i> Courts recognized, in their analysis, principles which have been generally accepted within the scientific community studying hypnosis:</p>\n<p>(1) The hypnotic subject is extremely vulnerable to accepting as true suggestions from the hypnotist, and the hypnotist may be unaware of his tainting the session with suggestions;</p>\n<p>(2) The subject develops a distorting desire to please the hypnotist;</p>\n<p>(3) The subject is likely to engage in confabulation, the invention of details in order to make the witness' account complete, logical, and acceptable to the hypnotist;</p>\n<p>(4) No one, including the subject, hypnotist, and lay jury, will be able to separate true memory from hypnotic pseudomemory;</p>\n<p>(5) The subject's confidence in his post-hypnotic memory, even if fabricated, will be significantly strengthened; and</p>\n<p>(6) Procedural safeguards are available to increase the likelihood of elicitating reliable evidence; however, no safeguards could insure accuracy.</p>\n<p><i>Clay v. Vose,</i> 599 F.Supp. at 1518-19; <i>United States v. Valdez,</i> 722 F.2d at 1201-02 (containing extensive citations indicating the sources from which these principles were derived).</p>\n<p>Recognizing these prejudicial effects of hypnotic testimony, some state courts have viewed the process of hypnosis as merely affecting credibility; however, a greater number of courts have concluded that hypnotizing a witness affects the admissibility of that witness' testimony. 599 F.Supp. at 1519. These latter courts have adopted three rules of admissibility; first, only events remembered before hypnosis may be the subject of testimony at trial; second, hypnotically enhanced testimony may be allowed if proper procedural safeguards are followed; and third, all testimony relating to the subject of a hypnotic session is inadmissible. <i>Id.</i></p>\n<p>Before <i>State v. Peoples,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">515</span></span>, <span class=\"citation\" data-id=\"1349991\"><a href=\"/opinion/1349991/state-v-peoples/\"><span class=\"volume\">319</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">177</span></a></span> (1984), North Carolina was among those states which held that a witness' being hypnotized was a consideration relating only to the credibility rather than the admissibility of the evidence. <i>State v. McQueen,</i> <span class=\"citation\" data-id=\"1338155\"><a href=\"/opinion/1338155/state-v-mcqueen/\"><span class=\"volume\">295</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">96</span></a></span>, <span class=\"citation\" data-id=\"1338155\"><a href=\"/opinion/1338155/state-v-mcqueen/\"><span class=\"volume\">244</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">414</span></a></span> (1978). Recognizing several problems inherent <span class=\"star-pagination\">*636</span> in the hypnotic process, which parallel those discussed above, <i>Peoples</i> overruled <i>McQueen</i> and held that \"hypnotically refreshed testimony is simply too unreliable to be used as evidence in a judicial setting.\" 311 N.C. at 532, 319 S.E.2d at 187. One of the court's specific concerns was the possibility that hypnosis may preclude effective cross-examination of the subject because of his enhanced confidence in the truthfulness and accuracy of his post-hypnotic recall. Accordingly, <i>Peoples</i> adopted the rule that a hypnotized witness may not testify to any fact not related by him before the hypnotic session. <i>Id.</i> at 533, 319 S.E.2d at 187.</p>\n<p>To determine whether or not the admission of Kiser's hypnotically induced testimony deprived the petitioner of his sixth amendment right to confrontation, the court must determine if effective cross-examination was precluded. Kiser's first statement regarding the shooting was short and vague. She merely heard the sound of gunfire while returning to the house. Hypnosis provided a vehicle by which the witness was able to recant this prehypnotic testimony without suffering any significant attack on credibility. At trial, Kiser described the murders with startling detail:</p>\n<blockquote>Roger followed down the hall behind her. The next thing I heard was a gunshot. I went running into Wilma's room and she was lying back on her bed like this (indicating). She had been shot in the chest.... A pistol [was in Roger's hand].... He told [Linda], `get the rope' and that he would just tie them up and we would go.... Then he stood over them and he killed them. He laid them out in the bed, hands put around their backs like this (indicating) and he just stood there and shot them in the head.... He was standing at the foot of the bed, and he just stood there like that (indicating) and he went bang and they were dead. I was crying. I asked him, \"Did you hurt them?\" He said, \"They're dead you dumb bitch, now shut up. We're going.\"</blockquote>\n<p>(Tr. 450, 470). On cross-examination, Kiser explained that hypnosis cleared her mind, enabling her to relive the events.</p>\n<p>Before Kiser testified, the defense attorneys argued that they would not be able to cross-examine the witness, effectively, if she testified as a result of hypnotic suggestion. (Tr. 430). Defense counsel explained that they were unfamiliar with the term hypnotic suggestion and stated that they were unsure of its affects on a witness, including whether it can cause one to recall something that didn't happen and whether it can enable one to program the witness' performance on the stand. (Tr. 562).</p>\n<p>According to post-trial affidavits of the petitioner's defense attorneys, their reasons for concern materialized. From their personal observations, both attorneys agreed that hypnosis transformed Kiser into an extremely credible witness. James R. Parrish observed that Kiser presented a very positive command of the facts and appeared to be very sure of herself. She was confident and totally unshakable in either memory or certainty. He postulated that the hypnotic procedure had altered her state of consciousness and artificially reinforced her belief in her testimony.</p>\n<p>Fred J. Williams, now a Superior Court Judge, was appointed to represent petitioner in 1977. In his affidavit, Judge Williams projects Kiser as a witness who \"presented a very secure and positive command of the facts ... and was insulated ... from any attack with regard to inconsistencies in her statement.\" He too attributed Kiser's performance to the hypnotic session.</p>\n<p>These opinions are consistent with recent court decisions and legal research examining whether hypnosis unjustifiably bolsters a witness' conviction in his version of the facts.</p>\n<p>Bolstering a witness' conviction in his version of the facts is one product of hypnosis which has concerned numerous courts and commentators. Dr. Martin Orne, a leading expert in the field of hypnosis and expert witness in this case, has concluded that hypnosis makes a witness' credibility impervious to cross-examination. Orne, <span class=\"star-pagination\">*637</span> <i>The Use and Misuse of Hypnosis in Court,</i> 27 Int'l J. Clinical &amp; Experimental Hypnosis 311, 332 (1979), <i>cited with approval in </i><i>State v. Peoples,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">515</span></span>, <span class=\"citation\" data-id=\"1349991\"><a href=\"/opinion/1349991/state-v-peoples/\"><span class=\"volume\">319</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">177</span></a></span>, 182 (1984). The court in <i>State v. Mack</i> has observed that because a person hypnotized is subjectively convinced of the veracity of his memory, he is not susceptible to cross-examination. <span class=\"citation\" data-id=\"2222730\"><a href=\"/opinion/2222730/state-v-mack/\"><span class=\"volume\">292</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">764</span></a></span>, 769 (Minn.1980). The Fifth Circuit, in <i>Valdez,</i> observed that \"once a witness makes a recitation under hypnosis, his confidence in that supposed memory  whether genuine or invented  is greatly strengthened.\" <i>United States v. Valdez,</i> 722 F.2d at 1202. Consequently, an \"unshakeable subjective conviction,\" might be produced which gives the witness' testimony the \"imprimatur of absolute confidence.\" <i>Id.</i></p>\n<p>Dr. Orne examined Kiser's statement made before hypnosis and the transcript made of the hypnotic session, but was unable to determine precisely how the witness was affected by hypnosis. He noted that no procedural safeguards were followed which possibly would have allowed an expert to determine how the hypnotic session affected Kiser. For example, the state failed to record the discussion that preceded hypnosis. <i>See </i><i>State v. Hurd,</i> <span class=\"citation\" data-id=\"1463286\"><a href=\"/opinion/1463286/state-v-hurd/\"><span class=\"volume\">86</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">525</span></a></span>, <span class=\"citation\" data-id=\"1463286\"><a href=\"/opinion/1463286/state-v-hurd/\"><span class=\"volume\">432</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">86</span></a></span> (1981) (provides the procedural safeguards which some courts have required the state to follow in order to allow such testimony in court).</p>\n<p>By applying known general principles of hypnosis, Dr. Orne was able to make inferences about what could have occurred. Dr. Orne concluded that hypnosis did not \"aid in recall but rather [turned] a suspected accomplice into a believable victim. Hypnosis served to make the story more consistent and the witness more convincing  to the police, the prosecution, the court, the jury and even to herself.\" Thus, Dr. Orne attributed the state's success in prosecuting the petitioner to Kiser's becoming a convincing witness as a result of hypnosis. Dr. Orne, noted further, that as in most cases, hypnosis did not provide any new accurate information subject to verification.</p>\n<p>If hypnosis were a procedure which was generally accepted within the scientific community as being reliable for its ability to restore the memory of a witness, a possibility exists that the Sixth Amendment would allow such hypnotically refreshed statements to be placed before the jury though there is no effective confrontation. This result is based on an analysis which parallels that which the Supreme Court has applied to hearsay. An out of court statement may be placed before a jury, without confrontation, when there are \"indicia of reliability,\" <i>Dutton v. Evans,</i> <span class=\"citation\" data-id=\"108220\"><a href=\"/opinion/108220/dutton-v-evans/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">74</span></a></span>, <span class=\"citation\" data-id=\"108220\"><a href=\"/opinion/108220/dutton-v-evans/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">210</span></a></span>, <span class=\"citation\" data-id=\"108220\"><a href=\"/opinion/108220/dutton-v-evans/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">213</span></a></span> (1970), which \"afford the trier of fact a satisfactory bases for evaluating the truth of the prior statement.\" <i>California v. Green,</i> <span class=\"citation\" data-id=\"108189\"><a href=\"/opinion/108189/california-v-green/\"><span class=\"volume\">399</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 161, <span class=\"citation\" data-id=\"108189\"><a href=\"/opinion/108189/california-v-green/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1930</span></a></span>, 1936, <span class=\"citation\" data-id=\"108189\"><a href=\"/opinion/108189/california-v-green/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">489</span></a></span> (1970).</p>\n<p>The scientific community has been unable to guarantee the accuracy of information obtained through hypnosis. <i>See</i> Spector &amp; Foster, <i>Admissibility of Hypnotic Statements: Is the Law of Evidence Susceptible?,</i> 38 Ohio St.L.J. 567, 578-79 (1977). The American Medical Association has recently published its position regarding the use of hypnosis to enhance memory. It found that there is no evidence to support a view that hypnosis increases accurate recall. <i>Scientific Status of Refreshing Recollection by the Use of Hypnosis; Counsel on Scientific Affairs,</i> 253 J.A.M.A. 1918-23 (1985).</p>\n<p>Rather than possessing \"indicia of reliability,\" hypnotically induced testimony can easily mislead the court, Dilloff, <i>The Admissibility of Hypnotically Influenced Testimony,</i> 4 Ohio N.U.L.Rev. 1 (1977), and fool a jury, <i>State v. Mack,</i> <span class=\"citation\" data-id=\"2222730\"><a href=\"/opinion/2222730/state-v-mack/\"><span class=\"volume\">292</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">764</span></a></span>, 769 (Minn.1980), when the witness is convinced of the accuracy of his story.</p>\n<p>Before a court adopts a procedure which purportedly restores the memory of a witness while immunizing him from effective cross-examination, an analysis which resembles the <i>Frye</i> test should be applied to determine if the results are scientifically reliable and accurate. <i>See </i><i>Mack,</i> 292 <span class=\"star-pagination\">*638</span> N.W.2d at 769. Applying the <i>Frye</i> test to hypnosis serves as a device to prevent the misuse of a procedure which has the potential to influence, unduly, the jury. <i>People v. Shirley,</i> <span class=\"citation\" data-id=\"1318344\"><a href=\"/opinion/1318344/people-v-shirley/\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">18</span></a></span>, 63, <span class=\"citation no-link\"><span class=\"volume\">641</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">775</span></span>, 779, <span class=\"citation\" data-id=\"1318344\"><a href=\"/opinion/1318344/people-v-shirley/\"><span class=\"volume\">181</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">243</span></a></span>, 263, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1125</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">13</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1400</span></span> (1982).</p>\n<p>Since experts studying hypnosis have been unable to determine whether someone's memory restored by hypnosis is truth, falsehood, or confabulation, <i>Frye</i> would impose limitations on its use in the courtroom and may bar it. Comment, <i>The Admissibility of Hypnotically Refreshed Testimony,</i> 20 Wake Forest L.Rev. 223 (1984).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court hereby finds that the petitioner's sixth amendment right to confrontation was violated by the use of Kiser's hypnotically induced testimony admitted at trial. Hypnosis produced an eyewitness whose testimony was crucial to the state's case. It allowed the state to present direct evidence implicating the petitioner. Before hypnosis, Kiser was unable to state, with certainty, who committed the killings. After hypnosis, Kiser was able to provide the court with a chilling account of the events which took place on 23 June 1972, including the petitioner's carrying out the slayings.</p>\n<p>The trial transcript disclosed the defense attorneys' frustration with cross-examining Kiser regarding her hypnotically refreshed testimony. The novelty of using hypnosis as a means of elicitating evidence impeded effective cross-examination. The attorneys were admittedly unfamiliar with some of the by-products of hypnosis, including the possibility that hypnotic suggestion precludes effective cross-examination.</p>\n<p>Since the trial, the scientific community has recognized several principles regarding hypnosis which challenge its effectiveness as a tool for producing evidence sufficiantly probative to be used in a criminal trial. Its use as an investigatory tool is not subject to attack.</p>\n<p>Unless evidence produced by hypnosis and introduced at trial is corroborated, there is no effective means of cross-examining its source. In some instances the declarant himself will be the only one able to discern truth from fabrication. Generally, however, the subject will be unable to distinguish between their prehypnotic recollections and those induced by hypnosis. This cause for concern is enhanced when the subject has a personal interest in the substantive content of his testimony, such as in the case at bar. Kiser had a great personal interest in having the jury believe her testimony. If the jury convicted McQueen on the basis of her testimony, Kiser would appear to have been exonerated, for she was once a suspect. None of Kiser's posthypnotic testimony was subjected to independent verification.</p>\n<p>The court and jury are both incapable of determining when the witness is failing to separate true memory from hypnotic pseudomemory. This deficiency is significant considering the subject's propensity to engage in confabulation, the subject's vulnerability to suggestions communicated during the hypnotic process, whether or not intentional, and the subject's great level of confidence exuded on the stand, regarding the substance of the posthypnotic testimony.</p>\n<p>In this case, there are no factors which mitigate against these concerns. To the contrary, no procedural safeguards were followed which might have increased the overall reliability of Kiser's posthypnotic testimony. The lack of procedural safeguards contributed to the petitioner's inability to cross-examine Kiser effectively. Consequently, it is likely that the jury was left with the impression that hypnosis is a technique which allows the hypnotist to stimulate accurate recall. This perception would give credence, unjustifiably, to Kiser's second version of the facts.</p>\n<p>The facts and circumstances in this case demonstrate the need for the courts to define clearly when hypnosis impairs the defendant's right to cross-examination to such a degree that it violates his constitutional right to confrontation. This <span class=\"star-pagination\">*639</span> court agrees with the federal district court in <i>Clay v. Vose</i><i>,</i> finding that the \"Sixth Amendment does not support a per se rule rejecting all testimony of a witness who has been subjected to hypnosis at some time before trial.\" 599 F.Supp. at 1505. However, any standard adopted must be enforcible and practical. To satisfy this requirement, the court finds that the Sixth Amendment bars the use of any testimony covering matters not remembered before hypnosis. If a state effects, either directly or indirectly, the hypnosis of a potential witness, the burden is on them to show by convincing evidence that the substance of the witness' testimony, relating to any matter probed at the hypnotic session, was remembered before hypnosis. In this case, it is clear that the state would not be able to satisfy this standard.</p>\n<p>Finally, the court is not satisfied beyond a reasonable doubt that the testimony admitted at trial in violation of the Sixth Amendment did not contribute to McQueen's conviction. Accordingly, the error can not be deemed harmless. <i>Chapman v. California,</i> <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span></a></span> (1967).</p>\n<p>Accordingly, the applicant's petition for writ of habeas corpus is hereby ALLOWED. The state of North Carolina is hereby ORDERED to release the petitioner from its custody or to retry him within ninety (90) days of this Order.</p>\n<h2>NOTES</h2>\n<p>[1]  See the reported decision of Magistrate McCotter for an extensive background analysis on hypnosis. <span class=\"citation\" data-id=\"1798405\"><a href=\"/opinion/1798405/mcqueen-v-garrison/\"><span class=\"volume\">619</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">116</span></a></span> (1985).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/94091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1318344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1338155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1349991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1463286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1798405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1898191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2222730/"
  ]
}