{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2248530/",
  "absolute_url": "/opinion/2248530/coppedge-v-franklin-county-board-of-education/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2248530/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/482/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:51:00.345729Z",
  "date_modified": "2016-04-27T03:01:27.359233Z",
  "type": "010combined",
  "sha1": "ae551541949e4781621985cc160230094b30da00",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>273 F.Supp. 289 (1967)</b></center>\n<center><h1>Harold Douglas COPPEDGE, a minor, by his father and next friend, Rev. Luther Coppedge, et al., Plaintiffs,<br>\nUnited States of America, by Ramsey Clark, Attorney General, Plaintiff-Intervenor,<br>\nv.<br>\nThe FRANKLIN COUNTY BOARD OF EDUCATION, a public body corporate, Warren W. Smith, Superintendent, Mrs. T. H. Dickens, Chairman, Jones H. Winston, Albert C. Fuller, Lloyd A. West, Horace W. Baker, members, Franklin County Board of Education, Defendants.</h1></center>\n<center>Civ. No. 1796.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 21, 1967.</center>\n<p><span class=\"star-pagination\">*290</span> <span class=\"star-pagination\">*291</span> J. LeVonne Chambers, Charlotte, N. C., Conrad O. Pearson, Durham, N. C., Jack Greenberg, Derrick A. Bell, Jr., New York City, for plaintiffs.</p>\n<p>Ramsey Clark, Atty. Gen., by Frank E. Schwelb, Atty., Washington, D. C., for plaintiff-intervenor.</p>\n<p>Robert H. Cowen, U. S. Atty., Raleigh, N. C., E. F. Yarborough, Charles M. Davis, Louisburg, N. C., Irvin B. Tucker, Jr., Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*292</span> OPINION AND ORDER</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>The plaintiffs, Negro school children in Franklin County, North Carolina, instituted this class action on December 8, 1965, pursuant to 42 U.S.C.A. § 1983, on their own behalf and on behalf of other Negro children similarly situated, to desegregate the Franklin County School system. The complaint alleged in susbtance that the Franklin County Board of Education was operating a racially segregated school system and, in so doing, was denying the plaintiffs and members of their class the equal protection of the laws. The complaint prayed for injunctive relief and was accompanied by a motion for a preliminary injunction.</p>\n<p>On January 11, 1966, pursuant to 42 U.S.C.A. § 2000h-2, and upon the Attorney General's certification that the case was one of general public importance, the United States filed a motion for leave to intervene in the action, to add the individual members of the Board of Education as defendants, and to file its Complaint in Intervention and a Motion for a Preliminary Injunction. On January 20, 1966, this court entered an order sustaining in all respects the above-described motions of the United States.</p>\n<p>On February 8, 1966, this court held a hearing upon the motions of the plaintiffs and plaintiff-intervenor for a preliminary injunction. The principal issue upon the Motion for a Preliminary Injunction was whether or not Negro students in grades not then desegregated who did not meet certain stated criteria set forth in HEW guidelines should be permitted to transfer laterally to predominantly white schools for the second semester of the 1965-66 school year. On February 21, 1966, this court, while stating that it did not sanction the failure of the defendants to give proper notice of criteria for lateral transfers, found that the defendants had acted in good faith in relation thereto and that it was not in the best interest of the minor plaintiffs to transfer to other schools in mid-term, and thereupon denied the motions for a preliminary injunction.</p>\n<p>A hearing on the application for a permanent injunction was set for July 25, 1966. The principal issues at this stage of the proceedings related to faculty desegregation and the adequacy of the \"free choice\" method of pupil assignment in an alleged atmosphere of community hostility to desegregation and intimidation. On July 27, 1966, following extensive conferences between the court and counsel for all parties, this court entered an Interim Order by which the defendants were directed to conduct a new freedom of choice period and were enjoined from engaging in any act, practice or policy of racial discrimination in the operation of the public school system of Franklin County, and enjoined from racial discrimination in staff and faculty assignment and employment, directed to fill vacant teacher positions in the future with the best qualified applicants regardless of race, and to encourage transfers by present members of the faculty so as to eliminate past racial assignments. Defendants were further directed to present to the court on or before August 10, 1966, definite objective standards for the employment, assignment and retention of teachers and school personnel consistent with the requirements of due process and equal protection of the law and to advise the court of the number of teachers and students assigned to schools for the 1966-67 school year in which their race was in the minority.</p>\n<p>Pursuant to the Interim Order, the defendants filed the plan of objective standards for the employment, assignment and retention of teachers and school personnel, objections to which have been filed by plaintiffs and plaintiff-intervenor. Plaintiffs and plaintiff-intervenor have filed motions for an order requiring defendants to eliminate educational disparities between predominantly white and Negro schools, and for further relief. This Interim Order is reported at 12 Race Rel.L.Rep. 230.</p>\n<p><span class=\"star-pagination\">*293</span> Plaintiffs' motion for further relief alleges:</p>\n<p>(a) That defendants have failed to take affirmative steps to provide and implement an effective desegregation plan;</p>\n<p>(b) That the fear of Negro parents and children, caused by threats and intimidation, prevents them from exercising an uninhibited \"freedom of choice\";</p>\n<p>(c) That defendants have continued to employ and assign teachers and school personnel on a racial basis;</p>\n<p>(d) That defendants have continued to perpetuate inferior schools for Negro students; and</p>\n<p>(e) That defendants have continued the dual transportation system for Negro and white schools.</p>\n<p>The defendants deny that they are operating a racially discriminatory school system. They assert that they have complied with every provision of the Interim Order conscientiously and in good faith, and that all Negro students requesting assignments to predominantly white schools since the date of said order have been assigned to such schools, and that certain of the school faculties and staff have been integrated. Defendants allege that each student in the system is attending the school selected by him or his parent under the freedom of choice plan, \"said selection having been freely and voluntarily made * * * without threats or intimidations by any defendant or other school personnel, and without any threat or intimidation by any other person, to the knowledge of the defendants\".</p>\n<p>A full evidentiary hearing was held on July 25 and 26, 1967, and upon consideration of all the evidence and the arguments of counsel, the court makes the following</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p></p>\n<h2>a. <i>History of School Desegregation in Franklin County</i>\n</h2>\n<p>1. Prior to the 1965-66 school year, the Franklin County school system was completely segregated by race.<sup>[1]</sup> All white pupils attended schools staffed exclusively by white teachers and administrators. All Negro pupils attended schools staffed exclusively by Negro teachers and administrators. Students were assigned to schools pursuant to a system of dual geographic attendance zones, one for whites and one for Negroes.</p>\n<p>2. In 1965-66, the defendant School Board adopted a desegregation plan pursuant to the Civil Rights Act of 1964. The plan provided for the desegregation, under the \"freedom of choice\" system, of grades 1, 2, 9 and 12 in the year 1965-66, and for the desegregation of the remaining grades in 1966-67.<sup>[2]</sup> The plan further provided for lateral transfers in the non-desegregated grades for any applicant who could show either (a) that he desired to take a course of instruction not available in the school to which assigned, or (b) that he had either entered the school system, or a different geographical attendance zone, for the first time. The defendants failed to give proper notice to students and their parents of the specified criteria, and the transfer applications of those students who did not specify these criteria as the <span class=\"star-pagination\">*294</span> reason for the requested transfer were rejected.</p>\n<p>3. About 76 Negro students of a total of approximately 3,100 in the system elected to attend predominantly white schools for the 1965-66 school year. Thirty-one were accepted. Of these thirty-one, several withdrew their applications during the summer and others withdrew from predominantly white schools after school opened. At the conclusion of the 1965-66 year, only six Negro students were attending predominantly white schools.</p>\n<p>4. During the 1966 freedom of choice period for all grades, for the 1966-67 school year, twenty-three of the approximately 3,100 Negro pupils elected to attend predominantly white schools. No white student elected to attend a Negro school.</p>\n<p>5. In August 1966, in accordance with the provisions of the Interim Order of July 27, 1966, the defendants conducted a special freedom of choice period for Negroes. During this special choice period 49 Negroes elected, and were assigned to attend, predominantly white schools.</p>\n<p>6. In March 1967, the defendants conducted a freedom of choice period for the 1967-68 school year. Forty-five Negroes elected to attend predominantly white schools and are scheduled to attend such schools for the 1967-68 school year.</p>\n<p>7. The 1967 freedom of choice period has been the fourth such period conducted in Franklin County since 1965. On each of these occasions, all white students have elected to attend predominantly white schools, and the previously Negro schools have remained all-Negro in the composition of their student bodies. Three of the seven traditionally white schools have never had a Negro student, a fourth has never had more than one Negro student, and a fifth has never had more than two Negro students, one of whom has dropped out. More than 98.5% of the Negro students in the Franklin County system have remained in all-Negro schools throughout the period that the schools have been officially desegregated.<sup>[3]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*295</span> b. <i>Pressures Inhibiting the Exercise of Free Choice</i>\n</h2>\n<p>8. There is marked hostility to school desegregation in Franklin County, and wide publicity has been given to acts of intimidation, threats and reprisals against Negro parents who have requested reassignment of their children to previously all-white schools.<sup>[4]</sup></p>\n<p>9. Before the adoption of a plan of desegregation in Franklin County, attempts to desegregate the schools in 1963 and 1964 resulted in threats against several of the persons involved.<sup>[5]</sup> After the adoption of the \"freedom of choice\" plan of desegregation the acts of intimidation, threats and reprisals against Negro parents continued. Explosives were placed at Negro homes; several Negro homes were shot into; wells were contaminated with oil, and tacks or nails were placed in driveways.<sup>[6]</sup> As a result</p>\n<p></p>\n<pre>\n3. Continued\n                           \"White\" Schools, 1967-68\n                                                               Pupils\n    School                                                  W         N\n    Bunn                                                   705       12\n    Ed. Best Elementary                                    143        0\n    Ed. Best High                                          176        2\n    Epsom                                                  230        1\n    Gold Sand                                              334        0\n    Louisburg                                              651       30\n    Youngsville High                                       315        0\n  ______________________________________________________________________\n    Subtotal                                             2,554       45\n                           \"Negro\" Schools, 1967-68\n    Cedar Street                                             0       84\n    Gethsemane                                               0      650\n    Perry's                                                  0      785\n    Riverside                                                0    1,432\n    Youngsville Elementary                                   0      150\n   ____________________________________________________________________\n     Subtotal                                                0    3,101\n   ____________________________________________________________________\n    Combined Total                                       2,554    3,146\n  =====================================================================\n</pre>\n<p><span class=\"star-pagination\">*296</span> of the harassment, intimidations and reprisals against Negro parents and their families, several withdrew their requests for assignment to previously all-white schools and sought reassignment to all-Negro schools.<sup>[7]</sup></p>\n<p>10. The intimidations and threats continued throughout the 1965-66 and the 1966-67 school years, sometimes as many as 100 harassing telephone calls to a Negro family during the course of a school year.<sup>[8]</sup> In March 1967, during the freedom of choice period for the 1967-68 school year, the intimidations intensified. The Reverend Luther Coppedge, father of one of the Negro plaintiffs, testified that he received six to eight harassing, anonymous telephone calls a day, the last such call on the night of July 22, 1967, only three days prior to his testimony in the trial of this case.<sup>[9]</sup></p>\n<p>11. Since the beginning of the freedom of choice plan in 1965, there has been a decline each year in the number of Negro students requesting reassignment to previously all-white schools. During 1966-67 in North Carolina, 54,600 of 409,707 Negro students attended desegregated schools, representing 15.4 percent. The percentage in Mississippi was 2.5 percent.<sup>[10]</sup> In the Franklin County School system for the coming year, 1967-68, the percentage is presently fixed at about 1.5 percent.</p>\n<p>12. Community attitudes and pressures in the Franklin County School system have effectively inhibited the exercise of free choice of schools by Negro pupils, and their parents.</p>\n<p></p>\n<h2>c. <i>Faculty and Staff Desegregation</i>\n</h2>\n<p>13. Prior to the entry of the Interim Order of July 27, 1966, Negro teachers taught in all-Negro schools and white teachers taught in all-white or predominantly white schools.</p>\n<p>14. By the terms of the Interim Order, the defendants were ordered to fill all faculty and professional staff vacancies on a non-racial basis and to encourage transfers by present members of the faculty to schools within the system in which pupils are wholly or predominantly of a race other than such teacher's.<sup>[11]</sup></p>\n<p>15. The defendant School Board's \"Objective Standards of Employment, Assignment and Retention of Teachers,\" etc., filed on August 9, 1966, pursuant to the Interim Order, provides that \"The choice of assignment expressed by teachers or members of professional staff will <span class=\"star-pagination\">*297</span> be honored to the extent practicable.\" This provision tends to perpetuate racial segregation in faculty and staff and is disapproved.</p>\n<p>16. The defendant School Board secured the consent of four teachers to cross racial lines within the month between the date of the Interim Order and the opening of school for the 1966-67 school year.<sup>[12]</sup> The policy of the Board is to assign teachers generally to the school of their choice. Most teachers have, accordingly, remained at the schools to which they had been assigned when the schools were completely racially segregated. Of the twelve schools in the Franklin County system, faculty desegregation has occurred in only three schools, as follows: one white teacher and one white librarian have been assigned to an all-Negro school; one Negro teacher and one Negro librarian have been assigned to predominantly white schools; three white staff members have been assigned to all-Negro schools; and two Negro and four white staff members have been assigned to all the schools in the County system. Faculties and staffs of the several schools in Franklin County remain almost entirely segregated, with the effect that each school in the county system is clearly racially identifiable by the composition of its faculty. The defendants have not taken adequate affirmative steps to accomplish substantial desegregation of faculties and staffs within its system.</p>\n<p></p>\n<h2>d. <i>School Facilities</i>\n</h2>\n<p>17. Schools previously maintained as all-white schools are substantially superior in buildings and equipment to the all-Negro schools.<sup>[13]</sup> Despite improvements during the 1966-67 school year, primarily attributable to federal financial assistance under the Elementary and Secondary Education Act, serious disparities remain.<sup>[14]</sup> All of the predominantly <span class=\"star-pagination\">*298</span> white elementary schools are accredited by the State of North Carolina, whereas no Negro elementary school is accredited.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. This court has jurisdiction of the parties and of the subject matter of the action.</p>\n<p>2. During the thirteen years since <i>Brown,</i><sup>[15]</sup> and during the last three years under the so-called \"freedom of choice\" plan (including one year under the Interim Order entered by this court on July 27, 1966, Coppedge, et al. v. Franklin County Board of Education, etc., 12 Race Rel.L.Rep. 230, E.D.N.C. 1966) reasonable progress toward the elimination of the dual system of schools in Franklin County based on race or color has not resulted. A more specific and more comprehensive order is therefore necessary and appropriate.</p>\n<p>3. The fact that only 45 of approximately 3,100 Negroes elected to attend predominantly white schools in the Franklin County system, during the March 1967 choice period, after almost three times as many had signed a desegregation petition in 1963 and after almost twice as many had applied to cross racial lines in 1965, raises an inference that the plan is not operating in a constitutionally acceptable manner. The HEW guidelines,<sup>[16]</sup> to which the courts give consideration, provide as a rule of thumb that systems under free choice which have made very little progress in desegregation in 1966-67 (less than 4%) should more than triple the amount of desegregation by 1967-68. Franklin County's performance falls far short of this goal, and the 1967 choice period actually resulted in a <i>decrease</i> in the number of Negroes electing desegregated schools. United States v. Jefferson County Board of Education, 372 F.2d 836, 886-888 (5 Cir. 1966), aff'd en banc, 380 F.2d 385 (5 Cir. 1967); see Cassell v. State of Texas, 339 U.S. 282, 70 S.Ct. 629, 94 L.Ed. 839 (1950); United States ex rel. Seals v. Wiman, 304 F.2d 53, 67 (5 Cir. 1962).</p>\n<p>4. School authorities in North Carolina generally have selected the \"freedom of choice\" method for desegregating public schools. In Bowman v. County School Board of Charles City County, 382 F.2d 326 (No. 10,793, 4 Cir., June 12, 1967), Judge Haynsworth, speaking for the court, said:</p>\n<blockquote>\"`Freedom of choice' is a phrase of many connotations. Employed as descriptive of a system of permissive transfers out of segregated schools in which the initial assignments are both involuntary and dictated by racial criteria, it is an illusion and an oppression which is constitutionally impermissible. Long since, this court has condemned it. [Citations omitted.] The burden of extracting individual pupils from discriminatory, racial assignments may not be cast upon the pupils or their parents. It is the duty of the school boards to eliminate the discrimination which inheres in such a system.</blockquote>\n<blockquote>\"Employed as descriptive of a system in which each pupil, or his parents, must annually exercise an <i>uninhibited</i> choice, and the choices govern the assignments, it is a very different thing. If each pupil, each year, attends the school of his choice, the Constitution does not require that he be deprived of his choice unless its exercise is not free. This we have held, [citations omitted] and we adhere to our holdings.</blockquote>\n<blockquote>\"Whether or not the choice is free may depend upon circumstances extraneous to the formal plan of the school board. If there is a contention that economic or other pressures in the community inhibit the free exercise of the choice, there must be a judicial appraisal of it, for <i>`freedom of choice' is acceptable only if the choice is free in the practical context of its exercise.</i> If there are extraneous <span class=\"star-pagination\">*299</span> pressures which deprive the choice of its freedom, the school board may be required to adopt affirmative measures to counter them.\" [Emphasis supplied.]</blockquote>\n<p>Every freedom of choice plan must be judged on a case by case basis. \"The plan must be tested not only by its provisions, but by the manner in which it operates to provide opportunities for a desegregated education.\" Wright v. County School Board, 252 F.Supp. 378, 383 (E.D.Va.1966). It is a permissible plan so long as it comports with constitutional standards. It is constitutionally impermissible and, indeed, a misnomer when the choice is not free in fact.</p>\n<p>This court has found that community attitudes and pressures in the Franklin County school system have effectively inhibited the exercise of free choice of schools by Negro pupils, and their parents. So-called \"freedom of choice\" under such circumstances is an illusion. Bowman v. County School Board of Charles City County, 382 F.2d 326 (No. 10,793, 4 Cir. June 12, 1967); Lee v. Macon County Board of Education, 267 F.Supp. 458, 479 (M.D.Ala.1967); United States v. Jefferson County Board of Education, 372 F.2d 836, 886-888 (5 Cir. 1966); Kier v. County School Board of Augusta County, 249 F.Supp. 239 (W.D. Va.1966); Vick v. County Board of Education of Obion County, 205 F.Supp. 436, 440 (W.D.Tenn.1962); Kelley v. Board of Education of Nashville, 270 F.2d 209, 229-230 (6 Cir. 1959).</p>\n<p>5. The defendants have not made adequate progress in faculty desegregation. Although this court's Interim Order directs that teachers shall be hired and assigned on a non-racial basis, the 25 new white teachers employed in 1966-67 were assigned to predominantly white schools, and the 24 new Negro teachers employed during said period were assigned to all-Negro schools. \"[R]emoval of race considerations from faculty selection and allocation is, as a matter of law, an inseparable and indispensable command within the abolition of pupil segregation in public schools as pronounced in Brown v. Board of Education, 347 U.S. 483, 74 S.Ct. 686.\" Wheeler v. Durham City Board of Education, 363 F.2d 738, 740. See, also, Bradley v. School Board, 382 U.S. 103, 86 S.Ct. 224, 15 L.Ed.2d 187 (1965); Rogers v. Paul, 382 U.S. 198, 86 S.Ct. 358, 15 L.Ed.2d 265 (1965). Since the record before the court discloses that a greater degree of faculty desegregation can be achieved without serious practical, administrative, or other problems, the court concludes that a more specific and more comprehensive order directing substantial faculty desegregation is required. Bowman v. County School Board of Charles City County, 382 F.2d 326 (No. 10,793, 4 Cir. June 12, 1967).</p>\n<p>6. The defendants have the constitutional obligation to correct the educational disparities in school facilities between schools heretofore maintained for Negro students and school previously maintained for white students, and to afford all students of all races in all schools equal educational opportunities. Sweatt v. Painter, 339 U.S. 629, 70 S.Ct. 848, 94 L.Ed. 1114 (1950); See, also, Plessy v. Ferguson, 163 U.S. 537, 16 S.Ct. 1138, 41 L.Ed. 256 (1896); N. C. Constitution, Art. IX, § 2 (1868).</p>\n<p></p>\n<h2>ORDER</h2>\n<p>It is ordered that the Interim Order of this court, dated July 27, 1966, is hereby amended and modified as follows:</p>\n<p>The defendants shall file with the court and serve on counsel for plaintiffs and plaintiff-intervenor, a new Desegregation Plan which shall provide for the desegregation of the Franklin County school system in accordance with the following principles:</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>ASSIGNMENT OF PUPILS</h2>\n<p>The defendants shall prepare and submit to the court, on or before October 15, 1967, a plan for the assignment, at the earliest practicable date, of all students upon the basis of a unitary system of non-racial geographic attendance <span class=\"star-pagination\">*300</span> zones, or a plan for the consolidation of grades, or schools, or both. In drawing the new plan, the defendants shall take into consideration the capacities of the various schools based on uniform pupil per classroom ratios, so that, as far as possible, assignment pursuant to such plan shall result in no school in the system being substantially more crowded than any other school. In the event of geographic zoning, the zones shall be drawn in such a manner as to avoid gerrymandering for any purpose. The defendants shall make provision in the plan for the period of time over which the conversion to a desegregated school system shall be accomplished and shall set forth a schedule of steps to be taken to effect this conversion.</p>\n<p>Pending court approval of the new plan, the defendants shall transfer or cause to be transferred for the 1967-68 school year a sufficient number of Negro students to predominantly white schools so that at least ten percent of the Negro students in the system will attend predominantly white schools.</p>\n<p>Every student must be transported to the school to which he is assigned, if that school is sufficiently distant from his home to make him eligible for transportation under generally applicable transportation rules.</p>\n<p>Within their authority school officials are responsible for the protection of persons exercising rights under or otherwise affected by this decree, or any plan approved pursuant to this decree. They shall, without delay, take appropriate steps with regard to any student, parent, teacher or staff member who interferes with the successful operation of the plan. Such interference shall include harassment, intimidation, threats, hostile words or acts, and similar behavior. The Board, including each member thereof, shall not publish or cause to be published the names or addresses of pupils assigned to any school, nor the names or addresses of their parents. If officials of the school system are not able to provide sufficient protection, they shall seek whatever assistance is necessary from the appropriate local, state or federal officials.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>FACULTY</h2>\n<p>Race, color or national origin shall not be a factor in hiring, assignment, reassignment, promotion, demotion, or dismissal of teachers and other professional staff members, including student teachers, except that race may be taken into account for the purpose of assigning and reassigning teachers and other professional staff members to eliminate past discriminatory patterns. Defendants shall take immediate affirmative steps to accomplish substantial faculty desegregation in the system and in each school therein for the 1967-68 school year, notwithstanding that teacher contracts for the 1967-68 school year may have already been signed and approved. In this connection, the defendants shall again promptly meet individually or in groups with all faculty members in the school system and encourage the transfer of faculty members so as to desegregate the faculties in the various schools. The defendants shall advise all present and future faculty members that the Franklin County Board of Education operates a desegregated school system, and that all teachers are subject to assignment to any school therein in the best interests of the school system. If the assignment of teachers on a voluntary basis does not result in significant faculty desegregation of every school in the system for 1967-68, to the extent that at least two teachers of the minority race (white or non-white) shall be on each desegregated faculty, the defendants shall assign for the 1967-68 school year a sufficient number of white and non-white teachers to the several schools in the system so that two or more teachers of the minority race shall be on each school faculty. The defendants shall establish as an ultimate objective that each faculty contain the same approximate percentage of non-white teachers as there is in the entire system.</p>\n<p><span class=\"star-pagination\">*301</span> Defendants' Objective Standards for the Employment, Assignment and Retention of Teachers and Professional Staff, filed on August 9, 1966, pursuant to the Interim Order, are approved as modified by this Order.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>FACILITIES</h2>\n<p>No student shall be segregated or discriminated against on account of race or color in any service, facility, activity, or program (including transportation, athletics, or other extracurricular activity) that may be conducted or sponsored by or affiliated with the school in which he is enrolled. A student attending school for the first time on a desegregated basis may not be subject to any disqualification or waiting period for participation in activities and programs, including athletics, which might otherwise apply because he is a transfer or newly assigned student except that such transferees shall be subject to long-standing, non-racially based rules of city, county, or state athletic associations dealing with the eligibility of transfer students for athletic contests. All school use or school-sponsored use of athletic fields, meeting rooms, and all other school related services, facilities, activities, and programs such as Commencement exercises and parent-teacher meetings which are open to persons other than enrolled students, shall be open to all persons without regard to race or color. All special educational programs conducted by the defendants shall be conducted without regard to race or color.</p>\n<p></p>\n<h2>IV</h2>\n<p></p>\n<h2>SCHOOL EQUALIZATION</h2>\n<p>In schools heretofore maintained for Negro students, the defendants shall take prompt steps necessary to provide physical facilities, equipment, courses of instruction, and instructional materials of quality equal to that provided in schools previously maintained for white students. Conditions of overcrowding, as determined by pupil-teacher ratios and pupil-classroom ratios shall, to the extent feasible, be distributed evenly between schools formerly maintained for non-white students and those formerly maintained for white students. If for any reason it is not feasible to improve sufficiently any school formerly maintained for non-white students, where such improvement would otherwise be required by this paragraph, such school shall be closed as soon as possible, and students enrolled in the school shall be reassigned to the nearest school serving their grade levels. By October 15th of each year, defendants shall report to the Clerk of the Court pupil-teacher ratios, pupil-classroom ratios, and per pupil expenditures both as to operating and capital improvement costs, and shall outline the steps to be taken and the time within which they shall accomplish the equalization of such schools.</p>\n<p>The defendants, to the extent consistent with the proper operation of the school system as a whole, shall locate any new school and substantially expand any existing schools with the objective of eradicating the vestiges of the dual system and of eliminating the effects of segregation.</p>\n<p></p>\n<h2>V</h2>\n<p></p>\n<h2>REPORTS</h2>\n<p>The defendants shall, in addition to reports elsewhere described, serve upon opposing counsel and file with the Clerk of the Court on or before October 15th of each school year, pending complete desegregation of the school system, a report setting forth the following information:</p>\n<p>(a) The number of faculty members, by race and grade or subjects, assigned to each school for the current school year.</p>\n<p>(b) The number of students, by race, in each grade of each school.</p>\n<p>The court in the hearing preceding this Order, having considered the merits of the plaintiffs' Motion to Require Defendants to Eliminate Educational Disparities, <span class=\"star-pagination\">*302</span> the Objections to Defendants' Objective Standards for State and Faculty Employment, and the plaintiffs' Motion for Further Relief, this decree will be understood as having disposed of the preceding motions and objections.</p>\n<p>It is further ordered that jurisdiction of this cause be retained.<sup>[17]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  In 1954 the United States Supreme Court held in Brown v. Board of Education, 347 U.S. 483, 493, 74 S.Ct. 686, 691, 98 L.Ed. 873, that \"segregation of children in public schools solely on the basis of race, even though the physical facilities and other `tangible' factors may be equal, deprives the children of the minority group of equal educational opportunities\". See, Brown v. Board of Education, 349 U.S. 294, 75 S.Ct. 753, 99 L. Ed. 1083 (1955). Notwithstanding the fact that the burden rests upon school authorities to effectuate the transition to a racially nondiscriminatory school system, the defendants' first efforts toward compliance with <i>Brown</i> came in 1965.</p>\n<p>[2]  The Franklin County plan provided for the desegregation of all grades in every school one year earlier than required by the guidelines promulgated by the Department of Health, Education and Welfare.</p>\n<p>[3]  The following tables represent the racial breakdown of students and faculty for each school in the Franklin County School District in 1966-67 and for students for the year 1967-68:\n</p>\n<p></p>\n<pre>\n                      \"White\" Schools, 1966-67\n                                             Pupils           Teachers\n    School                                W         N       W        N\n    Bunn                                 691        9       28       1\n    Ed. Best Elementary                  132        0        6       0\n    Ed. Best High                        174        2        9       0\n    Epsom                                224        1       10       0\n    Gold Sand                            342        0       15       0\n    Louisburg                            662       36       27       1\n    Youngsville High                     299        0       15       0\n   _____________________________________________________________________\n      Subtotal                         2,524       48      110       2\n   _____________________________________________________________________\n                  \"Negro\" Schools, 1966-67\n                                             Pupils          Teachers\n    School                                 W        N        W      N\n    Cedar Street                           0       75        0      4\n    Gethsemane                             0      621        0     27\n    Perry's                                0      766        0     30\n    Riverside                              0    1,401        2     50\n    Youngsville Elementary                 0      143        0      7\n   _____________________________________________________________________\n    Subtotal                               0    3,006        2    118\n  ______________________________________________________________________\n   Combined Total                      2,524    3,054      112    120\n  ======================================================================\n</pre>\n<p>[4]  The Franklin Times, a newspaper of general circulation in Franklin County, edited by Albert Clinton Fuller, a member of the defendant School Board, has published from time to time the names and addresses of each Negro student requesting reassignment to a previously all-white school, the name of his parent, and the identity of the school. Acts of intimidation have usually ensued. The local and state press have given extensive coverage to the incidents in Franklin County.</p>\n<p>[5]  For example, on September 16, 1963, after attending a school desegregation meeting, the foster children of the Rev. Sidney G. Dunston, a Negro minister, received an anonymous telephone call threatening to bomb his home.</p>\n<p>[6]  For example, on June 17, 1965, under a four-column headline reading \"Federal, State and Local Officers Investigating Shooting at Moulton\", The Franklin Times reported: \"Unknown assailants sent a hail of shotgun and rifle fire into two Negro homes near Moulton late Monday night, without injury to any of the occupants. One of the homes had been fired at about two weeks ago in the same manner * * * Both families [Lenwood Arrington and Sandy Jones] have made application for their children to attend white Louisburg High School next fall * * * Shotgun pellet marks are visible at the right of the front entrance of the Arrington home and rifle bullet holes were seen just to the left of the door. Several windows were broken. Bullets entered a side window of the Jones home and traveled through a bedroom coming out a window at the back of the house * * * It was learned that the Arrington family had received several telephone threats, the contents of which were not stated. A reliable source reported that it was believed that race was not involved, as such, in the case * * *\"\n</p>\n<p>Mrs. Lenwood Arrington testified: \"Well, after the first shooting [May 28, 1965] I had a lot of telephone calls started around suppertime and would last until 11:00 o'clock, and a lot of them would tell me, asked me was I trying to get white, why did I want my children to go to an all-white school. Some of them was telling me that something was going `to happen to you, you are going to get killed.'\" Plaintiffs' Depositions, Vol. 3, at page 25.</p>\n<p>Plaintiff-Intervenor has submitted a \"Chronology of Intimidation\" containing 80 instances of alleged intimidations occurring between January 24, 1963, and July 22, 1967. The court has considered only those instances occurring within Franklin County which the evidence shows were racially motivated and are relevant to the issues here. The instances of intimidation and community pressures in Franklinton, which is a separate school administrative unit within Franklin County, were publicized throughout the county and were generally known to the people in the county system. Although local, state and federal law enforcement officers have investigated the occurrences in Franklin County, there has not been a single arrest and consequently not a single conviction or punishment for any of the acts of racial intimidation.</p>\n<p>[7]  For example, see deposition of Margaret Crudup, Plaintiffs' Depositions, Vol. 5, page 84, et seq.</p>\n<p>[8]  See, deposition of Mrs. Christine Coppedge, Plaintiffs' Depositions, Vol. 6, page 32.</p>\n<p>[9]  Following the Interim Order of July 27, 1966, counsel for all parties and the defendant School Board met with representative groups of the white and Negro community and made good faith efforts to eliminate the pressures that inhibited a free choice of schools. The fact that they failed cannot be attributed on this record to the defendants.</p>\n<p>[10]  Southern Education Reporting Service; 1966-67 Statistical Summary, State by State, of School SegregationDesegregation in the Southern and Border Area from 1954 to the Present, pp. 20, 24-25.</p>\n<p>[11]  See, Wheeler v. Durham City Board of Education, 363 F.2d 738 (4 Cir. 1966).</p>\n<p>[12]  Three Negro and two white teachers testified in this case. None of these had been requested to transfer to a school in which their race was in a minority. All testified they would be willing to teach in such a school, although several expressed a preference to remain where they were.</p>\n<p>[13]  This action was brought in the midst of the school year 1965-66. The defendants' reports to the State Board of Education during that year revealed the existence of the following disparities, among others:\n</p>\n<p></p>\n<pre>\n                                1965-1966\n                                              Predominantly\n                                              White Schools   Negro Schools\n    Valuation of School Property Per Pupil      $913.44         $285.18\n    Acreage of School Property Per Pupil            .04             .01\n    Pupil-Classroom Ratio                       22.8 to 1       34.9 to 1\n    Library Volumes Per Pupil                      9.05            4.0\n    Pupils Per Teacher (Based on Enrollment)      24.9            31.8\n    Students Per School Bus                       43              64.1\n</pre>\n<p>The acreage per pupil ratio includes the Louisburg school site acquired in 1960 which is partially undeveloped and unutilized.</p>\n<p>[14]  In 1966-67, the defendants had received federal assistance in the form of portable classrooms, library books, and equipment of various kinds. The defendants' reports to the State Board of Education for 1966-67 disclosed that these additions reduced the disparities in several of these categories, in particular valuation of school property per pupil and library books per pupil, as follows:\n</p>\n<p></p>\n<pre>\n                                1966-67\n                                              Predominantly\n                                              White Schools   Negro Schools\n    Valuation of School Property Per Pupil           $991        $611\n    Library Books Per Pupil                             9.3         5.1\n    Pupils Per Bus                                     40.2        54.7\n</pre>\n<p>In other categories, including acreage per pupil and teacher ratio, the disparities remained essentially unchanged.</p>\n<p>[15]  See footnote 1.</p>\n<p>[16]  HEW Reg. A, 45 C.F.R., § 181.54 (Supp.1966).</p>\n<p>[17]  Several provisions of this order have been taken in whole or in part from the decree prescribed by the Fifth Circuit Court of Appeals in United States v. Jefferson County Board of Education, 372 F.2d 836, 896-901 (1966).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">289</span></span> (1967)</b></center>\n<center><h1>Harold Douglas COPPEDGE, a minor, by his father and next friend, Rev. Luther Coppedge, et al., Plaintiffs,<br>\nUnited States of America, by Ramsey Clark, Attorney General, Plaintiff-Intervenor,<br>\nv.<br>\nThe FRANKLIN COUNTY BOARD OF EDUCATION, a public body corporate, Warren W. Smith, Superintendent, Mrs. T. H. Dickens, Chairman, Jones H. Winston, Albert C. Fuller, Lloyd A. West, Horace W. Baker, members, Franklin County Board of Education, Defendants.</h1></center>\n<center>Civ. No. 1796.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 21, 1967.</center>\n<p><span class=\"star-pagination\">*290</span> <span class=\"star-pagination\">*291</span> J. LeVonne Chambers, Charlotte, N. C., Conrad O. Pearson, Durham, N. C., Jack Greenberg, Derrick A. Bell, Jr., New York City, for plaintiffs.</p>\n<p>Ramsey Clark, Atty. Gen., by Frank E. Schwelb, Atty., Washington, D. C., for plaintiff-intervenor.</p>\n<p>Robert H. Cowen, U. S. Atty., Raleigh, N. C., E. F. Yarborough, Charles M. Davis, Louisburg, N. C., Irvin B. Tucker, Jr., Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*292</span> OPINION AND ORDER</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>The plaintiffs, Negro school children in Franklin County, North Carolina, instituted this class action on December 8, 1965, pursuant to 42 U.S.C.A. § 1983, on their own behalf and on behalf of other Negro children similarly situated, to desegregate the Franklin County School system. The complaint alleged in susbtance that the Franklin County Board of Education was operating a racially segregated school system and, in so doing, was denying the plaintiffs and members of their class the equal protection of the laws. The complaint prayed for injunctive relief and was accompanied by a motion for a preliminary injunction.</p>\n<p>On January 11, 1966, pursuant to 42 U.S.C.A. § 2000h-2, and upon the Attorney General's certification that the case was one of general public importance, the United States filed a motion for leave to intervene in the action, to add the individual members of the Board of Education as defendants, and to file its Complaint in Intervention and a Motion for a Preliminary Injunction. On January 20, 1966, this court entered an order sustaining in all respects the above-described motions of the United States.</p>\n<p>On February 8, 1966, this court held a hearing upon the motions of the plaintiffs and plaintiff-intervenor for a preliminary injunction. The principal issue upon the Motion for a Preliminary Injunction was whether or not Negro students in grades not then desegregated who did not meet certain stated criteria set forth in HEW guidelines should be permitted to transfer laterally to predominantly white schools for the second semester of the 1965-66 school year. On February 21, 1966, this court, while stating that it did not sanction the failure of the defendants to give proper notice of criteria for lateral transfers, found that the defendants had acted in good faith in relation thereto and that it was not in the best interest of the minor plaintiffs to transfer to other schools in mid-term, and thereupon denied the motions for a preliminary injunction.</p>\n<p>A hearing on the application for a permanent injunction was set for July 25, 1966. The principal issues at this stage of the proceedings related to faculty desegregation and the adequacy of the \"free choice\" method of pupil assignment in an alleged atmosphere of community hostility to desegregation and intimidation. On July 27, 1966, following extensive conferences between the court and counsel for all parties, this court entered an Interim Order by which the defendants were directed to conduct a new freedom of choice period and were enjoined from engaging in any act, practice or policy of racial discrimination in the operation of the public school system of Franklin County, and enjoined from racial discrimination in staff and faculty assignment and employment, directed to fill vacant teacher positions in the future with the best qualified applicants regardless of race, and to encourage transfers by present members of the faculty so as to eliminate past racial assignments. Defendants were further directed to present to the court on or before August 10, 1966, definite objective standards for the employment, assignment and retention of teachers and school personnel consistent with the requirements of due process and equal protection of the law and to advise the court of the number of teachers and students assigned to schools for the 1966-67 school year in which their race was in the minority.</p>\n<p>Pursuant to the Interim Order, the defendants filed the plan of objective standards for the employment, assignment and retention of teachers and school personnel, objections to which have been filed by plaintiffs and plaintiff-intervenor. Plaintiffs and plaintiff-intervenor have filed motions for an order requiring defendants to eliminate educational disparities between predominantly white and Negro schools, and for further relief. This Interim Order is reported at 12 Race Rel.L.Rep. 230.</p>\n<p><span class=\"star-pagination\">*293</span> Plaintiffs' motion for further relief alleges:</p>\n<p>(a) That defendants have failed to take affirmative steps to provide and implement an effective desegregation plan;</p>\n<p>(b) That the fear of Negro parents and children, caused by threats and intimidation, prevents them from exercising an uninhibited \"freedom of choice\";</p>\n<p>(c) That defendants have continued to employ and assign teachers and school personnel on a racial basis;</p>\n<p>(d) That defendants have continued to perpetuate inferior schools for Negro students; and</p>\n<p>(e) That defendants have continued the dual transportation system for Negro and white schools.</p>\n<p>The defendants deny that they are operating a racially discriminatory school system. They assert that they have complied with every provision of the Interim Order conscientiously and in good faith, and that all Negro students requesting assignments to predominantly white schools since the date of said order have been assigned to such schools, and that certain of the school faculties and staff have been integrated. Defendants allege that each student in the system is attending the school selected by him or his parent under the freedom of choice plan, \"said selection having been freely and voluntarily made * * * without threats or intimidations by any defendant or other school personnel, and without any threat or intimidation by any other person, to the knowledge of the defendants\".</p>\n<p>A full evidentiary hearing was held on July 25 and 26, 1967, and upon consideration of all the evidence and the arguments of counsel, the court makes the following</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p></p>\n<h2>a. <i>History of School Desegregation in Franklin County</i>\n</h2>\n<p>1. Prior to the 1965-66 school year, the Franklin County school system was completely segregated by race.<sup>[1]</sup> All white pupils attended schools staffed exclusively by white teachers and administrators. All Negro pupils attended schools staffed exclusively by Negro teachers and administrators. Students were assigned to schools pursuant to a system of dual geographic attendance zones, one for whites and one for Negroes.</p>\n<p>2. In 1965-66, the defendant School Board adopted a desegregation plan pursuant to the Civil Rights Act of 1964. The plan provided for the desegregation, under the \"freedom of choice\" system, of grades 1, 2, 9 and 12 in the year 1965-66, and for the desegregation of the remaining grades in 1966-67.<sup>[2]</sup> The plan further provided for lateral transfers in the non-desegregated grades for any applicant who could show either (a) that he desired to take a course of instruction not available in the school to which assigned, or (b) that he had either entered the school system, or a different geographical attendance zone, for the first time. The defendants failed to give proper notice to students and their parents of the specified criteria, and the transfer applications of those students who did not specify these criteria as the <span class=\"star-pagination\">*294</span> reason for the requested transfer were rejected.</p>\n<p>3. About 76 Negro students of a total of approximately 3,100 in the system elected to attend predominantly white schools for the 1965-66 school year. Thirty-one were accepted. Of these thirty-one, several withdrew their applications during the summer and others withdrew from predominantly white schools after school opened. At the conclusion of the 1965-66 year, only six Negro students were attending predominantly white schools.</p>\n<p>4. During the 1966 freedom of choice period for all grades, for the 1966-67 school year, twenty-three of the approximately 3,100 Negro pupils elected to attend predominantly white schools. No white student elected to attend a Negro school.</p>\n<p>5. In August 1966, in accordance with the provisions of the Interim Order of July 27, 1966, the defendants conducted a special freedom of choice period for Negroes. During this special choice period 49 Negroes elected, and were assigned to attend, predominantly white schools.</p>\n<p>6. In March 1967, the defendants conducted a freedom of choice period for the 1967-68 school year. Forty-five Negroes elected to attend predominantly white schools and are scheduled to attend such schools for the 1967-68 school year.</p>\n<p>7. The 1967 freedom of choice period has been the fourth such period conducted in Franklin County since 1965. On each of these occasions, all white students have elected to attend predominantly white schools, and the previously Negro schools have remained all-Negro in the composition of their student bodies. Three of the seven traditionally white schools have never had a Negro student, a fourth has never had more than one Negro student, and a fifth has never had more than two Negro students, one of whom has dropped out. More than 98.5% of the Negro students in the Franklin County system have remained in all-Negro schools throughout the period that the schools have been officially desegregated.<sup>[3]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*295</span> b. <i>Pressures Inhibiting the Exercise of Free Choice</i>\n</h2>\n<p>8. There is marked hostility to school desegregation in Franklin County, and wide publicity has been given to acts of intimidation, threats and reprisals against Negro parents who have requested reassignment of their children to previously all-white schools.<sup>[4]</sup></p>\n<p>9. Before the adoption of a plan of desegregation in Franklin County, attempts to desegregate the schools in 1963 and 1964 resulted in threats against several of the persons involved.<sup>[5]</sup> After the adoption of the \"freedom of choice\" plan of desegregation the acts of intimidation, threats and reprisals against Negro parents continued. Explosives were placed at Negro homes; several Negro homes were shot into; wells were contaminated with oil, and tacks or nails were placed in driveways.<sup>[6]</sup> As a result</p>\n<p></p>\n<pre>\n3. Continued\n                           \"White\" Schools, 1967-68\n                                                               Pupils\n    School                                                  W         N\n    Bunn                                                   705       12\n    Ed. Best Elementary                                    143        0\n    Ed. Best High                                          176        2\n    Epsom                                                  230        1\n    Gold Sand                                              334        0\n    Louisburg                                              651       30\n    Youngsville High                                       315        0\n  ______________________________________________________________________\n    Subtotal                                             2,554       45\n                           \"Negro\" Schools, 1967-68\n    Cedar Street                                             0       84\n    Gethsemane                                               0      650\n    Perry's                                                  0      785\n    Riverside                                                0    1,432\n    Youngsville Elementary                                   0      150\n   ____________________________________________________________________\n     Subtotal                                                0    3,101\n   ____________________________________________________________________\n    Combined Total                                       2,554    3,146\n  =====================================================================\n</pre>\n<p><span class=\"star-pagination\">*296</span> of the harassment, intimidations and reprisals against Negro parents and their families, several withdrew their requests for assignment to previously all-white schools and sought reassignment to all-Negro schools.<sup>[7]</sup></p>\n<p>10. The intimidations and threats continued throughout the 1965-66 and the 1966-67 school years, sometimes as many as 100 harassing telephone calls to a Negro family during the course of a school year.<sup>[8]</sup> In March 1967, during the freedom of choice period for the 1967-68 school year, the intimidations intensified. The Reverend Luther Coppedge, father of one of the Negro plaintiffs, testified that he received six to eight harassing, anonymous telephone calls a day, the last such call on the night of July 22, 1967, only three days prior to his testimony in the trial of this case.<sup>[9]</sup></p>\n<p>11. Since the beginning of the freedom of choice plan in 1965, there has been a decline each year in the number of Negro students requesting reassignment to previously all-white schools. During 1966-67 in North Carolina, 54,600 of 409,707 Negro students attended desegregated schools, representing 15.4 percent. The percentage in Mississippi was 2.5 percent.<sup>[10]</sup> In the Franklin County School system for the coming year, 1967-68, the percentage is presently fixed at about 1.5 percent.</p>\n<p>12. Community attitudes and pressures in the Franklin County School system have effectively inhibited the exercise of free choice of schools by Negro pupils, and their parents.</p>\n<p></p>\n<h2>c. <i>Faculty and Staff Desegregation</i>\n</h2>\n<p>13. Prior to the entry of the Interim Order of July 27, 1966, Negro teachers taught in all-Negro schools and white teachers taught in all-white or predominantly white schools.</p>\n<p>14. By the terms of the Interim Order, the defendants were ordered to fill all faculty and professional staff vacancies on a non-racial basis and to encourage transfers by present members of the faculty to schools within the system in which pupils are wholly or predominantly of a race other than such teacher's.<sup>[11]</sup></p>\n<p>15. The defendant School Board's \"Objective Standards of Employment, Assignment and Retention of Teachers,\" etc., filed on August 9, 1966, pursuant to the Interim Order, provides that \"The choice of assignment expressed by teachers or members of professional staff will <span class=\"star-pagination\">*297</span> be honored to the extent practicable.\" This provision tends to perpetuate racial segregation in faculty and staff and is disapproved.</p>\n<p>16. The defendant School Board secured the consent of four teachers to cross racial lines within the month between the date of the Interim Order and the opening of school for the 1966-67 school year.<sup>[12]</sup> The policy of the Board is to assign teachers generally to the school of their choice. Most teachers have, accordingly, remained at the schools to which they had been assigned when the schools were completely racially segregated. Of the twelve schools in the Franklin County system, faculty desegregation has occurred in only three schools, as follows: one white teacher and one white librarian have been assigned to an all-Negro school; one Negro teacher and one Negro librarian have been assigned to predominantly white schools; three white staff members have been assigned to all-Negro schools; and two Negro and four white staff members have been assigned to all the schools in the County system. Faculties and staffs of the several schools in Franklin County remain almost entirely segregated, with the effect that each school in the county system is clearly racially identifiable by the composition of its faculty. The defendants have not taken adequate affirmative steps to accomplish substantial desegregation of faculties and staffs within its system.</p>\n<p></p>\n<h2>d. <i>School Facilities</i>\n</h2>\n<p>17. Schools previously maintained as all-white schools are substantially superior in buildings and equipment to the all-Negro schools.<sup>[13]</sup> Despite improvements during the 1966-67 school year, primarily attributable to federal financial assistance under the Elementary and Secondary Education Act, serious disparities remain.<sup>[14]</sup> All of the predominantly <span class=\"star-pagination\">*298</span> white elementary schools are accredited by the State of North Carolina, whereas no Negro elementary school is accredited.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. This court has jurisdiction of the parties and of the subject matter of the action.</p>\n<p>2. During the thirteen years since <i>Brown,</i><sup>[15]</sup> and during the last three years under the so-called \"freedom of choice\" plan (including one year under the Interim Order entered by this court on July 27, 1966, Coppedge, et al. v. Franklin County Board of Education, etc., 12 Race Rel.L.Rep. 230, E.D.N.C. 1966) reasonable progress toward the elimination of the dual system of schools in Franklin County based on race or color has not resulted. A more specific and more comprehensive order is therefore necessary and appropriate.</p>\n<p>3. The fact that only 45 of approximately 3,100 Negroes elected to attend predominantly white schools in the Franklin County system, during the March 1967 choice period, after almost three times as many had signed a desegregation petition in 1963 and after almost twice as many had applied to cross racial lines in 1965, raises an inference that the plan is not operating in a constitutionally acceptable manner. The HEW guidelines,<sup>[16]</sup> to which the courts give consideration, provide as a rule of thumb that systems under free choice which have made very little progress in desegregation in 1966-67 (less than 4%) should more than triple the amount of desegregation by 1967-68. Franklin County's performance falls far short of this goal, and the 1967 choice period actually resulted in a <i>decrease</i> in the number of Negroes electing desegregated schools. United States v. Jefferson County Board of Education, <span class=\"citation\" data-id=\"274758\"><a href=\"/opinion/274758/united-states-of-america-and-linda-stout-by-her-father-and-next-friend/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span>, 886-888 (5 Cir. 1966), aff'd en banc, <span class=\"citation\" data-id=\"276624\"><a href=\"/opinion/276624/united-states-of-america-and-linda-stout-by-her-father-and-next-friend/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">385</span></a></span> (5 Cir. 1967); see Cassell v. State of Texas, <span class=\"citation\" data-id=\"104785\"><a href=\"/opinion/104785/cassell-v-texas/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></a></span>, <span class=\"citation\" data-id=\"104785\"><a href=\"/opinion/104785/cassell-v-texas/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">629</span></a></span>, <span class=\"citation\" data-id=\"104785\"><a href=\"/opinion/104785/cassell-v-texas/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">839</span></a></span> (1950); United States ex rel. Seals v. Wiman, <span class=\"citation\" data-id=\"257429\"><a href=\"/opinion/257429/united-states-of-america-ex-rel-willie-seals-jr-v-martin-j-wiman/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">53</span></a></span>, 67 (5 Cir. 1962).</p>\n<p>4. School authorities in North Carolina generally have selected the \"freedom of choice\" method for desegregating public schools. In Bowman v. County School Board of Charles City County, <span class=\"citation\" data-id=\"277053\"><a href=\"/opinion/277053/shirlette-l-bowman-rhoda-m-bowman-mildred-a-bowman-richard-m-bowman/\"><span class=\"volume\">382</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">326</span></a></span> (No. 10,793, 4 Cir., June 12, 1967), Judge Haynsworth, speaking for the court, said:</p>\n<blockquote>\"`Freedom of choice' is a phrase of many connotations. Employed as descriptive of a system of permissive transfers out of segregated schools in which the initial assignments are both involuntary and dictated by racial criteria, it is an illusion and an oppression which is constitutionally impermissible. Long since, this court has condemned it. [Citations omitted.] The burden of extracting individual pupils from discriminatory, racial assignments may not be cast upon the pupils or their parents. It is the duty of the school boards to eliminate the discrimination which inheres in such a system.</blockquote>\n<blockquote>\"Employed as descriptive of a system in which each pupil, or his parents, must annually exercise an <i>uninhibited</i> choice, and the choices govern the assignments, it is a very different thing. If each pupil, each year, attends the school of his choice, the Constitution does not require that he be deprived of his choice unless its exercise is not free. This we have held, [citations omitted] and we adhere to our holdings.</blockquote>\n<blockquote>\"Whether or not the choice is free may depend upon circumstances extraneous to the formal plan of the school board. If there is a contention that economic or other pressures in the community inhibit the free exercise of the choice, there must be a judicial appraisal of it, for <i>`freedom of choice' is acceptable only if the choice is free in the practical context of its exercise.</i> If there are extraneous <span class=\"star-pagination\">*299</span> pressures which deprive the choice of its freedom, the school board may be required to adopt affirmative measures to counter them.\" [Emphasis supplied.]</blockquote>\n<p>Every freedom of choice plan must be judged on a case by case basis. \"The plan must be tested not only by its provisions, but by the manner in which it operates to provide opportunities for a desegregated education.\" Wright v. County School Board, <span class=\"citation\" data-id=\"1410391\"><a href=\"/opinion/1410391/wright-v-county-school-board-of-greensville-county-va/\"><span class=\"volume\">252</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">378</span></a></span>, 383 (E.D.Va.1966). It is a permissible plan so long as it comports with constitutional standards. It is constitutionally impermissible and, indeed, a misnomer when the choice is not free in fact.</p>\n<p>This court has found that community attitudes and pressures in the Franklin County school system have effectively inhibited the exercise of free choice of schools by Negro pupils, and their parents. So-called \"freedom of choice\" under such circumstances is an illusion. Bowman v. County School Board of Charles City County, <span class=\"citation\" data-id=\"277053\"><a href=\"/opinion/277053/shirlette-l-bowman-rhoda-m-bowman-mildred-a-bowman-richard-m-bowman/\"><span class=\"volume\">382</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">326</span></a></span> (No. 10,793, 4 Cir. June 12, 1967); Lee v. Macon County Board of Education, <span class=\"citation\" data-id=\"1895721\"><a href=\"/opinion/1895721/lee-v-macon-county-board-of-education/\"><span class=\"volume\">267</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">458</span></a></span>, 479 (M.D.Ala.1967); United States v. Jefferson County Board of Education, <span class=\"citation\" data-id=\"274758\"><a href=\"/opinion/274758/united-states-of-america-and-linda-stout-by-her-father-and-next-friend/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span>, 886-888 (5 Cir. 1966); Kier v. County School Board of Augusta County, <span class=\"citation\" data-id=\"1457608\"><a href=\"/opinion/1457608/kier-v-county-school-board-of-augusta-county-virginia/\"><span class=\"volume\">249</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">239</span></a></span> (W.D. Va.1966); Vick v. County Board of Education of Obion County, <span class=\"citation\" data-id=\"2181479\"><a href=\"/opinion/2181479/vick-v-county-board-of-education-of-obion-county-tenn/\"><span class=\"volume\">205</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">436</span></a></span>, 440 (W.D.Tenn.1962); Kelley v. Board of Education of Nashville, <span class=\"citation\" data-id=\"248891\"><a href=\"/opinion/248891/robert-w-kelley-and-cross-appellees-v-board-of-education-of-the-city-of/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></a></span>, 229-230 (6 Cir. 1959).</p>\n<p>5. The defendants have not made adequate progress in faculty desegregation. Although this court's Interim Order directs that teachers shall be hired and assigned on a non-racial basis, the 25 new white teachers employed in 1966-67 were assigned to predominantly white schools, and the 24 new Negro teachers employed during said period were assigned to all-Negro schools. \"[R]emoval of race considerations from faculty selection and allocation is, as a matter of law, an inseparable and indispensable command within the abolition of pupil segregation in public schools as pronounced in Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>.\" Wheeler v. Durham City Board of Education, <span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></span>, 740. See, also, Bradley v. School Board, <span class=\"citation\" data-id=\"107112\"><a href=\"/opinion/107112/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, <span class=\"citation\" data-id=\"107112\"><a href=\"/opinion/107112/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></a></span>, <span class=\"citation\" data-id=\"107112\"><a href=\"/opinion/107112/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">187</span></a></span> (1965); Rogers v. Paul, <span class=\"citation\" data-id=\"107125\"><a href=\"/opinion/107125/patricia-rogers-v-edgar-f-paul/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">198</span></a></span>, <span class=\"citation\" data-id=\"107125\"><a href=\"/opinion/107125/patricia-rogers-v-edgar-f-paul/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"107125\"><a href=\"/opinion/107125/patricia-rogers-v-edgar-f-paul/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1965). Since the record before the court discloses that a greater degree of faculty desegregation can be achieved without serious practical, administrative, or other problems, the court concludes that a more specific and more comprehensive order directing substantial faculty desegregation is required. Bowman v. County School Board of Charles City County, <span class=\"citation\" data-id=\"277053\"><a href=\"/opinion/277053/shirlette-l-bowman-rhoda-m-bowman-mildred-a-bowman-richard-m-bowman/\"><span class=\"volume\">382</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">326</span></a></span> (No. 10,793, 4 Cir. June 12, 1967).</p>\n<p>6. The defendants have the constitutional obligation to correct the educational disparities in school facilities between schools heretofore maintained for Negro students and school previously maintained for white students, and to afford all students of all races in all schools equal educational opportunities. Sweatt v. Painter, <span class=\"citation\" data-id=\"104804\"><a href=\"/opinion/104804/sweatt-v-painter/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">629</span></a></span>, <span class=\"citation\" data-id=\"104804\"><a href=\"/opinion/104804/sweatt-v-painter/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">848</span></a></span>, <span class=\"citation\" data-id=\"104804\"><a href=\"/opinion/104804/sweatt-v-painter/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1114</span></a></span> (1950); See, also, Plessy v. Ferguson, <span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">537</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></span>, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">256</span></span> (1896); N. C. Constitution, Art. IX, § 2 (1868).</p>\n<p></p>\n<h2>ORDER</h2>\n<p>It is ordered that the Interim Order of this court, dated July 27, 1966, is hereby amended and modified as follows:</p>\n<p>The defendants shall file with the court and serve on counsel for plaintiffs and plaintiff-intervenor, a new Desegregation Plan which shall provide for the desegregation of the Franklin County school system in accordance with the following principles:</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>ASSIGNMENT OF PUPILS</h2>\n<p>The defendants shall prepare and submit to the court, on or before October 15, 1967, a plan for the assignment, at the earliest practicable date, of all students upon the basis of a unitary system of non-racial geographic attendance <span class=\"star-pagination\">*300</span> zones, or a plan for the consolidation of grades, or schools, or both. In drawing the new plan, the defendants shall take into consideration the capacities of the various schools based on uniform pupil per classroom ratios, so that, as far as possible, assignment pursuant to such plan shall result in no school in the system being substantially more crowded than any other school. In the event of geographic zoning, the zones shall be drawn in such a manner as to avoid gerrymandering for any purpose. The defendants shall make provision in the plan for the period of time over which the conversion to a desegregated school system shall be accomplished and shall set forth a schedule of steps to be taken to effect this conversion.</p>\n<p>Pending court approval of the new plan, the defendants shall transfer or cause to be transferred for the 1967-68 school year a sufficient number of Negro students to predominantly white schools so that at least ten percent of the Negro students in the system will attend predominantly white schools.</p>\n<p>Every student must be transported to the school to which he is assigned, if that school is sufficiently distant from his home to make him eligible for transportation under generally applicable transportation rules.</p>\n<p>Within their authority school officials are responsible for the protection of persons exercising rights under or otherwise affected by this decree, or any plan approved pursuant to this decree. They shall, without delay, take appropriate steps with regard to any student, parent, teacher or staff member who interferes with the successful operation of the plan. Such interference shall include harassment, intimidation, threats, hostile words or acts, and similar behavior. The Board, including each member thereof, shall not publish or cause to be published the names or addresses of pupils assigned to any school, nor the names or addresses of their parents. If officials of the school system are not able to provide sufficient protection, they shall seek whatever assistance is necessary from the appropriate local, state or federal officials.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>FACULTY</h2>\n<p>Race, color or national origin shall not be a factor in hiring, assignment, reassignment, promotion, demotion, or dismissal of teachers and other professional staff members, including student teachers, except that race may be taken into account for the purpose of assigning and reassigning teachers and other professional staff members to eliminate past discriminatory patterns. Defendants shall take immediate affirmative steps to accomplish substantial faculty desegregation in the system and in each school therein for the 1967-68 school year, notwithstanding that teacher contracts for the 1967-68 school year may have already been signed and approved. In this connection, the defendants shall again promptly meet individually or in groups with all faculty members in the school system and encourage the transfer of faculty members so as to desegregate the faculties in the various schools. The defendants shall advise all present and future faculty members that the Franklin County Board of Education operates a desegregated school system, and that all teachers are subject to assignment to any school therein in the best interests of the school system. If the assignment of teachers on a voluntary basis does not result in significant faculty desegregation of every school in the system for 1967-68, to the extent that at least two teachers of the minority race (white or non-white) shall be on each desegregated faculty, the defendants shall assign for the 1967-68 school year a sufficient number of white and non-white teachers to the several schools in the system so that two or more teachers of the minority race shall be on each school faculty. The defendants shall establish as an ultimate objective that each faculty contain the same approximate percentage of non-white teachers as there is in the entire system.</p>\n<p><span class=\"star-pagination\">*301</span> Defendants' Objective Standards for the Employment, Assignment and Retention of Teachers and Professional Staff, filed on August 9, 1966, pursuant to the Interim Order, are approved as modified by this Order.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>FACILITIES</h2>\n<p>No student shall be segregated or discriminated against on account of race or color in any service, facility, activity, or program (including transportation, athletics, or other extracurricular activity) that may be conducted or sponsored by or affiliated with the school in which he is enrolled. A student attending school for the first time on a desegregated basis may not be subject to any disqualification or waiting period for participation in activities and programs, including athletics, which might otherwise apply because he is a transfer or newly assigned student except that such transferees shall be subject to long-standing, non-racially based rules of city, county, or state athletic associations dealing with the eligibility of transfer students for athletic contests. All school use or school-sponsored use of athletic fields, meeting rooms, and all other school related services, facilities, activities, and programs such as Commencement exercises and parent-teacher meetings which are open to persons other than enrolled students, shall be open to all persons without regard to race or color. All special educational programs conducted by the defendants shall be conducted without regard to race or color.</p>\n<p></p>\n<h2>IV</h2>\n<p></p>\n<h2>SCHOOL EQUALIZATION</h2>\n<p>In schools heretofore maintained for Negro students, the defendants shall take prompt steps necessary to provide physical facilities, equipment, courses of instruction, and instructional materials of quality equal to that provided in schools previously maintained for white students. Conditions of overcrowding, as determined by pupil-teacher ratios and pupil-classroom ratios shall, to the extent feasible, be distributed evenly between schools formerly maintained for non-white students and those formerly maintained for white students. If for any reason it is not feasible to improve sufficiently any school formerly maintained for non-white students, where such improvement would otherwise be required by this paragraph, such school shall be closed as soon as possible, and students enrolled in the school shall be reassigned to the nearest school serving their grade levels. By October 15th of each year, defendants shall report to the Clerk of the Court pupil-teacher ratios, pupil-classroom ratios, and per pupil expenditures both as to operating and capital improvement costs, and shall outline the steps to be taken and the time within which they shall accomplish the equalization of such schools.</p>\n<p>The defendants, to the extent consistent with the proper operation of the school system as a whole, shall locate any new school and substantially expand any existing schools with the objective of eradicating the vestiges of the dual system and of eliminating the effects of segregation.</p>\n<p></p>\n<h2>V</h2>\n<p></p>\n<h2>REPORTS</h2>\n<p>The defendants shall, in addition to reports elsewhere described, serve upon opposing counsel and file with the Clerk of the Court on or before October 15th of each school year, pending complete desegregation of the school system, a report setting forth the following information:</p>\n<p>(a) The number of faculty members, by race and grade or subjects, assigned to each school for the current school year.</p>\n<p>(b) The number of students, by race, in each grade of each school.</p>\n<p>The court in the hearing preceding this Order, having considered the merits of the plaintiffs' Motion to Require Defendants to Eliminate Educational Disparities, <span class=\"star-pagination\">*302</span> the Objections to Defendants' Objective Standards for State and Faculty Employment, and the plaintiffs' Motion for Further Relief, this decree will be understood as having disposed of the preceding motions and objections.</p>\n<p>It is further ordered that jurisdiction of this cause be retained.<sup>[17]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  In 1954 the United States Supreme Court held in Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 493, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, 691, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></a></span>, that \"segregation of children in public schools solely on the basis of race, even though the physical facilities and other `tangible' factors may be equal, deprives the children of the minority group of equal educational opportunities\". See, Brown v. Board of Education, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1083</span></a></span> (1955). Notwithstanding the fact that the burden rests upon school authorities to effectuate the transition to a racially nondiscriminatory school system, the defendants' first efforts toward compliance with <i>Brown</i> came in 1965.</p>\n<p>[2]  The Franklin County plan provided for the desegregation of all grades in every school one year earlier than required by the guidelines promulgated by the Department of Health, Education and Welfare.</p>\n<p>[3]  The following tables represent the racial breakdown of students and faculty for each school in the Franklin County School District in 1966-67 and for students for the year 1967-68:\n</p>\n<p></p>\n<pre>\n                      \"White\" Schools, 1966-67\n                                             Pupils           Teachers\n    School                                W         N       W        N\n    Bunn                                 691        9       28       1\n    Ed. Best Elementary                  132        0        6       0\n    Ed. Best High                        174        2        9       0\n    Epsom                                224        1       10       0\n    Gold Sand                            342        0       15       0\n    Louisburg                            662       36       27       1\n    Youngsville High                     299        0       15       0\n   _____________________________________________________________________\n      Subtotal                         2,524       48      110       2\n   _____________________________________________________________________\n                  \"Negro\" Schools, 1966-67\n                                             Pupils          Teachers\n    School                                 W        N        W      N\n    Cedar Street                           0       75        0      4\n    Gethsemane                             0      621        0     27\n    Perry's                                0      766        0     30\n    Riverside                              0    1,401        2     50\n    Youngsville Elementary                 0      143        0      7\n   _____________________________________________________________________\n    Subtotal                               0    3,006        2    118\n  ______________________________________________________________________\n   Combined Total                      2,524    3,054      112    120\n  ======================================================================\n</pre>\n<p>[4]  The Franklin Times, a newspaper of general circulation in Franklin County, edited by Albert Clinton Fuller, a member of the defendant School Board, has published from time to time the names and addresses of each Negro student requesting reassignment to a previously all-white school, the name of his parent, and the identity of the school. Acts of intimidation have usually ensued. The local and state press have given extensive coverage to the incidents in Franklin County.</p>\n<p>[5]  For example, on September 16, 1963, after attending a school desegregation meeting, the foster children of the Rev. Sidney G. Dunston, a Negro minister, received an anonymous telephone call threatening to bomb his home.</p>\n<p>[6]  For example, on June 17, 1965, under a four-column headline reading \"Federal, State and Local Officers Investigating Shooting at Moulton\", The Franklin Times reported: \"Unknown assailants sent a hail of shotgun and rifle fire into two Negro homes near Moulton late Monday night, without injury to any of the occupants. One of the homes had been fired at about two weeks ago in the same manner * * * Both families [Lenwood Arrington and Sandy Jones] have made application for their children to attend white Louisburg High School next fall * * * Shotgun pellet marks are visible at the right of the front entrance of the Arrington home and rifle bullet holes were seen just to the left of the door. Several windows were broken. Bullets entered a side window of the Jones home and traveled through a bedroom coming out a window at the back of the house * * * It was learned that the Arrington family had received several telephone threats, the contents of which were not stated. A reliable source reported that it was believed that race was not involved, as such, in the case * * *\"\n</p>\n<p>Mrs. Lenwood Arrington testified: \"Well, after the first shooting [May 28, 1965] I had a lot of telephone calls started around suppertime and would last until 11:00 o'clock, and a lot of them would tell me, asked me was I trying to get white, why did I want my children to go to an all-white school. Some of them was telling me that something was going `to happen to you, you are going to get killed.'\" Plaintiffs' Depositions, Vol. 3, at page 25.</p>\n<p>Plaintiff-Intervenor has submitted a \"Chronology of Intimidation\" containing 80 instances of alleged intimidations occurring between January 24, 1963, and July 22, 1967. The court has considered only those instances occurring within Franklin County which the evidence shows were racially motivated and are relevant to the issues here. The instances of intimidation and community pressures in Franklinton, which is a separate school administrative unit within Franklin County, were publicized throughout the county and were generally known to the people in the county system. Although local, state and federal law enforcement officers have investigated the occurrences in Franklin County, there has not been a single arrest and consequently not a single conviction or punishment for any of the acts of racial intimidation.</p>\n<p>[7]  For example, see deposition of Margaret Crudup, Plaintiffs' Depositions, Vol. 5, page 84, et seq.</p>\n<p>[8]  See, deposition of Mrs. Christine Coppedge, Plaintiffs' Depositions, Vol. 6, page 32.</p>\n<p>[9]  Following the Interim Order of July 27, 1966, counsel for all parties and the defendant School Board met with representative groups of the white and Negro community and made good faith efforts to eliminate the pressures that inhibited a free choice of schools. The fact that they failed cannot be attributed on this record to the defendants.</p>\n<p>[10]  Southern Education Reporting Service; 1966-67 Statistical Summary, State by State, of School SegregationDesegregation in the Southern and Border Area from 1954 to the Present, pp. 20, 24-25.</p>\n<p>[11]  See, Wheeler v. Durham City Board of Education, <span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></span> (4 Cir. 1966).</p>\n<p>[12]  Three Negro and two white teachers testified in this case. None of these had been requested to transfer to a school in which their race was in a minority. All testified they would be willing to teach in such a school, although several expressed a preference to remain where they were.</p>\n<p>[13]  This action was brought in the midst of the school year 1965-66. The defendants' reports to the State Board of Education during that year revealed the existence of the following disparities, among others:\n</p>\n<p></p>\n<pre>\n                                1965-1966\n                                              Predominantly\n                                              White Schools   Negro Schools\n    Valuation of School Property Per Pupil      $913.44         $285.18\n    Acreage of School Property Per Pupil            .04             .01\n    Pupil-Classroom Ratio                       22.8 to 1       34.9 to 1\n    Library Volumes Per Pupil                      9.05            4.0\n    Pupils Per Teacher (Based on Enrollment)      24.9            31.8\n    Students Per School Bus                       43              64.1\n</pre>\n<p>The acreage per pupil ratio includes the Louisburg school site acquired in 1960 which is partially undeveloped and unutilized.</p>\n<p>[14]  In 1966-67, the defendants had received federal assistance in the form of portable classrooms, library books, and equipment of various kinds. The defendants' reports to the State Board of Education for 1966-67 disclosed that these additions reduced the disparities in several of these categories, in particular valuation of school property per pupil and library books per pupil, as follows:\n</p>\n<p></p>\n<pre>\n                                1966-67\n                                              Predominantly\n                                              White Schools   Negro Schools\n    Valuation of School Property Per Pupil           $991        $611\n    Library Books Per Pupil                             9.3         5.1\n    Pupils Per Bus                                     40.2        54.7\n</pre>\n<p>In other categories, including acreage per pupil and teacher ratio, the disparities remained essentially unchanged.</p>\n<p>[15]  See footnote 1.</p>\n<p>[16]  HEW Reg. A, 45 C.F.R., § 181.54 (Supp.1966).</p>\n<p>[17]  Several provisions of this order have been taken in whole or in part from the decree prescribed by the Fifth Circuit Court of Appeals in United States v. Jefferson County Board of Education, <span class=\"citation\" data-id=\"274758\"><a href=\"/opinion/274758/united-states-of-america-and-linda-stout-by-her-father-and-next-friend/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span>, 896-901 (1966).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/94508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/248891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/257429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/272549/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/276624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/277053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1410391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1457608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1895721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2181479/"
  ]
}