{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2248554/",
  "absolute_url": "/opinion/2248554/united-states-v-alpha-continental/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2248554/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:51:00.658339Z",
  "date_modified": "2016-04-27T00:10:43.815596Z",
  "type": "010combined",
  "sha1": "719522a725c825fe93bec5af070e8b173a8cda7b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>273 F.Supp. 758 (1967)</b></center>\n<center><h1>UNITED STATES of America for the Use of F. E. ROBINSON CO. OF N. C., INC., and F. E. Robinson Co. of N. C., Inc., Plaintiffs,<br>\nv.<br>\nALPHA-CONTINENTAL, a Joint Venture consisting of Alpha of Texas, Inc. and Continental Electronics Manufacturing Company, and Alpha of Texas, Inc., and Continental Electronics Manufacturing Company, and Alpha-Continental, a Joint Venture consisting of Alpha of Texas, Inc. and Continental Electronics Systems, Inc., and Continental Electronics Systems, Inc., and Ling Electric, Inc., and St. Paul Fire and Marine Insurance Company, Defendants.<br>\nLING ELECTRIC, INC., Plaintiff,<br>\nv.<br>\nFEDERAL INSURANCE COMPANY, Defendant.</h1></center>\n<center>Nos. 518-Civ., 523-Civ.</center>\n<center><p><b>United States District Court E. D. North Carolina, Washington Division.</b></p></center>\n<center>September 8, 1967.</center>\n<p><span class=\"star-pagination\">*759</span> <span class=\"star-pagination\">*760</span> <span class=\"star-pagination\">*761</span> No. 518 Civ.:</p>\n<p>Ray Rankin, Charlotte, N. C., John H. Anderson, of Smith, Leach, Anderson &amp; Dorsett, Raleigh, N. C., for plaintiffs.</p>\n<p>James, Speight, Watson &amp; Brewer, Greenville, N. C., R. M. Ginsberg, of Clark, West, Keller, Clark &amp; Ginsberg, Dallas, Tex., for defendants.</p>\n<p>No. 523 Civ.:</p>\n<p>James, Speight, Watson &amp; Brewer, Greenville, N. C., R. M. Ginsberg, Clark, West, Keller, Clark &amp; Ginsberg, Dallas, Tex., for plaintiff.</p>\n<p>Ray Rankin, Charlotte, N. C., John H. Anderson, of Smith, Leach, Anderson &amp; Dorsett, Raleigh, N. C., for defendant.</p>\n<p></p>\n<h2>OPINION and ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This Miller Act case, Civil No. 518, comes before the Court without a jury for recovery of the reasonable value of labor and materials furnished to defendants in Pitt and Beaufort Counties, North Carolina, by use plaintiff F. E. Robinson Co. of N. C., Inc. (hereinafter referred to as Robinson). Defendant Ling filed a counterclaim and a cross-action <span class=\"star-pagination\">*762</span> against Robinson and Robinson's surety, Federal Insurance Company, for damages for malicious injury to Ling's credit, property, business, and reputation.</p>\n<p>Use plaintiff Robinson, the Labor Sub Contractor, sued Ling Electric (hereinafter referred to as Ling), the electrical subcontractor, Alpha-Continental, the prime contractor, and St. Paul Fire and Marine Insurance Company, the surety of the prime contractor. Defendant Ling moved that Federal Insurance Company be made a party since they were surety for use plaintiff Robinson. Upon the allowance of this motion, defendant Ling crossclaimed against Federal Insurance Company and counterclaimed against Robinson. Federal Insurance denied all liability claiming that the defendants had breached the contract and, therefore, Robinson had the right to cease performance.</p>\n<p>Defendant Ling previously filed an independent action December 18, 1962 against the Federal Insurance Company in Dallas, Texas on grounds of diversity of citizenship which was subsequently transferred to the Eastern District of North Carolina and assigned Civil No. 523 for the convenience of witnesses, and it was consolidated with the action Robinson had filed in Civil No. 518 against Ling, Alpha-Continental, and Alpha's surety. Defendant Ling later elected to pursue its action against Federal Insurance instead of the counterclaim and cross-action against Robinson and Federal Insurance filed in Civil No. 518.</p>\n<p>Use plaintiff was later permitted to amend the complaint after notice and hearing.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>This controversy arises out of the construction of the Voice of America project in Pitt and Beaufort Counties, North Carolina. These facilities consisted of three different sites referred to as site A, site B and site C. The sites were about thirty miles from each other.</p>\n<p>The United States Information Agency of the United States Government entered into a written construction contract dated November 10, 1960 with Alpha-Continental, a joint venture consisting of Alpha of Texas, Inc. and Continental Electronics Manufacturing Company in the amount of $12,173,000.00 for the construction and installation of radio transmitting and receiving facilities near Greenville, North Carolina.</p>\n<p>Defendants other than Ling asserted in their answers that between November 10, 1960 and March 30, 1961 Continental Electronics Systems, Inc., was substituted by a novation agreement for Continental Electronics Manufacturing Company as a member of said joint venture, and the joint venture between Alpha of Texas, Inc. and Continental Electronics Systems, Inc., will hereinafter be called Alpha-Continental. The original contract required that Alpha-Continental pay the government liquidated damages if the contract was not completed by December 20, 1962 (Tr. 435.)</p>\n<p>St. Paul Fire and Marine Insurance Company executed a bond payable in the sum of $2,500,000.00 as required by the Miller Act, Title 40 U.S.C. Section 270a, guaranteeing payment to all persons supplying labor and materials in the prosecution of the work provided for in contract No. 1A-7454 and modifications thereto. The bond bore date of November 9, 1960.</p>\n<p>On March 30, 1961, Alpha-Continental and Ling entered into a written construction subcontract in the amount of $1,289.500.00 wherein Ling undertook to perform a certain portion of the work for the government project specified in contract No. 1A-7454.</p>\n<p>On March 30, 1961, Ling entered into a written labor subcontract with Robinson in the amount of $325,000.00 which required Robinson to furnish a certain portion of the labor, related payroll expenses, tools, and equipment for the government project, which Ling was obligated to furnish under its subcontract with Alpha-Continental.</p>\n<p>On April 7, 1961, Federal Insurance executed a performance bond in favor of Ling, guaranteeing Robinson's performance <span class=\"star-pagination\">*763</span> of the labor subcontract in the amount of $325,000.00.</p>\n<p>Because of the nature of the disputes involved in this case it becomes necessary to examine certain portions of the contract between Alpha-Continental and Ling, and the contract between Ling and Robinson. Robinson's contract with Ling, paragraph one of the Continuation Sheet, related to payment for work done under the original contract and reads as follows:</p>\n<blockquote>\"1. A sum of money monthly on the tenth (10th) of the month following the completion of the work equal to the total gross payroll for the previous month plus an additional ten per cent (10%) without any retainage. This manner of payment shall continue until payments totaling fifty per cent (50%) of the contract amount are advanced against the contract. Upon payment of fifty per cent (50%) of the total contract amount the two parties to this agreement shall review the actual completion of the contract with regard to releasing a percentage over and above the amounts paid as of that date. Total payments against this contract shall not exceed ninety-five per cent (95%) of the total adjusted amount until final acceptance of all work by the owner.\"</blockquote>\n<p>Paragraph 7 of the \"Additional Provisions of Labor Sub Contract\" between Robinson and Ling related to changes under the contract, and reads as follows:</p>\n<blockquote>\"7. The Labor Sub Contractor shall accept no orders for extra work or changes under this contract unless same are presented in writing by the Sub Contractor, and shall make no quotations, suggestions or promises regarding any such work to any person other than the Sub Contractor. All extra work or changes hereunder shall be submitted to the General Contractor by the Sub Contractor only after receiving from the Labor Sub Contractor the labor requirements necessary to perform such changes or extras including overhead and profit. Payment to Labor Sub Contractor by Sub Contractor for any and all such extra work and changes shall be governed by separate agreement in writing and signed by both Labor Sub Contractor and Sub Contractor, and as the same may be affected by the general provisions of the general conditions.\"</blockquote>\n<p>The contract between Robinson and Ling also provided in pertinent part that the Labor Sub Contractor was</p>\n<blockquote>\"* * * to furnish labor and related expenses as described in Section 3 hereof, for the Consolidated East Coast Facilities, Project 1A-5744, Sites A, B &amp; C, for the United States Information Agency hereinafter called the owner at Greenville, North Carolina in accordance with all terms, covenants and conditions of the contract between the General Contractor and the Sub Contractor.\"</blockquote>\n<p>The Labor Sub Contractor further agreed to keep informed as to the progress of the job, to begin work seven days after notification by the Sub Contractor, to prosecute the work continuously with all possible speed, and to complete the entire work within the time prescribed by the contract. The contract between Ling and Robinson further provided that the Labor Sub Contractor was not responsible for delays caused by the neglect, delay, or default of the Sub Contractor. It also provided that Robinson was to be paid $325,000.00, subject to additions and reductions, for changes as may be agreed upon in writing by both parties provided that no payments were to be made unless the Labor Sub Contractor's rate of progress and work done was satisfactory to the Sub Contractor and the Contractor. The contract between Ling and Robinson did not provide for approval by the government or Alpha-Continental or payment by them before Ling was obligated to pay Robinson.</p>\n<p><span class=\"star-pagination\">*764</span> The additional provisions of the Labor Sub Contract provided that the Labor Sub Contractor acknowledge that it had read the plans, specifications, addenda, and covenants; that it had read the contract between the general contractor and the Sub Contractor; and that it would abide by all the conditions and terms of such documents, particularly the general and special conditions as the same applied to the Sub Contractor. The witness Bryant admitted that Robinson regarded the general and special conditions of the Alpha-Continental-Ling contract as a part of his contract with Ling (Tr. 234, 235), but that he rejected the general and special conditions when they were in conflict with the provisions of the Ling-Robinson contract. (Tr. 175.) Paragraph 4 of the Continuation Sheet provided that all overtime requirements by the general contractor to maintain the progress of the job were to be considered in the contract amount. Section 01 of the Alpha-Continental-Ling contract provided that \"(A)11 bonding and grounding as set forth in the applicable specifications with the following exclusions: 1. Steel to steel.\" Section 01 was included in the labor breakdown in the contract between Robinson and Ling.</p>\n<p>Article IV of the Alpha-Continental-Ling contract provided that Alpha-Continental would pay the contractor an amount equal to 90% of the percentage of completion, as so estimated, times the subcontract price, less any sums theretofore paid on account of the work performed and/or materials furnished, provided such amounts were reimbursed to Alpha-Continental under its contract with the government. This article does not mention the Labor Sub Contractor and the Court finds as a fact that it is not applicable to Robinson.</p>\n<p>Article VI provided that changes must be in writing by an authorized representative of Alpha-Continental and no claim for additional compensation should accrue to the contractor (Ling) on account of any extra work unless the contractor should, prior to the commencement of the work, submit to Alpha-Continental a statement showing the amount of extra compensation claimed by the contractor for such work.</p>\n<p>Article VIII provided that nothing should excuse the Subcontractor from proceeding with the work in accordance with the determination of Alpha-Continental's authorized representative as to the interpretation of drawings and specifications.</p>\n<p>The contract between Alpha-Continental and Ling further provided that Ling would insert Clauses XXX through XXXVI in all subcontracts and that a breach of any of the requirements of these clauses would be grounds for termination of the contract. These clauses had to do with the payment of wages under the Davis-Bacon Act 40 U.S.C. Section 276a-7 and overtime compensation. Article XXXIX provides for the coverage of disputes between Alpha-Continental and the electrical subcontractor Ling Electric.</p>\n<p>A. J. Bryant, president of Robinson, was familiar with the terms and conditions of the contract between Alpha-Continental and Ling in that his company had previously submitted a bid for the position of electrical subcontractor. (Tr. 172.)</p>\n<p>Within a month or two after Robinson commenced work on the project (Tr. 69), it also commenced performing a substantial amount of extra work and changes referred to in paragraph 7 of the Additional Provisions of the labor subcontract between Robinson and Ling and Article VI of the Alpha-Continental-Ling contract. Prior to the termination of the contract there were more than one hundred changes in the contract with a value of $76,798.51 performed by Robinson (Tr. 67-89), and more than three hundred and forty seven items of extra work having a value of $68,962.51 (Tr. 68) performed by Robinson. The Court notes, however, with reference to the number of changes and extra work, that some of the work performed was invoiced separately for each site although the work was identical and therefore the number of change orders and extra work orders is somewhat deceiving.</p>\n<p><span class=\"star-pagination\">*765</span> As previously mentioned, Article 7 provided that orders for extra work or changes were to be in writing by Ling and that Ling and Robinson were to agree in writing for the payment provision for the work performed under these headings. About one-half of the time Ling issued written orders for extra work and changes and in very few, if any instances, were there signed agreements relating to the cost or payment for these changes or extra work. (Tr. 69-72.) At first Robinson objected to performing this work without receiving written orders and written cost approval from Ling (Tr. 70-71), but Ling insisted that Robinson either perform these changes and extra work without a written agreement or leave the job. (Tr. 71-72.) Mr. McAfee, Ling's representative, stated that he expected his oral orders to be followed in every instance. (Tr. 644.) Mr. Bryant stated that if Robinson had insisted upon written orders before the work was done it would have caused the work on the project to be stopped. (Tr. 170.) As a result, Robinson performed the work without the required written orders that the contract provided. Clearly, the performance in this manner did not comply with the written or intended meaning of paragraph 7 of the contract, but as it became the common practice of the parties (Tr. 642), the Court finds as a fact that the parties waived this portion of the contract requiring written orders from Ling for changes and extra work. This provision was waived by the request of Ling to perform the work without written orders and by the payments of the amounts claimed during the early period of the contract without any objection by Ling as to the procedure involved.</p>\n<p>In the beginning, Ling paid monthly Robinson's direct labor payroll for the project plus 10% thereof, said payroll covering work performed under the contract change orders, and orders to speedup (accelerate), but these payments did not cover extra work orders. In April or May of 1962 these payments were changed to bi-weekly and were so continued into June 1962. Ling paid for the extra work as invoiced, sometimes by separate check and sometimes by adding the invoiced amount for extra work to the monthly and bi-weekly payments, although no payment at all was made for many invoiced extra work items.</p>\n<p>The testimony as to the reasonable value of the work performed pursuant to the directions of Ling, and for the use and benefit of Alpha-Continental, is in sharp conflict. Mr. McAfee, Ling's superintendent on the project, testified that the value of completing Robinson's uncompleted work was approximately $70,000 (Tr. 623 erroneously shows $7,000.00), and that Robinson's work was about 20% uncompleted. (Tr. 725.) He also testified that from twenty-five to thirty percent of the three-job sites remained uncompleted under the base contract without specifying whether he was referring to the Government-Alpha-Continental contract, the Alpha-Continental-Ling contract or the Robinson-Ling contract. (Tr. 603-605.) Mr. Bryant, Robinson's president, testified that Robinson could have completed the uncompleted portion of its base contract for $25,475.42, and Mr. Armstrong, Robinson's project engineer, testified that he and Mr. Bryant arrived at this figure after computing the different categories of work and the man-hours necessary to complete that work (Tr. 351). Bryant testified that the reasonable value of the work performed by Robinson on this project was $558,305.24.</p>\n<p>As previously mentioned as of September 24, 1962, Robinson had performed work designated as change order work in the amount of $76,798.51 (Tr. 67). The total amount of change order work requested by Robinson for payment was $81,323.09. As of September 24, 1962 Robinson had performed all of this work except for $4,524.58. Robinson accordingly allowed a credit to Ling in the amount of $4,524.58. As of that same date Ling had paid Robinson $25,948.61 this amount being reflected in the figure $382,471.52 which was the total amount paid Robinson by Ling. With respect to this category of work there was <span class=\"star-pagination\">*766</span> no dispute between Ling and Robinson as to the classification of the work except with respect to the following seven items (Tr. 77-85, 690):</p>\n<p></p>\n<pre>\n--------------------------------------------------------------------------\n                          Amount requested\nDescription of                   by         Amount credited  Differences\n     Work                     Robinson          by Ling       in Dispute\n--------------------------------------------------------------------------\n1. Bankcredit by\n   Robinson switchboard\n   change                     (84.00)        (3,622.75)      3,538.75\n2. Corona Shield              5,355.95             0           5,355.95\n3. Stress Cones               2,767.40             0           2,767.40\n4. Stress Cones               2,652.40             0           2,652.40\n5. Stress Cones              13,657.73          7,593.06       6,064.67\n6. Stress Cones              12,586.53          6,560.00       6,026.53\n7. Fireproofing\n   substituted cable          1,426.46             0           1,426.46\n--------------------------------------------------------------------------\nTotal                        38,362.47         10,530.31      27,832.16\n--------------------------------------------------------------------------\n</pre>\n<p>Ling contended that the deductive change order concerning item number one was not issued until after Robinson left the job. Assuming this to be true it would not make any difference as to the outcome of this lawsuit and would only reduce the amount owed Robinson on September 24, 1962 by Ling, an insubstantial amount compared with the total due.</p>\n<p>Disputed item one above involved the question of how much credit Robinson should give Ling on account of the Government changing from the installation of an old to a new switchboard. The dispute arose because Ling felt the change in switchboards made the job easier for Robinson and for that reason Ling was entitled to a much larger credit than the credit submitted by Robinson. Before the change was ordered Robinson had spent a considerable amount of time planning the installation of the old switchboard, partially installing the old switchboard, and removing the old switchboard to make way for the new one, and then installing the new switchboard. The Court finds as a fact that the Robinson credit to Ling in the amount of $84.00 for the change was reasonable. (Tr. 84, 339-341.) Ling did not attack the reasonableness of this credit until after this action had been filed.</p>\n<p>Disputed items 2-6 involved the question of how much credit Robinson should receive from Ling by reason of Robinson's installing corona shields and stress cones on certain cable which was required by the government's changing the specifications from the use of three conductor unshielded cable to single conductor shielded cable on August 1, 1961. (Tr. 90, 841-843.) Robinson did not receive notice of this change until the substituted cable arrived at the job site (Tr. 90). Robinson's prices for this change work were based upon its actual experience in completing the work and were reasonable, and practically all of this work had been completed by August 1962. All of this work constituted changes from the Ling-Robinson contract specifications and for which Robinson was entitled to extra compensation. Mr. McAfee testified that there was nothing on the prints or in the specifications as to how the cables were to be terminated. He stated that good practice indicated the installation of these stress cone type termination.</p>\n<p>Disputed item 7 involved the question of whether Robinson should be paid additional compensation for additional labor required in fireproofing single conductor cables, which had been substituted <span class=\"star-pagination\">*767</span> for the three conductor cable required by the original specifications. (Tr. 85.) This change was brought about by the changes in specifications from the three conductor cable to single conductor cable. The change required Robinson to wrap, varnish, and fireproof three cables instead of one cable as originally specified. Robinson performed this work prior to August 1, 1962 and submitted its statement to Ling. The amount of $1,426.86 is a reasonable charge for this work and Ling had made no payment for this work nor given any credit to Robinson for this work.</p>\n<p>All of these seven items were included in the work for which Ling informed Robinson on September 18, 1962 that no payment would be made until after the government had approved it.</p>\n<p>Sometime after its final settlement with Alpha-Continental in July 1963, concerning which settlement Robinson did not receive notice and was not a party, Ling gave Robinson a credit on its books as shown in items five and six of the above table. As the credit was not given until after Robinson left the job, Robinson was correct in using these figures in ascertaining the amount due as of September 24, 1962 although the credit was contained in the figure as a credit to the amount which Ling seeks to recover in its cross-action against Federal Insurance Company.</p>\n<p>All of the foregoing seven items of change order work were performed on the project by Robinson upon Ling's orders and for the use and benefit of Alpha-Continental.</p>\n<p>During the course of the work Robinson also submitted invoices to Ling for extra work, that is, work not contained in the contract specifications in the amount of $68,962.51. The use plaintiff's exhibits H, I, J introduced in this case concerning the extra work do not reflect the correct totals for each exhibit. The Court also notices that the total obtained by adding the sums reflected in Plaintiff's Exhibits H, I, J does not coincide with the total testified to by the witnesses. However, as the figure testified to is lower than the true figure reflected by adding the figures, the Court uses the lower set of figures which is the $68,962.51 for the total of extra work. These invoices did not include invoices for change order or speed up work except as otherwise noted. Ling paid Robinson $35,136.78 (Tr. 94) on these invoices before Robinson left the job on September 24, 1962. On September 18, 1962, Ling informed Robinson that Robinson would not be paid any more for its welding and brazing, extra work which had previously been performed. (Tr. 145-146.) Subsequently, Ling, after its final settlement with Alpha-Continental in July 1963, gave credit on its books for $12,611.09 (Tr. 95-96) for extra work performed by Robinson which had not been paid at the time Robinson left the job. This credit was also given against the amount which Ling prayed for in their cross-action against Federal Insurance Company. The invoices for extra work thus remaining in dispute between Ling and Robinson are listed in plaintiff's exhibit J and total $21,851.06 and bear dates from October 10, 1961-August 13, 1962. Ling did not give any credit or make any payment for these disputed extra work orders in the amount of $21,851.06.</p>\n<p>Of these disputed invoices for extra work $19.007.67 were Robinson's invoices for brazing (steel to steel bonding) which includes cover brazing, corner head for lathes, brazing metal lathe, brazing vertical reinforcing for masons, and brazing vertical and horizontal reinforcing for masons. This work consisted of bonding or joining together pieces of steel. Mr. Bryant testified that when Robinson first went on the job the welding of structural steel reinforcing was being done by steel erection contractors, and when they finished erecting the steel, the masonry work was begun. As the steel erection contractor had already left the job, Robinson was requested to do this work. (Tr. 100-101.) In other words this work was \"steel to steel\" which was excluded from the Alpha-Continental-Ling contract by Section 01. (Tr. 97-101, 371.) This brazing work was undertaken by Robinson at the request of Ling (Tr. 101, 333) <span class=\"star-pagination\">*768</span> and pursuant to Ling's agreement to pay Robinson additional compensation. Mr. Bryant testified that he attempted to get a written contract for this work but that Ling refused to enter into a contract in writing. He further stated that he was not worried because during this period of time Robinson was being paid the invoices so therefore he did not see any need for a written contract. Robinson rendered invoices to Ling weekly for the brazing work and these invoices were paid regularly by Ling until the latter part of October 1961 (Tr. 103, 112-117, 488) at which time Ling had paid about $6,000.00 to Robinson for brazing work as extra work (Tr. 369). Following this, Ling continued to direct Robinson, orally and in writing, to continue performing the brazing work, and Robinson continued to perform said brazing work (Tr. 117, 337) to the extent of $19,007.67. Ling did not at any time communicate to Robinson any objection as to the amounts of these invoices (Tr. 119, 337).</p>\n<p>Bryant testified that Robinson performed bonding and grounding of copper, copper mesh, bronze, steel and copper brazing, and all work under Section 01 except steel to steel which was excluded. (Tr. 103.) Bryant further stated that Robinson did perform some steel to steel brazing and bonding but this work was not required under Section 01 of the Alpha-Continental-Ling contract but under Section 301 of that contract which further defined the work Robinson was to perform. (Tr. 224-226.)</p>\n<p>Ling subsequently refused to pay Robinson and notified Robinson that Ling and Alpha-Continental were of the opinion that a portion of this invoiced work was part of Robinson's base contract and that Ling was going to withhold payment until they discussed the matter with Robinson (Tr. 118.) Robinson continued its efforts to collect the invoices for this work and continued to do the work at Ling's instructions.</p>\n<p>The remainder of these disputed invoices listed as the last sixteen items on plaintiff's Exhibit J cover miscellaneous items of extra work performed by Robinson at Ling's request, and for which completed work Robinson submitted invoices to Ling at various dates from October 24, 1961 to August 13, 1962. These sixteen items total $2,843.39.</p>\n<p>The Court finds that the extra work for brazing set forth on Plaintiff's Exhibit J was not required by Robinson's base contract with Ling as this work was steel to steel bonding (Tr. 110). Since Article 01 of the Alpha-Continental-Ling agreement specifically excluded steel to steel bonding and grounding from the work required of Ling, it follows as a matter of course that the Ling-Robinson subcontract did not bind Robinson to perform any more work than was required of Ling. (Tr. 527, 746-748.) Mr. McAfee stated that the contract between Alpha-Continental and Ling and the contract betwen Ling and Robinson were the same as to the scope of the work (Tr. 527). It is also significant to note that various Ling and Alpha-Continental representatives signed orders approving this brazing work performed by Robinson as extra work, and that these orders bore notations by the representatives such as \"(B)razing for brick masons\" (Tr. 113) and \"this work should have been done by lathers.\" (Tr. 114.)</p>\n<p>The Court finds that this work was not required by Robinson in its basic contract with Ling, and that Robinson is entitled to this additional compensation of the reasonable value of the work performed.</p>\n<p>As there was not an express provision covering the payment for this extra work, it would appear that Robinson should have been paid for this work within a reasonable time after the invoices had been delivered to Ling. Therefore, Ling should have paid Robinson before September 24, 1962 for all of the items of extra work listed in plaintiff's Exhibit J as all of this work had been performed and invoices submitted therefor between October 20, 1961 and August 13, 1962. Ling should have also paid Robinson for the items of extra work listed on plaintiff's Exhibit I, with the exception of the last three items <span class=\"star-pagination\">*769</span> thereon, and the amount Ling should have paid Robinson for these items is $11,995.91. This extra work was completed by Robinson and invoices submitted to Ling at various dates between March 1962 and September 7, 1962. The last three items listed on plaintiff's exhibit I were not in dispute as to whether they were for extra work or for the amount due thereon, as Ling gave credit for these invoices on its books, but it is possible that Ling may not have been able to pay these invoices by September 24, 1962. The Court finds that before September 24, 1962 Ling should have paid to Robinson an additional $33,846.97 ($21,851.06 plus $11,995.91) for extra work performed and billed by Robinson and not required by the original contract.</p>\n<p>By the end of 1961 and beginning in 1962, the progress of the government project was three to four months behind schedule (Tr. 332). This was not due to any fault of Robinson although defendants did contend that the status of the work was due partly to a failure of Robinson and other subcontractors to properly staff the project. Alpha-Continental complained to the government that the job was delayed because of conditions beyond the control of Alpha-Continental or anyone that they were responsible for. (Tr. 473, 798.)</p>\n<p>In March 1962 the Government asked Alpha-Continental for cost estimates to speed up the work on the project. (Tr. 474-475.) Alpha-Continental in turn requested Ling Electric to submit an estimate of how much it would cost to speed-up the progress of its work on the project. At Ling's request Robinson submitted an estimate of $69,797.98 as the additional cost to put the speed-up into effect. Ling instructed Robinson to put the speed-up program into effect immediately, stating that Alpha-Continental had said that it should be put into effect. (Tr. 122-123.) Ling Electric submitted the speed-up estimate to Alpha-Continental, who in turn submitted it to the United States Information Agency. The proposed speed-up program was rejected by the United States Information Agency in late March or early April of 1962. (Tr. 758-759.)</p>\n<p>Although Ling ordered the speed-up into effect after receiving Robinson's estimate, the evidence does not show that Ling and Robinson specifically agreed upon the price that would be paid to Robinson for this work. Ling and Alpha-Continental knew that Robinson was performing a vast amount of speed-up work and that Robinson expected to be paid. As a result of the speed-up Robinson added additional men (including foreman, general foreman, and material expeditors), changed the field engineer from part time to full time, raised wages to attract more electricians and worked six full days a week instead of five. Robinson almost doubled its labor force as a result of the speed-up program. Bryant made numerous requests to ascertain the status of the speed-up work, said requests extending into September 1962. On September 18, 1962 Robinson was informed that the speed-up work would not be paid for.</p>\n<p>On April 26, 1962 the Government and Alpha-Continental amended the original contract to provide Alpha-Continental with the opportunity to earn an incentive bonus of $2,500.00 per day for each day the project was finished before February 8, 1963. The maximum incentive bonus that Alpha-Continental could earn on its project was $150,000.00. The incentive bonus also provided for liquidated damages if the contract was not finished by the 8th of February, 1963. (Tr. 435, 486.) The original completion date was extended from December 20, 1962 until February 8, 1963. Robinson's first knowledge of the incentive bonus came in reply to a letter which Bryant had written to his Congressman.</p>\n<p>Robinson continued to perform the speed-up work at the insistence of Ling and Alpha-Continental. Ling had knowledge in late March or early April that the speed-up work had not been approved by the United States Information Agency but did not inform Robinson of its knowledge. Robinson realized that the work had not been finally approved, but continued <span class=\"star-pagination\">*770</span> to do the work as it was being paid its additional costs of the speed-up and accordingly was not worried for that reason. At the insistence of Ling, Robinson continued to perform the speed-up under the impression that the estimate was still being processed and that payment would be equitably adjusted when Alpha-Continental or the United States Information Agency approved although, in fact, the estimate had already been rejected. (Tr. 313-314, 758-759.)</p>\n<p>During this time Alpha-Continental, through Ling Electric, informed Robinson that it would pay the one-half time of the time and one-half overtime. Alpha-Continental by the terms of its contract was not bound to pay this amount to Ling who was not required to pay the amount to Robinson as the contracts provided that all overtime costs to keep up with the progress of the project were to be carried by Robinson. Ling, in fact, informed Robinson that it was not going to reimburse Robinson for this overtime as it was a part of Robinson's contract. (Defendant's Exhibit 3-E). It would seem that Alpha-Continental realized that it was requiring work that was not within the Alpha-Continental-Ling contract or the Ling-Robinson contract. Ling did, however, pay the overtime. Robinson was also paid ten cents per hour by Alpha-Continental and Ling, who were not bound to make this payment under the contracts. The payment became necessary because of a shortage of capable electricians caused by the increased demand as a result of the speed-up work. The wage scale was increased from $2.85 per hour to $3.10 per hour.</p>\n<p>The reasonable value of the speed-up work performed by Robinson on the project at the direction of Ling and for the use and benefit of Ling and Alpha-Continental between March and the time Robinson left the job was $69,797.98, the amount of the original estimate.</p>\n<p>The status of the account between Ling and Robinson as of the time Robinson left the job on September 24, 1962 was as follows:</p>\n<p></p>\n<pre>\n  Amount of work described in original\n  contract which had been completed:\n  $325,000.00\n    25,475.42\n  ___________\n   299,524.58\n                                  Reasonable value of basic\n                                  contract work performed by\n                                  Robinson:                         299,524.58\n  Amount of work ordered and directed by Ling\n  as changes, change orders:\n  81,323.09\n  -4,524.58\n  _________\n  76,798.51\n                                  Reasonable value of change order\n                                  work performed by Robinson:        76,798.51\n                                  Less Retainage of 5% by Ling      -18,816.15\n                                                                    __________\n                                                                    357,506.94\n  Invoiced amount of specific work in addition to basic\n  contract work and changes performed pursuant to orders\n  of Ling referred to as \"Extra Work\" orders (excluding\n  speed-up)                                                          68,962.51\n  Reasonable value of speed-up work performed at the\n  order and direction of Ling                                        69,927.98\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*771</span>\n  Deduction to eliminate duplicate inclusions for premium\n  time (10¢ per hour of wage increase plus portion\n  of overtime) which were included in above extra\n  work invoices and in valuation of speed-up work                   -15,572.53\n                                                                    __________\n  Total amount of work performed by Robinson through\n  September 24, 1962 (excluding 5% retainage)                       480,824.90\n  Total amount paid to Robinson by Ling as of September\n  24, 1962                                                          382,471.52\n                                                                    __________\n  Amount owed Robinson by Ling as of September 24,\n  1962 not including retainage of $18,816.15                         98,353.38\n  Less Deductions                                                    -2,089.75\n                                                                     _________\n                                                                     96,263.63\n    The amount of $98,353.38 should be reduced further in the\n  following amounts: 1. Payroll 77 was for the week of September\n  24-30, 1962 and Ling would have been unable to process these\n  amounts by the time Robinson left the job. The amount of the\n  payroll is $1,473.60; 2. The last three items on Plaintiff's Exhibit\n  I in the amount of $616.15 were invoiced in September and it\n  is possible that Ling was unable to process these items before Robinson\n  left the job. The total amount of the deduction is $2,089.75.\n  The reasonable value of the services performed by Robinson at the request\n  of Ling Electric and Alpha-Continental and for their use and benefit is\n  $117,169.53. This amount is figured as follows:\n  Reasonable value of work performed pursuant to base\n  contract                                                          299,524.58\n  Change Order Work                                                  76,798.51\n  Extra Work                                                         68,962.51\n  Speed-up Work                                                      69,927.98\n                                                                    __________\n                                                                    515,213.58\n  Amount paid to Robinson                                           382,471.52\n                                                                    __________\n                                                                    132,742.06\n  Less Duplication of Amounts                                       -15,572.53\n                                                                    __________\n  Amount due Robinson by Ling                                       117,169.53\n</pre>\n<p>The difference in the two figures is due to the fact that as of September 24, 1962 Ling was entitled under the terms of the contract to retain 5% which amounted to $18,816.15.</p>\n<p>In June 1962, Ling notified Robinson that Ling would not pay Robinson's regular payroll billings at the end of June 1962 for the reason that Ling had already paid Robinson 95% of the original base contract amount of $325,000.00 plus approved change orders. The parties stipulated as of the end of June 1962, Robinson had been paid by Ling $329,928.80. From the end of June 1962, until the time Robinson left the project Robinson apparently had been paid $52,542.72 by Ling.</p>\n<p>On July 11, 1962 as a result of Robinson's objection to Ling discontinuing making the payroll payments, a meeting was held between Ling and Robinson. At this meeting the parties discussed payment for work performed by Robinson on the project. The work was divided into three basic categories: 1. invoices questioned but paid; 2. invoices questioned and unpaid; 3. invoices <span class=\"star-pagination\">*772</span> unquestioned and unpaid. (Tr. 209.) The parties as a result of the meeting agreed that Ling was to pay Robinson the sum of $20,000.00 with a deduction of $3,000.00 credit given Ling by Robinson. Ling contends that at this meeting Robinson's representatives agreed that no further payments would be made by Ling to Robinson for these outstanding disputed extra work invoices unless and until Ling succeeded in receiving some of the cost from Alpha-Continental or the Government. Robinson denied making any such agreement. In support of its contentions, Ling introduced its letter to Robinson dated July 15, 1962 purporting to confirm the agreement (defendant's exhibit 3-a-1). This letter stated the alleged agreement between the parties. On July 19, 1962 Robinson answered Ling's letter of July 15, 1962 in which it denied making the alleged agreement recited in the Ling letter. Thereafter, Robinson received Ling's check dated July 30, 1962 for $17,000.00 bearing no notation as to what it covered and without any letter of transmittal. (Tr. 321.) The Court finds as a fact that there was not an agreement between Robinson and Ling that Robinson would be paid for disputed extra work invoices only if and until Ling received payment from the Government or Alpha-Continental. The only agreement was that certain items would not be submitted until later in the job. This agreement was made during the early stages of the project. This agreement was breached by Ling when it informed Robinson that it would not be paid until the Government and/or Alpha-Continental had authorized payment or the changes. The Court further finds as a fact that there was never any agreement between Alpha-Continental, Ling and Robinson that Robinson should await approval of the Government and/or Alpha-Continental before performing or being paid for performing change order work, extra work or speed-up work.</p>\n<p>During the period from the end of June 1962 until September 24, 1962 Robinson received checks from Ling. The amounts of these checks were credited to the base contract, speed-up, extra work and change orders. Some of these checks did not carry any notation as to which account the proceeds were to be credited.</p>\n<p>During the summer of 1962, after Ling had ceased making to Robinson payments based on payroll, Robinson borrowed funds to the extent of its credit and Jack Bryant, Robinson's president, borrowed $50,000.00 personally for the benefit of F. E. Robinson, Inc. It was necessary that Robinson borrow money in order to meet its payroll obligations.</p>\n<p>On August 17, 1962 Robinson was short of funds and informed Ling that it might be compelled to leave the job because it was running out of money. (Tr. 199-200.) During this time Robinson requested additional payments from Ling and offered to complete the balance of the contract on a cost-plus basis.</p>\n<p>In September 1962 Ling informed Robinson that a meeting would be held in Dallas between Ling and Alpha-Continental. At this meeting Robinson's claims for payment were discussed. Jack Bryant requested that he be allowed to attend the meeting in behalf of Robinson, but this request was denied.</p>\n<p>On September 18, 1962, Ling notified Robinson that at the Dallas meeting between Ling and Alpha-Continental, at which meeting Robinson was not represented, a decision had been reached not to pay Robinson any more money for speed-up, for steel to steel bonding, or for the other extra work that was still in dispute, and not to pay Robinson the balance for the change order work, and that the change order work would not be added to the contract until such time that the Government or Alpha-Continental approved. (Tr. 145-146, 314.) There is not any evidence before this Court that Robinson ever consented to these new terms being imposed.</p>\n<p>On Saturday morning, September 22, 1962, Robinson, through its directors and president, decided to withdraw its forces from the job. (Tr. 146-147, 96-98) and on September 22, 1962 Robinson mailed a notice (Plaintiff's Exhibit N) to Ling <span class=\"star-pagination\">*773</span> that it was withdrawing its forces from the job. (Tr. 146-147.) On Monday morning September 24, 1962 Robinson paid off its workers on the job, discharged them, and notified Ling's representative on the job site of its withdrawal.</p>\n<p>The decision and action by Robinson described above was made and taken by Robinson solely on its own initiative and solely for the reasons which it and its counsel believed necessary and justified for the protection of their interest in this matter.</p>\n<p></p>\n<h2>CLAIM OF LING V. FEDERAL</h2>\n<p>Within a week after Robinson had left the job, Ling assumed performance and was working a full schedule. Ling notified the Federal Insurance Company, Robinson's surety, that Robinson had left the job. In the cross action against the Federal Insurance Company, Ling contended that it cost them $109,388.75 to complete the work and allowed Federal a credit in the amount of $49,007.85 for work approved after Robinson left the job. As previously mentioned it was Ling and Alpha-Continental who breached the contract and not Robinson. Due to the breach by Ling and Alpha-Continental, Robinson was not required to perform further and was justified in ceasing to do the work and withdrawing its men. The only amount therefore that Ling is entitled to recover of Federal is the value of backcharges by Alpha-Continental against Ling in the amount of $3,926.54. The total amount of back charges by Alpha-Continental against Ling is $12,466.54 but some of these charges were dated after Robinson left the job. For this reason the Court has declined to allow Ling to recover as damages any amounts which resulted in the breach of contract by Ling. Ling is therefore only allowed recovery for the backcharges which occurred before Robinson left the job as Robinson was justified in so leaving.</p>\n<p>Ling is also entitled to recover of Federal the amount expended for the correction of defective work performed by Robinson before it left the job. From the record in this case it is difficult to ascertain the value of the defective work corrected by Ling after Robinson had left. Mr. Bryant testified that it was customary to have a certain amount of defective work. He stated that after his men had left the job they did not go back to correct any errors if, in fact, there were errors. Bryant further testified that Robinson never inquired of Ling or Alpha-Continental as to whether or not there was any defective work.</p>\n<p>The difficulty arises due to the inability of the Court to distinguish which items on defendant's Exhibit L-2A result from defective work and which items were incurred as a result of the breach of contract by Ling. Any amount which the Court would allow as a recovery would be arbitrary and for that reason the Court is unable to allow Ling to recover against Federal the damages resulting from defective work performed by Robinson before they left the job on September 24, 1962.</p>\n<p>Looking at the case as a whole it appears that Ling ordered Robinson to perform work that was not covered by the Robinson-Ling contract, and then considered the amounts paid for this work as payments for the contract price. Of course, if the contract is carried on in this manner Robinson would reach 95% of the contract amount in a very short period of time when actually much of the work for which he had been paid is not base contract work.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>Jurisdiction in Civil No. 518 is based upon Title 40 U.S.C. Section 270b(b) and upon diversity of citizenship with the requisite amount in controversy. Use plaintiff Robinson is a North Carolina corporation and all defendants are out of state corporations or companies. Defendants made various motions attacking the jurisdiction of the Court as to the subject matter, and said motions were overruled by the Court. Defendants have admitted that the Court has jurisdiction of the parties.</p>\n<p><span class=\"star-pagination\">*774</span> Robinson's suit was filed May 7, 1963 within one year after the day on which Robinson furnished its last labor for the project. This fact has been admitted by defendants in their answers. Robinson gave notice as required by Title 40 U.S.C. Section 270b. On October 29, 1962 by registered mail, informing defendants that they were making claim against them in the amount of $158,087.48 due for labor performed and related expenses. Defendants have admitted that they received this notice and that the notice was sent within ninety days after the work had been performed on the project.</p>\n<p>The purpose of the Miller Act is to protect those who furnish labor and materials for public construction and to insure that they will be paid. The act was not, however, designed to protect the general contractor. In order that the purposes of the act may be effectuated the Courts have said that the Act should be liberally construed, but this does not mean that the Courts will draft a new contract for the parties or impair their expressed intention. St. Paul-Mercury Indemnity Company v. United States for Use of H. C. Jones Const. Co., 238 F.2d 917 (10th Cir., 1956).</p>\n<p>Robinson is a subcontractor within the meaning and intent of the Miller Act as it performed a specific part of the labor requirements of the prime contract, that is, the contract between the United States Information Agency and Alpha-Continental. Robinson, although not in privity with the prime contractor, did supply labor to the prime contractor's subcontractor.</p>\n<p>The substantive law of North Carolina with respect to quantum meruit, the amount of the recovery and the allowance of interest controls the present case. Central Steel Erection Co. v. Will, 304 F.2d 548 (9th Cir., 1962); United States for Use of Weston &amp; Brooker Co. v. Continental Casualty Company, 303 F.2d 91 (4th Cir. 1962); Harris and Harris Const. Co. v. Crain and Denbo, Inc., 256 N.C. 110, 123 S.E.2d 590 (1962). The Court stated in United States for Use and Benefit of Shields, Inc. v. Citizens &amp; Southern Nat. Bank of Atlanta, Ga., 4 Cir., 367 F.2d 473 that the substantive law of North Carolina was to be applied in determining the respective rights of the parties though jurisdiction was conferred by the Miller Act. See also Wells Benz for Use of Mercury Elec. Co. v. United States, 333 F.2d 89 (9th Cir., 1964); Continental Casualty Co. v. Schaefer, 173 F.2d 5 (9th Cir., 1949).</p>\n<p>The defendant Ling committed a material and substantial breach of its agreement with Robinson in failing to pay Robinson substantial sums of money which were due and owing to Robinson as of September 24, 1962, the date Robinson left the job. This rule is especially applicable when the subcontractor is to furnish labor over a long period of time and the involvement of large sums of money. United States for Use and Benefit of Pickard v. Southern Construction Company, 293 F.2d 493 (6th Cir., 1961); Guerini Stone Co. v. P. J. Carlin Construction Co., 248 U.S. 334, 36 S.Ct. 300, 60 L.Ed. 636 (1918). The Court also takes note of the provisions of 40 U.S.C. Sec. 276a requiring that laborers be paid not less than once a week.</p>\n<p>Robinson performed work consisting of changes to the original contract, extra work in addition to the base contract, a portion of the base contract itself, and speed-up work at Ling's direction and request, and for the use and benefit of Ling and Alpha-Continental. There was not an express agreement between Ling and Robinson as to the value of the change order work, the speed-up work and the extra work or the time in which payment would become due. The only evidence of the reasonable value of the speed-up work is the estimate which Robinson prepared for Ling at Ling's request and the request of Alpha-Continental, and Robinson's final costs for doing the speed-up work. The only evidence as to the reasonable value of the change order work and the extra work are the invoices submitted to Ling for payment and the testimony by witnesses representing Robinson. Jack Bryant <span class=\"star-pagination\">*775</span> testified for the use plaintiff that the reasonable value of all the work performed on the project by Robinson was $558,305.24. The Court concludes that as the base contract was not fully performed, that certain work was performed by Robinson outside the scope of the original contract, and the use plaintiff is entitled to a recovery based on quantum meruit. The law implies a promise by Ling to pay Robinson for the work performed on the project a reasonable amount within a reasonable time. Fanderlik-Locke Co. v. United States for Use of M. B. Morgan, Painting Contractor, 285 F.2d 939 (10th Cir., 1960); Grady v. Faison, 224 N.C. 567, 31 S.E.2d 760 (1944); International Minerals &amp; Metals Corp. v. Weinstein, 236 N.C. 558, 73 S.E. 2d 472 (1952). The defendant is forced into the field of quasi or implied contract where irrespective of the intention of the parties to be charged, the rule is that liability arises when one is enriched and receives a benefit at another's expense for which equitably he ought to pay. Ross Engineering Co. v. Pace, 153 F.2d 35, 45 (4th Cir., 1946).</p>\n<blockquote>\"An offer need not be stated in words. Any conduct from which a reasonable person in the offeree's position would be justified in inferring a promise in return for a requested act or a requested promise by the offeree amounts to an offer. The common illustration of this principle is where performance of work or services is requested. If the request is for performance as a favor, no offer to contract is made, and performance of the work or services will not create a contract; but if the request is made under such circumstances that a reasonable person would infer an intent to pay for them (and this is always a question of fact under all the circumstances of the case) the request amounts to an offer, and a contract is created by the performance of the work. And even though no request is made for the performance of work or service, if it is known that it is being rendered with the expectation of pay, the person benefited is liable.\" Williston On Contracts, Revised Edition, Vol. 1, Section 36 (1957).</blockquote>\n<p>The plaintiff contends that the evidence shows that there were three major and material breaches of the contract by the defendants. The first breach was that the defendant Ling failed and neglected to bring the periodic payments up to date. The second was the failure to pay for a substantial portion of the work performed as a result of change orders, extra work, and speed-up. The third breach was the communication to the plaintiff of defendant's decision not to pay plaintiff the large sum for orders to speed-up the progress of the project, extra work orders, and change orders, which refusal amounts to a repudiation of the contract by Ling. The Court has found that the defendants did fail to keep the periodic payments up to date as called for in the contract between Ling and Robinson and that it failed to make payment for a large portion of the extra work, change orders and speed-up, and finally that on September 18, 1962 it informed Robinson that it was not going to pay any more money for the change orders until they had been added to the base contract, and that it was not going to pay any more for the extra work and speed-up and in the same breath ordered Robinson to speed-up the contract. The Court has therefore found that there was a substantial and material breach, said breach going to the very essence of the contract and justifying Robinson in refusing to continue work on the project. The subcontractor cannot and should not be expected to finance the project until such time that the prime contractor or the Government decides to pay the amount due. If the subcontractor is ordered to perform the work or even requested to do so, then the obligation in the absence of an express contract provision falls upon the party so ordering the work to be done to pay a reasonable amount for that work within a reasonable time. To hold otherwise would cast a burden upon the subcontractor which in many cases would be impossible to carry as the subcontractors <span class=\"star-pagination\">*776</span> are usually smaller in size than the prime contractors. If the work is found to be covered by the contract the performing party will be compensated by the terms of the contract. If there is not an express provision for payment then he is entitled to receive the reasonable value of his services. Of course, the prime contractor or in this case a contractor such as Ling Electric may order the labor subcontractor to perform work which is within the scope of the contract. In that case the labor subcontractor would be committing a breach of its contract if it refused to perform this work. The items that the subcontractor is ordered to do may be small in size judging by monetary standards, but these small items do add up as shown in this case. If he goes ahead and performs the work he does not take the risk of breaching his contract and if the work is found to be outside the contract he will be compensated and if the work is covered by the contract he will be compensated. Pitfalls as to what is or is not within the scope of the original contract can be eliminated by careful scrutiny of the contract before it is signed and by adequate liaison between the parties to the contract. In a project of this size it is mandatory that the parties have some liaison between them. They must work together with a common goal, that the project be completed according to the terms of the contract. Of course, there will be certain changes made to the contract in projects of this size, but by working together, complying with all contract provisions such as the required writings for change orders and by prompt settlement of accounts, many of the difficulties witnessed in this case may be avoided. Proper accounting practices should also be employed so that it is possible to ascertain the status of an account without having to do lengthly research and tabulation. If all Government projects are carried on in the same manner as this project, it is a wonder we do not have even more litigation in this field. The way in which this contract was handled was a breeding ground for litigation from the very beginning.</p>\n<p>Defendants have vigorously objected to any allowance of damages based upon quantum meruit. This Court, however, disagrees with this contention upon the facts herein presented. Professor Corbin states:</p>\n<blockquote>\"One who has rendered service or supplied work, labor, and materials under a contract with another, but who has been wrongfully discharged or otherwise prevented from so far fully performing as to earn the agreed compensation, may regard the contract as terminated and get judgment for the reasonable value of all that the defendant has received in performance of the contract. This rule is applicable to contracts of personal service and to all kinds of construction contracts. The defendant's breach may have been a repudiation, a discharge, a prevention of performance by the plaintiff, or a failure to perform the agreed exchange due from the defendant.\" Corbin on Contracts, Vol. 5, Section 1109 (1964).</blockquote>\n<p>In dealing with quantum meruit the Court of Claims had said,</p>\n<blockquote>\"These cases contain broad statements to the effect that `quantum meruit cannot be allowed where there is a valid contract between the parties.' Frazier-Davis Constr. Co. v. United States, supra, 100 Ct.Cl. [120] at 162. In each one, however, quantum meruit relief appears to have been considered, as an alternative, only after the court found that the contract was not breached.\" Acme Process Equipment Co. v. United States, 347 F.2d 509, 171 Ct.Cl. 324 (1965) reversed on other grounds 385 U.S. 138, 87 S.Ct. 350, 17 L.Ed.2d 249 (1966). (Footnote 28.)</blockquote>\n<p>The cases cited by the defendants state generally, that the Miller Act does not substitute a claim or cause of action in quantum meruit in derogation of the express and effective contract. This proposition is a correct statement of the law, but it must be applied to the <span class=\"star-pagination\">*777</span> facts before the Court. Of course, a plaintiff may not cast aside an express and effective contract and seek recovery based on quantum meruit as a matter of right in every case. There must be some legally sufficient reason to justify the use of quantum meruit, or any contractor upon seeing that he had made a bad bargain would seek compensation for the reasonable value of its services, and not the amount as provided in the contract. The plaintiff does not have the unrestricted right to seek quantum meruit relief at his option. The facts of the particular case must show that he is entitled to such relief. In Carolina Helicopter Corp. v. Cutter Realty Co., 263 N.C. 139, 139 S.E.2d 362, 368 (1964) the Court said:</p>\n<blockquote>\"(1) When the offeree has performed a part of the service specified in the offer and is prevented by the offeror from completing the service, offeree is entitled at least to a compensation on a quantum meruit.\"</blockquote>\n<p>Defendant Ling further contends that Robinson is precluded from recovery on quantum meruit because its complaint does not unambiguously request that measure of relief. The Court, however, notes that Rule 54(c) of the Federal Rules of Civil Procedure as cited in United States for Use of Susi Contracting Co. v. Zara Contracting Co., 146 F. 2d 606 at 609 (2nd Cir., 1944) provides that \"* * * after trial the judgment must grant the relief to which plaintiff's case as presented entitled them.\" It is clear from the evidence that plaintiff is seeking and is entitled to a recovery for the reasonable value of the services performed or quantum meruit.</p>\n<p>In computing the reasonable value in quantum meruit, it is proper to base calculations upon the cost basis that Ling and Robinson used in negotiating the original Ling-Robinson contract. Acme Process Equipment Co. v. United States, 347 F.2d 509, 171 Ct.Cl. 324 (1965) reversed on other grounds 385 U.S. 138, 87 S.Ct. 350, 17 L.Ed.2d 249, (1966). St. Paul-Mercury Indemnity Company v. United States for Use of H. C. Jones Const. Co., 238 F.2d 917 (10th Cir., 1956). See also United States v. Behan, 110 U.S. 338, 4 S.Ct. 81, 28 L.Ed. 168 (1884). The services may be valued at the amount they could have been purchased from one in plaintiff's position at the time they were rendered. United States for Use of Susi Contracting Co. v. Zara Contracting Co., 146 F.2d 606 (2nd Cir., 1944). The reasonable value of the services and materials is generally considered to be the amount for which they could be obtained under like circumstances. Wunderlich Contracting Co. v. United States ex rel. Reischel &amp; Cottrell, 240 F.2d 201 (10th Cir., 1957). It follows that in the negotiations each side seeks to secure the best possible bargain. The contractor does not want to pay more than he has to and the subcontractor seeks the greatest amount of money he can secure for the work performed. In many cases, although not all, the amount agreed upon as the value of the services will be the same as the reasonable value of the services which a court will award, based upon quantum meruit, as this is the value which plaintiff could have received for his performance in the market as of the time of his performance. This, of course, will vary upon the facts in the particular case. In some cases due to unforeseen circumstances, the amount agreed upon by the parties may vary greatly from the reasonable value of the services. The value of the services are not necessarily the cost of the actual performance of the actual benefit to Ling. Acme Process Equipment Co. v. United States, 347 F.2d 509, 171 Ct.Cl. 324 (1965) reversed on other grounds 385 U.S. 138, 87 S.Ct. 350, 17 L.Ed.2d 249 (1966). In the case at hand, the Court has found that the reasonable value of the work is the amount or value of the work performed under the base contract and the speed-up estimate. These are the costs of what Ling could have secured this work at the time the work was performed. As to the change order work and the extra work the Court has used the invoiced amount submitted to Ling by Robinson as the reasonable value of this work, as Mr. Bryant testified <span class=\"star-pagination\">*778</span> that these amounts were reasonable, and the Court also notes that Ling paid many of the invoices based upon the same computations used in these invoices. The main contention of Ling is that the invoices were covered by the contract between Ling and Robinson, but this Court has held otherwise and allowed recovery on quantum meruit.</p>\n<p>As previously stated, the contract between Ling and Robinson provided that the labor subcontractor was not to accept orders for extra work or changes unless they were presented in writing by the subcontractor with a separate agreement regarding payment for work performed pursuant to these orders. This Court has found that the parties waived the provisions of paragraph 7 of the additional provisions, by Ling giving oral orders to Robinson to perform this work and by Robinson complying with those orders. A waiver takes place when a person dispenses with the performance of something which he had the right to exact. A party may excuse the performance of certain conditions either expressly or by his conduct which leads the other party to believe that performance is dispensed with. Waiver may be found where in the course of dealing, one party has dispensed with certain conditions in its favor and the other party has acted without meeting those conditions on the theory that their performance is not required. Harris &amp; Harris Const. Co. v. Crain and Denbo, Inc., 256 N.C. 110, 123 S.E.2d 590 (1962). A person is not allowed under the standards of fairness to accept the benefits of work performed and then insist that he is not liable to pay for that work because the provisions of the contract were not complied with. The dictates of fairness indicate that to allow this would permit one to benefit by his own wrongdoing to the detriment of the party whom he has misled. When a practice has become the established way of performing the contract one side may not later contend that they are not liable because the parties have not complied with the contract. The lack of written orders as required by the contract does not preclude the subcontractor from recovery where from the very beginning the parties ignored the contract provisions, and the testimony discloses that the items were treated as extras or additions to the contract, and were ordered and accepted by the contractor and used in the performance of the work. Ross Engineering Co. v. Pace, 153 F.2d 35 (4th Cir., 1946).</p>\n<p>Defendants also contend that the Court is without jurisdiction as the plaintiff did not pursue his administrative remedies open to them in Article XXXIX of the Alpha-Continental-Ling contract. The basis for this contention rests upon a provision in the Robinson-Ling contract which stated that the labor subcontractor (Robinson) agreed to furnish labor and related expenses in accordance with all terms, covenants, and conditions of the contract between the general contractor (Alpha-Continental) and the subcontractor (Ling). The question therefore is whether or not Article XXXIX is to be applied to Robinson. In Fanderlik-Locke Co. v. United States for Use of M. B. Morgan, Painting Contractor, 285 F.2d 939 (10th Cir., 1960), the Court was faced with the same issue now before this Court. The Court said that there was not any procedure by which the claim of the subcontractor could be presented against the United States except as it became the claim of the prime contractor. The contract was between the United States Government and the prime contractor and the subcontractor was not a party to that contract. The finding in the administrative hearing or review would be binding upon the parties in the absence of fraud, capriciousness, or gross error. The Court held that to reach such a result it would have to be manifest by the plain language of the contract. See also Central Steel Erection Co. v. Will, 304 F.2d 548 (9th Cir., 1962). In United States for Use of B's Co. v. Cleveland Electric Co. of South Carolina, 373 F.2d 585 (4th Cir., 1967) the Court reached the same result reached in Fanderlik, supra. The Court <span class=\"star-pagination\">*779</span> stated that the Government does not recognize or deal with the subcontractor and owes to him no obligation for the work he performs. It would be a \"drastic curtailment of the subcontractor's rights\" to read the dispute provision into the contract between the electrical subcontractor and the labor subcontractor. The Court in the Cleveland Electric case, supra, stated that the provisions such as the one now before this court were intended to cover the quality and manner of performance, and not to govern the rights and remedies between the two subcontractors. Jack Bryant of Robinson stated that he looked to the Alpha-Continental-Ling contract, as that contract described the work Robinson was to perform in its contract with Ling, and certain portions of that contract were made applicable expressly to Robinson. This Court finds as a matter of law that the disputes clause contained in Article XXXIX of the Alpha-Continental-Ling contract is not applicable to Robinson and that it was not necessary for Robinson to pursue administrative remedies before bringing action in this court.</p>\n<p>Use plaintiff Robinson has requested interest in its complaint from September 24, 1962, but the Court is of the opinion that interest should be allowed only from the date of the judgment. The basis for this decision is that the lawsuit has been delayed because of the congested condition of the Court's calendar and the fact that the case was not pretried before the start of the trial, thus, causing much delay as there were many exhibits introduced into evidence, and many objections to the exhibits. The Court finds that the fault for these delays does not lie with either party and for that reason denies the plaintiff's prayer for interest.</p>\n<p>Defendant Ling moved to dismiss Robinson's action at the close of all the evidence introduced in Civil No. 518, which motion has been overruled by the Court. At the close of the evidence in Civil No. 523 Robinson moved for dismissal on the ground that there was insufficient evidence to entitle plaintiff (Ling) to relief, which motion has been denied. Plaintiff moved for a directed verdict pursuant to Rule 50 of the Federal Rules of Civil Procedure, said motion being overruled. Plaintiff Ling in Civil No. 523 moved for summary judgment, which motion is overruled by the Court.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>It is Ordered that the Clerk enter judgment in Civil No. 518 and Civil No. 523.</p>\n<p>It is further Ordered that the Clerk serve a copy of this Opinion and Order upon all counsel of record.</p>\n<p>Let this Order be entered forthwith.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">758</span></span> (1967)</b></center>\n<center><h1>UNITED STATES of America for the Use of F. E. ROBINSON CO. OF N. C., INC., and F. E. Robinson Co. of N. C., Inc., Plaintiffs,<br>\nv.<br>\nALPHA-CONTINENTAL, a Joint Venture consisting of Alpha of Texas, Inc. and Continental Electronics Manufacturing Company, and Alpha of Texas, Inc., and Continental Electronics Manufacturing Company, and Alpha-Continental, a Joint Venture consisting of Alpha of Texas, Inc. and Continental Electronics Systems, Inc., and Continental Electronics Systems, Inc., and Ling Electric, Inc., and St. Paul Fire and Marine Insurance Company, Defendants.<br>\nLING ELECTRIC, INC., Plaintiff,<br>\nv.<br>\nFEDERAL INSURANCE COMPANY, Defendant.</h1></center>\n<center>Nos. 518-Civ., 523-Civ.</center>\n<center><p><b>United States District Court E. D. North Carolina, Washington Division.</b></p></center>\n<center>September 8, 1967.</center>\n<p><span class=\"star-pagination\">*759</span> <span class=\"star-pagination\">*760</span> <span class=\"star-pagination\">*761</span> No. 518 Civ.:</p>\n<p>Ray Rankin, Charlotte, N. C., John H. Anderson, of Smith, Leach, Anderson &amp; Dorsett, Raleigh, N. C., for plaintiffs.</p>\n<p>James, Speight, Watson &amp; Brewer, Greenville, N. C., R. M. Ginsberg, of Clark, West, Keller, Clark &amp; Ginsberg, Dallas, Tex., for defendants.</p>\n<p>No. 523 Civ.:</p>\n<p>James, Speight, Watson &amp; Brewer, Greenville, N. C., R. M. Ginsberg, Clark, West, Keller, Clark &amp; Ginsberg, Dallas, Tex., for plaintiff.</p>\n<p>Ray Rankin, Charlotte, N. C., John H. Anderson, of Smith, Leach, Anderson &amp; Dorsett, Raleigh, N. C., for defendant.</p>\n<p></p>\n<h2>OPINION and ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This Miller Act case, Civil No. 518, comes before the Court without a jury for recovery of the reasonable value of labor and materials furnished to defendants in Pitt and Beaufort Counties, North Carolina, by use plaintiff F. E. Robinson Co. of N. C., Inc. (hereinafter referred to as Robinson). Defendant Ling filed a counterclaim and a cross-action <span class=\"star-pagination\">*762</span> against Robinson and Robinson's surety, Federal Insurance Company, for damages for malicious injury to Ling's credit, property, business, and reputation.</p>\n<p>Use plaintiff Robinson, the Labor Sub Contractor, sued Ling Electric (hereinafter referred to as Ling), the electrical subcontractor, Alpha-Continental, the prime contractor, and St. Paul Fire and Marine Insurance Company, the surety of the prime contractor. Defendant Ling moved that Federal Insurance Company be made a party since they were surety for use plaintiff Robinson. Upon the allowance of this motion, defendant Ling crossclaimed against Federal Insurance Company and counterclaimed against Robinson. Federal Insurance denied all liability claiming that the defendants had breached the contract and, therefore, Robinson had the right to cease performance.</p>\n<p>Defendant Ling previously filed an independent action December 18, 1962 against the Federal Insurance Company in Dallas, Texas on grounds of diversity of citizenship which was subsequently transferred to the Eastern District of North Carolina and assigned Civil No. 523 for the convenience of witnesses, and it was consolidated with the action Robinson had filed in Civil No. 518 against Ling, Alpha-Continental, and Alpha's surety. Defendant Ling later elected to pursue its action against Federal Insurance instead of the counterclaim and cross-action against Robinson and Federal Insurance filed in Civil No. 518.</p>\n<p>Use plaintiff was later permitted to amend the complaint after notice and hearing.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>This controversy arises out of the construction of the Voice of America project in Pitt and Beaufort Counties, North Carolina. These facilities consisted of three different sites referred to as site A, site B and site C. The sites were about thirty miles from each other.</p>\n<p>The United States Information Agency of the United States Government entered into a written construction contract dated November 10, 1960 with Alpha-Continental, a joint venture consisting of Alpha of Texas, Inc. and Continental Electronics Manufacturing Company in the amount of $12,173,000.00 for the construction and installation of radio transmitting and receiving facilities near Greenville, North Carolina.</p>\n<p>Defendants other than Ling asserted in their answers that between November 10, 1960 and March 30, 1961 Continental Electronics Systems, Inc., was substituted by a novation agreement for Continental Electronics Manufacturing Company as a member of said joint venture, and the joint venture between Alpha of Texas, Inc. and Continental Electronics Systems, Inc., will hereinafter be called Alpha-Continental. The original contract required that Alpha-Continental pay the government liquidated damages if the contract was not completed by December 20, 1962 (Tr. 435.)</p>\n<p>St. Paul Fire and Marine Insurance Company executed a bond payable in the sum of $2,500,000.00 as required by the Miller Act, Title 40 U.S.C. Section 270a, guaranteeing payment to all persons supplying labor and materials in the prosecution of the work provided for in contract No. 1A-7454 and modifications thereto. The bond bore date of November 9, 1960.</p>\n<p>On March 30, 1961, Alpha-Continental and Ling entered into a written construction subcontract in the amount of $1,289.500.00 wherein Ling undertook to perform a certain portion of the work for the government project specified in contract No. 1A-7454.</p>\n<p>On March 30, 1961, Ling entered into a written labor subcontract with Robinson in the amount of $325,000.00 which required Robinson to furnish a certain portion of the labor, related payroll expenses, tools, and equipment for the government project, which Ling was obligated to furnish under its subcontract with Alpha-Continental.</p>\n<p>On April 7, 1961, Federal Insurance executed a performance bond in favor of Ling, guaranteeing Robinson's performance <span class=\"star-pagination\">*763</span> of the labor subcontract in the amount of $325,000.00.</p>\n<p>Because of the nature of the disputes involved in this case it becomes necessary to examine certain portions of the contract between Alpha-Continental and Ling, and the contract between Ling and Robinson. Robinson's contract with Ling, paragraph one of the Continuation Sheet, related to payment for work done under the original contract and reads as follows:</p>\n<blockquote>\"1. A sum of money monthly on the tenth (10th) of the month following the completion of the work equal to the total gross payroll for the previous month plus an additional ten per cent (10%) without any retainage. This manner of payment shall continue until payments totaling fifty per cent (50%) of the contract amount are advanced against the contract. Upon payment of fifty per cent (50%) of the total contract amount the two parties to this agreement shall review the actual completion of the contract with regard to releasing a percentage over and above the amounts paid as of that date. Total payments against this contract shall not exceed ninety-five per cent (95%) of the total adjusted amount until final acceptance of all work by the owner.\"</blockquote>\n<p>Paragraph 7 of the \"Additional Provisions of Labor Sub Contract\" between Robinson and Ling related to changes under the contract, and reads as follows:</p>\n<blockquote>\"7. The Labor Sub Contractor shall accept no orders for extra work or changes under this contract unless same are presented in writing by the Sub Contractor, and shall make no quotations, suggestions or promises regarding any such work to any person other than the Sub Contractor. All extra work or changes hereunder shall be submitted to the General Contractor by the Sub Contractor only after receiving from the Labor Sub Contractor the labor requirements necessary to perform such changes or extras including overhead and profit. Payment to Labor Sub Contractor by Sub Contractor for any and all such extra work and changes shall be governed by separate agreement in writing and signed by both Labor Sub Contractor and Sub Contractor, and as the same may be affected by the general provisions of the general conditions.\"</blockquote>\n<p>The contract between Robinson and Ling also provided in pertinent part that the Labor Sub Contractor was</p>\n<blockquote>\"* * * to furnish labor and related expenses as described in Section 3 hereof, for the Consolidated East Coast Facilities, Project 1A-5744, Sites A, B &amp; C, for the United States Information Agency hereinafter called the owner at Greenville, North Carolina in accordance with all terms, covenants and conditions of the contract between the General Contractor and the Sub Contractor.\"</blockquote>\n<p>The Labor Sub Contractor further agreed to keep informed as to the progress of the job, to begin work seven days after notification by the Sub Contractor, to prosecute the work continuously with all possible speed, and to complete the entire work within the time prescribed by the contract. The contract between Ling and Robinson further provided that the Labor Sub Contractor was not responsible for delays caused by the neglect, delay, or default of the Sub Contractor. It also provided that Robinson was to be paid $325,000.00, subject to additions and reductions, for changes as may be agreed upon in writing by both parties provided that no payments were to be made unless the Labor Sub Contractor's rate of progress and work done was satisfactory to the Sub Contractor and the Contractor. The contract between Ling and Robinson did not provide for approval by the government or Alpha-Continental or payment by them before Ling was obligated to pay Robinson.</p>\n<p><span class=\"star-pagination\">*764</span> The additional provisions of the Labor Sub Contract provided that the Labor Sub Contractor acknowledge that it had read the plans, specifications, addenda, and covenants; that it had read the contract between the general contractor and the Sub Contractor; and that it would abide by all the conditions and terms of such documents, particularly the general and special conditions as the same applied to the Sub Contractor. The witness Bryant admitted that Robinson regarded the general and special conditions of the Alpha-Continental-Ling contract as a part of his contract with Ling (Tr. 234, 235), but that he rejected the general and special conditions when they were in conflict with the provisions of the Ling-Robinson contract. (Tr. 175.) Paragraph 4 of the Continuation Sheet provided that all overtime requirements by the general contractor to maintain the progress of the job were to be considered in the contract amount. Section 01 of the Alpha-Continental-Ling contract provided that \"(A)11 bonding and grounding as set forth in the applicable specifications with the following exclusions: 1. Steel to steel.\" Section 01 was included in the labor breakdown in the contract between Robinson and Ling.</p>\n<p>Article IV of the Alpha-Continental-Ling contract provided that Alpha-Continental would pay the contractor an amount equal to 90% of the percentage of completion, as so estimated, times the subcontract price, less any sums theretofore paid on account of the work performed and/or materials furnished, provided such amounts were reimbursed to Alpha-Continental under its contract with the government. This article does not mention the Labor Sub Contractor and the Court finds as a fact that it is not applicable to Robinson.</p>\n<p>Article VI provided that changes must be in writing by an authorized representative of Alpha-Continental and no claim for additional compensation should accrue to the contractor (Ling) on account of any extra work unless the contractor should, prior to the commencement of the work, submit to Alpha-Continental a statement showing the amount of extra compensation claimed by the contractor for such work.</p>\n<p>Article VIII provided that nothing should excuse the Subcontractor from proceeding with the work in accordance with the determination of Alpha-Continental's authorized representative as to the interpretation of drawings and specifications.</p>\n<p>The contract between Alpha-Continental and Ling further provided that Ling would insert Clauses XXX through XXXVI in all subcontracts and that a breach of any of the requirements of these clauses would be grounds for termination of the contract. These clauses had to do with the payment of wages under the Davis-Bacon Act 40 U.S.C. Section 276a-7 and overtime compensation. Article XXXIX provides for the coverage of disputes between Alpha-Continental and the electrical subcontractor Ling Electric.</p>\n<p>A. J. Bryant, president of Robinson, was familiar with the terms and conditions of the contract between Alpha-Continental and Ling in that his company had previously submitted a bid for the position of electrical subcontractor. (Tr. 172.)</p>\n<p>Within a month or two after Robinson commenced work on the project (Tr. 69), it also commenced performing a substantial amount of extra work and changes referred to in paragraph 7 of the Additional Provisions of the labor subcontract between Robinson and Ling and Article VI of the Alpha-Continental-Ling contract. Prior to the termination of the contract there were more than one hundred changes in the contract with a value of $76,798.51 performed by Robinson (Tr. 67-89), and more than three hundred and forty seven items of extra work having a value of $68,962.51 (Tr. 68) performed by Robinson. The Court notes, however, with reference to the number of changes and extra work, that some of the work performed was invoiced separately for each site although the work was identical and therefore the number of change orders and extra work orders is somewhat deceiving.</p>\n<p><span class=\"star-pagination\">*765</span> As previously mentioned, Article 7 provided that orders for extra work or changes were to be in writing by Ling and that Ling and Robinson were to agree in writing for the payment provision for the work performed under these headings. About one-half of the time Ling issued written orders for extra work and changes and in very few, if any instances, were there signed agreements relating to the cost or payment for these changes or extra work. (Tr. 69-72.) At first Robinson objected to performing this work without receiving written orders and written cost approval from Ling (Tr. 70-71), but Ling insisted that Robinson either perform these changes and extra work without a written agreement or leave the job. (Tr. 71-72.) Mr. McAfee, Ling's representative, stated that he expected his oral orders to be followed in every instance. (Tr. 644.) Mr. Bryant stated that if Robinson had insisted upon written orders before the work was done it would have caused the work on the project to be stopped. (Tr. 170.) As a result, Robinson performed the work without the required written orders that the contract provided. Clearly, the performance in this manner did not comply with the written or intended meaning of paragraph 7 of the contract, but as it became the common practice of the parties (Tr. 642), the Court finds as a fact that the parties waived this portion of the contract requiring written orders from Ling for changes and extra work. This provision was waived by the request of Ling to perform the work without written orders and by the payments of the amounts claimed during the early period of the contract without any objection by Ling as to the procedure involved.</p>\n<p>In the beginning, Ling paid monthly Robinson's direct labor payroll for the project plus 10% thereof, said payroll covering work performed under the contract change orders, and orders to speedup (accelerate), but these payments did not cover extra work orders. In April or May of 1962 these payments were changed to bi-weekly and were so continued into June 1962. Ling paid for the extra work as invoiced, sometimes by separate check and sometimes by adding the invoiced amount for extra work to the monthly and bi-weekly payments, although no payment at all was made for many invoiced extra work items.</p>\n<p>The testimony as to the reasonable value of the work performed pursuant to the directions of Ling, and for the use and benefit of Alpha-Continental, is in sharp conflict. Mr. McAfee, Ling's superintendent on the project, testified that the value of completing Robinson's uncompleted work was approximately $70,000 (Tr. 623 erroneously shows $7,000.00), and that Robinson's work was about 20% uncompleted. (Tr. 725.) He also testified that from twenty-five to thirty percent of the three-job sites remained uncompleted under the base contract without specifying whether he was referring to the Government-Alpha-Continental contract, the Alpha-Continental-Ling contract or the Robinson-Ling contract. (Tr. 603-605.) Mr. Bryant, Robinson's president, testified that Robinson could have completed the uncompleted portion of its base contract for $25,475.42, and Mr. Armstrong, Robinson's project engineer, testified that he and Mr. Bryant arrived at this figure after computing the different categories of work and the man-hours necessary to complete that work (Tr. 351). Bryant testified that the reasonable value of the work performed by Robinson on this project was $558,305.24.</p>\n<p>As previously mentioned as of September 24, 1962, Robinson had performed work designated as change order work in the amount of $76,798.51 (Tr. 67). The total amount of change order work requested by Robinson for payment was $81,323.09. As of September 24, 1962 Robinson had performed all of this work except for $4,524.58. Robinson accordingly allowed a credit to Ling in the amount of $4,524.58. As of that same date Ling had paid Robinson $25,948.61 this amount being reflected in the figure $382,471.52 which was the total amount paid Robinson by Ling. With respect to this category of work there was <span class=\"star-pagination\">*766</span> no dispute between Ling and Robinson as to the classification of the work except with respect to the following seven items (Tr. 77-85, 690):</p>\n<p></p>\n<pre>\n--------------------------------------------------------------------------\n                          Amount requested\nDescription of                   by         Amount credited  Differences\n     Work                     Robinson          by Ling       in Dispute\n--------------------------------------------------------------------------\n1. Bankcredit by\n   Robinson switchboard\n   change                     (84.00)        (3,622.75)      3,538.75\n2. Corona Shield              5,355.95             0           5,355.95\n3. Stress Cones               2,767.40             0           2,767.40\n4. Stress Cones               2,652.40             0           2,652.40\n5. Stress Cones              13,657.73          7,593.06       6,064.67\n6. Stress Cones              12,586.53          6,560.00       6,026.53\n7. Fireproofing\n   substituted cable          1,426.46             0           1,426.46\n--------------------------------------------------------------------------\nTotal                        38,362.47         10,530.31      27,832.16\n--------------------------------------------------------------------------\n</pre>\n<p>Ling contended that the deductive change order concerning item number one was not issued until after Robinson left the job. Assuming this to be true it would not make any difference as to the outcome of this lawsuit and would only reduce the amount owed Robinson on September 24, 1962 by Ling, an insubstantial amount compared with the total due.</p>\n<p>Disputed item one above involved the question of how much credit Robinson should give Ling on account of the Government changing from the installation of an old to a new switchboard. The dispute arose because Ling felt the change in switchboards made the job easier for Robinson and for that reason Ling was entitled to a much larger credit than the credit submitted by Robinson. Before the change was ordered Robinson had spent a considerable amount of time planning the installation of the old switchboard, partially installing the old switchboard, and removing the old switchboard to make way for the new one, and then installing the new switchboard. The Court finds as a fact that the Robinson credit to Ling in the amount of $84.00 for the change was reasonable. (Tr. 84, 339-341.) Ling did not attack the reasonableness of this credit until after this action had been filed.</p>\n<p>Disputed items 2-6 involved the question of how much credit Robinson should receive from Ling by reason of Robinson's installing corona shields and stress cones on certain cable which was required by the government's changing the specifications from the use of three conductor unshielded cable to single conductor shielded cable on August 1, 1961. (Tr. 90, 841-843.) Robinson did not receive notice of this change until the substituted cable arrived at the job site (Tr. 90). Robinson's prices for this change work were based upon its actual experience in completing the work and were reasonable, and practically all of this work had been completed by August 1962. All of this work constituted changes from the Ling-Robinson contract specifications and for which Robinson was entitled to extra compensation. Mr. McAfee testified that there was nothing on the prints or in the specifications as to how the cables were to be terminated. He stated that good practice indicated the installation of these stress cone type termination.</p>\n<p>Disputed item 7 involved the question of whether Robinson should be paid additional compensation for additional labor required in fireproofing single conductor cables, which had been substituted <span class=\"star-pagination\">*767</span> for the three conductor cable required by the original specifications. (Tr. 85.) This change was brought about by the changes in specifications from the three conductor cable to single conductor cable. The change required Robinson to wrap, varnish, and fireproof three cables instead of one cable as originally specified. Robinson performed this work prior to August 1, 1962 and submitted its statement to Ling. The amount of $1,426.86 is a reasonable charge for this work and Ling had made no payment for this work nor given any credit to Robinson for this work.</p>\n<p>All of these seven items were included in the work for which Ling informed Robinson on September 18, 1962 that no payment would be made until after the government had approved it.</p>\n<p>Sometime after its final settlement with Alpha-Continental in July 1963, concerning which settlement Robinson did not receive notice and was not a party, Ling gave Robinson a credit on its books as shown in items five and six of the above table. As the credit was not given until after Robinson left the job, Robinson was correct in using these figures in ascertaining the amount due as of September 24, 1962 although the credit was contained in the figure as a credit to the amount which Ling seeks to recover in its cross-action against Federal Insurance Company.</p>\n<p>All of the foregoing seven items of change order work were performed on the project by Robinson upon Ling's orders and for the use and benefit of Alpha-Continental.</p>\n<p>During the course of the work Robinson also submitted invoices to Ling for extra work, that is, work not contained in the contract specifications in the amount of $68,962.51. The use plaintiff's exhibits H, I, J introduced in this case concerning the extra work do not reflect the correct totals for each exhibit. The Court also notices that the total obtained by adding the sums reflected in Plaintiff's Exhibits H, I, J does not coincide with the total testified to by the witnesses. However, as the figure testified to is lower than the true figure reflected by adding the figures, the Court uses the lower set of figures which is the $68,962.51 for the total of extra work. These invoices did not include invoices for change order or speed up work except as otherwise noted. Ling paid Robinson $35,136.78 (Tr. 94) on these invoices before Robinson left the job on September 24, 1962. On September 18, 1962, Ling informed Robinson that Robinson would not be paid any more for its welding and brazing, extra work which had previously been performed. (Tr. 145-146.) Subsequently, Ling, after its final settlement with Alpha-Continental in July 1963, gave credit on its books for $12,611.09 (Tr. 95-96) for extra work performed by Robinson which had not been paid at the time Robinson left the job. This credit was also given against the amount which Ling prayed for in their cross-action against Federal Insurance Company. The invoices for extra work thus remaining in dispute between Ling and Robinson are listed in plaintiff's exhibit J and total $21,851.06 and bear dates from October 10, 1961-August 13, 1962. Ling did not give any credit or make any payment for these disputed extra work orders in the amount of $21,851.06.</p>\n<p>Of these disputed invoices for extra work $19.007.67 were Robinson's invoices for brazing (steel to steel bonding) which includes cover brazing, corner head for lathes, brazing metal lathe, brazing vertical reinforcing for masons, and brazing vertical and horizontal reinforcing for masons. This work consisted of bonding or joining together pieces of steel. Mr. Bryant testified that when Robinson first went on the job the welding of structural steel reinforcing was being done by steel erection contractors, and when they finished erecting the steel, the masonry work was begun. As the steel erection contractor had already left the job, Robinson was requested to do this work. (Tr. 100-101.) In other words this work was \"steel to steel\" which was excluded from the Alpha-Continental-Ling contract by Section 01. (Tr. 97-101, 371.) This brazing work was undertaken by Robinson at the request of Ling (Tr. 101, 333) <span class=\"star-pagination\">*768</span> and pursuant to Ling's agreement to pay Robinson additional compensation. Mr. Bryant testified that he attempted to get a written contract for this work but that Ling refused to enter into a contract in writing. He further stated that he was not worried because during this period of time Robinson was being paid the invoices so therefore he did not see any need for a written contract. Robinson rendered invoices to Ling weekly for the brazing work and these invoices were paid regularly by Ling until the latter part of October 1961 (Tr. 103, 112-117, 488) at which time Ling had paid about $6,000.00 to Robinson for brazing work as extra work (Tr. 369). Following this, Ling continued to direct Robinson, orally and in writing, to continue performing the brazing work, and Robinson continued to perform said brazing work (Tr. 117, 337) to the extent of $19,007.67. Ling did not at any time communicate to Robinson any objection as to the amounts of these invoices (Tr. 119, 337).</p>\n<p>Bryant testified that Robinson performed bonding and grounding of copper, copper mesh, bronze, steel and copper brazing, and all work under Section 01 except steel to steel which was excluded. (Tr. 103.) Bryant further stated that Robinson did perform some steel to steel brazing and bonding but this work was not required under Section 01 of the Alpha-Continental-Ling contract but under Section 301 of that contract which further defined the work Robinson was to perform. (Tr. 224-226.)</p>\n<p>Ling subsequently refused to pay Robinson and notified Robinson that Ling and Alpha-Continental were of the opinion that a portion of this invoiced work was part of Robinson's base contract and that Ling was going to withhold payment until they discussed the matter with Robinson (Tr. 118.) Robinson continued its efforts to collect the invoices for this work and continued to do the work at Ling's instructions.</p>\n<p>The remainder of these disputed invoices listed as the last sixteen items on plaintiff's Exhibit J cover miscellaneous items of extra work performed by Robinson at Ling's request, and for which completed work Robinson submitted invoices to Ling at various dates from October 24, 1961 to August 13, 1962. These sixteen items total $2,843.39.</p>\n<p>The Court finds that the extra work for brazing set forth on Plaintiff's Exhibit J was not required by Robinson's base contract with Ling as this work was steel to steel bonding (Tr. 110). Since Article 01 of the Alpha-Continental-Ling agreement specifically excluded steel to steel bonding and grounding from the work required of Ling, it follows as a matter of course that the Ling-Robinson subcontract did not bind Robinson to perform any more work than was required of Ling. (Tr. 527, 746-748.) Mr. McAfee stated that the contract between Alpha-Continental and Ling and the contract betwen Ling and Robinson were the same as to the scope of the work (Tr. 527). It is also significant to note that various Ling and Alpha-Continental representatives signed orders approving this brazing work performed by Robinson as extra work, and that these orders bore notations by the representatives such as \"(B)razing for brick masons\" (Tr. 113) and \"this work should have been done by lathers.\" (Tr. 114.)</p>\n<p>The Court finds that this work was not required by Robinson in its basic contract with Ling, and that Robinson is entitled to this additional compensation of the reasonable value of the work performed.</p>\n<p>As there was not an express provision covering the payment for this extra work, it would appear that Robinson should have been paid for this work within a reasonable time after the invoices had been delivered to Ling. Therefore, Ling should have paid Robinson before September 24, 1962 for all of the items of extra work listed in plaintiff's Exhibit J as all of this work had been performed and invoices submitted therefor between October 20, 1961 and August 13, 1962. Ling should have also paid Robinson for the items of extra work listed on plaintiff's Exhibit I, with the exception of the last three items <span class=\"star-pagination\">*769</span> thereon, and the amount Ling should have paid Robinson for these items is $11,995.91. This extra work was completed by Robinson and invoices submitted to Ling at various dates between March 1962 and September 7, 1962. The last three items listed on plaintiff's exhibit I were not in dispute as to whether they were for extra work or for the amount due thereon, as Ling gave credit for these invoices on its books, but it is possible that Ling may not have been able to pay these invoices by September 24, 1962. The Court finds that before September 24, 1962 Ling should have paid to Robinson an additional $33,846.97 ($21,851.06 plus $11,995.91) for extra work performed and billed by Robinson and not required by the original contract.</p>\n<p>By the end of 1961 and beginning in 1962, the progress of the government project was three to four months behind schedule (Tr. 332). This was not due to any fault of Robinson although defendants did contend that the status of the work was due partly to a failure of Robinson and other subcontractors to properly staff the project. Alpha-Continental complained to the government that the job was delayed because of conditions beyond the control of Alpha-Continental or anyone that they were responsible for. (Tr. 473, 798.)</p>\n<p>In March 1962 the Government asked Alpha-Continental for cost estimates to speed up the work on the project. (Tr. 474-475.) Alpha-Continental in turn requested Ling Electric to submit an estimate of how much it would cost to speed-up the progress of its work on the project. At Ling's request Robinson submitted an estimate of $69,797.98 as the additional cost to put the speed-up into effect. Ling instructed Robinson to put the speed-up program into effect immediately, stating that Alpha-Continental had said that it should be put into effect. (Tr. 122-123.) Ling Electric submitted the speed-up estimate to Alpha-Continental, who in turn submitted it to the United States Information Agency. The proposed speed-up program was rejected by the United States Information Agency in late March or early April of 1962. (Tr. 758-759.)</p>\n<p>Although Ling ordered the speed-up into effect after receiving Robinson's estimate, the evidence does not show that Ling and Robinson specifically agreed upon the price that would be paid to Robinson for this work. Ling and Alpha-Continental knew that Robinson was performing a vast amount of speed-up work and that Robinson expected to be paid. As a result of the speed-up Robinson added additional men (including foreman, general foreman, and material expeditors), changed the field engineer from part time to full time, raised wages to attract more electricians and worked six full days a week instead of five. Robinson almost doubled its labor force as a result of the speed-up program. Bryant made numerous requests to ascertain the status of the speed-up work, said requests extending into September 1962. On September 18, 1962 Robinson was informed that the speed-up work would not be paid for.</p>\n<p>On April 26, 1962 the Government and Alpha-Continental amended the original contract to provide Alpha-Continental with the opportunity to earn an incentive bonus of $2,500.00 per day for each day the project was finished before February 8, 1963. The maximum incentive bonus that Alpha-Continental could earn on its project was $150,000.00. The incentive bonus also provided for liquidated damages if the contract was not finished by the 8th of February, 1963. (Tr. 435, 486.) The original completion date was extended from December 20, 1962 until February 8, 1963. Robinson's first knowledge of the incentive bonus came in reply to a letter which Bryant had written to his Congressman.</p>\n<p>Robinson continued to perform the speed-up work at the insistence of Ling and Alpha-Continental. Ling had knowledge in late March or early April that the speed-up work had not been approved by the United States Information Agency but did not inform Robinson of its knowledge. Robinson realized that the work had not been finally approved, but continued <span class=\"star-pagination\">*770</span> to do the work as it was being paid its additional costs of the speed-up and accordingly was not worried for that reason. At the insistence of Ling, Robinson continued to perform the speed-up under the impression that the estimate was still being processed and that payment would be equitably adjusted when Alpha-Continental or the United States Information Agency approved although, in fact, the estimate had already been rejected. (Tr. 313-314, 758-759.)</p>\n<p>During this time Alpha-Continental, through Ling Electric, informed Robinson that it would pay the one-half time of the time and one-half overtime. Alpha-Continental by the terms of its contract was not bound to pay this amount to Ling who was not required to pay the amount to Robinson as the contracts provided that all overtime costs to keep up with the progress of the project were to be carried by Robinson. Ling, in fact, informed Robinson that it was not going to reimburse Robinson for this overtime as it was a part of Robinson's contract. (Defendant's Exhibit 3-E). It would seem that Alpha-Continental realized that it was requiring work that was not within the Alpha-Continental-Ling contract or the Ling-Robinson contract. Ling did, however, pay the overtime. Robinson was also paid ten cents per hour by Alpha-Continental and Ling, who were not bound to make this payment under the contracts. The payment became necessary because of a shortage of capable electricians caused by the increased demand as a result of the speed-up work. The wage scale was increased from $2.85 per hour to $3.10 per hour.</p>\n<p>The reasonable value of the speed-up work performed by Robinson on the project at the direction of Ling and for the use and benefit of Ling and Alpha-Continental between March and the time Robinson left the job was $69,797.98, the amount of the original estimate.</p>\n<p>The status of the account between Ling and Robinson as of the time Robinson left the job on September 24, 1962 was as follows:</p>\n<p></p>\n<pre>\n  Amount of work described in original\n  contract which had been completed:\n  $325,000.00\n    25,475.42\n  ___________\n   299,524.58\n                                  Reasonable value of basic\n                                  contract work performed by\n                                  Robinson:                         299,524.58\n  Amount of work ordered and directed by Ling\n  as changes, change orders:\n  81,323.09\n  -4,524.58\n  _________\n  76,798.51\n                                  Reasonable value of change order\n                                  work performed by Robinson:        76,798.51\n                                  Less Retainage of 5% by Ling      -18,816.15\n                                                                    __________\n                                                                    357,506.94\n  Invoiced amount of specific work in addition to basic\n  contract work and changes performed pursuant to orders\n  of Ling referred to as \"Extra Work\" orders (excluding\n  speed-up)                                                          68,962.51\n  Reasonable value of speed-up work performed at the\n  order and direction of Ling                                        69,927.98\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*771</span>\n  Deduction to eliminate duplicate inclusions for premium\n  time (10¢ per hour of wage increase plus portion\n  of overtime) which were included in above extra\n  work invoices and in valuation of speed-up work                   -15,572.53\n                                                                    __________\n  Total amount of work performed by Robinson through\n  September 24, 1962 (excluding 5% retainage)                       480,824.90\n  Total amount paid to Robinson by Ling as of September\n  24, 1962                                                          382,471.52\n                                                                    __________\n  Amount owed Robinson by Ling as of September 24,\n  1962 not including retainage of $18,816.15                         98,353.38\n  Less Deductions                                                    -2,089.75\n                                                                     _________\n                                                                     96,263.63\n    The amount of $98,353.38 should be reduced further in the\n  following amounts: 1. Payroll 77 was for the week of September\n  24-30, 1962 and Ling would have been unable to process these\n  amounts by the time Robinson left the job. The amount of the\n  payroll is $1,473.60; 2. The last three items on Plaintiff's Exhibit\n  I in the amount of $616.15 were invoiced in September and it\n  is possible that Ling was unable to process these items before Robinson\n  left the job. The total amount of the deduction is $2,089.75.\n  The reasonable value of the services performed by Robinson at the request\n  of Ling Electric and Alpha-Continental and for their use and benefit is\n  $117,169.53. This amount is figured as follows:\n  Reasonable value of work performed pursuant to base\n  contract                                                          299,524.58\n  Change Order Work                                                  76,798.51\n  Extra Work                                                         68,962.51\n  Speed-up Work                                                      69,927.98\n                                                                    __________\n                                                                    515,213.58\n  Amount paid to Robinson                                           382,471.52\n                                                                    __________\n                                                                    132,742.06\n  Less Duplication of Amounts                                       -15,572.53\n                                                                    __________\n  Amount due Robinson by Ling                                       117,169.53\n</pre>\n<p>The difference in the two figures is due to the fact that as of September 24, 1962 Ling was entitled under the terms of the contract to retain 5% which amounted to $18,816.15.</p>\n<p>In June 1962, Ling notified Robinson that Ling would not pay Robinson's regular payroll billings at the end of June 1962 for the reason that Ling had already paid Robinson 95% of the original base contract amount of $325,000.00 plus approved change orders. The parties stipulated as of the end of June 1962, Robinson had been paid by Ling $329,928.80. From the end of June 1962, until the time Robinson left the project Robinson apparently had been paid $52,542.72 by Ling.</p>\n<p>On July 11, 1962 as a result of Robinson's objection to Ling discontinuing making the payroll payments, a meeting was held between Ling and Robinson. At this meeting the parties discussed payment for work performed by Robinson on the project. The work was divided into three basic categories: 1. invoices questioned but paid; 2. invoices questioned and unpaid; 3. invoices <span class=\"star-pagination\">*772</span> unquestioned and unpaid. (Tr. 209.) The parties as a result of the meeting agreed that Ling was to pay Robinson the sum of $20,000.00 with a deduction of $3,000.00 credit given Ling by Robinson. Ling contends that at this meeting Robinson's representatives agreed that no further payments would be made by Ling to Robinson for these outstanding disputed extra work invoices unless and until Ling succeeded in receiving some of the cost from Alpha-Continental or the Government. Robinson denied making any such agreement. In support of its contentions, Ling introduced its letter to Robinson dated July 15, 1962 purporting to confirm the agreement (defendant's exhibit 3-a-1). This letter stated the alleged agreement between the parties. On July 19, 1962 Robinson answered Ling's letter of July 15, 1962 in which it denied making the alleged agreement recited in the Ling letter. Thereafter, Robinson received Ling's check dated July 30, 1962 for $17,000.00 bearing no notation as to what it covered and without any letter of transmittal. (Tr. 321.) The Court finds as a fact that there was not an agreement between Robinson and Ling that Robinson would be paid for disputed extra work invoices only if and until Ling received payment from the Government or Alpha-Continental. The only agreement was that certain items would not be submitted until later in the job. This agreement was made during the early stages of the project. This agreement was breached by Ling when it informed Robinson that it would not be paid until the Government and/or Alpha-Continental had authorized payment or the changes. The Court further finds as a fact that there was never any agreement between Alpha-Continental, Ling and Robinson that Robinson should await approval of the Government and/or Alpha-Continental before performing or being paid for performing change order work, extra work or speed-up work.</p>\n<p>During the period from the end of June 1962 until September 24, 1962 Robinson received checks from Ling. The amounts of these checks were credited to the base contract, speed-up, extra work and change orders. Some of these checks did not carry any notation as to which account the proceeds were to be credited.</p>\n<p>During the summer of 1962, after Ling had ceased making to Robinson payments based on payroll, Robinson borrowed funds to the extent of its credit and Jack Bryant, Robinson's president, borrowed $50,000.00 personally for the benefit of F. E. Robinson, Inc. It was necessary that Robinson borrow money in order to meet its payroll obligations.</p>\n<p>On August 17, 1962 Robinson was short of funds and informed Ling that it might be compelled to leave the job because it was running out of money. (Tr. 199-200.) During this time Robinson requested additional payments from Ling and offered to complete the balance of the contract on a cost-plus basis.</p>\n<p>In September 1962 Ling informed Robinson that a meeting would be held in Dallas between Ling and Alpha-Continental. At this meeting Robinson's claims for payment were discussed. Jack Bryant requested that he be allowed to attend the meeting in behalf of Robinson, but this request was denied.</p>\n<p>On September 18, 1962, Ling notified Robinson that at the Dallas meeting between Ling and Alpha-Continental, at which meeting Robinson was not represented, a decision had been reached not to pay Robinson any more money for speed-up, for steel to steel bonding, or for the other extra work that was still in dispute, and not to pay Robinson the balance for the change order work, and that the change order work would not be added to the contract until such time that the Government or Alpha-Continental approved. (Tr. 145-146, 314.) There is not any evidence before this Court that Robinson ever consented to these new terms being imposed.</p>\n<p>On Saturday morning, September 22, 1962, Robinson, through its directors and president, decided to withdraw its forces from the job. (Tr. 146-147, 96-98) and on September 22, 1962 Robinson mailed a notice (Plaintiff's Exhibit N) to Ling <span class=\"star-pagination\">*773</span> that it was withdrawing its forces from the job. (Tr. 146-147.) On Monday morning September 24, 1962 Robinson paid off its workers on the job, discharged them, and notified Ling's representative on the job site of its withdrawal.</p>\n<p>The decision and action by Robinson described above was made and taken by Robinson solely on its own initiative and solely for the reasons which it and its counsel believed necessary and justified for the protection of their interest in this matter.</p>\n<p></p>\n<h2>CLAIM OF LING V. FEDERAL</h2>\n<p>Within a week after Robinson had left the job, Ling assumed performance and was working a full schedule. Ling notified the Federal Insurance Company, Robinson's surety, that Robinson had left the job. In the cross action against the Federal Insurance Company, Ling contended that it cost them $109,388.75 to complete the work and allowed Federal a credit in the amount of $49,007.85 for work approved after Robinson left the job. As previously mentioned it was Ling and Alpha-Continental who breached the contract and not Robinson. Due to the breach by Ling and Alpha-Continental, Robinson was not required to perform further and was justified in ceasing to do the work and withdrawing its men. The only amount therefore that Ling is entitled to recover of Federal is the value of backcharges by Alpha-Continental against Ling in the amount of $3,926.54. The total amount of back charges by Alpha-Continental against Ling is $12,466.54 but some of these charges were dated after Robinson left the job. For this reason the Court has declined to allow Ling to recover as damages any amounts which resulted in the breach of contract by Ling. Ling is therefore only allowed recovery for the backcharges which occurred before Robinson left the job as Robinson was justified in so leaving.</p>\n<p>Ling is also entitled to recover of Federal the amount expended for the correction of defective work performed by Robinson before it left the job. From the record in this case it is difficult to ascertain the value of the defective work corrected by Ling after Robinson had left. Mr. Bryant testified that it was customary to have a certain amount of defective work. He stated that after his men had left the job they did not go back to correct any errors if, in fact, there were errors. Bryant further testified that Robinson never inquired of Ling or Alpha-Continental as to whether or not there was any defective work.</p>\n<p>The difficulty arises due to the inability of the Court to distinguish which items on defendant's Exhibit L-2A result from defective work and which items were incurred as a result of the breach of contract by Ling. Any amount which the Court would allow as a recovery would be arbitrary and for that reason the Court is unable to allow Ling to recover against Federal the damages resulting from defective work performed by Robinson before they left the job on September 24, 1962.</p>\n<p>Looking at the case as a whole it appears that Ling ordered Robinson to perform work that was not covered by the Robinson-Ling contract, and then considered the amounts paid for this work as payments for the contract price. Of course, if the contract is carried on in this manner Robinson would reach 95% of the contract amount in a very short period of time when actually much of the work for which he had been paid is not base contract work.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>Jurisdiction in Civil No. 518 is based upon Title 40 U.S.C. Section 270b(b) and upon diversity of citizenship with the requisite amount in controversy. Use plaintiff Robinson is a North Carolina corporation and all defendants are out of state corporations or companies. Defendants made various motions attacking the jurisdiction of the Court as to the subject matter, and said motions were overruled by the Court. Defendants have admitted that the Court has jurisdiction of the parties.</p>\n<p><span class=\"star-pagination\">*774</span> Robinson's suit was filed May 7, 1963 within one year after the day on which Robinson furnished its last labor for the project. This fact has been admitted by defendants in their answers. Robinson gave notice as required by Title 40 U.S.C. Section 270b. On October 29, 1962 by registered mail, informing defendants that they were making claim against them in the amount of $158,087.48 due for labor performed and related expenses. Defendants have admitted that they received this notice and that the notice was sent within ninety days after the work had been performed on the project.</p>\n<p>The purpose of the Miller Act is to protect those who furnish labor and materials for public construction and to insure that they will be paid. The act was not, however, designed to protect the general contractor. In order that the purposes of the act may be effectuated the Courts have said that the Act should be liberally construed, but this does not mean that the Courts will draft a new contract for the parties or impair their expressed intention. St. Paul-Mercury Indemnity Company v. United States for Use of H. C. Jones Const. Co., <span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">917</span></span> (10th Cir., 1956).</p>\n<p>Robinson is a subcontractor within the meaning and intent of the Miller Act as it performed a specific part of the labor requirements of the prime contract, that is, the contract between the United States Information Agency and Alpha-Continental. Robinson, although not in privity with the prime contractor, did supply labor to the prime contractor's subcontractor.</p>\n<p>The substantive law of North Carolina with respect to quantum meruit, the amount of the recovery and the allowance of interest controls the present case. Central Steel Erection Co. v. Will, <span class=\"citation\" data-id=\"257537\"><a href=\"/opinion/257537/central-steel-erection-co-a-corporation-and-united-states-fidelity-and/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">548</span></a></span> (9th Cir., 1962); United States for Use of Weston &amp; Brooker Co. v. Continental Casualty Company, <span class=\"citation\" data-id=\"257181\"><a href=\"/opinion/257181/united-states-of-america-for-the-use-of-weston-brooker-company-a/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">91</span></a></span> (4th Cir. 1962); Harris and Harris Const. Co. v. Crain and Denbo, Inc., <span class=\"citation\" data-id=\"1274757\"><a href=\"/opinion/1274757/harris-and-harris-const-co-v-crain-and-denbo-inc/\"><span class=\"volume\">256</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">110</span></a></span>, <span class=\"citation\" data-id=\"1274757\"><a href=\"/opinion/1274757/harris-and-harris-const-co-v-crain-and-denbo-inc/\"><span class=\"volume\">123</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">590</span></a></span> (1962). The Court stated in United States for Use and Benefit of Shields, Inc. v. Citizens &amp; Southern Nat. Bank of Atlanta, Ga., 4 Cir., <span class=\"citation\" data-id=\"273371\"><a href=\"/opinion/273371/the-united-states-of-america-for-the-use-and-benefit-of-shields-inc-and/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">473</span></a></span> that the substantive law of North Carolina was to be applied in determining the respective rights of the parties though jurisdiction was conferred by the Miller Act. See also Wells Benz for Use of Mercury Elec. Co. v. United States, <span class=\"citation\" data-id=\"264676\"><a href=\"/opinion/264676/wells-benz-inc-a-corporation-dale-benz-inc-a-corporation-and-the/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">89</span></a></span> (9th Cir., 1964); Continental Casualty Co. v. Schaefer, <span class=\"citation\" data-id=\"1473565\"><a href=\"/opinion/1473565/continental-casualty-co-v-schaefer/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span> (9th Cir., 1949).</p>\n<p>The defendant Ling committed a material and substantial breach of its agreement with Robinson in failing to pay Robinson substantial sums of money which were due and owing to Robinson as of September 24, 1962, the date Robinson left the job. This rule is especially applicable when the subcontractor is to furnish labor over a long period of time and the involvement of large sums of money. United States for Use and Benefit of Pickard v. Southern Construction Company, <span class=\"citation\" data-id=\"254802\"><a href=\"/opinion/254802/united-states-of-america-for-the-use-and-benefit-of-samuel-j-pickard/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">493</span></a></span> (6th Cir., 1961); Guerini Stone Co. v. P. J. Carlin Construction Co., <span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">334</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">300</span></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">636</span></span> (1918). The Court also takes note of the provisions of 40 U.S.C. Sec. 276a requiring that laborers be paid not less than once a week.</p>\n<p>Robinson performed work consisting of changes to the original contract, extra work in addition to the base contract, a portion of the base contract itself, and speed-up work at Ling's direction and request, and for the use and benefit of Ling and Alpha-Continental. There was not an express agreement between Ling and Robinson as to the value of the change order work, the speed-up work and the extra work or the time in which payment would become due. The only evidence of the reasonable value of the speed-up work is the estimate which Robinson prepared for Ling at Ling's request and the request of Alpha-Continental, and Robinson's final costs for doing the speed-up work. The only evidence as to the reasonable value of the change order work and the extra work are the invoices submitted to Ling for payment and the testimony by witnesses representing Robinson. Jack Bryant <span class=\"star-pagination\">*775</span> testified for the use plaintiff that the reasonable value of all the work performed on the project by Robinson was $558,305.24. The Court concludes that as the base contract was not fully performed, that certain work was performed by Robinson outside the scope of the original contract, and the use plaintiff is entitled to a recovery based on quantum meruit. The law implies a promise by Ling to pay Robinson for the work performed on the project a reasonable amount within a reasonable time. Fanderlik-Locke Co. v. United States for Use of M. B. Morgan, Painting Contractor, <span class=\"citation\" data-id=\"252835\"><a href=\"/opinion/252835/fanderlik-locke-co-a-corporation-and-great-american-indemnity-company-a/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">939</span></a></span> (10th Cir., 1960); Grady v. Faison, <span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">567</span></span>, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">760</span></span> (1944); International Minerals &amp; Metals Corp. v. Weinstein, <span class=\"citation\" data-id=\"1345155\"><a href=\"/opinion/1345155/international-minerals-metals-corp-v-weinstein/\"><span class=\"volume\">236</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">558</span></a></span>, <span class=\"citation\" data-id=\"1345155\"><a href=\"/opinion/1345155/international-minerals-metals-corp-v-weinstein/\"><span class=\"volume\">73</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">472</span></a></span> (1952). The defendant is forced into the field of quasi or implied contract where irrespective of the intention of the parties to be charged, the rule is that liability arises when one is enriched and receives a benefit at another's expense for which equitably he ought to pay. Ross Engineering Co. v. Pace, <span class=\"citation\" data-id=\"1478961\"><a href=\"/opinion/1478961/ross-engineering-co-v-pace/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span>, 45 (4th Cir., 1946).</p>\n<blockquote>\"An offer need not be stated in words. Any conduct from which a reasonable person in the offeree's position would be justified in inferring a promise in return for a requested act or a requested promise by the offeree amounts to an offer. The common illustration of this principle is where performance of work or services is requested. If the request is for performance as a favor, no offer to contract is made, and performance of the work or services will not create a contract; but if the request is made under such circumstances that a reasonable person would infer an intent to pay for them (and this is always a question of fact under all the circumstances of the case) the request amounts to an offer, and a contract is created by the performance of the work. And even though no request is made for the performance of work or service, if it is known that it is being rendered with the expectation of pay, the person benefited is liable.\" Williston On Contracts, Revised Edition, Vol. 1, Section 36 (1957).</blockquote>\n<p>The plaintiff contends that the evidence shows that there were three major and material breaches of the contract by the defendants. The first breach was that the defendant Ling failed and neglected to bring the periodic payments up to date. The second was the failure to pay for a substantial portion of the work performed as a result of change orders, extra work, and speed-up. The third breach was the communication to the plaintiff of defendant's decision not to pay plaintiff the large sum for orders to speed-up the progress of the project, extra work orders, and change orders, which refusal amounts to a repudiation of the contract by Ling. The Court has found that the defendants did fail to keep the periodic payments up to date as called for in the contract between Ling and Robinson and that it failed to make payment for a large portion of the extra work, change orders and speed-up, and finally that on September 18, 1962 it informed Robinson that it was not going to pay any more money for the change orders until they had been added to the base contract, and that it was not going to pay any more for the extra work and speed-up and in the same breath ordered Robinson to speed-up the contract. The Court has therefore found that there was a substantial and material breach, said breach going to the very essence of the contract and justifying Robinson in refusing to continue work on the project. The subcontractor cannot and should not be expected to finance the project until such time that the prime contractor or the Government decides to pay the amount due. If the subcontractor is ordered to perform the work or even requested to do so, then the obligation in the absence of an express contract provision falls upon the party so ordering the work to be done to pay a reasonable amount for that work within a reasonable time. To hold otherwise would cast a burden upon the subcontractor which in many cases would be impossible to carry as the subcontractors <span class=\"star-pagination\">*776</span> are usually smaller in size than the prime contractors. If the work is found to be covered by the contract the performing party will be compensated by the terms of the contract. If there is not an express provision for payment then he is entitled to receive the reasonable value of his services. Of course, the prime contractor or in this case a contractor such as Ling Electric may order the labor subcontractor to perform work which is within the scope of the contract. In that case the labor subcontractor would be committing a breach of its contract if it refused to perform this work. The items that the subcontractor is ordered to do may be small in size judging by monetary standards, but these small items do add up as shown in this case. If he goes ahead and performs the work he does not take the risk of breaching his contract and if the work is found to be outside the contract he will be compensated and if the work is covered by the contract he will be compensated. Pitfalls as to what is or is not within the scope of the original contract can be eliminated by careful scrutiny of the contract before it is signed and by adequate liaison between the parties to the contract. In a project of this size it is mandatory that the parties have some liaison between them. They must work together with a common goal, that the project be completed according to the terms of the contract. Of course, there will be certain changes made to the contract in projects of this size, but by working together, complying with all contract provisions such as the required writings for change orders and by prompt settlement of accounts, many of the difficulties witnessed in this case may be avoided. Proper accounting practices should also be employed so that it is possible to ascertain the status of an account without having to do lengthly research and tabulation. If all Government projects are carried on in the same manner as this project, it is a wonder we do not have even more litigation in this field. The way in which this contract was handled was a breeding ground for litigation from the very beginning.</p>\n<p>Defendants have vigorously objected to any allowance of damages based upon quantum meruit. This Court, however, disagrees with this contention upon the facts herein presented. Professor Corbin states:</p>\n<blockquote>\"One who has rendered service or supplied work, labor, and materials under a contract with another, but who has been wrongfully discharged or otherwise prevented from so far fully performing as to earn the agreed compensation, may regard the contract as terminated and get judgment for the reasonable value of all that the defendant has received in performance of the contract. This rule is applicable to contracts of personal service and to all kinds of construction contracts. The defendant's breach may have been a repudiation, a discharge, a prevention of performance by the plaintiff, or a failure to perform the agreed exchange due from the defendant.\" Corbin on Contracts, Vol. 5, Section 1109 (1964).</blockquote>\n<p>In dealing with quantum meruit the Court of Claims had said,</p>\n<blockquote>\"These cases contain broad statements to the effect that `quantum meruit cannot be allowed where there is a valid contract between the parties.' Frazier-Davis Constr. Co. v. United States, supra, 100 Ct.Cl. [120] at 162. In each one, however, quantum meruit relief appears to have been considered, as an alternative, only after the court found that the contract was not breached.\" Acme Process Equipment Co. v. United States, <span class=\"citation\" data-id=\"268421\"><a href=\"/opinion/268421/acme-process-equipment-co-to-its-own-use-and-for-the-use-and-benefit-of/\"><span class=\"volume\">347</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">509</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">324</span></span> (1965) reversed on other grounds <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">350</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></span> (1966). (Footnote 28.)</blockquote>\n<p>The cases cited by the defendants state generally, that the Miller Act does not substitute a claim or cause of action in quantum meruit in derogation of the express and effective contract. This proposition is a correct statement of the law, but it must be applied to the <span class=\"star-pagination\">*777</span> facts before the Court. Of course, a plaintiff may not cast aside an express and effective contract and seek recovery based on quantum meruit as a matter of right in every case. There must be some legally sufficient reason to justify the use of quantum meruit, or any contractor upon seeing that he had made a bad bargain would seek compensation for the reasonable value of its services, and not the amount as provided in the contract. The plaintiff does not have the unrestricted right to seek quantum meruit relief at his option. The facts of the particular case must show that he is entitled to such relief. In Carolina Helicopter Corp. v. Cutter Realty Co., <span class=\"citation\" data-id=\"1412938\"><a href=\"/opinion/1412938/carolina-helicopter-corp-v-cutter-realty-co/\"><span class=\"volume\">263</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">139</span></a></span>, <span class=\"citation\" data-id=\"1412938\"><a href=\"/opinion/1412938/carolina-helicopter-corp-v-cutter-realty-co/\"><span class=\"volume\">139</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">362</span></a></span>, 368 (1964) the Court said:</p>\n<blockquote>\"(1) When the offeree has performed a part of the service specified in the offer and is prevented by the offeror from completing the service, offeree is entitled at least to a compensation on a quantum meruit.\"</blockquote>\n<p>Defendant Ling further contends that Robinson is precluded from recovery on quantum meruit because its complaint does not unambiguously request that measure of relief. The Court, however, notes that Rule 54(c) of the Federal Rules of Civil Procedure as cited in United States for Use of Susi Contracting Co. v. Zara Contracting Co., <span class=\"citation\" data-id=\"1549403\"><a href=\"/opinion/1549403/united-states-v-zara-contracting-co/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">606</span></a></span> at 609 (2nd Cir., 1944) provides that \"* * * after trial the judgment must grant the relief to which plaintiff's case as presented entitled them.\" It is clear from the evidence that plaintiff is seeking and is entitled to a recovery for the reasonable value of the services performed or quantum meruit.</p>\n<p>In computing the reasonable value in quantum meruit, it is proper to base calculations upon the cost basis that Ling and Robinson used in negotiating the original Ling-Robinson contract. Acme Process Equipment Co. v. United States, <span class=\"citation\" data-id=\"268421\"><a href=\"/opinion/268421/acme-process-equipment-co-to-its-own-use-and-for-the-use-and-benefit-of/\"><span class=\"volume\">347</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">509</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">324</span></span> (1965) reversed on other grounds <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">350</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></span>, (1966). St. Paul-Mercury Indemnity Company v. United States for Use of H. C. Jones Const. Co., <span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">917</span></span> (10th Cir., 1956). See also United States v. Behan, <span class=\"citation\" data-id=\"91040\"><a href=\"/opinion/91040/united-states-v-behan/\"><span class=\"volume\">110</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">338</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">81</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">168</span></span> (1884). The services may be valued at the amount they could have been purchased from one in plaintiff's position at the time they were rendered. United States for Use of Susi Contracting Co. v. Zara Contracting Co., <span class=\"citation\" data-id=\"1549403\"><a href=\"/opinion/1549403/united-states-v-zara-contracting-co/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">606</span></a></span> (2nd Cir., 1944). The reasonable value of the services and materials is generally considered to be the amount for which they could be obtained under like circumstances. Wunderlich Contracting Co. v. United States ex rel. Reischel &amp; Cottrell, <span class=\"citation\" data-id=\"241155\"><a href=\"/opinion/241155/wunderlich-contracting-company-a-corporation-curlett-construction-company/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">201</span></a></span> (10th Cir., 1957). It follows that in the negotiations each side seeks to secure the best possible bargain. The contractor does not want to pay more than he has to and the subcontractor seeks the greatest amount of money he can secure for the work performed. In many cases, although not all, the amount agreed upon as the value of the services will be the same as the reasonable value of the services which a court will award, based upon quantum meruit, as this is the value which plaintiff could have received for his performance in the market as of the time of his performance. This, of course, will vary upon the facts in the particular case. In some cases due to unforeseen circumstances, the amount agreed upon by the parties may vary greatly from the reasonable value of the services. The value of the services are not necessarily the cost of the actual performance of the actual benefit to Ling. Acme Process Equipment Co. v. United States, <span class=\"citation\" data-id=\"268421\"><a href=\"/opinion/268421/acme-process-equipment-co-to-its-own-use-and-for-the-use-and-benefit-of/\"><span class=\"volume\">347</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">509</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">324</span></span> (1965) reversed on other grounds <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">350</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></span> (1966). In the case at hand, the Court has found that the reasonable value of the work is the amount or value of the work performed under the base contract and the speed-up estimate. These are the costs of what Ling could have secured this work at the time the work was performed. As to the change order work and the extra work the Court has used the invoiced amount submitted to Ling by Robinson as the reasonable value of this work, as Mr. Bryant testified <span class=\"star-pagination\">*778</span> that these amounts were reasonable, and the Court also notes that Ling paid many of the invoices based upon the same computations used in these invoices. The main contention of Ling is that the invoices were covered by the contract between Ling and Robinson, but this Court has held otherwise and allowed recovery on quantum meruit.</p>\n<p>As previously stated, the contract between Ling and Robinson provided that the labor subcontractor was not to accept orders for extra work or changes unless they were presented in writing by the subcontractor with a separate agreement regarding payment for work performed pursuant to these orders. This Court has found that the parties waived the provisions of paragraph 7 of the additional provisions, by Ling giving oral orders to Robinson to perform this work and by Robinson complying with those orders. A waiver takes place when a person dispenses with the performance of something which he had the right to exact. A party may excuse the performance of certain conditions either expressly or by his conduct which leads the other party to believe that performance is dispensed with. Waiver may be found where in the course of dealing, one party has dispensed with certain conditions in its favor and the other party has acted without meeting those conditions on the theory that their performance is not required. Harris &amp; Harris Const. Co. v. Crain and Denbo, Inc., <span class=\"citation\" data-id=\"1274757\"><a href=\"/opinion/1274757/harris-and-harris-const-co-v-crain-and-denbo-inc/\"><span class=\"volume\">256</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">110</span></a></span>, <span class=\"citation\" data-id=\"1274757\"><a href=\"/opinion/1274757/harris-and-harris-const-co-v-crain-and-denbo-inc/\"><span class=\"volume\">123</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">590</span></a></span> (1962). A person is not allowed under the standards of fairness to accept the benefits of work performed and then insist that he is not liable to pay for that work because the provisions of the contract were not complied with. The dictates of fairness indicate that to allow this would permit one to benefit by his own wrongdoing to the detriment of the party whom he has misled. When a practice has become the established way of performing the contract one side may not later contend that they are not liable because the parties have not complied with the contract. The lack of written orders as required by the contract does not preclude the subcontractor from recovery where from the very beginning the parties ignored the contract provisions, and the testimony discloses that the items were treated as extras or additions to the contract, and were ordered and accepted by the contractor and used in the performance of the work. Ross Engineering Co. v. Pace, <span class=\"citation\" data-id=\"1478961\"><a href=\"/opinion/1478961/ross-engineering-co-v-pace/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span> (4th Cir., 1946).</p>\n<p>Defendants also contend that the Court is without jurisdiction as the plaintiff did not pursue his administrative remedies open to them in Article XXXIX of the Alpha-Continental-Ling contract. The basis for this contention rests upon a provision in the Robinson-Ling contract which stated that the labor subcontractor (Robinson) agreed to furnish labor and related expenses in accordance with all terms, covenants, and conditions of the contract between the general contractor (Alpha-Continental) and the subcontractor (Ling). The question therefore is whether or not Article XXXIX is to be applied to Robinson. In Fanderlik-Locke Co. v. United States for Use of M. B. Morgan, Painting Contractor, <span class=\"citation\" data-id=\"252835\"><a href=\"/opinion/252835/fanderlik-locke-co-a-corporation-and-great-american-indemnity-company-a/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">939</span></a></span> (10th Cir., 1960), the Court was faced with the same issue now before this Court. The Court said that there was not any procedure by which the claim of the subcontractor could be presented against the United States except as it became the claim of the prime contractor. The contract was between the United States Government and the prime contractor and the subcontractor was not a party to that contract. The finding in the administrative hearing or review would be binding upon the parties in the absence of fraud, capriciousness, or gross error. The Court held that to reach such a result it would have to be manifest by the plain language of the contract. See also Central Steel Erection Co. v. Will, <span class=\"citation\" data-id=\"257537\"><a href=\"/opinion/257537/central-steel-erection-co-a-corporation-and-united-states-fidelity-and/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">548</span></a></span> (9th Cir., 1962). In United States for Use of B's Co. v. Cleveland Electric Co. of South Carolina, <span class=\"citation\" data-id=\"274930\"><a href=\"/opinion/274930/united-states-of-america-for-the-use-of-the-bs-company-v-cleveland/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">585</span></a></span> (4th Cir., 1967) the Court reached the same result reached in Fanderlik, supra. The Court <span class=\"star-pagination\">*779</span> stated that the Government does not recognize or deal with the subcontractor and owes to him no obligation for the work he performs. It would be a \"drastic curtailment of the subcontractor's rights\" to read the dispute provision into the contract between the electrical subcontractor and the labor subcontractor. The Court in the Cleveland Electric case, supra, stated that the provisions such as the one now before this court were intended to cover the quality and manner of performance, and not to govern the rights and remedies between the two subcontractors. Jack Bryant of Robinson stated that he looked to the Alpha-Continental-Ling contract, as that contract described the work Robinson was to perform in its contract with Ling, and certain portions of that contract were made applicable expressly to Robinson. This Court finds as a matter of law that the disputes clause contained in Article XXXIX of the Alpha-Continental-Ling contract is not applicable to Robinson and that it was not necessary for Robinson to pursue administrative remedies before bringing action in this court.</p>\n<p>Use plaintiff Robinson has requested interest in its complaint from September 24, 1962, but the Court is of the opinion that interest should be allowed only from the date of the judgment. The basis for this decision is that the lawsuit has been delayed because of the congested condition of the Court's calendar and the fact that the case was not pretried before the start of the trial, thus, causing much delay as there were many exhibits introduced into evidence, and many objections to the exhibits. The Court finds that the fault for these delays does not lie with either party and for that reason denies the plaintiff's prayer for interest.</p>\n<p>Defendant Ling moved to dismiss Robinson's action at the close of all the evidence introduced in Civil No. 518, which motion has been overruled by the Court. At the close of the evidence in Civil No. 523 Robinson moved for dismissal on the ground that there was insufficient evidence to entitle plaintiff (Ling) to relief, which motion has been denied. Plaintiff moved for a directed verdict pursuant to Rule 50 of the Federal Rules of Civil Procedure, said motion being overruled. Plaintiff Ling in Civil No. 523 moved for summary judgment, which motion is overruled by the Court.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>It is Ordered that the Clerk enter judgment in Civil No. 518 and Civil No. 523.</p>\n<p>It is further Ordered that the Clerk serve a copy of this Opinion and Order upon all counsel of record.</p>\n<p>Let this Order be entered forthwith.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/91040/",
    "http://www.courtlistener.com/api/rest/v3/opinions/241155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/252835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/254802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/257181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/257537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/264676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/268421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273371/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1274757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1345155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1412938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1473565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1478961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1549403/"
  ]
}