{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2252623/",
  "absolute_url": "/opinion/2252623/channel-master-satellite-sys-v-jfd-electronics/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2252623/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:51:54.636094Z",
  "date_modified": "2016-04-26T23:03:14.746968Z",
  "type": "010combined",
  "sha1": "0a861567d7c79d5ea296506bc34c6934bd657dc2",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>702 F.Supp. 1229 (1988)</b></center>\n<center><h1>CHANNEL MASTER SATELLITE SYSTEMS, INC., Plaintiff,<br>\nv.<br>\nJFD ELECTRONICS CORP., Harvey Finkel, and the Unimax Corporation, Defendants.</h1></center>\n<center>No. 88-605-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 29, 1988.</center>\n<p>Adams, McCullough &amp; Beard, Charles C. Meeker, John J. Butler, Raleigh, N.C., 27602, for plaintiff.</p>\n<p>Cecil W. Harrison, Jr., Poyner &amp; Spruill, Raleigh, N.C., for defendants JFD Electronics &amp; Unimax.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>In this action, Channel Master Satellite Systems, Inc. (\"Channel Master\") seeks indemnity and contribution from JFD Electronics Corp. (\"JFD\") and the Unimax Corporation (\"Unimax\"). JFD is a wholly-owned subsidiary of Unimax. The claims are for recovery of costs for actions taken by Channel Master to respond to the release or threatened release of hazardous substances at a site it owns in Granville County near Oxford (\"Oxford site\"), pursuant to § 107(a) of the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (\"CERCLA\"). 42 U.S.C. § 9607(a). Ventura Electronics Corporation, which later changed its name to Channel Master, purchased certain business assets and leased the Oxford site from JFD in 1979 and bought the site from JFD in 1980. JFD and Unimax have moved for summary judgment, contending (in their fourth defense) that Channel Master is estopped from pursuing its claim because Channel Master contractually agreed to accept responsibility for such costs. Channel Master has filed a cross-motion for summary judgment as to said fourth defense, contending that the contract between the parties contains no such bar. The motions have been thoroughly briefed, and are now ripe for disposition. The undisputed facts appear to be as follows:</p>\n<p>Between 1968 and October of 1979, JFD operated a facility located on a 13.09 acre parcel of land in Granville County near Oxford (\"Oxford site\") where it manufactured and electroplated antennas. JFD <span class=\"star-pagination\">*1230</span> owned a 1.46 acre portion of the site. It leased and had an option to purchase the remaining portions of the site from Granville Industrial Developers, Inc. (\"GID\"). Plaintiff alleges in its complaint that waste by-products from JFD's electroplating operations were placed in a pond located on the leased portion of the site.</p>\n<p>On October 15, 1979, JFD subleased the Oxford site to Avnet Acquisition Corp. (\"Avnet\"), an affiliated company of Ventura Electronics Corp. (\"Ventura\"). On May 28, 1980, JFD agreed with Ventura that JFD would acquire from GID the portions of the Oxford site which it did not own, and then convey the entire parcel to Ventura. On July 15, 1980, the sale was consummated and Ventura acquired the site. Ventura later changed its name to Channel Master.</p>\n<p>The terms of the sale of the Oxford site were set out in a purchase and sales agreement (\"Sales Agreement\"), dated May 28, 1980. The Sales Agreement contains three provisions which JFD and Unimax contend express an intent of the parties that the transfer of the property from JFD to Ventura would relieve JFD from any further responsibility or liability for the property after the property changed hands. These provisions include the following:</p>\n<blockquote>4.3 Buyer acknowledges that, except as specifically set forth in this contract, neither Seller nor any agent or representative or purported agent of representative of Seller has made, and Seller is not liable for or bound in any manner by, any express or implied warranties, guaranties, promises, statements, inducements, representations or information pertaining to the Property or any part thereof, the physical condition, size zoning, income, expenses or operation thereof, the uses that can be made of the same or in any matter or thing with respect thereto, including, without limitation, any existing or prospective leasing or occupancy of all or any part thereof....</blockquote>\n<blockquote>4.4 Buyer represents that it has inspected, examined and investigated the Property and the uses thereof to its satisfaction, that it has independently investigated, analyzed, and appraised the value and the profitability thereof and that, except as expressly provided in this contract, it is purchasing the Property \"as is\" at the date of this contract and at the Closing.</blockquote>\n<blockquote>4.5 All notes or notices of violations of law or municipal ordinances, orders or requirements noted in or issued by the Departments of Buildings, Fire, Labor, Health or other state or municipal departments having jurisdiction (collectively \"Violations\") affecting the Property at the date of this contract shall be complied with by Seller and the Property shall be conveyed free of the same;.... Buyer agrees to indemnify and to hold Seller and its respective successors and assigns harmless from and against all actions, claims, penalties, damages and expenses, including attorneys' fees, incurred by Seller resulting from any Violations against or affecting the Property noted or issued after the date of this contract or from any failure of Buyer to correct or comply with the same or to cause the same to be corrected or complied with. The provisions of this Section 4.5 shall survive the Closing.</blockquote>\n<p>The transaction was consummated on July 15, 1980, with a deed conveying the realty, along with the buildings and improvements located on it, and a bill of sale conveying all fixtures, machinery, and equipment located on the property.</p>\n<p>In 1985 Channel Master sought a permit from the State of North Carolina to apply sludge from its waste pond to a land repository. North Carolina declined to issue a permit, and after groundwater and soil contamination in violation of State and federal environmental standards were found at the site, Channel Master elected to clean up the site. It alleges that it spent more than three million dollars ($3,000,000.00) on cleanup measures and anticipates additional cleanup costs in the future.</p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p>Under the provisions of Rule 56(b), a party against whom a claim is asserted may move for summary judgment in his <span class=\"star-pagination\">*1231</span> favor upon all or any part of the claim. The provisions of Rule 56(c) state that:</p>\n<blockquote>... The judgment sought shall be rendered forthwith if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law. A summary judgment, interlocutory in character, may be rendered on the issue of liability alone although there is a genuine issue as to the amount of damages.</blockquote>\n<p>Fed.R.CIV.P. 56(c). A movant for summary judgment must demonstrate to the court that there is no genuine issue of material fact needed to establish his claim, and that he is entitled to judgment as a matter of law. A party resisting the summary judgment motion cannot rest on the mere allegations or denials in his pleadings, but must set forth specific facts which show that there is a genuine issue as to a material fact. The essence of the inquiry on summary judgment is to pierce the pleadings and to assess the proof in a case to see if a trial is necessary. <i>See </i><i>Atlantic States Const. Co. v. Robert E. Lee &amp; Co., Inc.,</i> 406 F.2d 827 (4th Cir.1969); <i>Bland v. Norfolk &amp; Southern R. Co.,</i> 406 F.2d 863 (4th Cir.1969).</p>\n<p>The court perceives the law applicable to the undisputed facts in this case to be as follows:</p>\n<p>Channel Master's complaint against JFD and Unimax is based upon § 107(a)(2) of CERCLA. 42 U.S.C. § 9607(a)(2). Section 107(a)(2) provides that a person who owned or operated a facility at which statutorily defined hazardous substances were disposed is liable to another person for any necessary response costs incurred by the second person, as long as the response undertaken was consistent with the National Contingency Plan.</p>\n<p>The provisions of § 107(e)(1) provide that no indemnification, hold harmless or similar agreement or conveyance shall be effective to transfer liability to another for a release or threatened release of a hazardous substance into the environment, but further provides that, \"<i>[n]othing in this subsection shall bar any agreement to insure, hold harmless, or indemnify a party to such agreement for any liability under this section.</i>\" 42 U.S.C. § 9607(e). The thrust of § 107(e) is that although one may not deny liability for response costs by virtue of an indemnity or hold harmless agreement, such agreements to indemnify are not eliminated by the strict liability provisions of CERCLA.</p>\n<p>The fundamental issue before the court, therefore, is whether the Sales Agreement insures, holds harmless or indemnifies JFD and Unimax for liability under § 107(e)(1). In addressing this issue, the court will consider, <i>seriatim,</i> Sections 4.3, 4.4 and 4.5 of the Sale Agreement.</p>\n<p>Section 4.3 negates the existence of (and hence Seller's responsibility for breach of) express or implied warranties, guarantees, promises, statements, inducements, representations and information by Seller pertaining to the property. Channel Master's claim however, is <i>not</i> predicated on any of the foregoing. It rests not on the contract or Seller's actions in regard thereto, but on § 107(a)(2) of CERCLA. The non-existence of express warranties, etc., on the part of the Seller has no bearing upon the obligations of the parties, <i>inter se,</i> imposed by federal statute. Such obligations are not dependent upon the contract, and Section 4.3 does not affect the same.</p>\n<p>The \"as is\" paragraph, § 4.4 of the Sales Agreement, negates the Seller's responsibility for injury to the Buyer occasioned by the impairment of its use of the property due to a condition or defect therein. For example, if the purchaser were restrained from using the property because of hazardous waste thereon, the purchaser would be without recourse against the Seller because of the \"as is\" language. As stated in <i>Southland Corporation v. Ashland Oil, Inc.,</i> 696 F.Supp. 994 (D.N.J.1988)</p>\n<blockquote>[a]n `as is' provision is merely a warranty disclaimer and as such precludes only claims based on breach of warranty. ... It does not act to shift liability from one party to an agreement to another and is <span class=\"star-pagination\">*1232</span> inapplicable in a cause of action which is not based on breach of warranty.</blockquote>\n<p>696 F.Supp. at 1001 (citations omitted).</p>\n<p>As indicated in <i>Southland,</i> the \"as is\" clause does not shift affirmative obligations of the parties imposed by statute independent of the contract. It is applicable only to rights arising by the dealings of the parties <i>inter se,</i> and hence is no bar to Channel Master's claim predicated upon § 107(a)(2) of CERCLA.</p>\n<p>Section 4.5 contains an indemnity running from the Buyer to the Seller. Such indemnity, however, relates only to</p>\n<blockquote>all notes or notices of violations of law or municipal ordinances, orders or requirements noted in or issued by the Departments of Buildings, Fire, Labor, Health or other state or municipal departments having jurisdiction (collectively \"Violations\") affecting the property. ...</blockquote>\n<p>The indemnity clause, by its language, is not related to violations of federal law, and therefore is not applicable to Channel Master's claim.</p>\n<p>JFD and Unimax argue that the § 4.5 indemnity clause alone is adequate to shift liability because there is a violation of state law, as well as federal law (i.e., CERCLA), which prompted the cleanup. This argument is without merit. All response costs Channel Master incurred at the Oxford site were incurred voluntarily. Channel Master was not ordered by either the state or federal governments to undertake a cleanup. The North Carolina \"inactive hazardous waste site\" statute includes provisions similar to CERCLA, but it does not include a private party cost recovery provision. Under the North Carolina statutes, there is no affirmative obligation to clean up the hazardous waste site except when an order is issued by the state. <i>See e.g.,</i> N.C.Gen. Stat. § 130A-310.5 (1987).</p>\n<p>CERLCA, on the other hand, does provide a private party with a cost recovery action. The House Report accompanying the first version of CERCLA summarizes the purpose of § 107 as follows:</p>\n<blockquote>The legislation would also establish a federal cause of action in strict liability to enable the administration to pursue rapid recovery of [response] costs incurred ... from persons liable therefor and to induce such persons <i>voluntarily</i> to pursue appropriate environmental response actions with respect to inactive hazardous waste sites.</blockquote>\n<p>H.R. No. 96-1016, 96th Cong., 2d Sess. 17 (1980) <i>reprinted in</i> 5 U.S.Code Cong. and Admin.News 6119, 6120 (1980) (emphasis added). It is clear that CERCLA is the only predicate Channel Master claims in the instant action.</p>\n<p>The court concludes that there are no genuine issues of material fact which would support a finding that Channel Master contractually released JDF (and its parent corporation Unimax) from CERCLA liability for cleanup costs at the Oxford site. Channel Master is not estopped from pursuing this action against them. The motion of JFD and Unimax for summary judgment is DENIED. The motion of Channel Master for summary judgment as to the fourth defense of JFD and Unimax is ALLOWED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">702</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1229</span></span> (1988)</b></center>\n<center><h1>CHANNEL MASTER SATELLITE SYSTEMS, INC., Plaintiff,<br>\nv.<br>\nJFD ELECTRONICS CORP., Harvey Finkel, and the Unimax Corporation, Defendants.</h1></center>\n<center>No. 88-605-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 29, 1988.</center>\n<p>Adams, McCullough &amp; Beard, Charles C. Meeker, John J. Butler, Raleigh, N.C., 27602, for plaintiff.</p>\n<p>Cecil W. Harrison, Jr., Poyner &amp; Spruill, Raleigh, N.C., for defendants JFD Electronics &amp; Unimax.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>In this action, Channel Master Satellite Systems, Inc. (\"Channel Master\") seeks indemnity and contribution from JFD Electronics Corp. (\"JFD\") and the Unimax Corporation (\"Unimax\"). JFD is a wholly-owned subsidiary of Unimax. The claims are for recovery of costs for actions taken by Channel Master to respond to the release or threatened release of hazardous substances at a site it owns in Granville County near Oxford (\"Oxford site\"), pursuant to § 107(a) of the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (\"CERCLA\"). 42 U.S.C. § 9607(a). Ventura Electronics Corporation, which later changed its name to Channel Master, purchased certain business assets and leased the Oxford site from JFD in 1979 and bought the site from JFD in 1980. JFD and Unimax have moved for summary judgment, contending (in their fourth defense) that Channel Master is estopped from pursuing its claim because Channel Master contractually agreed to accept responsibility for such costs. Channel Master has filed a cross-motion for summary judgment as to said fourth defense, contending that the contract between the parties contains no such bar. The motions have been thoroughly briefed, and are now ripe for disposition. The undisputed facts appear to be as follows:</p>\n<p>Between 1968 and October of 1979, JFD operated a facility located on a 13.09 acre parcel of land in Granville County near Oxford (\"Oxford site\") where it manufactured and electroplated antennas. JFD <span class=\"star-pagination\">*1230</span> owned a 1.46 acre portion of the site. It leased and had an option to purchase the remaining portions of the site from Granville Industrial Developers, Inc. (\"GID\"). Plaintiff alleges in its complaint that waste by-products from JFD's electroplating operations were placed in a pond located on the leased portion of the site.</p>\n<p>On October 15, 1979, JFD subleased the Oxford site to Avnet Acquisition Corp. (\"Avnet\"), an affiliated company of Ventura Electronics Corp. (\"Ventura\"). On May 28, 1980, JFD agreed with Ventura that JFD would acquire from GID the portions of the Oxford site which it did not own, and then convey the entire parcel to Ventura. On July 15, 1980, the sale was consummated and Ventura acquired the site. Ventura later changed its name to Channel Master.</p>\n<p>The terms of the sale of the Oxford site were set out in a purchase and sales agreement (\"Sales Agreement\"), dated May 28, 1980. The Sales Agreement contains three provisions which JFD and Unimax contend express an intent of the parties that the transfer of the property from JFD to Ventura would relieve JFD from any further responsibility or liability for the property after the property changed hands. These provisions include the following:</p>\n<blockquote>4.3 Buyer acknowledges that, except as specifically set forth in this contract, neither Seller nor any agent or representative or purported agent of representative of Seller has made, and Seller is not liable for or bound in any manner by, any express or implied warranties, guaranties, promises, statements, inducements, representations or information pertaining to the Property or any part thereof, the physical condition, size zoning, income, expenses or operation thereof, the uses that can be made of the same or in any matter or thing with respect thereto, including, without limitation, any existing or prospective leasing or occupancy of all or any part thereof....</blockquote>\n<blockquote>4.4 Buyer represents that it has inspected, examined and investigated the Property and the uses thereof to its satisfaction, that it has independently investigated, analyzed, and appraised the value and the profitability thereof and that, except as expressly provided in this contract, it is purchasing the Property \"as is\" at the date of this contract and at the Closing.</blockquote>\n<blockquote>4.5 All notes or notices of violations of law or municipal ordinances, orders or requirements noted in or issued by the Departments of Buildings, Fire, Labor, Health or other state or municipal departments having jurisdiction (collectively \"Violations\") affecting the Property at the date of this contract shall be complied with by Seller and the Property shall be conveyed free of the same;.... Buyer agrees to indemnify and to hold Seller and its respective successors and assigns harmless from and against all actions, claims, penalties, damages and expenses, including attorneys' fees, incurred by Seller resulting from any Violations against or affecting the Property noted or issued after the date of this contract or from any failure of Buyer to correct or comply with the same or to cause the same to be corrected or complied with. The provisions of this Section 4.5 shall survive the Closing.</blockquote>\n<p>The transaction was consummated on July 15, 1980, with a deed conveying the realty, along with the buildings and improvements located on it, and a bill of sale conveying all fixtures, machinery, and equipment located on the property.</p>\n<p>In 1985 Channel Master sought a permit from the State of North Carolina to apply sludge from its waste pond to a land repository. North Carolina declined to issue a permit, and after groundwater and soil contamination in violation of State and federal environmental standards were found at the site, Channel Master elected to clean up the site. It alleges that it spent more than three million dollars ($3,000,000.00) on cleanup measures and anticipates additional cleanup costs in the future.</p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p>Under the provisions of Rule 56(b), a party against whom a claim is asserted may move for summary judgment in his <span class=\"star-pagination\">*1231</span> favor upon all or any part of the claim. The provisions of Rule 56(c) state that:</p>\n<blockquote>... The judgment sought shall be rendered forthwith if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law. A summary judgment, interlocutory in character, may be rendered on the issue of liability alone although there is a genuine issue as to the amount of damages.</blockquote>\n<p>Fed.R.CIV.P. 56(c). A movant for summary judgment must demonstrate to the court that there is no genuine issue of material fact needed to establish his claim, and that he is entitled to judgment as a matter of law. A party resisting the summary judgment motion cannot rest on the mere allegations or denials in his pleadings, but must set forth specific facts which show that there is a genuine issue as to a material fact. The essence of the inquiry on summary judgment is to pierce the pleadings and to assess the proof in a case to see if a trial is necessary. <i>See </i><i>Atlantic States Const. Co. v. Robert E. Lee &amp; Co., Inc.,</i> <span class=\"citation\" data-id=\"283387\"><a href=\"/opinion/283387/atlantic-states-construction-company-v-robert-e-lee-co-inc-of-south/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span> (4th Cir.1969); <i>Bland v. Norfolk &amp; Southern R. Co.,</i> <span class=\"citation\" data-id=\"283398\"><a href=\"/opinion/283398/evelyn-edmondson-bland-v-norfolk-and-southern-railroad-company/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">863</span></a></span> (4th Cir.1969).</p>\n<p>The court perceives the law applicable to the undisputed facts in this case to be as follows:</p>\n<p>Channel Master's complaint against JFD and Unimax is based upon § 107(a)(2) of CERCLA. 42 U.S.C. § 9607(a)(2). Section 107(a)(2) provides that a person who owned or operated a facility at which statutorily defined hazardous substances were disposed is liable to another person for any necessary response costs incurred by the second person, as long as the response undertaken was consistent with the National Contingency Plan.</p>\n<p>The provisions of § 107(e)(1) provide that no indemnification, hold harmless or similar agreement or conveyance shall be effective to transfer liability to another for a release or threatened release of a hazardous substance into the environment, but further provides that, \"<i>[n]othing in this subsection shall bar any agreement to insure, hold harmless, or indemnify a party to such agreement for any liability under this section.</i>\" 42 U.S.C. § 9607(e). The thrust of § 107(e) is that although one may not deny liability for response costs by virtue of an indemnity or hold harmless agreement, such agreements to indemnify are not eliminated by the strict liability provisions of CERCLA.</p>\n<p>The fundamental issue before the court, therefore, is whether the Sales Agreement insures, holds harmless or indemnifies JFD and Unimax for liability under § 107(e)(1). In addressing this issue, the court will consider, <i>seriatim,</i> Sections 4.3, 4.4 and 4.5 of the Sale Agreement.</p>\n<p>Section 4.3 negates the existence of (and hence Seller's responsibility for breach of) express or implied warranties, guarantees, promises, statements, inducements, representations and information by Seller pertaining to the property. Channel Master's claim however, is <i>not</i> predicated on any of the foregoing. It rests not on the contract or Seller's actions in regard thereto, but on § 107(a)(2) of CERCLA. The non-existence of express warranties, etc., on the part of the Seller has no bearing upon the obligations of the parties, <i>inter se,</i> imposed by federal statute. Such obligations are not dependent upon the contract, and Section 4.3 does not affect the same.</p>\n<p>The \"as is\" paragraph, § 4.4 of the Sales Agreement, negates the Seller's responsibility for injury to the Buyer occasioned by the impairment of its use of the property due to a condition or defect therein. For example, if the purchaser were restrained from using the property because of hazardous waste thereon, the purchaser would be without recourse against the Seller because of the \"as is\" language. As stated in <i>Southland Corporation v. Ashland Oil, Inc.,</i> <span class=\"citation\" data-id=\"1422039\"><a href=\"/opinion/1422039/southland-corp-v-ashland-oil-inc/\"><span class=\"volume\">696</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">994</span></a></span> (D.N.J.1988)</p>\n<blockquote>[a]n `as is' provision is merely a warranty disclaimer and as such precludes only claims based on breach of warranty. ... It does not act to shift liability from one party to an agreement to another and is <span class=\"star-pagination\">*1232</span> inapplicable in a cause of action which is not based on breach of warranty.</blockquote>\n<p>696 F.Supp. at 1001 (citations omitted).</p>\n<p>As indicated in <i>Southland,</i> the \"as is\" clause does not shift affirmative obligations of the parties imposed by statute independent of the contract. It is applicable only to rights arising by the dealings of the parties <i>inter se,</i> and hence is no bar to Channel Master's claim predicated upon § 107(a)(2) of CERCLA.</p>\n<p>Section 4.5 contains an indemnity running from the Buyer to the Seller. Such indemnity, however, relates only to</p>\n<blockquote>all notes or notices of violations of law or municipal ordinances, orders or requirements noted in or issued by the Departments of Buildings, Fire, Labor, Health or other state or municipal departments having jurisdiction (collectively \"Violations\") affecting the property. ...</blockquote>\n<p>The indemnity clause, by its language, is not related to violations of federal law, and therefore is not applicable to Channel Master's claim.</p>\n<p>JFD and Unimax argue that the § 4.5 indemnity clause alone is adequate to shift liability because there is a violation of state law, as well as federal law (i.e., CERCLA), which prompted the cleanup. This argument is without merit. All response costs Channel Master incurred at the Oxford site were incurred voluntarily. Channel Master was not ordered by either the state or federal governments to undertake a cleanup. The North Carolina \"inactive hazardous waste site\" statute includes provisions similar to CERCLA, but it does not include a private party cost recovery provision. Under the North Carolina statutes, there is no affirmative obligation to clean up the hazardous waste site except when an order is issued by the state. <i>See e.g.,</i> N.C.Gen. Stat. § 130A-310.5 (1987).</p>\n<p>CERLCA, on the other hand, does provide a private party with a cost recovery action. The House Report accompanying the first version of CERCLA summarizes the purpose of § 107 as follows:</p>\n<blockquote>The legislation would also establish a federal cause of action in strict liability to enable the administration to pursue rapid recovery of [response] costs incurred ... from persons liable therefor and to induce such persons <i>voluntarily</i> to pursue appropriate environmental response actions with respect to inactive hazardous waste sites.</blockquote>\n<p>H.R. No. 96-1016, 96th Cong., 2d Sess. 17 (1980) <i>reprinted in</i> 5 U.S.Code Cong. and Admin.News 6119, 6120 (1980) (emphasis added). It is clear that CERCLA is the only predicate Channel Master claims in the instant action.</p>\n<p>The court concludes that there are no genuine issues of material fact which would support a finding that Channel Master contractually released JDF (and its parent corporation Unimax) from CERCLA liability for cleanup costs at the Oxford site. Channel Master is not estopped from pursuing this action against them. The motion of JFD and Unimax for summary judgment is DENIED. The motion of Channel Master for summary judgment as to the fourth defense of JFD and Unimax is ALLOWED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/283387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/283398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1422039/"
  ]
}