{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2253464/",
  "absolute_url": "/opinion/2253464/small-v-hunt/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2253464/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:52:06.943872Z",
  "date_modified": "2016-04-27T00:10:51.511551Z",
  "type": "010combined",
  "sha1": "815d995cc7cc0acec76377b383c63c00436b2d51",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>858 F.Supp. 510 (1994)</b></center>\n<center><h1>James Lenard SMALL, et al., and Robert G. Thorne, et al., Plaintiffs,<br>\nv.<br>\nGovernor James B. HUNT, et al., Defendants.</h1></center>\n<center>Nos. 85-987-CRT-BR, 87-446-CRT-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 28, 1994.</center>\n<p><span class=\"star-pagination\">*511</span> <span class=\"star-pagination\">*512</span> Melinda Lawrence, Smith, Patterson, Follin, Curtis, James &amp; Harkavy, Raleigh, NC, Louis L. Lesesne, Jr., Gillespie, Lesesne &amp; Connette, Charlotte, NC, Marvin Sparrow, North Carolina Prisoner Legal Services, Raleigh, NC, for plaintiffs.</p>\n<p>Jim Smith, Sp. Deputy Atty. Gen., N.C. Dept. of Justice, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>In October of 1993, the State of North Carolina filed a petition to modify the Settlement Agreement signed by representatives of the state and the plaintiff class in December of 1988. Though the petition necessarily impacts other provisions of the Settlement Agreement as well, the state's primary request is to modify the requirement that state prisoners have 50 square feet of dormitory living space per inmate (the \"50 foot provision\"), as provided in the Settlement, to allow the state to operate the new dormitories at 130% of capacity and the old dormitories at 140% of capacity.<sup>[1]</sup> Pursuant to agreement between the parties, the state provided its written evidence of grounds for modification to the court prior to the hearing, that serving as defendants' direct evidence. After an evidentiary hearing of four days' duration during which plaintiffs presented evidence in rebuttal and defendants conducted their redirect examinations, the court took the matter under consideration. Having fully reviewed the testimony and exhibits, the court finds that some modification of the Settlement Agreement is appropriate under <i>Rufo v. Inmates of Suffolk County Jail,</i> 502 U.S. 367, 112 S.Ct. 748, 116 L.Ed.2d 867 (1992). For the reasons set out below, the petition to modify the agreement will be allowed in part and denied in part.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p></p>\n<h2>I. The Original Action</h2>\n<p>In 1985, plaintiffs filed a class action lawsuit against then Governor James G. Martin and others<sup>[2]</sup> seeking relief from living conditions alleged to be unconstitutional at 49 of the state's 97 (now 92) prison facilities. The matter came to trial before the undersigned in October of 1985. At the same time, settlement negotiations were carried out under the oversight of Magistrate Judge Alexander B. Denson. Representing the state in the negotiations was a Settlement Committee composed of representatives of the Governor's and Lieutenant Governor's offices, the General Assembly and the Department of Corrections.<sup>[3]</sup><span class=\"star-pagination\">*513</span> The trial had been underway for approximately six weeks and had been stayed temporarily at the request of the state when, on 22 December 1988, a settlement was reached and a Settlement Agreement signed by counsel for the parties.</p>\n<p>During the trial, plaintiffs presented evidence tending to show that conditions in the 49 state prison facilities at issue (the \"<i>Small</i> units\") did not meet constitutional standards. Most inmates were required to sleep in bunks that were stacked three-high. Television sets were located in the dormitory sleeping areas and there were no restrictions on smoking. When the inmates were locked in for the night security officers were stationed outside the sleeping areas, thus leaving, for all practical purposes, those areas unsupervised and weaker inmates unprotected. There was extensive testimony about assaults and homosexual rape carried out behind bunks draped with blankets, thus preventing observation by security officers. Disputes among inmates frequently arose concerning channel selection and volume of the television sets. The conditions in the sleeping areas resulting from the smoking policy were exacerbated by inadequate air circulation. All of these conditions taken together made it difficult for inmates to have any sense of security from other inmates and to get any meaningful sleep.</p>\n<p>There also was extensive evidence presented regarding the adequacy of toilet and bath facilities, lockers for storage of personal items, fire safety, medical care and clothing. In addition, there was considerable evidence presented about the adequacy of food for general population inmates and those with special dietary needs and the sanitary conditions under which food was prepared and served. Finally, there was evidence presented regarding the visitation practices and the educational, vocational and other programs  or lack of them  for inmates. Testimony was received from experts as to the minimum standards that should be met with regard to the conditions in the units as they then existed regarding space, clothing allowances, medical care, etc.</p>\n<p></p>\n<h2>II. The Settlement Agreement</h2>\n<p>Under the terms of the Settlement Agreement, as summarized below, the state agreed to:</p>\n<blockquote>1. (a) Eliminate triple bunks in the 49 units by 1 July 1989, replacing them with double bunks proportioned comparably to military surplus double bunks;</blockquote>\n<blockquote>(b) Provide 50 square feet of living space per inmate in each dormitory by 1 July 1994 (\"standard operating capacity\" or \"SOC\");</blockquote>\n<blockquote>(c) House inmates according to an interim plan by 1 July 1990, which equated to 140% of SOC in the medium security facilities and 125% in minimum security facilities (\"interim operating capacity\" or \"IOC\");</blockquote>\n<blockquote>(d) Refrain from allowing the dormitories to exceed capacity level for more than 120 days in any calendar year, unless the excess population is no more than 20% over the then applicable capacity level and is due to program participation, health reasons, family emergencies, or other reasons deemed to be in the interest of the inmates.</blockquote>\n<blockquote>2. Provide access to dayrooms with a minimum of 25 square feet per prisoner in medium custody prisons by 1 July 1993 and in minimum custody prisons by 1 July 1994.</blockquote>\n<blockquote>3. Employ and deploy corrections staff to provide, at a minimum, one staff person for the inside of each separately locked dormitory by 1 July 1990.</blockquote>\n<blockquote>4. Provide peer review of medical care by professionals both within and outside the Department of Corrections by 1 January 1990.</blockquote>\n<blockquote>5. Adjust visitation policies to avoid lock-downs of general population inmates who are not receiving visitors as soon as <span class=\"star-pagination\">*514</span> feasible, but not later than 1 January 1990 for minimum custody and 1 July 1990 for medium custody units. Plaintiffs agreed to not disrupt visitation.</blockquote>\n<blockquote>6. Provide vocational and educational program opportunities for inmates in connection with the Department of Community Colleges.</blockquote>\n<blockquote>7. Institute fire safety policies and procedures.</blockquote>\n<blockquote>8. Renovate ventilation systems, at the few prisons that were not then sufficiently ventilated, to provide ventilation of at least 10 cubic feet of outside or recirculated filtered air per minute per occupant and to institute maintenance and repair procedures by 1 July 1990 for medium custody prisons and 1 July 1991 for minimum custody prisons. Plaintiffs agreed to not abuse or interfere with the ventilation systems.</blockquote>\n<blockquote>9. Design new dormitory construction to provide 50 square feet per inmate by 1 July 1994 and to meet minimum requirements regarding the numbers of wash basins, toilets, and lockers, and the availability of lighting and ventilation.</blockquote>\n<blockquote>10. Adopt and implement a new policy providing for medical diets.</blockquote>\n<blockquote>11. Maintain and promptly repair all plumbing fixtures. Plaintiffs agreed to not abuse the plumbing fixtures.</blockquote>\n<blockquote>12. Provide a minimum and specified amount of clothing to prisoners.</blockquote>\n<blockquote>13. Replace aging lockers with lockers of at least four cubic feet.</blockquote>\n<p>The Settlement Agreement also provided for this court's continuing jurisdiction over the case, for periodic reports to plaintiffs' counsel on the state's progress (these reports also have been made to the court), for implementation of the agreement to be monitored by North Carolina Prisoner Legal Services, Inc., and for plaintiffs' attorneys' fees. Defendants did not admit liability as to any issues raised in the complaints or to any violations of the Constitution.</p>\n<p>The Settlement Agreement was signed by counsel for the parties on 20 December 1988. In March of 1989 it was approved by the General Assembly in Chapter 8, 1989 Session Laws, which provides in part:</p>\n<blockquote>Notwithstanding GS 114-2.1, the settlement agreement entered into by the parties on December 20, 1988, in the cases of <i>Small v. Martin,</i> No. 85-987-CRT (E.D.N.C.) and <i>Thorne v. Martin,</i> No. 87-446-CRT (E.D.N.C.) is hereby approved, and funds necessary to satisfy the terms and obligations of that agreement will be appropriated.</blockquote>\n<p>On 3 April 1989 the Settlement Agreement received final approval by Order of this court. Since enactment, the General Assembly has not modified or repealed Chapter 8.</p>\n<p></p>\n<h2>III. The Settlement Negotiations</h2>\n<p>At the core of plaintiffs' suit was the contention that most of the undesirable or dangerous prison conditions were brought about by overcrowding and their primary objective was to alleviate overcrowding with all of the attendant potentials for danger. As a result, the 50 square foot provision was crucial to the Settlement Agreement. Representatives of the plaintiff class negotiated for, and received, assurances of lessened crowding due to the 50 square foot provision and dayrooms constructed to provide 25 square feet per inmate. That particular ratio was selected not because 50 square feet is constitutionally required but because both plaintiffs and the Department of Corrections agreed, then as they do now, that 50 square feet of dormitory living space per inmate is a reasonable allocation.</p>\n<p>During settlement negotiations, the Settlement Committee was concerned primarily with the financial costs of settlement. The projected rate of admissions was discussed but only insofar as necessary to calculate future costs, and the discussions were based only on the admissions projections made by the Secretary of Corrections' designee to the Settlement Committee, then-Director of Prisons Joseph Hamilton. Director Hamilton concluded that the rate of total prison admissions would increase by 3 to 5% annually from December 1988 to July 1994, at which time the 49 prisons must come into full compliance with the Settlement Agreement. The rate of admissions, although it was a crucial <span class=\"star-pagination\">*515</span> aspect of the state's projections, was subject to almost no debate or scrutiny and in fact is not even referenced in the minutes of the Settlement Committee's discussions. Nonetheless, the court finds that the admissions rate was a significant factor on which the state relied in entering into the settlement because, without it, the state could not possibly have projected the number of beds it would need to build.</p>\n<p>The 3 to 5% projection was based on faulty assumptions drawn from the felon admission rates of the previous two years<sup>[4]</sup> and did not adequately account for the accelerated increase in prison admissions during the first nine months of 1988. The state's projections also were based on Hamilton's working group's experience and the trends over the previous twenty years. In the first nine months of 1988, prison admissions were up over 10%. Members of the Settlement Committee were aware of these increases but considered them an aberration in light of what they viewed as the pattern of increases developed over preceding years.</p>\n<p>Documents generated by the Department of Corrections, including press releases, reports to the legislature, and internal memoranda, expressed in 1987 and 1988 the view that admissions were rapidly increasing beyond projections previously made by the Department. These reports are in many respects accurate and their existence, and more particularly their source, supports plaintiffs' argument that the state <i>should</i> have known that admissions were about to begin a dramatic upward trend. Though the court finds that the Settlement Committee did not actually foresee and appreciate the significance of the trend of increasing admissions at the time they negotiated the settlement, the increase was foreseeable.</p>\n<p>The Settlement Committee obviously was working under tremendous pressure and time constraints. During a significant part of the time, this case was progressing toward a decision. As noted, the primary focus of the Settlement Committee was money  the problem of finding sufficient financial resources to implement the agreement. It is not surprising, then, that the Settlement Committee relied on Hamilton's admissions projections. Nor is it surprising that Hamilton depended on his recollections and knowledge of the system in giving his forecast of admissions. Plaintiffs attack Hamilton's credibility by emphasizing the lack of any documentary evidence to support his testimony. It is true that there apparently were no memos, letters, notes or other written documents evidencing Hamilton's projections. Nevertheless, the court finds his testimony to be credible and worthy of belief.</p>\n<p>The Settlement Committee conducted its deliberations with the additional aim of implementing the changes required in the <i>Small</i> units in all other units in the state prison system as well. The Committee intended to develop and implement a system-wide \"solution\" and standard for operations. The Committee believed that standardized conditions of confinement in the state system would be more efficient and manageable from an operational standpoint and would solve the problem of prisoner grievances stemming from perceived differences in the quality of prisons.<sup>[5]</sup> The Committee also sought to develop standards that would be consistent with prior agreements affecting other prison units, namely <i>Hubert v. Ward,</i> which involved thirteen facilities, and <i>Stacker v. Woodard,</i> involving Caledonia Correctional Institution. These stated goals notwithstanding, the state has never requested that the state's other units be brought under the terms of the <i>Small</i> agreement. It is the state's intention to establish uniform and constitutional standards at all prisons but to retain maximum flexibility in and control over that process.</p>\n<p><span class=\"star-pagination\">*516</span> The state also assumed, in evaluating its future obligations, that the state prison population cap would remain in place and that the state would aggressively work to develop alternatives to incarceration for misdemeanants. The state further assumed that felons would receive longer sentences, increasing the stock felon population.</p>\n<p>With respect to the cap, Hamilton testified that the state believed at the time of settlement that not only would the cap remain in effect, it also would remain set at 18,000. While the court accepts the state's assertion that it believed the prison cap would continue in effect, the evidence showed that the Settlement Committee was aware that admissions would increase at a minimum rate of 3 to 5% and that new prison construction would facilitate the housing of greater numbers of inmates. The court finds that the state relied on the cap to hold the population steady for a limited amount of time to enable the state to focus on its construction program, but must have expected the number of inmates permitted under the cap to be raised proportionally as construction took place and in fact did not rely on having the cap maintained at 18,000 inmates until 1994.</p>\n<p>At the time of settlement the Settlement Committee believed that misdemeanant admissions would drop from about 8,000 admissions per year (in 1988) to about 4,000 a year, reducing the \"stock population\" of misdemeanants from about 2,500 to roughly 1,200. This change was to have been effected by the creation, by the General Assembly, of alternatives to incarceration for misdemeanants.</p>\n<p></p>\n<h2>IV. Developments Subsequent to Settlement</h2>\n<p>The state fully complied with almost all of the provisions of the Agreement by, or in some instances before, the deadline dates. Counsel for plaintiffs have visited the prison units to ensure compliance and have not reported to the court any deficiencies in defendants' efforts to satisfy their obligations. Defendants have made regular reports of their progress to the court. The court finds, without reservation, that the state has made a good faith effort to comply with the terms of the Settlement Agreement.</p>\n<p>As a result of the settlement, conditions at the prison units covered by the Agreement are vastly improved. Correctional officers make regular rounds throughout the facility at all times inmates are there. At night during \"lockdown\" one correctional officer remains in the locked area with the inmates and circulates throughout the area. This, together with the elimination of triple-bunking, has virtually ended the problem of assault by one inmate on another. The constant presence of correctional officers has also had the beneficial effect of better communications between inmates and officers, thus promoting a less hostile atmosphere. The television sets are now located in the dayrooms and only a correctional officer has the authority, or means, to change the channel selection or volume. There are two dayrooms for each dorm or sleeping area, one in which smoking is permitted and one in which smoking is not permitted. The television set in one dayroom is typically tuned to a sports event and the other to a movie channel. Thus, inmates who desire to sleep or lie in bed and read can do so unaffected by smoke, the noise of television or, as was the case before, constant bickering over channel selection and volume control. On 19 May 1994 the court, after giving the authorities and counsel short notice,<sup>[6]</sup> visited both the New Hanover unit, a minimum-security facility, and the Columbus unit, a medium-security facility. The units were spotlessly clean and in very good order and the court was favorably impressed with the space available to the inmates in the new units, even those operating at 125% of capacity.<sup>[7]</sup> In both the SOC and IOC dorms viewed at the New Hanover unit, there were two rows of bunks, one on either side with an aisle down the middle. The only perceptible difference in the two is the narrower aisle space between the rows of bunks and between the bunks <span class=\"star-pagination\">*517</span> themselves in the IOC dorm. Even so, the space available appears adequate.</p>\n<p>The story was quite different, however, in an old IOC dorm at the Columbus facility where 46 inmates are housed, that being 140% of the 33 person capacity for the unit. The additional bunks are located in a third row down the center of the dorm resulting in two aisles only thirty-two inches wide between the rows of bunks. The difference between the arrangements in the old and new dorms is dramatic. There is no open space down the center of the old dorm and visibility is much more limited than in the configuration where all bunks are against the wall. A comparison of the floor plans discloses the reason. The new dorm is approximately 26½ feet wide by 50 feet long whereas the old dorm is approximately 30 feet wide by 55 feet long, with width being the important measurement. Thus, in a room only four feet wider than the new dorm, the old dorm has an additional row of 99-inch long bunks and lockers occupying most of what normally would be the center aisle.</p>\n<p>Its compliance with the other provisions of the Agreement notwithstanding, the state now seeks relief from the requirement that it provide 50 square feet of living space per inmate by 1 July 1994. As grounds for relief, the state claims that the rise in inmate admissions was not foreseen and that compliance with the 50 square foot requirement would be unduly onerous, inequitable, unfair and unnecessary, and a risk to public safety.</p>\n<p>It is now evident that the difference between the Committee's projected admissions rate and the actual rate of admissions is considerable. In fact, the total admissions for inmates from 1988 to present have been much higher than projected in 1988: An 11.6% increase in 1988, a 17.6% increase in 1989, an 8.1% increase in 1990, a 16.1% increase in 1991, and an 8.1% increase in 1992. Of late, admissions have leveled off and declined; the Department of Corrections reported a .5% increase in 1993 and has experienced, in the first four months of this year, a 5% <i>decrease</i> in total admissions.</p>\n<p>Based on its calculations in December of 1988, the state planned to have a prison capacity in 1994  at the 50 square foot standard operating capacity  of 18,429 beds. In order to meet unanticipated admissions increases or raises in the cap, the Committee planned to build to a capacity of 20,649 by 1996 if necessary. As events unfolded, the admissions jump  from around 17,000 inmates a year in 1988 to over 30,000 a year by 1992  prompted the state to accelerate construction to a much faster rate. Instead of constructing only the 738 beds then necessary to bring the <i>Small</i> units into compliance or the 4,800 beds the Settlement Committee anticipated as necessary to bring the system to a capacity of 18,000, the state has, from 1987 through 1993, constructed over 13,000 new beds. Including future construction, some $439 million has been appropriated to construct a total of 18,242 beds. The Department of Corrections' most recent accounting of admissions for 1993 was 30,995 inmates introduced into a system with an SOC of just under 20,000 beds.</p>\n<p>The expected decrease in misdemeanant admissions has not occurred and those admissions in fact have increased by roughly 50%, reaching almost 12,000 in 1991. However, misdemeanor admissions remained within 200 of that number for 1992, were roughly the same in 1993, and appear to have flattened out; comparative statistics for the early months of this year (January through February) showed a 15% decrease in 1994 when compared to 1993. Due to state legislative action misdemeanants' alternatives to incarceration have expanded, but they are geared primarily to post-admission programs like boot camps and probation rather than to initial diversion from prison, which of course is crucial to admission rates. For that reason, the state's efforts have not slowed the misdemeanant admissions rate.</p>\n<p>The state argues that the legislature has done all it could to reduce misdemeanant admissions but simply has not been successful. The court finds as a fact that the state legislature, which the court views as \"the state\" for purposes of determining whether defendants had measurable control over the effort to reduce misdemeanant admissions, has elected to focus on post-admission rather than pre-admission alternatives to prison. There is no evidence that the state's choice <span class=\"star-pagination\">*518</span> reflects a measured policy decision that post-admission alternatives are more effective or are otherwise preferable to pre-admission diversion, and the court infers that the state has proceeded as it has based on its discretionary choice that those avenues were, for whatever reason, more attractive. The court concludes that the escalating misdemeanant admissions rate is largely within the state's control.</p>\n<p>The prison cap has prompted a number of emergency releases. At present, the prison population is capped at 23,000, and the cap will rise to 23,500 on 30 June 1994. When the inmate population exceeds 98% of the cap amount for fifteen days, the cap mandates a population reduction, and the state Parole Commission must parole a sufficient number of inmates to reduce the population to 97% of the cap level within ninety days. If the cap number is increased during an emergency, as it was just prior to the hearing in this matter and as it will be again on 30 June, the clock begins to run anew. During a cap emergency the Parole Commission must parole inmates who are eligible but who often are, in the Commission's view, bad candidates for parole. With the exception of 90-day parole, the inmates cannot be and are not paroled if the Commission believes that they are likely to pose a danger to the public.</p>\n<p>The state's contention that the early release of inmates results in increased risk to the public has a superficial or at least widely-accepted logic to it but is supported only by anecdotal evidence. The state argued through Director of Prisons Lynn Phillips that inmates released \"early\" are more likely to commit violent crimes but could not point to any solid statistics in support of that view. The evidence showed: 1) every inmate serving a sentence of 18 months or more <i>must,</i> according to statute, be released 90 days prior to the end of his or her sentence, without regard to the inmate's likelihood of committing further crimes; 2) any felon serving a sentence of 18 months or greater is eligible for parole when he or she is within 270 days of the sentence completion date; and 3) inmates' parole dates are affected by good time and gain time, both of which are administered by the Department of Corrections and reduce inmates' sentences based on good behavior (on a day for day basis) or inmates' involvement in work or rehabilitative activities. In addition, Community Service Parole is available to almost all inmates<sup>[8]</sup> if the parole board finds that the inmate is a proper candidate. Moreover, most misdemeanants and youthful offenders are eligible to be considered for parole at any time after admission. With respect to all of these forms of parole, the Commission <i>may not</i> parole any inmate convicted of murder, rape, kidnapping or drug trafficking <i>for purposes of meeting the cap requirements.</i></p>\n<p></p>\n<h2>V. Present Status of the Prison System</h2>\n<p>At present, the state maintains that the pool of parole-eligible inmates has been depleted due to the frequency with which the Commission has paroled inmates and that the system therefore contains fewer parole-worthy inmates, despite the high number of new admissions. A large proportion of the prisoners who technically are eligible for parole are not promising candidates for varying reasons; for example, an eligible prisoner may not have served a sufficient portion of his sentence, may be at a higher custody level, may previously have had his parole revoked, may have a serious criminal or poor prison record, or may be involved in ongoing mental health treatment or rehabilitative programs. Others may reject parole, may still be addicted to drugs or alcohol, or have no residence plan upon release.</p>\n<p>As discussed above, even with declining admission rates the system presently is still struggling to manage the vast numbers of inmates that are admitted each year. With respect to misdemeanant admissions, the court finds that the state is responsible for a significant amount of the dilemma in which it now finds itself. The state chose to focus on post-admissions diversionary programs to the <span class=\"star-pagination\">*519</span> exclusion or neglect of those that would prevent misdemeanants from progressing through the \"revolving doors\" of admission to prison and subsequent, almost immediate release. Thus, the rapid increases in prison admissions are driven in large part by these ever-escalating numbers of misdemeanants who continue to mill into and out of prison in higher numbers and at faster speeds. The state has the ability to control this aspect of admissions by focusing on total diversion from prison but has not yet exercised that power to the degree anticipated in 1988. While this aspect of the case gives the court some pause, the state's ability to regulate misdemeanor admissions, even if exercised to the fullest extent, could not have prevented the situation now facing the state and does not preclude the state from obtaining some relief.</p>\n<p>In light of the developments outlined in the sections above and considering the present status of the prison system, the court finds that the state cannot fully comply with the terms of the Settlement Agreement by 1 July 1994 without ordering the expedited parole of large numbers of inmates that the state otherwise would not release, that the state has complied in good faith with the terms of the agreement, that the extent of the rise in admissions was not foreseen, and  based on the legal reasoning to follow  that the state is entitled to some relief.</p>\n<p></p>\n<h2>VI. Expected Future Developments in the Prison System</h2>\n<p>Several recent events are expected to have a large impact on the prison population in North Carolina. Though their effect cannot yet be ascertained with any degree of certainty, these measures are intended by the state to result in the stabilization and reduction of the prison population.</p>\n<p>The General Assembly enacted the Structured Sentencing Act in the recent Special Session and it will take effect in October of this year. The Act is intended to regulate the prison population from the \"front end\" by controlling admission rates rather than by releasing prisoners pursuant to the cap, and reflects the state's interest in rationing prison resources  more serious offenders will serve longer sentences, and misdemeanants will either be diverted to other programs or will serve at least three months in prison. When the Act takes effect, North Carolina will join the majority of states by diverting most misdemeanants away from the state prison system.</p>\n<p>The Department of Corrections expects both felony and misdemeanor admissions to decrease substantially under structured sentencing. It is expected that probation revocations will decrease and that probationers will opt against prison more often when they face a minimum three month sentence instead of a roughly 12-day sentence, as they do now. As all parties concede, however, the real impact of structured sentencing cannot yet be discerned.</p>\n<p>Also as a result of the special legislative session held in the spring of 1994, the state has available to it an additional 1,000 out-of-state contract beds, an additional 500 beds for inmates in need of substance abuse treatment, and an additional 500 beds in local confinement facilities. The court accepts defendants' assertion that the extra 500 \"efficiency beds\" funded by the session already have been occupied and accounted for. The state's access to these new contract beds is dependent on availability and the state's ability to negotiate inmate placement. These beds are available now and through June 1995, at which time authorization for them will terminate unless renewed by legislative action.</p>\n<p>A number of permanent prison beds already have been funded and are under construction. At the standard occupancy rate, the 1994-95 fiscal year system capacity is 24,136, with a prison population for that year projected (by the Sentencing Commission, after the 1994 Special Session) to be 24,698. Accounting for all construction funded up through the Special Session, the Department of Corrections expects the system to have 27,247 beds at the 50 square feet standard, system-wide, when construction is complete. At the interim levels, if they were allowed in the <i>Small</i> units and extended system-wide where appropriate, the state would have a capacity of 31,772 beds. The state also expects to lose a number of beds either temporarily <span class=\"star-pagination\">*520</span> due to renovations or permanently due to closures.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>Disposition of this case is controlled by the Supreme Court's decision in <i>Rufo v. Inmates of Suffolk County Jail,</i> 502 U.S. 367, 112 S.Ct. 748, 116 L.Ed.2d 867 (1992), and the Fourth Circuit's decisions in <i>Plyler v. Evatt,</i> 846 F.2d 208 (4th Cir.), <i>cert. denied,</i> 488 U.S. 897, 109 S.Ct. 241, 102 L.Ed.2d 230 (1988) (<i>Plyler I</i>), and <i>Plyler v. Evatt,</i> 924 F.2d 1321 (4th Cir.1991) (<i>Plyler II</i>). The court's review is pursuant to Rule 60(b)(5) of the Federal Rules of Civil Procedure, which provides in part that \"[o]n motion and upon such terms as are just, the court may relieve a party or a party's legal representative from a final judgment, order or proceeding\" if the court determines that \"it is no longer equitable that the judgment should have prospective application.\" The burden is on the state defendants, as the parties seeking modification, to show why the Settlement Agreement should be modified.</p>\n<p>The standard that the state must satisfy was set out in <i>Rufo,</i> wherein the Court held that \"a party seeking a modification of a consent decree must establish that a significant change in facts or law warrants revision of the decree and that the proposed modification is suitably tailored to the changed circumstance.\" <i>Rufo,</i> 502 U.S. at ___, 112 S.Ct. at 765. This standard applies when the party seeks to modify \"a term of a consent decree that arguably relates to the vindication of a constitutional right,\" <i>id.</i> at ___ n. 7, 112 S.Ct. at 760 n. 7, which is the situation in the instant case. Because no party contends that applicable law has changed, at issue is whether a \"significant change in [factual] circumstances warrants revision of the decree.\" <i>Id.</i> at ___, 112 S.Ct. at 760.</p>\n<p></p>\n<h2>I. The State Must Show A Significant Change in Circumstances</h2>\n<p>To satisfy this threshold requirement, the state must show that changed circumstances make compliance with the Settlement Agreement substantially more onerous, or unworkable due to unforeseen obstacles, or detrimental to the public interest. <i>Id.</i> As the <i>Rufo</i> Court made clear, however, \"Rule 60(b)(5) provides that a party may obtain relief from a court order when `it is no longer equitable that the judgment should have prospective application,' not when it is no longer convenient to live with the terms of the consent decree.\" <i>Id.</i> And, as Judge Phillips noted in dissent in <i>Plyler I,</i></p>\n<blockquote>A major concern in considering motions to modify injunctive decrees, whether consensual or court-imposed, is that the procedure not be used to re-examine the basis of the original decree rather than the equity of the modification. Care must be taken not to \"impeach\" the injunction \"in its application to the conditions that existed at its making\" while ostensibly considering whether to modify it because the conditions have changed; courts may not properly \"reverse under the guise of readjusting.\"</blockquote>\n<p><i>Plyler I,</i> 846 F.2d at 221 (Phillips, J., dissenting) (quoting <i>United States v. Swift &amp; Co.,</i> 286 U.S. 106, 119, 52 S.Ct. 460, 464, 76 L.Ed. 999 (1932)).</p>\n<p>The Findings of Fact set out above make clear that since the signing of the Settlement Agreement, the state has experienced a dramatic upswing in prison admissions, the full extent of which it did not foresee. These admissions have outpaced the state's construction plan. While the state did predict that prison admissions would rise and therefore could be said to have \"anticipated changing conditions\" that would impact on the Agreement, it is the <i>extent</i> of those changes that was not foreseen. The state has satisfied the court that it joined in the Settlement Agreement in good faith and has made reasonable efforts to comply with the Agreement. Accordingly, the court finds that the state did not anticipate the changes that in fact occurred.</p>\n<p></p>\n<h2>II. The State Must Show That The Proposed Modification is Suitably Tailored.</h2>\n<p>The state cannot house the inmates being brought into the system in accord with the terms of the Settlement Agreement without overriding the population level permitted by <span class=\"star-pagination\">*521</span> the cap and initiating a massive early release of inmates. If the state is not allowed to continue operating at least some of the <i>Small</i> units at the interim levels, the state's other likely option for immediate relief from the pressures of the cap would be to transfer inmates to other units not covered by the Settlement Agreement, thereby worsening conditions at those units. To remedy this situation, the state proposes that the agreement be modified to allow the state to continue to house inmates in older dormitories at 140% of standard operating capacity, and to house inmates at new facilities at 130%. The petition is, <i>in part,</i> suitably tailored to provide the relief to which the state is entitled, and for the reasons set out below, the petition will be allowed in part and denied in part.</p>\n<p></p>\n<h2>A. This Court May Grant Partial Modification.</h2>\n<p>It is appropriate at this juncture to address plaintiffs' argument that the court has no jurisdiction to approve only a part of defendants' request, but instead must flatly allow or deny the petition in its entirety. The court concludes as a matter of law that it may allow requested modifications to the agreement if they are suitably tailored and \"upon such terms as are just,\" Fed.R.Civ.P. 60(b)(6), and reject those that are not.</p>\n<p>The court's ability to grant partial modification is supported not only by the traditional powers of a court sitting in equity but also by binding precedent. The Supreme Court noted in <i>Rufo</i> that \"[t]he experience of the district and circuit courts in implementing and modifying [consent] decrees has demonstrated that a flexible approach is often essential to achieving the goal of reform litigation.\" <i>Rufo,</i> 502 U.S. at ___, 112 S.Ct. at 758. The <i>Rufo</i> Court made its observation with reference to the court's obligation to <i>consider</i> requests for modification, rather than actually to <i>craft</i> an acceptable modification out of the petition offered by the state, <i>id.</i> at ___, 112 S.Ct. at 760, but that decision does not preclude this court's exercise of discretion in allowing so much of the proposed modification as is proper.</p>\n<p>More directly on point is <i>Plyler v. Evatt,</i> 924 F.2d 1321 (4th Cir.1991) (<i>Plyler II</i>), in which the Fourth Circuit Court of Appeals found that the district court erred by refusing to give \"<i>any</i> relief from the cell-space requirements at issue.\" <i>Id.</i> at 1329 (emphasis in original). The court explained that where the state is entitled to some relief, a \"district court must therefore set its hand to devising that form of relief which will best insure continued progress toward achievement of the broad public policy objective of relieving overcrowding that underlies the cell-space requirements of the decree, while accommodating the present impossibility of achieving that objective by the originally intended means of constructing additional facilities on a specific timetable.\" <i>Id.</i> In undertaking that task, \"the question of what may be appropriate equitable relief from particular cell space provisions of course must remain a matter for the discretionary judgment of the district court.\" <i>Id.</i> at 1328. The <i>Plyler</i> court emphasized consistently that \"the watchword must be flexibility,\" and the case was remanded to the district court with directions to exercise flexibility in \"keeping such pressure on as is necessary to insure continued good faith efforts to comply while accommodating the reality of present inability to meet particular cell-space requirements.\" <i>Id.</i> at 1330.</p>\n<p>Finally, the court's review of the petition to modify is governed by Rule 60(b), which allows a court to relieve a party of full compliance with a final order \"on such terms as are just.\" In light of this authority, and because the progress of institutional reform is in no way furthered by a system that affords relief only on a strategic hit-or-miss basis, the court finds that it has, as a matter of law, the authority to grant or deny the petition in whole or in part.</p>\n<p></p>\n<h2>B. Standards for Modification</h2>\n<p>As the <i>Rufo</i> Court explained, the court must evaluate the proposed modification with reference to three factors. First, \"a modification must not create or perpetuate a constitutional violation.\" <i>Rufo,</i> 502 U.S. at ___, 112 S.Ct. at 763. The modification sought by the state  to the extent that it seeks to utilize the new units at a capacity in excess of 100%  would not, in light of improved <span class=\"star-pagination\">*522</span> overall prison conditions, create or perpetuate a constitutional violation.</p>\n<p>Next, the proposed modification \"should not strive to rewrite a consent decree so that it conforms to the constitutional floor.\" <i>Id.</i> at ___, 112 S.Ct. at 764. As to this factor, the court finds that the conditions existing under the approved modification of the newer dormitories from standard operating capacity to 125% of that number do not merely conform to the constitutional floor, but instead are superior to the conditions mandated, at a minimum, by the Constitution. Defendants requested that the operating capacity in the new dorms be raised to 130%. This the court cannot allow, because the new dormitories have been limited under the terms of the Settlement Agreement to 125% and the court is in no position to speculate as to whether conditions at 130% are satisfactory. Institutional reform litigation by its very nature is subject to an inordinate number of uncertainties, policy shifts, fiscal limitations and varying other crises without the added element of modifying decrees in ways that will bring about unknown effects on the parties. To eliminate all doubt, the court finds that at the present time it has no basis on which to evaluate whether 130% capacity could be permitted in the new dorms and that they therefore may not, at this time, be operated at that capacity.</p>\n<p>The request to continue to house inmates in older facilities at 140% will be denied because to allow that modification would rewrite that portion of the consent decree to conform to the constitutional floor. The state's own witnesses conceded, when asked the maximum percentage above standard operating capacity at which they could run a safe prison, that they could not advise the court of an acceptable number above 140%. On this ground and also for additional reasons set forth in Section D.2., <i>infra,</i> operation of old dorms at 140% of capacity will not be allowed.</p>\n<p>And finally, with respect to the third factor, \"the public interest and `[c]onsiderations based on the allocation of powers within our federal system' require that the district court defer to local government administrators, who have the `primary responsibility for elucidating, assessing, and solving' the problems of institutional reform, to resolve the intricacies of implementing a decree modification.\" <i>Id.</i> at ___, 112 S.Ct. at 764 (quoting <i>Board of Educ. of Okla. City Schs. v. Dowell,</i> 498 U.S. 237, 238, 111 S.Ct. 630, 632, 112 L.Ed.2d 715 (1991)). The court will, as it must, leave to the state to determine the \"intricacies\" of operating the prison unit at the allowed capacity levels. The discretionary decisions that must be made to ensure the state's compliance with all other aspects of the Settlement Agreement remain, of course, the responsibility of the state.</p>\n<p></p>\n<h2>C. Balancing of the Interests</h2>\n<p>Bound up in the determination of whether modification is warranted at all, and if so in what form, is the court's obligation to balance the interests of the parties. The court has done so and concludes that the interests of the parties and the public are best served by allowing partial modification.</p>\n<p>In making this assessment, the court has considered the public interest in several respects, the most obvious being the public's interest in being free from risks of increased crime brought about by the early release of prisoners, insofar as the release is due to overcrowding and not to some other institutional factor. As noted above, the view that prison overcrowding leads to early releases, which in turn lead to the commission of crimes that would have been avoided had the prisoners served the time that was excluded <i>due to overcrowding,</i> is widely held but based largely on anecdotal evidence. Even more telling, in the court's view, is the frequent coupling of this view with the argument that prisoners simply get out too early, should serve more of their sentences, and have lost respect for a system that cannot contain them. While each of these views has at least some validity and are quite properly part of the public discourse, they do not come together to provide any kind of cumulative proof of \"public risk.\"</p>\n<p>Several of the state's witnesses, most notably Mr. Phillips, opined that early releases increase the public risk but apparently founded those views on the belief that criminals <span class=\"star-pagination\">*523</span> have lost respect for imprisonment as a sanction and opt for prison time rather than some lesser form of supervision because they know their actual time in prison will be significantly shorter than that to which they were sentenced. This may well be true, but the fact remains that prisoners get out of prison early not only because of cap-mandated \"emergency releases\" but also because of good time, gain time, mandatory 90 day releases, 260 day releases, and community service parole, all of which are either sanctioned or mandated by the state. The state has not shown that the housing levels allowed under this Order will cause a massive early release that will result in the release of any individuals who are considered to be a risk to the public welfare.</p>\n<p>The public, of course, has other interests as well, including a strong interest in having the state abide by the terms of agreements made on its behalf. It is no small matter for the state to seek relief from the enforcement of a binding legal agreement. Further, the public has an interest in having its institutions run in a fiscally responsible way. Even <i>if</i> the state has sufficient funds to build thousands of new prison beds, as it conceivably might in light of the state's relative prosperity this year, the public is entitled to have the public funds directed to the most important state projects and to reap the fullest benefit from the dollars spent. As the <i>Rufo</i> Court recognized, a consent judgment or settlement agreement has a substantial \"impact on the public's right to sound and efficient operation of its institutions.\" <i>Rufo,</i> 502 U.S. at ___, 112 S.Ct. at 759 (quoting <i>Heath v. De Courcy,</i> 888 F.2d 1105, 1109 (6th Cir.1989)). In this case, as to the new units, the public interest is best served by allowing those units to be managed safely, humanely, and efficiently at 125% of SOC.</p>\n<p></p>\n<h2>D. The Agreement will be Modified</h2>\n<p>The court finds that the state's petition to modify the Agreement to allow the interim operating capacity to continue in effect is suitably tailored in part. Specifically, as to the newer dorms, the petition to modify will be allowed, but only to the extent of 125% of capacity as has been in effect under the IOC. The increase to 130% would mean an additional 3 or 4 inmates in a typical 50-inmate dorm and, as noted above, the court will not order a modification whose effect remains untested.<sup>[9]</sup> As to the older dorms, the petition will be denied.</p>\n<p></p>\n<h2>1. The Newer Dorms</h2>\n<p>The newer dorms do not have center rows of bunk beds and provide a fairly spacious environment while simultaneously enabling the state to house more inmates. An increase to 125% of SOC in the newer dorms would not present any appreciable increased risk to inmates or significantly impact on any other terms of the settlement agreement. Taking into account the cumulative effect of all of the improvements to the prison system, the inmates housed in these newer dorms (assuming no middle row of bunks) at interim operating capacity are receiving almost all of the benefit of their bargain and are being housed in conditions that substantially surpass the minimum standards mandated by the constitution.</p>\n<p></p>\n<h2>2. The Older Dorms</h2>\n<p>The state's request is not suitably tailored as to the older dorms. Under the standard configuration in the older dorms, they include a center row of bunks. This arrangement, taken in connection with all other aspects of the prison dormitory environment, brings about increased risks for inmates and guards alike. The center row blocks vision and reduces the space between bunks to as little as 33\". The lack of a clear line of vision through the dorms was a very important factor in the initial action because it contributed in large part to the ease with which inmates could assault each other. As noted, the court viewed a representative unit in this <span class=\"star-pagination\">*524</span> configuration and concludes that although it was acceptable for the interim period, it must not be perpetuated. For the foregoing reasons, the court finds that continued use of the center bunks presents sufficient risks to weigh against the state's proposal to continue to house inmates at interim levels in the dorms whose interim capacity levels necessitated the use of center bunks. This decision is based on the court's observation of the conditions in the old dorm at the Columbus unit and the particular dimensions of the unit and the way in which the bunks were arranged. The record is not clear whether there are other older units of different dimensions or of different bunk arrangement that would exceed 100% of SOC and still meet the <i>Rufo</i> standard.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the Petition to Modify the Settlement Agreement to allow defendants to house inmates in the newer dorms at 130% of capacity is DENIED; however, the Settlement Agreement is MODIFIED to allow defendants to house inmates in the newer dorms at 125% of capacity. This modification is effective immediately. The petition to modify the Settlement Agreement to allow defendants to house inmates in the older dorms at 140% of capacity is DENIED. However, defendants will be allowed an additional thirty days, until 1 August 1994, within which to comply with the Settlement Agreement in this respect.</p>\n<h2>NOTES</h2>\n<p>[1]  Percent of \"capacity\" refers to the 50 square foot per inmate capacity.</p>\n<p>[2]  For practical purposes, the court generally will refer to defendants as \"the state.\" In so doing, the court intends to reference the named defendants and the entities that they represent, and particularly the Department of Corrections.</p>\n<p>[3]  Specifically, the Settlement Committee consisted of James Trotter and Marvin Dorman on behalf of Governor Jim Martin, state Representatives Ann Barnes, Billy Watkins, and Joe Hackney for various state legislative committees, Dan Blue for Speaker of the House Liston Ramsey, John McMillan for Lieutenant Governor Bob Jordan, and Joseph Hamilton for Secretary of Correction Aaron Johnson. Lucien Capone, III and Tiare Smiley were counsel for the Committee.</p>\n<p>[4]  Hamilton's figures showed a 5% increase in felon admissions in 1986 and a 6% felon admissions increase in 1987.</p>\n<p>[5]  Because the state conducts thousands of intrastate prisoner transfers every year, prisoners are subjected to and aware of the varying standards of prison life in the different units. Prisoners develop preferences and complain about those units that do not measure up to the perceived quality of others. Grievances of this sort promote inmate dissatisfaction and unrest, and could be alleviated or minimized by standardized prison conditions.</p>\n<p>[6]  Counsel and the prison superintendents received approximately one hour's notice.</p>\n<p>[7]  The SOC dorm visited by the court had twenty-five double bunks or a 50-inmate capacity, while the IOC dorm, though equal in size, had thirty-one double bunks or 62-inmate capacity.</p>\n<p>[8]  Community Service Parole (\"CSP\") is available to inmates serving sentences of six months or more after they have served one-fourth of their sentences, less allowances for good or gain time credit. Inmates sentenced for serious sex offenses, kidnapping, or drug trafficking are not eligible for CSP.</p>\n<p>[9]  For purposes of illustration, a 50 inmate dorm providing 50 square feet for each inmate has 2500 square feet. Operating at 125% of capacity would mean that 62 inmates would have 40.33 square feet each. Operating at 130% of capacity would mean that 65 inmates would have 38.46 square feet each. And, operating at 140% of capacity would mean that 70 inmates would have 35.72 square feet each. As a matter of fact, most of the dorms are not evenly divisible by 50 square feet.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">858</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">510</span></span> (1994)</b></center>\n<center><h1>James Lenard SMALL, et al., and Robert G. Thorne, et al., Plaintiffs,<br>\nv.<br>\nGovernor James B. HUNT, et al., Defendants.</h1></center>\n<center>Nos. 85-987-CRT-BR, 87-446-CRT-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 28, 1994.</center>\n<p><span class=\"star-pagination\">*511</span> <span class=\"star-pagination\">*512</span> Melinda Lawrence, Smith, Patterson, Follin, Curtis, James &amp; Harkavy, Raleigh, NC, Louis L. Lesesne, Jr., Gillespie, Lesesne &amp; Connette, Charlotte, NC, Marvin Sparrow, North Carolina Prisoner Legal Services, Raleigh, NC, for plaintiffs.</p>\n<p>Jim Smith, Sp. Deputy Atty. Gen., N.C. Dept. of Justice, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>In October of 1993, the State of North Carolina filed a petition to modify the Settlement Agreement signed by representatives of the state and the plaintiff class in December of 1988. Though the petition necessarily impacts other provisions of the Settlement Agreement as well, the state's primary request is to modify the requirement that state prisoners have 50 square feet of dormitory living space per inmate (the \"50 foot provision\"), as provided in the Settlement, to allow the state to operate the new dormitories at 130% of capacity and the old dormitories at 140% of capacity.<sup>[1]</sup> Pursuant to agreement between the parties, the state provided its written evidence of grounds for modification to the court prior to the hearing, that serving as defendants' direct evidence. After an evidentiary hearing of four days' duration during which plaintiffs presented evidence in rebuttal and defendants conducted their redirect examinations, the court took the matter under consideration. Having fully reviewed the testimony and exhibits, the court finds that some modification of the Settlement Agreement is appropriate under <i>Rufo v. Inmates of Suffolk County Jail,</i> <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">748</span></a></span>, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">867</span></a></span> (1992). For the reasons set out below, the petition to modify the agreement will be allowed in part and denied in part.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p></p>\n<h2>I. The Original Action</h2>\n<p>In 1985, plaintiffs filed a class action lawsuit against then Governor James G. Martin and others<sup>[2]</sup> seeking relief from living conditions alleged to be unconstitutional at 49 of the state's 97 (now 92) prison facilities. The matter came to trial before the undersigned in October of 1985. At the same time, settlement negotiations were carried out under the oversight of Magistrate Judge Alexander B. Denson. Representing the state in the negotiations was a Settlement Committee composed of representatives of the Governor's and Lieutenant Governor's offices, the General Assembly and the Department of Corrections.<sup>[3]</sup><span class=\"star-pagination\">*513</span> The trial had been underway for approximately six weeks and had been stayed temporarily at the request of the state when, on 22 December 1988, a settlement was reached and a Settlement Agreement signed by counsel for the parties.</p>\n<p>During the trial, plaintiffs presented evidence tending to show that conditions in the 49 state prison facilities at issue (the \"<i>Small</i> units\") did not meet constitutional standards. Most inmates were required to sleep in bunks that were stacked three-high. Television sets were located in the dormitory sleeping areas and there were no restrictions on smoking. When the inmates were locked in for the night security officers were stationed outside the sleeping areas, thus leaving, for all practical purposes, those areas unsupervised and weaker inmates unprotected. There was extensive testimony about assaults and homosexual rape carried out behind bunks draped with blankets, thus preventing observation by security officers. Disputes among inmates frequently arose concerning channel selection and volume of the television sets. The conditions in the sleeping areas resulting from the smoking policy were exacerbated by inadequate air circulation. All of these conditions taken together made it difficult for inmates to have any sense of security from other inmates and to get any meaningful sleep.</p>\n<p>There also was extensive evidence presented regarding the adequacy of toilet and bath facilities, lockers for storage of personal items, fire safety, medical care and clothing. In addition, there was considerable evidence presented about the adequacy of food for general population inmates and those with special dietary needs and the sanitary conditions under which food was prepared and served. Finally, there was evidence presented regarding the visitation practices and the educational, vocational and other programs  or lack of them  for inmates. Testimony was received from experts as to the minimum standards that should be met with regard to the conditions in the units as they then existed regarding space, clothing allowances, medical care, etc.</p>\n<p></p>\n<h2>II. The Settlement Agreement</h2>\n<p>Under the terms of the Settlement Agreement, as summarized below, the state agreed to:</p>\n<blockquote>1. (a) Eliminate triple bunks in the 49 units by 1 July 1989, replacing them with double bunks proportioned comparably to military surplus double bunks;</blockquote>\n<blockquote>(b) Provide 50 square feet of living space per inmate in each dormitory by 1 July 1994 (\"standard operating capacity\" or \"SOC\");</blockquote>\n<blockquote>(c) House inmates according to an interim plan by 1 July 1990, which equated to 140% of SOC in the medium security facilities and 125% in minimum security facilities (\"interim operating capacity\" or \"IOC\");</blockquote>\n<blockquote>(d) Refrain from allowing the dormitories to exceed capacity level for more than 120 days in any calendar year, unless the excess population is no more than 20% over the then applicable capacity level and is due to program participation, health reasons, family emergencies, or other reasons deemed to be in the interest of the inmates.</blockquote>\n<blockquote>2. Provide access to dayrooms with a minimum of 25 square feet per prisoner in medium custody prisons by 1 July 1993 and in minimum custody prisons by 1 July 1994.</blockquote>\n<blockquote>3. Employ and deploy corrections staff to provide, at a minimum, one staff person for the inside of each separately locked dormitory by 1 July 1990.</blockquote>\n<blockquote>4. Provide peer review of medical care by professionals both within and outside the Department of Corrections by 1 January 1990.</blockquote>\n<blockquote>5. Adjust visitation policies to avoid lock-downs of general population inmates who are not receiving visitors as soon as <span class=\"star-pagination\">*514</span> feasible, but not later than 1 January 1990 for minimum custody and 1 July 1990 for medium custody units. Plaintiffs agreed to not disrupt visitation.</blockquote>\n<blockquote>6. Provide vocational and educational program opportunities for inmates in connection with the Department of Community Colleges.</blockquote>\n<blockquote>7. Institute fire safety policies and procedures.</blockquote>\n<blockquote>8. Renovate ventilation systems, at the few prisons that were not then sufficiently ventilated, to provide ventilation of at least 10 cubic feet of outside or recirculated filtered air per minute per occupant and to institute maintenance and repair procedures by 1 July 1990 for medium custody prisons and 1 July 1991 for minimum custody prisons. Plaintiffs agreed to not abuse or interfere with the ventilation systems.</blockquote>\n<blockquote>9. Design new dormitory construction to provide 50 square feet per inmate by 1 July 1994 and to meet minimum requirements regarding the numbers of wash basins, toilets, and lockers, and the availability of lighting and ventilation.</blockquote>\n<blockquote>10. Adopt and implement a new policy providing for medical diets.</blockquote>\n<blockquote>11. Maintain and promptly repair all plumbing fixtures. Plaintiffs agreed to not abuse the plumbing fixtures.</blockquote>\n<blockquote>12. Provide a minimum and specified amount of clothing to prisoners.</blockquote>\n<blockquote>13. Replace aging lockers with lockers of at least four cubic feet.</blockquote>\n<p>The Settlement Agreement also provided for this court's continuing jurisdiction over the case, for periodic reports to plaintiffs' counsel on the state's progress (these reports also have been made to the court), for implementation of the agreement to be monitored by North Carolina Prisoner Legal Services, Inc., and for plaintiffs' attorneys' fees. Defendants did not admit liability as to any issues raised in the complaints or to any violations of the Constitution.</p>\n<p>The Settlement Agreement was signed by counsel for the parties on 20 December 1988. In March of 1989 it was approved by the General Assembly in Chapter 8, 1989 Session Laws, which provides in part:</p>\n<blockquote>Notwithstanding GS 114-2.1, the settlement agreement entered into by the parties on December 20, 1988, in the cases of <i>Small v. Martin,</i> No. 85-987-CRT (E.D.N.C.) and <i>Thorne v. Martin,</i> No. 87-446-CRT (E.D.N.C.) is hereby approved, and funds necessary to satisfy the terms and obligations of that agreement will be appropriated.</blockquote>\n<p>On 3 April 1989 the Settlement Agreement received final approval by Order of this court. Since enactment, the General Assembly has not modified or repealed Chapter 8.</p>\n<p></p>\n<h2>III. The Settlement Negotiations</h2>\n<p>At the core of plaintiffs' suit was the contention that most of the undesirable or dangerous prison conditions were brought about by overcrowding and their primary objective was to alleviate overcrowding with all of the attendant potentials for danger. As a result, the 50 square foot provision was crucial to the Settlement Agreement. Representatives of the plaintiff class negotiated for, and received, assurances of lessened crowding due to the 50 square foot provision and dayrooms constructed to provide 25 square feet per inmate. That particular ratio was selected not because 50 square feet is constitutionally required but because both plaintiffs and the Department of Corrections agreed, then as they do now, that 50 square feet of dormitory living space per inmate is a reasonable allocation.</p>\n<p>During settlement negotiations, the Settlement Committee was concerned primarily with the financial costs of settlement. The projected rate of admissions was discussed but only insofar as necessary to calculate future costs, and the discussions were based only on the admissions projections made by the Secretary of Corrections' designee to the Settlement Committee, then-Director of Prisons Joseph Hamilton. Director Hamilton concluded that the rate of total prison admissions would increase by 3 to 5% annually from December 1988 to July 1994, at which time the 49 prisons must come into full compliance with the Settlement Agreement. The rate of admissions, although it was a crucial <span class=\"star-pagination\">*515</span> aspect of the state's projections, was subject to almost no debate or scrutiny and in fact is not even referenced in the minutes of the Settlement Committee's discussions. Nonetheless, the court finds that the admissions rate was a significant factor on which the state relied in entering into the settlement because, without it, the state could not possibly have projected the number of beds it would need to build.</p>\n<p>The 3 to 5% projection was based on faulty assumptions drawn from the felon admission rates of the previous two years<sup>[4]</sup> and did not adequately account for the accelerated increase in prison admissions during the first nine months of 1988. The state's projections also were based on Hamilton's working group's experience and the trends over the previous twenty years. In the first nine months of 1988, prison admissions were up over 10%. Members of the Settlement Committee were aware of these increases but considered them an aberration in light of what they viewed as the pattern of increases developed over preceding years.</p>\n<p>Documents generated by the Department of Corrections, including press releases, reports to the legislature, and internal memoranda, expressed in 1987 and 1988 the view that admissions were rapidly increasing beyond projections previously made by the Department. These reports are in many respects accurate and their existence, and more particularly their source, supports plaintiffs' argument that the state <i>should</i> have known that admissions were about to begin a dramatic upward trend. Though the court finds that the Settlement Committee did not actually foresee and appreciate the significance of the trend of increasing admissions at the time they negotiated the settlement, the increase was foreseeable.</p>\n<p>The Settlement Committee obviously was working under tremendous pressure and time constraints. During a significant part of the time, this case was progressing toward a decision. As noted, the primary focus of the Settlement Committee was money  the problem of finding sufficient financial resources to implement the agreement. It is not surprising, then, that the Settlement Committee relied on Hamilton's admissions projections. Nor is it surprising that Hamilton depended on his recollections and knowledge of the system in giving his forecast of admissions. Plaintiffs attack Hamilton's credibility by emphasizing the lack of any documentary evidence to support his testimony. It is true that there apparently were no memos, letters, notes or other written documents evidencing Hamilton's projections. Nevertheless, the court finds his testimony to be credible and worthy of belief.</p>\n<p>The Settlement Committee conducted its deliberations with the additional aim of implementing the changes required in the <i>Small</i> units in all other units in the state prison system as well. The Committee intended to develop and implement a system-wide \"solution\" and standard for operations. The Committee believed that standardized conditions of confinement in the state system would be more efficient and manageable from an operational standpoint and would solve the problem of prisoner grievances stemming from perceived differences in the quality of prisons.<sup>[5]</sup> The Committee also sought to develop standards that would be consistent with prior agreements affecting other prison units, namely <i>Hubert v. Ward,</i> which involved thirteen facilities, and <i>Stacker v. Woodard,</i> involving Caledonia Correctional Institution. These stated goals notwithstanding, the state has never requested that the state's other units be brought under the terms of the <i>Small</i> agreement. It is the state's intention to establish uniform and constitutional standards at all prisons but to retain maximum flexibility in and control over that process.</p>\n<p><span class=\"star-pagination\">*516</span> The state also assumed, in evaluating its future obligations, that the state prison population cap would remain in place and that the state would aggressively work to develop alternatives to incarceration for misdemeanants. The state further assumed that felons would receive longer sentences, increasing the stock felon population.</p>\n<p>With respect to the cap, Hamilton testified that the state believed at the time of settlement that not only would the cap remain in effect, it also would remain set at 18,000. While the court accepts the state's assertion that it believed the prison cap would continue in effect, the evidence showed that the Settlement Committee was aware that admissions would increase at a minimum rate of 3 to 5% and that new prison construction would facilitate the housing of greater numbers of inmates. The court finds that the state relied on the cap to hold the population steady for a limited amount of time to enable the state to focus on its construction program, but must have expected the number of inmates permitted under the cap to be raised proportionally as construction took place and in fact did not rely on having the cap maintained at 18,000 inmates until 1994.</p>\n<p>At the time of settlement the Settlement Committee believed that misdemeanant admissions would drop from about 8,000 admissions per year (in 1988) to about 4,000 a year, reducing the \"stock population\" of misdemeanants from about 2,500 to roughly 1,200. This change was to have been effected by the creation, by the General Assembly, of alternatives to incarceration for misdemeanants.</p>\n<p></p>\n<h2>IV. Developments Subsequent to Settlement</h2>\n<p>The state fully complied with almost all of the provisions of the Agreement by, or in some instances before, the deadline dates. Counsel for plaintiffs have visited the prison units to ensure compliance and have not reported to the court any deficiencies in defendants' efforts to satisfy their obligations. Defendants have made regular reports of their progress to the court. The court finds, without reservation, that the state has made a good faith effort to comply with the terms of the Settlement Agreement.</p>\n<p>As a result of the settlement, conditions at the prison units covered by the Agreement are vastly improved. Correctional officers make regular rounds throughout the facility at all times inmates are there. At night during \"lockdown\" one correctional officer remains in the locked area with the inmates and circulates throughout the area. This, together with the elimination of triple-bunking, has virtually ended the problem of assault by one inmate on another. The constant presence of correctional officers has also had the beneficial effect of better communications between inmates and officers, thus promoting a less hostile atmosphere. The television sets are now located in the dayrooms and only a correctional officer has the authority, or means, to change the channel selection or volume. There are two dayrooms for each dorm or sleeping area, one in which smoking is permitted and one in which smoking is not permitted. The television set in one dayroom is typically tuned to a sports event and the other to a movie channel. Thus, inmates who desire to sleep or lie in bed and read can do so unaffected by smoke, the noise of television or, as was the case before, constant bickering over channel selection and volume control. On 19 May 1994 the court, after giving the authorities and counsel short notice,<sup>[6]</sup> visited both the New Hanover unit, a minimum-security facility, and the Columbus unit, a medium-security facility. The units were spotlessly clean and in very good order and the court was favorably impressed with the space available to the inmates in the new units, even those operating at 125% of capacity.<sup>[7]</sup> In both the SOC and IOC dorms viewed at the New Hanover unit, there were two rows of bunks, one on either side with an aisle down the middle. The only perceptible difference in the two is the narrower aisle space between the rows of bunks and between the bunks <span class=\"star-pagination\">*517</span> themselves in the IOC dorm. Even so, the space available appears adequate.</p>\n<p>The story was quite different, however, in an old IOC dorm at the Columbus facility where 46 inmates are housed, that being 140% of the 33 person capacity for the unit. The additional bunks are located in a third row down the center of the dorm resulting in two aisles only thirty-two inches wide between the rows of bunks. The difference between the arrangements in the old and new dorms is dramatic. There is no open space down the center of the old dorm and visibility is much more limited than in the configuration where all bunks are against the wall. A comparison of the floor plans discloses the reason. The new dorm is approximately 26½ feet wide by 50 feet long whereas the old dorm is approximately 30 feet wide by 55 feet long, with width being the important measurement. Thus, in a room only four feet wider than the new dorm, the old dorm has an additional row of 99-inch long bunks and lockers occupying most of what normally would be the center aisle.</p>\n<p>Its compliance with the other provisions of the Agreement notwithstanding, the state now seeks relief from the requirement that it provide 50 square feet of living space per inmate by 1 July 1994. As grounds for relief, the state claims that the rise in inmate admissions was not foreseen and that compliance with the 50 square foot requirement would be unduly onerous, inequitable, unfair and unnecessary, and a risk to public safety.</p>\n<p>It is now evident that the difference between the Committee's projected admissions rate and the actual rate of admissions is considerable. In fact, the total admissions for inmates from 1988 to present have been much higher than projected in 1988: An 11.6% increase in 1988, a 17.6% increase in 1989, an 8.1% increase in 1990, a 16.1% increase in 1991, and an 8.1% increase in 1992. Of late, admissions have leveled off and declined; the Department of Corrections reported a .5% increase in 1993 and has experienced, in the first four months of this year, a 5% <i>decrease</i> in total admissions.</p>\n<p>Based on its calculations in December of 1988, the state planned to have a prison capacity in 1994  at the 50 square foot standard operating capacity  of 18,429 beds. In order to meet unanticipated admissions increases or raises in the cap, the Committee planned to build to a capacity of 20,649 by 1996 if necessary. As events unfolded, the admissions jump  from around 17,000 inmates a year in 1988 to over 30,000 a year by 1992  prompted the state to accelerate construction to a much faster rate. Instead of constructing only the 738 beds then necessary to bring the <i>Small</i> units into compliance or the 4,800 beds the Settlement Committee anticipated as necessary to bring the system to a capacity of 18,000, the state has, from 1987 through 1993, constructed over 13,000 new beds. Including future construction, some $439 million has been appropriated to construct a total of 18,242 beds. The Department of Corrections' most recent accounting of admissions for 1993 was 30,995 inmates introduced into a system with an SOC of just under 20,000 beds.</p>\n<p>The expected decrease in misdemeanant admissions has not occurred and those admissions in fact have increased by roughly 50%, reaching almost 12,000 in 1991. However, misdemeanor admissions remained within 200 of that number for 1992, were roughly the same in 1993, and appear to have flattened out; comparative statistics for the early months of this year (January through February) showed a 15% decrease in 1994 when compared to 1993. Due to state legislative action misdemeanants' alternatives to incarceration have expanded, but they are geared primarily to post-admission programs like boot camps and probation rather than to initial diversion from prison, which of course is crucial to admission rates. For that reason, the state's efforts have not slowed the misdemeanant admissions rate.</p>\n<p>The state argues that the legislature has done all it could to reduce misdemeanant admissions but simply has not been successful. The court finds as a fact that the state legislature, which the court views as \"the state\" for purposes of determining whether defendants had measurable control over the effort to reduce misdemeanant admissions, has elected to focus on post-admission rather than pre-admission alternatives to prison. There is no evidence that the state's choice <span class=\"star-pagination\">*518</span> reflects a measured policy decision that post-admission alternatives are more effective or are otherwise preferable to pre-admission diversion, and the court infers that the state has proceeded as it has based on its discretionary choice that those avenues were, for whatever reason, more attractive. The court concludes that the escalating misdemeanant admissions rate is largely within the state's control.</p>\n<p>The prison cap has prompted a number of emergency releases. At present, the prison population is capped at 23,000, and the cap will rise to 23,500 on 30 June 1994. When the inmate population exceeds 98% of the cap amount for fifteen days, the cap mandates a population reduction, and the state Parole Commission must parole a sufficient number of inmates to reduce the population to 97% of the cap level within ninety days. If the cap number is increased during an emergency, as it was just prior to the hearing in this matter and as it will be again on 30 June, the clock begins to run anew. During a cap emergency the Parole Commission must parole inmates who are eligible but who often are, in the Commission's view, bad candidates for parole. With the exception of 90-day parole, the inmates cannot be and are not paroled if the Commission believes that they are likely to pose a danger to the public.</p>\n<p>The state's contention that the early release of inmates results in increased risk to the public has a superficial or at least widely-accepted logic to it but is supported only by anecdotal evidence. The state argued through Director of Prisons Lynn Phillips that inmates released \"early\" are more likely to commit violent crimes but could not point to any solid statistics in support of that view. The evidence showed: 1) every inmate serving a sentence of 18 months or more <i>must,</i> according to statute, be released 90 days prior to the end of his or her sentence, without regard to the inmate's likelihood of committing further crimes; 2) any felon serving a sentence of 18 months or greater is eligible for parole when he or she is within 270 days of the sentence completion date; and 3) inmates' parole dates are affected by good time and gain time, both of which are administered by the Department of Corrections and reduce inmates' sentences based on good behavior (on a day for day basis) or inmates' involvement in work or rehabilitative activities. In addition, Community Service Parole is available to almost all inmates<sup>[8]</sup> if the parole board finds that the inmate is a proper candidate. Moreover, most misdemeanants and youthful offenders are eligible to be considered for parole at any time after admission. With respect to all of these forms of parole, the Commission <i>may not</i> parole any inmate convicted of murder, rape, kidnapping or drug trafficking <i>for purposes of meeting the cap requirements.</i></p>\n<p></p>\n<h2>V. Present Status of the Prison System</h2>\n<p>At present, the state maintains that the pool of parole-eligible inmates has been depleted due to the frequency with which the Commission has paroled inmates and that the system therefore contains fewer parole-worthy inmates, despite the high number of new admissions. A large proportion of the prisoners who technically are eligible for parole are not promising candidates for varying reasons; for example, an eligible prisoner may not have served a sufficient portion of his sentence, may be at a higher custody level, may previously have had his parole revoked, may have a serious criminal or poor prison record, or may be involved in ongoing mental health treatment or rehabilitative programs. Others may reject parole, may still be addicted to drugs or alcohol, or have no residence plan upon release.</p>\n<p>As discussed above, even with declining admission rates the system presently is still struggling to manage the vast numbers of inmates that are admitted each year. With respect to misdemeanant admissions, the court finds that the state is responsible for a significant amount of the dilemma in which it now finds itself. The state chose to focus on post-admissions diversionary programs to the <span class=\"star-pagination\">*519</span> exclusion or neglect of those that would prevent misdemeanants from progressing through the \"revolving doors\" of admission to prison and subsequent, almost immediate release. Thus, the rapid increases in prison admissions are driven in large part by these ever-escalating numbers of misdemeanants who continue to mill into and out of prison in higher numbers and at faster speeds. The state has the ability to control this aspect of admissions by focusing on total diversion from prison but has not yet exercised that power to the degree anticipated in 1988. While this aspect of the case gives the court some pause, the state's ability to regulate misdemeanor admissions, even if exercised to the fullest extent, could not have prevented the situation now facing the state and does not preclude the state from obtaining some relief.</p>\n<p>In light of the developments outlined in the sections above and considering the present status of the prison system, the court finds that the state cannot fully comply with the terms of the Settlement Agreement by 1 July 1994 without ordering the expedited parole of large numbers of inmates that the state otherwise would not release, that the state has complied in good faith with the terms of the agreement, that the extent of the rise in admissions was not foreseen, and  based on the legal reasoning to follow  that the state is entitled to some relief.</p>\n<p></p>\n<h2>VI. Expected Future Developments in the Prison System</h2>\n<p>Several recent events are expected to have a large impact on the prison population in North Carolina. Though their effect cannot yet be ascertained with any degree of certainty, these measures are intended by the state to result in the stabilization and reduction of the prison population.</p>\n<p>The General Assembly enacted the Structured Sentencing Act in the recent Special Session and it will take effect in October of this year. The Act is intended to regulate the prison population from the \"front end\" by controlling admission rates rather than by releasing prisoners pursuant to the cap, and reflects the state's interest in rationing prison resources  more serious offenders will serve longer sentences, and misdemeanants will either be diverted to other programs or will serve at least three months in prison. When the Act takes effect, North Carolina will join the majority of states by diverting most misdemeanants away from the state prison system.</p>\n<p>The Department of Corrections expects both felony and misdemeanor admissions to decrease substantially under structured sentencing. It is expected that probation revocations will decrease and that probationers will opt against prison more often when they face a minimum three month sentence instead of a roughly 12-day sentence, as they do now. As all parties concede, however, the real impact of structured sentencing cannot yet be discerned.</p>\n<p>Also as a result of the special legislative session held in the spring of 1994, the state has available to it an additional 1,000 out-of-state contract beds, an additional 500 beds for inmates in need of substance abuse treatment, and an additional 500 beds in local confinement facilities. The court accepts defendants' assertion that the extra 500 \"efficiency beds\" funded by the session already have been occupied and accounted for. The state's access to these new contract beds is dependent on availability and the state's ability to negotiate inmate placement. These beds are available now and through June 1995, at which time authorization for them will terminate unless renewed by legislative action.</p>\n<p>A number of permanent prison beds already have been funded and are under construction. At the standard occupancy rate, the 1994-95 fiscal year system capacity is 24,136, with a prison population for that year projected (by the Sentencing Commission, after the 1994 Special Session) to be 24,698. Accounting for all construction funded up through the Special Session, the Department of Corrections expects the system to have 27,247 beds at the 50 square feet standard, system-wide, when construction is complete. At the interim levels, if they were allowed in the <i>Small</i> units and extended system-wide where appropriate, the state would have a capacity of 31,772 beds. The state also expects to lose a number of beds either temporarily <span class=\"star-pagination\">*520</span> due to renovations or permanently due to closures.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>Disposition of this case is controlled by the Supreme Court's decision in <i>Rufo v. Inmates of Suffolk County Jail,</i> <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">748</span></a></span>, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">867</span></a></span> (1992), and the Fourth Circuit's decisions in <i>Plyler v. Evatt,</i> <span class=\"citation\" data-id=\"505848\"><a href=\"/opinion/505848/harry-plyler-formerly-gary-wayne-nelson-plaintiffs-v-parker-evatt/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">208</span></a></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">241</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">230</span></span> (1988) (<i>Plyler I</i>), and <i>Plyler v. Evatt,</i> <span class=\"citation\" data-id=\"555445\"><a href=\"/opinion/555445/harry-plyler-formerly-gary-wayne-nelson-v-parker-evatt-commissioner/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1321</span></a></span> (4th Cir.1991) (<i>Plyler II</i>). The court's review is pursuant to Rule 60(b)(5) of the Federal Rules of Civil Procedure, which provides in part that \"[o]n motion and upon such terms as are just, the court may relieve a party or a party's legal representative from a final judgment, order or proceeding\" if the court determines that \"it is no longer equitable that the judgment should have prospective application.\" The burden is on the state defendants, as the parties seeking modification, to show why the Settlement Agreement should be modified.</p>\n<p>The standard that the state must satisfy was set out in <i>Rufo,</i> wherein the Court held that \"a party seeking a modification of a consent decree must establish that a significant change in facts or law warrants revision of the decree and that the proposed modification is suitably tailored to the changed circumstance.\" <i>Rufo,</i> 502 U.S. at ___, 112 S.Ct. at 765. This standard applies when the party seeks to modify \"a term of a consent decree that arguably relates to the vindication of a constitutional right,\" <i>id.</i> at ___ n. 7, 112 S.Ct. at 760 n. 7, which is the situation in the instant case. Because no party contends that applicable law has changed, at issue is whether a \"significant change in [factual] circumstances warrants revision of the decree.\" <i>Id.</i> at ___, 112 S.Ct. at 760.</p>\n<p></p>\n<h2>I. The State Must Show A Significant Change in Circumstances</h2>\n<p>To satisfy this threshold requirement, the state must show that changed circumstances make compliance with the Settlement Agreement substantially more onerous, or unworkable due to unforeseen obstacles, or detrimental to the public interest. <i>Id.</i> As the <i>Rufo</i> Court made clear, however, \"Rule 60(b)(5) provides that a party may obtain relief from a court order when `it is no longer equitable that the judgment should have prospective application,' not when it is no longer convenient to live with the terms of the consent decree.\" <i>Id.</i> And, as Judge Phillips noted in dissent in <i>Plyler I,</i></p>\n<blockquote>A major concern in considering motions to modify injunctive decrees, whether consensual or court-imposed, is that the procedure not be used to re-examine the basis of the original decree rather than the equity of the modification. Care must be taken not to \"impeach\" the injunction \"in its application to the conditions that existed at its making\" while ostensibly considering whether to modify it because the conditions have changed; courts may not properly \"reverse under the guise of readjusting.\"</blockquote>\n<p><i>Plyler I,</i> 846 F.2d at 221 (Phillips, J., dissenting) (quoting <i>United States v. Swift &amp; Co.,</i> <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 119, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></span>, 464, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">999</span></span> (1932)).</p>\n<p>The Findings of Fact set out above make clear that since the signing of the Settlement Agreement, the state has experienced a dramatic upswing in prison admissions, the full extent of which it did not foresee. These admissions have outpaced the state's construction plan. While the state did predict that prison admissions would rise and therefore could be said to have \"anticipated changing conditions\" that would impact on the Agreement, it is the <i>extent</i> of those changes that was not foreseen. The state has satisfied the court that it joined in the Settlement Agreement in good faith and has made reasonable efforts to comply with the Agreement. Accordingly, the court finds that the state did not anticipate the changes that in fact occurred.</p>\n<p></p>\n<h2>II. The State Must Show That The Proposed Modification is Suitably Tailored.</h2>\n<p>The state cannot house the inmates being brought into the system in accord with the terms of the Settlement Agreement without overriding the population level permitted by <span class=\"star-pagination\">*521</span> the cap and initiating a massive early release of inmates. If the state is not allowed to continue operating at least some of the <i>Small</i> units at the interim levels, the state's other likely option for immediate relief from the pressures of the cap would be to transfer inmates to other units not covered by the Settlement Agreement, thereby worsening conditions at those units. To remedy this situation, the state proposes that the agreement be modified to allow the state to continue to house inmates in older dormitories at 140% of standard operating capacity, and to house inmates at new facilities at 130%. The petition is, <i>in part,</i> suitably tailored to provide the relief to which the state is entitled, and for the reasons set out below, the petition will be allowed in part and denied in part.</p>\n<p></p>\n<h2>A. This Court May Grant Partial Modification.</h2>\n<p>It is appropriate at this juncture to address plaintiffs' argument that the court has no jurisdiction to approve only a part of defendants' request, but instead must flatly allow or deny the petition in its entirety. The court concludes as a matter of law that it may allow requested modifications to the agreement if they are suitably tailored and \"upon such terms as are just,\" Fed.R.Civ.P. 60(b)(6), and reject those that are not.</p>\n<p>The court's ability to grant partial modification is supported not only by the traditional powers of a court sitting in equity but also by binding precedent. The Supreme Court noted in <i>Rufo</i> that \"[t]he experience of the district and circuit courts in implementing and modifying [consent] decrees has demonstrated that a flexible approach is often essential to achieving the goal of reform litigation.\" <i>Rufo,</i> 502 U.S. at ___, 112 S.Ct. at 758. The <i>Rufo</i> Court made its observation with reference to the court's obligation to <i>consider</i> requests for modification, rather than actually to <i>craft</i> an acceptable modification out of the petition offered by the state, <i>id.</i> at ___, 112 S.Ct. at 760, but that decision does not preclude this court's exercise of discretion in allowing so much of the proposed modification as is proper.</p>\n<p>More directly on point is <i>Plyler v. Evatt,</i> <span class=\"citation\" data-id=\"555445\"><a href=\"/opinion/555445/harry-plyler-formerly-gary-wayne-nelson-v-parker-evatt-commissioner/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1321</span></a></span> (4th Cir.1991) (<i>Plyler II</i>), in which the Fourth Circuit Court of Appeals found that the district court erred by refusing to give \"<i>any</i> relief from the cell-space requirements at issue.\" <i>Id.</i> at 1329 (emphasis in original). The court explained that where the state is entitled to some relief, a \"district court must therefore set its hand to devising that form of relief which will best insure continued progress toward achievement of the broad public policy objective of relieving overcrowding that underlies the cell-space requirements of the decree, while accommodating the present impossibility of achieving that objective by the originally intended means of constructing additional facilities on a specific timetable.\" <i>Id.</i> In undertaking that task, \"the question of what may be appropriate equitable relief from particular cell space provisions of course must remain a matter for the discretionary judgment of the district court.\" <i>Id.</i> at 1328. The <i>Plyler</i> court emphasized consistently that \"the watchword must be flexibility,\" and the case was remanded to the district court with directions to exercise flexibility in \"keeping such pressure on as is necessary to insure continued good faith efforts to comply while accommodating the reality of present inability to meet particular cell-space requirements.\" <i>Id.</i> at 1330.</p>\n<p>Finally, the court's review of the petition to modify is governed by Rule 60(b), which allows a court to relieve a party of full compliance with a final order \"on such terms as are just.\" In light of this authority, and because the progress of institutional reform is in no way furthered by a system that affords relief only on a strategic hit-or-miss basis, the court finds that it has, as a matter of law, the authority to grant or deny the petition in whole or in part.</p>\n<p></p>\n<h2>B. Standards for Modification</h2>\n<p>As the <i>Rufo</i> Court explained, the court must evaluate the proposed modification with reference to three factors. First, \"a modification must not create or perpetuate a constitutional violation.\" <i>Rufo,</i> 502 U.S. at ___, 112 S.Ct. at 763. The modification sought by the state  to the extent that it seeks to utilize the new units at a capacity in excess of 100%  would not, in light of improved <span class=\"star-pagination\">*522</span> overall prison conditions, create or perpetuate a constitutional violation.</p>\n<p>Next, the proposed modification \"should not strive to rewrite a consent decree so that it conforms to the constitutional floor.\" <i>Id.</i> at ___, 112 S.Ct. at 764. As to this factor, the court finds that the conditions existing under the approved modification of the newer dormitories from standard operating capacity to 125% of that number do not merely conform to the constitutional floor, but instead are superior to the conditions mandated, at a minimum, by the Constitution. Defendants requested that the operating capacity in the new dorms be raised to 130%. This the court cannot allow, because the new dormitories have been limited under the terms of the Settlement Agreement to 125% and the court is in no position to speculate as to whether conditions at 130% are satisfactory. Institutional reform litigation by its very nature is subject to an inordinate number of uncertainties, policy shifts, fiscal limitations and varying other crises without the added element of modifying decrees in ways that will bring about unknown effects on the parties. To eliminate all doubt, the court finds that at the present time it has no basis on which to evaluate whether 130% capacity could be permitted in the new dorms and that they therefore may not, at this time, be operated at that capacity.</p>\n<p>The request to continue to house inmates in older facilities at 140% will be denied because to allow that modification would rewrite that portion of the consent decree to conform to the constitutional floor. The state's own witnesses conceded, when asked the maximum percentage above standard operating capacity at which they could run a safe prison, that they could not advise the court of an acceptable number above 140%. On this ground and also for additional reasons set forth in Section D.2., <i>infra,</i> operation of old dorms at 140% of capacity will not be allowed.</p>\n<p>And finally, with respect to the third factor, \"the public interest and `[c]onsiderations based on the allocation of powers within our federal system' require that the district court defer to local government administrators, who have the `primary responsibility for elucidating, assessing, and solving' the problems of institutional reform, to resolve the intricacies of implementing a decree modification.\" <i>Id.</i> at ___, 112 S.Ct. at 764 (quoting <i>Board of Educ. of Okla. City Schs. v. Dowell,</i> <span class=\"citation\" data-id=\"112520\"><a href=\"/opinion/112520/board-of-ed-of-oklahoma-city-public-schools-v-dowell/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">237</span></a></span>, 238, <span class=\"citation\" data-id=\"112520\"><a href=\"/opinion/112520/board-of-ed-of-oklahoma-city-public-schools-v-dowell/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">630</span></a></span>, 632, <span class=\"citation\" data-id=\"112520\"><a href=\"/opinion/112520/board-of-ed-of-oklahoma-city-public-schools-v-dowell/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">715</span></a></span> (1991)). The court will, as it must, leave to the state to determine the \"intricacies\" of operating the prison unit at the allowed capacity levels. The discretionary decisions that must be made to ensure the state's compliance with all other aspects of the Settlement Agreement remain, of course, the responsibility of the state.</p>\n<p></p>\n<h2>C. Balancing of the Interests</h2>\n<p>Bound up in the determination of whether modification is warranted at all, and if so in what form, is the court's obligation to balance the interests of the parties. The court has done so and concludes that the interests of the parties and the public are best served by allowing partial modification.</p>\n<p>In making this assessment, the court has considered the public interest in several respects, the most obvious being the public's interest in being free from risks of increased crime brought about by the early release of prisoners, insofar as the release is due to overcrowding and not to some other institutional factor. As noted above, the view that prison overcrowding leads to early releases, which in turn lead to the commission of crimes that would have been avoided had the prisoners served the time that was excluded <i>due to overcrowding,</i> is widely held but based largely on anecdotal evidence. Even more telling, in the court's view, is the frequent coupling of this view with the argument that prisoners simply get out too early, should serve more of their sentences, and have lost respect for a system that cannot contain them. While each of these views has at least some validity and are quite properly part of the public discourse, they do not come together to provide any kind of cumulative proof of \"public risk.\"</p>\n<p>Several of the state's witnesses, most notably Mr. Phillips, opined that early releases increase the public risk but apparently founded those views on the belief that criminals <span class=\"star-pagination\">*523</span> have lost respect for imprisonment as a sanction and opt for prison time rather than some lesser form of supervision because they know their actual time in prison will be significantly shorter than that to which they were sentenced. This may well be true, but the fact remains that prisoners get out of prison early not only because of cap-mandated \"emergency releases\" but also because of good time, gain time, mandatory 90 day releases, 260 day releases, and community service parole, all of which are either sanctioned or mandated by the state. The state has not shown that the housing levels allowed under this Order will cause a massive early release that will result in the release of any individuals who are considered to be a risk to the public welfare.</p>\n<p>The public, of course, has other interests as well, including a strong interest in having the state abide by the terms of agreements made on its behalf. It is no small matter for the state to seek relief from the enforcement of a binding legal agreement. Further, the public has an interest in having its institutions run in a fiscally responsible way. Even <i>if</i> the state has sufficient funds to build thousands of new prison beds, as it conceivably might in light of the state's relative prosperity this year, the public is entitled to have the public funds directed to the most important state projects and to reap the fullest benefit from the dollars spent. As the <i>Rufo</i> Court recognized, a consent judgment or settlement agreement has a substantial \"impact on the public's right to sound and efficient operation of its institutions.\" <i>Rufo,</i> 502 U.S. at ___, 112 S.Ct. at 759 (quoting <i>Heath v. De Courcy,</i> <span class=\"citation\" data-id=\"531360\"><a href=\"/opinion/531360/james-heath-harold-lancy-harold-keith-johnny-edwards-kenneth-thompson/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1105</span></a></span>, 1109 (6th Cir.1989)). In this case, as to the new units, the public interest is best served by allowing those units to be managed safely, humanely, and efficiently at 125% of SOC.</p>\n<p></p>\n<h2>D. The Agreement will be Modified</h2>\n<p>The court finds that the state's petition to modify the Agreement to allow the interim operating capacity to continue in effect is suitably tailored in part. Specifically, as to the newer dorms, the petition to modify will be allowed, but only to the extent of 125% of capacity as has been in effect under the IOC. The increase to 130% would mean an additional 3 or 4 inmates in a typical 50-inmate dorm and, as noted above, the court will not order a modification whose effect remains untested.<sup>[9]</sup> As to the older dorms, the petition will be denied.</p>\n<p></p>\n<h2>1. The Newer Dorms</h2>\n<p>The newer dorms do not have center rows of bunk beds and provide a fairly spacious environment while simultaneously enabling the state to house more inmates. An increase to 125% of SOC in the newer dorms would not present any appreciable increased risk to inmates or significantly impact on any other terms of the settlement agreement. Taking into account the cumulative effect of all of the improvements to the prison system, the inmates housed in these newer dorms (assuming no middle row of bunks) at interim operating capacity are receiving almost all of the benefit of their bargain and are being housed in conditions that substantially surpass the minimum standards mandated by the constitution.</p>\n<p></p>\n<h2>2. The Older Dorms</h2>\n<p>The state's request is not suitably tailored as to the older dorms. Under the standard configuration in the older dorms, they include a center row of bunks. This arrangement, taken in connection with all other aspects of the prison dormitory environment, brings about increased risks for inmates and guards alike. The center row blocks vision and reduces the space between bunks to as little as 33\". The lack of a clear line of vision through the dorms was a very important factor in the initial action because it contributed in large part to the ease with which inmates could assault each other. As noted, the court viewed a representative unit in this <span class=\"star-pagination\">*524</span> configuration and concludes that although it was acceptable for the interim period, it must not be perpetuated. For the foregoing reasons, the court finds that continued use of the center bunks presents sufficient risks to weigh against the state's proposal to continue to house inmates at interim levels in the dorms whose interim capacity levels necessitated the use of center bunks. This decision is based on the court's observation of the conditions in the old dorm at the Columbus unit and the particular dimensions of the unit and the way in which the bunks were arranged. The record is not clear whether there are other older units of different dimensions or of different bunk arrangement that would exceed 100% of SOC and still meet the <i>Rufo</i> standard.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the Petition to Modify the Settlement Agreement to allow defendants to house inmates in the newer dorms at 130% of capacity is DENIED; however, the Settlement Agreement is MODIFIED to allow defendants to house inmates in the newer dorms at 125% of capacity. This modification is effective immediately. The petition to modify the Settlement Agreement to allow defendants to house inmates in the older dorms at 140% of capacity is DENIED. However, defendants will be allowed an additional thirty days, until 1 August 1994, within which to comply with the Settlement Agreement in this respect.</p>\n<h2>NOTES</h2>\n<p>[1]  Percent of \"capacity\" refers to the 50 square foot per inmate capacity.</p>\n<p>[2]  For practical purposes, the court generally will refer to defendants as \"the state.\" In so doing, the court intends to reference the named defendants and the entities that they represent, and particularly the Department of Corrections.</p>\n<p>[3]  Specifically, the Settlement Committee consisted of James Trotter and Marvin Dorman on behalf of Governor Jim Martin, state Representatives Ann Barnes, Billy Watkins, and Joe Hackney for various state legislative committees, Dan Blue for Speaker of the House Liston Ramsey, John McMillan for Lieutenant Governor Bob Jordan, and Joseph Hamilton for Secretary of Correction Aaron Johnson. Lucien Capone, III and Tiare Smiley were counsel for the Committee.</p>\n<p>[4]  Hamilton's figures showed a 5% increase in felon admissions in 1986 and a 6% felon admissions increase in 1987.</p>\n<p>[5]  Because the state conducts thousands of intrastate prisoner transfers every year, prisoners are subjected to and aware of the varying standards of prison life in the different units. Prisoners develop preferences and complain about those units that do not measure up to the perceived quality of others. Grievances of this sort promote inmate dissatisfaction and unrest, and could be alleviated or minimized by standardized prison conditions.</p>\n<p>[6]  Counsel and the prison superintendents received approximately one hour's notice.</p>\n<p>[7]  The SOC dorm visited by the court had twenty-five double bunks or a 50-inmate capacity, while the IOC dorm, though equal in size, had thirty-one double bunks or 62-inmate capacity.</p>\n<p>[8]  Community Service Parole (\"CSP\") is available to inmates serving sentences of six months or more after they have served one-fourth of their sentences, less allowances for good or gain time credit. Inmates sentenced for serious sex offenses, kidnapping, or drug trafficking are not eligible for CSP.</p>\n<p>[9]  For purposes of illustration, a 50 inmate dorm providing 50 square feet for each inmate has 2500 square feet. Operating at 125% of capacity would mean that 62 inmates would have 40.33 square feet each. Operating at 130% of capacity would mean that 65 inmates would have 38.46 square feet each. And, operating at 140% of capacity would mean that 70 inmates would have 35.72 square feet each. As a matter of fact, most of the dorms are not evenly divisible by 50 square feet.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/505848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555445/"
  ]
}