{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2254238/",
  "absolute_url": "/opinion/2254238/swan-island-club-v-white/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2254238/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:52:16.167137Z",
  "date_modified": "2016-04-26T23:19:12.650313Z",
  "type": "010combined",
  "sha1": "b53936a18b06aacb73ed5f5c8a059a196e065c9f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>114 F.Supp. 95 (1953)</b></center>\n<center><h1>SWAN ISLAND CLUB, Inc.<br>\nv.<br>\nWHITE.<br>\nSWAN ISLAND CLUB, Inc.<br>\nv.<br>\nBARNES.<br>\nSWAN ISLAND CLUB, Inc.<br>\nv.<br>\nYARBROUGH.</h1></center>\n<center>Nos. 274, 273 and 272.</center>\n<center><p><b>United States District Court E. D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>August 11, 1953.</center>\n<p><span class=\"star-pagination\">*96</span> <span class=\"star-pagination\">*97</span> John H. Hall, Elizabeth City, N. C., William B. Rodman, Jr., Washington, N. C., for plaintiff.</p>\n<p>E. K. Powe, Durham, N. C., John B. McMullan, Elizabeth City, N. C., for defendants.</p>\n<p>GILLIAM, District Judge.</p>\n<p>Prior to a hearing upon the merits of these cases, consolidated for trial, a hearing was had upon return of temporary restraining orders theretofore issued whereby defendants had been enjoined from trespassing upon property in North Carolina adjoining Currituck Sound, claimed by plaintiff. Following such hearing the temporary restraining orders were dissolved pending a final decision of rights of parties as would appear from the evidence. At the time of such dissolution, the Court filed a memorandum which contains the following findings and conclusions, which are adopted as a part hereof:</p>\n<blockquote>\"The particular trespass allegedthe facts with respect to it are admitted consists of the placing of `stuck blinds' by defendants Yarbrough and Barnes, and a `float blind' by the defendant White, in the waters over the lands claimed by plaintiff for use by defendants in hunting and taking wild fowl and game. The `stuck blind' is actually attached to the land under water by stakes, while the `float blind' is maintained in place by weights resting on the bottom. In both cases the decoys are weighted to the bottom.</blockquote>\n<blockquote>\"There is no controversy as to the plaintiff's ownership of the high land within the area, and the defendants concede that they may not trespass thereon; the controversy involves only the question of defendants' right, along with the general public, to make use of the water over the shoal lands claimed by plaintiff for hunting purposes, even though there results a technical trespass upon the land below.</blockquote>\n<blockquote>\"The waters with which we are concerned are actually a part of Currituck Sound which is a navigable body of water. These waters over the adjoining shoal lands, even though of shallow depth, though not useable for navigation by sea vessels or any crafts other than those with flat bottoms, and even though at low tide some of the land thereunder may not be entirely covered by water, according to my view are navigable waters under the prevailing modern view. The defendants depend upon two alternative positions, (1) that plaintiff has failed to prove title to the land below these navigable waters, and (2) that even if title to the submerged land be conceded they, as well as the public generally, have the right to hunt in the waters over it and, if necessary, commit a trifling trespass upon it.</blockquote>\n<blockquote>\"It will be conceded that plaintiff's title to these submerged lands must appear in order to justify the continuance of the restraining orders. To meet this prerequisite the plaintiff introduced a proceeding under the North Carolina Torrens Act, including a certificate of title thereunder. The process in that proceeding was duly and properly served upon the State as the Act requires. The defendants admit that the waters and submerged lands with which we are dealing lie within the bounds of the area described in the Torrens proceeding and the certificate of title.</blockquote>\n<blockquote>\"Upon this certificate of title and admissions of the defendants, the plaintiff asserts that its title to the <i>locus in quo</i> is conclusively established against all the world, and that the judgment in the proceeding may not be collaterally attacked. Defendants, while agreeing that, generally speaking, <span class=\"star-pagination\">*98</span> a judgment in a Torrens proceeding establishes title in the registered owner, free from any and all adverse claims, contend that it should not be interpreted as giving to such owner lands lying under navigable waters which, as they contend, are not and have not been, except during a period between 1836 and 1846, subject of private ownership within this State. The plaintiff has not connected its title to grants issued during this period, but depends entirely upon the conclusiveness of the judgment in the Torrens proceeding to establish its title. The defendants also contend that if the judgment in the Torrens proceeding is to be interpreted as establishing plaintiff's title to these submerged lands it is void and may be treated as a nullity in this respect, because in such respect the Court had no jurisdiction of the subject matter involved.\"</blockquote>\n<p>In addition to these findings, this memorandum will contain other findings which are based upon the evidence presented at the hearing upon the merits.</p>\n<p>The question of whether the waters in the areas with which we are dealing are navigable waters under North Carolina law will be first considered, inasmuch as defendants concede that, if not, the plaintiff is entitled to the decision and the permanent injunction which it seeks. It is a question of fact.</p>\n<p>The evidence, aided by matters of which the Court takes judicial notice, establishes, with respect to the character and nature of the land and waters with which we are dealing, these facts: The plaintiff claims ownership of 9,236 acres of land, some of it covered by water, lying between the Atlantic Ocean and Currituck Sound, 4,141 acres of beach land, 2,044 acres of marsh land, and 3,051 acres of shoal land; Currituck Sound, waters from which from time to time and at varying depths submerge the marsh and shoal lands, is a link of the inland waterway, which connects the several states along the Atlantic Coast and has its northern and southern termini in the Atlantic Ocean; the sound at the point in controversy at times, on account of northeast winds, is shallowed so that even flat bottomed boats cannot navigate without striking bottom, but at others the water is of sufficient depth to permit its use generally by such boats both for pleasure and commercial purposes; for many years these waters have been so used, as, for example, by the boat \"Jubilee\", which for several years used these waters on commercial trips to and from Norfolk, Virginia, carrying lumber, live stock, and other cargo; the only way to get from the mainland to plaintiff's club house is by boat and for years plaintiff's employees have navigated these waters in travelling to and from work; the depth of the water at the blinds set up by defendants is between two and three feet under normal conditions; water usually covers the shoal land which is intersected at irregular distances by small sloughs and channels.</p>\n<p>Upon these findings, I adhere to the earlier finding that the waters at the points where the defendants located their blinds are navigable and so find as a fact. There would seem to be no serious dispute under present North Carolina law as to the navigability of Currituck Sound proper and the problem of determining the point at which navigability ceases would be a real one, just as it would be to determine the exact point at which the ocean itself becomes non-navigable, though definitely there must be such a point. The case is different with a river, which may be easily designated navigable to a point above its mouth and non-navigable beyond. While I do not rest my finding on such conclusion, it might be reasonably held as a practical solution that a navigable body of water such as Currituck Sound is navigable to the farthest reaches of water under normal conditions.</p>\n<p>The present North Carolina law on this question is stated in State v. Baum, 128 N.C. 600, 604, 38 S.E. 900, 901, as follows: \"The rule now most generally adopted, and that which seems best fitted to our own domestic conditions, is that all water courses are regarded as navigable in law that are navigable in fact. That is, that the public have the right to the unobstructed navigation as a public highway, for all <span class=\"star-pagination\">*99</span> purposes of pleasure or profit, of all water courses, whether tidal or inland, that are in their natural condition capable of such use.\" In that case it appeared that a cove began on the eastern side of Currituck Sound and ran through the marsh from one-half to one mile and into the Sound again; that the water at middle tide measured two feet; that \"it was used by all the people;\" that boats from 18 to 20 feet long passed through it frequently. The defendant was charged with obstructing a navigable stream. Upon such facts, the trial Judge peremptorily instructed the jury that if they believed the evidence and found therefrom that the cove was navigable to find the defendant guilty. In sustaining the instruction the Court stated the rule set out above, which is approved in Resort Development Co. v. Parmele, 235 N.C. 689, 71 S.E.2d 474; State v. Twiford, 136 N.C. 603, 48 S.E. 586; and other North Carolina cases. As a matter of fact, as I understand plaintiff's position, there is no real dispute as to the navigability of these waters. In the brief filed, plaintiff's counsel make this statement: \"Plaintiff does not dispute the right of defendants to use the water covering its land for navigation purposes.\"</p>\n<p>We come then to two remaining questions: (1) Does the evidence by its preponderance establish title to the lands beneath the waters, and (2) if so, is the right to hunt over the waters incident to the right of navigation, or a right inherent in the public generally. The plaintiff agrees that if its title to the submerged lands is not established, it cannot succeed in the actions.</p>\n<p>For title, plaintiff relies upon certain grants from the State and a judgment and certificate of title following a Torrens proceeding begun in 1927.</p>\n<p>It is insisted by plaintiff that the judgment in the Torrens proceeding is conclusive upon defendants and cannot be attacked collaterally, and if this be true, title to the lands under the waters in question is definitely established since it is admitted by defendants that such lands lie within the boundaries of the lands described in such Torrens Proceeding. However, defendants insist that the judgment in the Torrens Proceeding is void because the Court lacked jurisdiction of the subject matter, since it purports upon its face to vest title in plaintiff of lands not subject of grant by the State, lands held by the State in trust for all its citizens, lands to which title could in no way be obtained by an individual, by grant, deed, judgment, or otherwise.</p>\n<p>Certain principles of law, and certain facts entering into a determination of this question, may be set down, namely:</p>\n<p>Originally the State of North Carolina was the owner of soil covered by water within its boundaries, whether that water be navigable or non-navigable;</p>\n<p>At common law navigability depended upon the existence of ebb and flow of the tide, but as early as 1901 this test was abandoned in North Carolina by judicial interpretation in favor of the test of actual navigability in fact as set forth in State v. Baum, 128 N.C. 600, 38 S.E. 900, and since that time this has been the test universally applied by our Court;</p>\n<p>Also, at common law lands covered by non-navigable waters could be granted by the State, but land covered by navigable waters could not be granted;</p>\n<p>Beginning in 1711 and by several subsequent enactments the common law has been declared to be in force in North Carolina;</p>\n<p>In 1777 the General Assembly provided for the grant of vacant and unappropriated lands and in the law prohibited private ownership of lands under navigable waters. Public Acts of the General Assembly 1715-1790, Vol. 1, pages 205, 207. Thus the law remained until the recodification effective January 1, 1838, which by inadvertence omitted the prohibition contained in the 1777 law. This omission was later noted and by Act effective January 18, 1847, entitled \"An Act to Supply Omissions * * *.\" it was provided: \"That it shall not be lawful to enter any land covered by any navigable sound, river or creek * * *.\" So that the specific prohibition was not in force during the period between January 1, 1838 and January 18, 1847;</p>\n<p>At the December Term, 1846, of the North Carolina Supreme Court, the case of <span class=\"star-pagination\">*100</span> Hatfield v. Grimstead, 29 N.C. 139, relied upon by the plaintiff and which dealt with these identical lands and waters, was decided. In that case defendant was sued for trespassing upon plaintiff's lands and the proof was that \"the defendant had gone with a gun and killed geese at a blind in Currituck County, on a shoal at the head of the channel, which led to Currituck Inlet, which is now closed.\" The plaintiff, to show title, offered two grants, dated in 1839, which, it will be observed, was within the period during which the above prohibition against private ownership of lands under navigable waters was not in force. The grants were held to be valid in an opinion by Chief Justice Ruffin who wrote: \"His Honor probably founded his opinion, that the grants to plaintiff were void, upon the Acts of 1715, Revenue Code, c. 6, § 3, and of 1777, c. 114, § 10, which directed how land lying on a navigable water should be entered and surveyed, not adverting to the circumstance that these provisions were not in force in 1839, when the grants were issued. Whether the <i>locus in quo</i> would have been the subject of entry or not under those acts, it is not material to inquire, for the Revised Statute of 1836 * * * omits the actions under consideration, and so, left the matter at common law. Now, at common law, this land could clearly be granted by the Sovereign; for this case does not state any regular flood and ebb of the tide in Currituck Sound since the closing of the inlet;\"</p>\n<p>In the absence of specific authority from the Legislature, the State at no time has had the power to grant land under navigable waters and all of such grants are void. Holley v. Smith, 130 N.C. 85, 40 S.E. 847; State v. Twiford, 136 N.C. 603, 48 S.E. 586; Wool v. Saunders, 108 N.C. 729, 13 S.E. 294. N.C. General Statutes 146-1 prohibits the State's alienation of lands under navigable waters, and this statute was in effect during the period when the Torrens Proceeding was begun and terminated.</p>\n<p>Hatfield v. Grimstead, as I read it, does not militate against the above holding, for the Court in that case held that the waters involved were not navigable according to the common law test which at the time was accepted by our Court. The Court did not base its conclusion upon the finding that the waters were not navigable in fact, which was the test when the Torrens Proceeding was instituted. It is significant that Chief Justice Ruffin, in Hatfield v. Grimstead, said, 29 N.C. at page 140: \"Whether the <i>locus in quo</i> would have been the subject of entry or not, under those Acts, it is not material to enquire.\" This seems to be an intimation that they would have been, inasmuch as the waters were found to be non-navigable under the test then used. It would appear that under Hatfield v. Grimstead the grants offered by plaintiff, all being dated within the period when the prohibition against private ownership of lands under navigable waters was not in effect, are valid, but now we are considering only the question whether this judgment in the Torrens Proceeding is conclusive.</p>\n<p>My attention has been called to no specific authority given by the legislature for granting land under navigable waters. In 1836, Rev.Statutes, Ch. 42, the General Assembly provided in Section 1: \"That all vacant and unappropriated lands belonging to this State shall be subject to entry in the manner herein provided, except in the cases hereinafter mentioned * * * (not pertinent)\" but omitted any reference to the provisions of the Act of 1777. In Resort Development Co. v. Parmele, 235 N.C. 697, 71 S.E.2d 480, the Court said: \"In the light of these decisions we are constrained to hold that the provisions of the Revised Statutes (1836) Ch. 42, Sec. 1, did not have the effect of abrogating, or repealing the common law rule that navigable waters were then <i>publici juris,</i> and hence not subject to entry and grant.\" Some of these decisions referred to are: State v. Baum, 128 N.C. 600, 38 S.E. 900; State v. Narrows Island Club, 100 N.C. 477, 5 S.E. 411; Tatum v. Sawyer, 9 N.C. 226. In other parts of the opinion in the Resort Development Co. case, the Court referred to these cases as follows, 235 N.C. at page 695, 71 S.E.2d at page 479: \"Moreover, as stated in State v. Baum, supra, under the common law of England, streams, distinguishable as navigable waters, were said to be <i>publici juris,</i> <span class=\"star-pagination\">*101</span> that is, of public right,owned by the public and not by any private person, such common property that `anyone can make use of it who likes.' Black's Law Dictionary. And, hence, land covered by navigable waters could not be granted. * * *</p>\n<p>\"And on the other hand, decisions of this Court hold that waters navigable in fact are navigable in law, and to that extent and for that purpose are <i>publici juris</i> of public right. State v. Narrows Island Club, supra.</p>\n<p>\"In this connection, it appears that in the case of Tatum v. Sawyer, 9 N.C. 226, involving a grant from the State, bearing date 21 June 1819, conveying certain land in Currituck County, near Currituck Inlet, this Court, in opinion by Henderson, J., declared that `lands covered by navigable waters are not subject to entry under the entry law of 1777, not by any express prohibition in that Act, but, being necessary for public purposes as common highways for the convenience of all, they are fairly presumed not to have been within the intention of the Legislature.'\"</p>\n<p>Assuming then that at the time the petition in the Torrens Proceeding was filed, as well as when the judgment and certificate of title were entered, a portion of the lands described therein lay under waters which were deemed navigable by the test of actual navigability then obtaining in this State, and that the State in which title was vested at that time had no authority to make grants of it and entry upon it could not be made, the question is whether, even so, the judgment in that proceeding is not only effective to show title but conclusive against collateral attack. The answer, to my mind, is no.</p>\n<p>As a general rule, a judgment entered in a proceeding <i>in rem</i> is not subject to collateral attack where the Court had jurisdiction of the <i>res.</i> On the other hand, if the Court had no jurisdiction of the <i>res,</i> the judgment is a nullity and may be attacked collaterally. Counsel agree that perhaps this rule applies here, and that, unless it appears the Court lacked jurisdiction of the <i>res</i> in the Torrens Proceeding, plaintiff's title to the entire tract, including the land under navigable waters, is established. It is not contended that the judgment is void as to the beach land or the marsh land, only as to shoal land which lies under navigable waters. As to the latter, the defendants take the position that the Court was without jurisdiction or exceeded its jurisdiction, since, under the law, the State could not be divested of title which it held in trust for the public, including the defendants. The Torrens Proceeding was regular in all respects. The petition alleged plaintiff's ownership and possession of 9,236 acres of land in Currituck County, lying between Currituck Sound and the Atlantic Ocean. This is the same tract of land shown on the Cox-Respass map offered by the plaintiff in this case, and it appears certain that this tract embraces the shoal land under the navigable waters with which we are dealing.</p>\n<p>The Examiner of Titles, appointed as required by the Statute, conducted a hearing and at such hearing fourteen State grants, including grants to John C. Hatfield which perhaps were involved in Hatfield v. Grimstead, were offered. It appears, however, that some of the grants offered were issued without the ten-year period above and so at times when admittedly State grants of lands under navigable waters were void; moreover, it appears that the quantity of lands claimed in the Torrens Proceeding exceeds by two to three thousand acres the total acreage of all the grants offered. It is suggested that the surplus is accounted for by the purported boundary agreement in 1927 between plaintiff and the then Governor of North Carolina, which was admitted at the trial over objection by the defendants. I now hold that the Governor of North Carolina was without authority in 1927 to agree as to plaintiff's boundary line over lands under navigable waters, as the State Statute at the time prohibited the grant of or entry upon such lands. G.S. 146-1.</p>\n<p>Upon the grants referred to and oral testimony which was not preserved, the Examiner of Titles reported: \"In my opinion, the Swan Island Club has a good and indefeasible title as alleged and proper for registration to so much of the land described <span class=\"star-pagination\">*102</span> in the petition as lies within the following boundaries * * * (Here follows a description covering the <i>locus in quo</i>). Riparian rights in all waters adjoining any of the lands other than waters owned in fee simple described in this report. The rights of the petitioner in the lands covered by waters within the bounds of the lands described in this report are absolute.\"</p>\n<p>Acting on this report, the Clerk of the Superior Court entered a decree of registration adjudging plaintiff the owner in fee simple of the tract of land described in the Examiner's Report and this decree was duly confirmed by the Resident Judge of the Superior Court.</p>\n<p>Putting aside for the present purpose the grants offered by plaintiff, and assuming the premise above, namely, that at the time of the decree lands under navigable waters could not be privately owned, the decree was erroneous because it decreed ownership which could not exist under the law. We would have a different question if it appeared that valid grants were offered to cover the entire tract of land described in the petition, for then the decree might be accepted as confirmation of title prima facie appearing. But, as pointed out above, this is not true.</p>\n<p>We come then to consider whether such erroneous decree, entered in a cause to which defendants were not parties, is of such nature as to permit defendants to attack it in this cause. Undoubtedly, the attack is collateral, so that the question of title to the lands upon which defendants entered must be answered in plaintiff's favor unless on the evidence it is held that the Court in the Torrens Proceeding had no jurisdiction of the <i>res,</i> the shoal land, or exceeded such jurisdiction because it had no power or authority to declare title thereto out of the State.</p>\n<p>In 31 Am.Jur., under the title \"Judgments\", it is stated in Sec. 581: \"However, it is generally held that where the rights of persons not parties or privies to a proceeding are adversely affected by the judgment rendered therein, such persons are allowed to impeach it whenever * * * its validity is drawn in question, since they have no remedy against the judgment, by appeal or otherwise, in the case itself.\" It is doubtful, though, that such is the law in this State. Clark v. Carolina Homes, 189 N.C. 703, 128 S.E. 20.</p>\n<p>In Windsor v. McVeigh, 93 U.S. 274, 282, 23 L.Ed. 914, a proceeding <i>in rem</i> of an entirely different nature, the Court said: \"The doctrine invoked by counsel that, where the Court has once acquired jurisdiction, it has a right to decide every question which arises in the cause, and its judgment, however erroneous, cannot be collaterally assailed, is undoubtedly correct as a general proposition, but, like all general propositions, is subject to many qualifications in its application * * *. Though the Court may possess jurisdiction of a cause, of the subject matter, and of the parties, it is still limited in its modes of procedure, and in the extent and character of its judgments. It must act judicially in all things, and cannot then transcend the power conferred by the law * * *. See the language of Mr. Justice Miller to the same purport in the case of Ex parte Lange, 18 Wall. 163 [21 L.Ed. 872]. So it was held by this Court in Bigelow v. Forrest, 9 Wall. [339], 351 [19 L.Ed. 696], that a judgment in a confiscation case, condemning the fee of the property, was void for the remainder, after the termination of the life estate of the owner. To the objection that the decree was conclusive that the entire fee was confiscated, Mr. Justice Strong * * * replied: `Doubtless a decree of a court, having jurisdiction to make the decree, cannot be impeached collaterally; but * * * the District Court had no power to order a sale which should confer upon the purchaser rights outlasting the life of French Forrest (the owner). Had it done so, it would have transcended its jurisdiction'.\" In other words, \"Jurisdiction having attached * * * everything done within the power of that jurisdiction, when collaterally questioned, is held conclusive of the rights of the parties * * *.\" Cornett v. Williams, 20 Wall. 226, 250, 22 L.Ed. 254; Hatch v. Ferguson, 9 Cir., 68 F. 43, 33 L.R.A. 759, is to the same effect.</p>\n<p>Under the rule stated above, I conclude that, insofar as the decree in the Torrens Proceeding adjudged the plaintiff the <span class=\"star-pagination\">*103</span> owner in fee of the shoal lands under navigable water, it transcended the power of the Court under the law, and, therefore, is open to attack in these actions.</p>\n<p>As stated before, at the hearing the plaintiff offered several state grants issued during the ten year period when the statutory prohibition of grants of land under navigable waters did not prevail, and I am of the opinion that I am bound by the decision in Hatfield v. Grimstead as to their validity. While these grants, as I find, would have been void under the judicial concept of navigability prevailing certainly since the decision in State v. Baum, they were valid to pass title at the time entered, as held in the Hatfield case, because the lands involved did not lie under navigable waters under the judicial concept of navigability as it then prevailed in the State. The decision in favor of the grants in question is based upon the rule that where rights are acquired under a decision of the Court such rights may not be impaired by a change of construction made by a subsequent decision. Wilkinson v. Wallace, 192 N.C. 156, 134 S.E. 401, and cases there cited.</p>\n<p>Therefore, if the evidence by its preponderance demonstrates that the lands upon which defendants entered are with these grants, it would follow that trespasses were committed unless it is held that the defendants had the right to hunt over them as an incident to their right to use the waters for navigation, or as a right inherent in the public generally. The evidence falls short of such demonstration. The plaintiff undertook to show that the points at which defendants Yarbrough and White located their blinds were either within the boundaries of one or more of the Hatfield grants, or upon the marsh lands, but the evidence does not satisfy by its greater weight that such is the case. No effort was made to show that the blind of the other defendant, Barnes, was located within the grants offered, or upon the marsh lands.</p>\n<p>It is my conclusion that plaintiff has failed to show title to the lands in question, and that, therefore, the relief asked should be denied. If right in this, it is unnecessary to consider the remaining question of whether the right to hunt over navigable waters may be exercised as an incident of navigation, or as an inherent public right, but, as it may become pertinent, I will set out my views.</p>\n<p>In considering this question I will overlook the technical trespass upon the land beneath the waters resulting from the sticking of the stakes therein and the resting of the weights thereon. Manifestly, the cause of concern to plaintiff is not the weights which lie harmlessly on what it claims to be its land, or the stakes which are stuck therein, but it is rather the impairment of its own hunting rights as they believe them to be.</p>\n<p>North Carolina has not decided the question of the extent of the right of the public to use the navigable waters over privately owned lands, whether they may be used for hunting as an incident to navigation, or whether such right is inherent in the public, but the closing sentences in the opinion in State v. Twiford, 136 N.C. 609, 48 S.E. 588, are worthy of attention: \"Navigable waters are free. They cannot be sold or monopolized. They can belong to no one but the public, and are reserved for free and unrestricted use by the public for all time. Whatever monopoly may obtain on land, the waters are unbridled yet.\"</p>\n<p>There are many cases from other jurisdictions, some holding that the right of hunting does exist as an incident to navigation, others, that it does not. I will not attempt to demonstrate on which side the weight of authority lies, but in this situation I feel free to accept the rule which appears to be more reasonable and appropriate for North Carolina in the light of North Carolina decisions referred to herein.</p>\n<p>It is held, therefore, that, under North Carolina law, the public has the right to use navigable waters over privately owned bottoms for the purpose of navigation and that this right includes the right to hunt and take wild game. Such rule seems to accord with the trend of decisions in other jurisdictions. Most of the cases examined have to do with the right of the <span class=\"star-pagination\">*104</span> public to fish in the navigable waters, but, as I see it, the right to hunt over such waters should be determined by the same reasoning and, if so, it follows that if the right to fish exists, the right to hunt exists also.</p>\n<p>In reaching my conclusion, I have considered several cases to which I will now refer.</p>\n<p>Bell v. Smith, 171 N.C. 116, 87 S.E. 987. This action was brought to prevent the defendants from fishing in navigable waters over land claimed by plaintiff in such way as to interfere with or prevent the operation of a seine by the plaintiff from her beach. While judgment for plaintiff was upheld, the Court made it plain that the judgment should not be construed as granting plaintiff an exclusive right. The opinion contains the following observations: 171 N.C. at page 118, 87 S.E. at page 989: \"The restraining order [temporary] was erroneous as it forbade the defendants from fishing at all at the <i>locus in quo</i> * * *\"; (Again on same page) \"The right of fishing in the navigable waters of the state belongs to the people in common, to be exercised by them with due regard to the right of each other, and cannot be reduced to exclusive or individual control either by grant or by long user by any one at a given point.\"</p>\n<p>Whitcher v. State, 87 N.H. 405, 181 A. 549, holds that the public rights of fishing, fowling, flotation, bathing, or taking ice from navigable waters is absolute.</p>\n<p>Collins v. Gerhardt, 237 Mich. 38, 211 N.W. 115, 117; \"The next question presented for our consideration is the plaintiff's claim that, though Pine river be a navigable stream, he has the exclusive right of fishing in that portion which flows over his land, because he owns the soil under the water. Under the law of this state a riparian proprietor owns the land to the thread or center of navigable rivers. If he owns the land on both sides he owns the entire soil under the water. Mr. Collins owns the soil under the water of Pine river where it flows over his land. But he does not own the water, and he does not own the fish. So far as they are capable of ownership they belong to the state for the common benefit of the people.</p>\n<p></p>\n<h2>*   *   *   *   *   *</h2>\n<p>\"So long as water flows and fish swim in Pine river, the people may fish at their pleasure in any part of the stream, subject only to the restraints and regulations imposed by the state.\"</p>\n<p>Bohn v. Albertson, 1951, 107 Cal.App.2d 738, 238 P.2d 128: Plaintiff's land was suddenly flooded by waters from a navigable river. It was held that, while the plaintiff had the right to reclaim the land, so long as the water was navigable in fact the public had the right of navigation and fishery, stating, 238 P.2d at page 136: \"In general, the rights of the public to the incidents of navigation are boating, bathing, fishing hunting, and recreation * *\" and \"the right of navigation includes the incidental use of the bottom * * *.\"</p>\n<p>Forestier v. Johnson, 164 Cal. 24, 127 P. 156, 162: \"The authorities do not designate the hunting of wild game as an object for the protection and promotion of which the state holds title to and dominion over the tidelands and navigable waters. Nevertheless it is a privilege which is incidental to the public right of navigation.\"</p>\n<p>State v. Gallop, 126 N.C. 979, 35 S.E. 180; Sterling v. Jackson, 69 Mich. 488, 37 N.W. 845, dissenting opinions; Rushton ex rel. Hoffmaster v. Taggart, 306 Mich. 432, 11 N.W.2d 193; Stewart v. Turney, 203 App.Div. 486, 197 N.Y.S. 81; McCauley v. Salmon, 234 Iowa 1020, 14 N.W. 2d 715; Diana Shooting Club v. Husting, 156 Wis. 261, 145 N.W. 816; Munninghoff v. Wisconsin Conservation Commission, 255 Wis. 252, 38 N.W.2d 712; Knudson v. Hull, 46 Utah 114, 148 P. 1070; Salene v. Isherwood, 55 Or. 263, 106 P. 18.</p>\n<p>On this aspect of the case the plaintiff depends to a great extent on State v. Narrows Island Club, 100 N.C. 477, 5 S.E. 411, and Hatfield v. Grimstead, 29 N.C. 139. A careful reading of these cases fails to persuade me that I should adopt the rule which is contrary to the modern view as expressed in the above cases. In the former, the defendant, the owner of land under navigable waters of Currituck Sound, had sought to place stakes across the property. <span class=\"star-pagination\">*105</span> The Court held that he could not do so for that there was an interference with navigation. In <i>dicta,</i> not necessary to the decision, the Court stated that the public had only the right of navigation. In Hatfield v. Grimstead the Court held that the waters in question were non-navigable under the common law test of navigability which was then the accepted test in North Carolina.</p>\n<p>My conclusions, therefore, are: First, that the plaintiff has not proved title to the lands under the waters where the defendants located their blinds, and second, that if in error in this respect, even so the defendants had legal right to use the waters for hunting wild game as an incident to the right of navigation of such waters, or as a right inherent in the public.</p>\n<p>It follows that plaintiff is not entitled to the relief prayed and a judgment finding for defendants and taxing costs against plaintiff will enter.</p>\n<p></p>\n<h2>Supplemental Findings of Fact</h2>\n<p>The Court finds the following facts in addition to those set forth in the memorandum simultaneously filed:</p>\n<p>Currituck Sound is a body of water traversing the Northerly and Southerly shore lines of Currituck County to the Dare County line. Currituck Sound has a width of approximately eight miles at its widest point, and contains at various points over its entire course, islands, marshland and shoals.</p>\n<p>The inland waterway is consistently used by both large and small craft travelling in interstate and coastal commerce, and the entire sound has been from time immemorial used by small craft up to 35 feet in length, engaged in commerce and pleasure incident to fishing, hunting, and the transportation of freight both intra and inter state.</p>\n<p>Currituck Sound is not subject to the ebb and flow of tide, but the tides are controlled by winds which, blowing from the northeast, tend to decrease the depth of the water, and when blowing from the southwest tend to increase its depth.</p>\n<p>Swan Island is situate in Currituck Sound approximately one mile south of Knotts Island, the north mainland of Currituck County, and approximately six miles north of the south mainland of said County at that point. The waters of Currituck Sound cover the intervening space. Several channels lie approximately one mile west and north of Swan Island proper and two channels, designated north and south channels, proceed therefrom and traverse the high and marshlands owned by Swan Island Club to the beach land of Currituck County lying to the east thereof.</p>\n<p>In order to reach Swan Island or any of the marshlands situate in Currituck Sound and owned by plaintiff, it is necessary to travel by boat. The waters between Knotts Island and the high and marshlands of the Swan Island Club have always been generally navigated by the public and by the defendant, White, for the purpose of fishing and shooting migratory water fowl from the skies over said waters. That said waters are at all times navigable in fact by powered craft of the dimensions aforestated, unless there have been long, strong and steady northeast winds which tend to decrease the depth of the water. Under such circumstances, craft plying certain portions of Currituck Sound generally, and certain portions of Currituck Sound lying between Swan Island and Knotts Island, are apt to drag bottom, dependent upon the depth of the boats' draft. But on average tides the Sound generally, and the Sound in the vicinity of the Swan Island Club properties is navigable generally, and particularly through its channels for the purposes aforementioned.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">95</span></span> (1953)</b></center>\n<center><h1>SWAN ISLAND CLUB, Inc.<br>\nv.<br>\nWHITE.<br>\nSWAN ISLAND CLUB, Inc.<br>\nv.<br>\nBARNES.<br>\nSWAN ISLAND CLUB, Inc.<br>\nv.<br>\nYARBROUGH.</h1></center>\n<center>Nos. 274, 273 and 272.</center>\n<center><p><b>United States District Court E. D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>August 11, 1953.</center>\n<p><span class=\"star-pagination\">*96</span> <span class=\"star-pagination\">*97</span> John H. Hall, Elizabeth City, N. C., William B. Rodman, Jr., Washington, N. C., for plaintiff.</p>\n<p>E. K. Powe, Durham, N. C., John B. McMullan, Elizabeth City, N. C., for defendants.</p>\n<p>GILLIAM, District Judge.</p>\n<p>Prior to a hearing upon the merits of these cases, consolidated for trial, a hearing was had upon return of temporary restraining orders theretofore issued whereby defendants had been enjoined from trespassing upon property in North Carolina adjoining Currituck Sound, claimed by plaintiff. Following such hearing the temporary restraining orders were dissolved pending a final decision of rights of parties as would appear from the evidence. At the time of such dissolution, the Court filed a memorandum which contains the following findings and conclusions, which are adopted as a part hereof:</p>\n<blockquote>\"The particular trespass allegedthe facts with respect to it are admitted consists of the placing of `stuck blinds' by defendants Yarbrough and Barnes, and a `float blind' by the defendant White, in the waters over the lands claimed by plaintiff for use by defendants in hunting and taking wild fowl and game. The `stuck blind' is actually attached to the land under water by stakes, while the `float blind' is maintained in place by weights resting on the bottom. In both cases the decoys are weighted to the bottom.</blockquote>\n<blockquote>\"There is no controversy as to the plaintiff's ownership of the high land within the area, and the defendants concede that they may not trespass thereon; the controversy involves only the question of defendants' right, along with the general public, to make use of the water over the shoal lands claimed by plaintiff for hunting purposes, even though there results a technical trespass upon the land below.</blockquote>\n<blockquote>\"The waters with which we are concerned are actually a part of Currituck Sound which is a navigable body of water. These waters over the adjoining shoal lands, even though of shallow depth, though not useable for navigation by sea vessels or any crafts other than those with flat bottoms, and even though at low tide some of the land thereunder may not be entirely covered by water, according to my view are navigable waters under the prevailing modern view. The defendants depend upon two alternative positions, (1) that plaintiff has failed to prove title to the land below these navigable waters, and (2) that even if title to the submerged land be conceded they, as well as the public generally, have the right to hunt in the waters over it and, if necessary, commit a trifling trespass upon it.</blockquote>\n<blockquote>\"It will be conceded that plaintiff's title to these submerged lands must appear in order to justify the continuance of the restraining orders. To meet this prerequisite the plaintiff introduced a proceeding under the North Carolina Torrens Act, including a certificate of title thereunder. The process in that proceeding was duly and properly served upon the State as the Act requires. The defendants admit that the waters and submerged lands with which we are dealing lie within the bounds of the area described in the Torrens proceeding and the certificate of title.</blockquote>\n<blockquote>\"Upon this certificate of title and admissions of the defendants, the plaintiff asserts that its title to the <i>locus in quo</i> is conclusively established against all the world, and that the judgment in the proceeding may not be collaterally attacked. Defendants, while agreeing that, generally speaking, <span class=\"star-pagination\">*98</span> a judgment in a Torrens proceeding establishes title in the registered owner, free from any and all adverse claims, contend that it should not be interpreted as giving to such owner lands lying under navigable waters which, as they contend, are not and have not been, except during a period between 1836 and 1846, subject of private ownership within this State. The plaintiff has not connected its title to grants issued during this period, but depends entirely upon the conclusiveness of the judgment in the Torrens proceeding to establish its title. The defendants also contend that if the judgment in the Torrens proceeding is to be interpreted as establishing plaintiff's title to these submerged lands it is void and may be treated as a nullity in this respect, because in such respect the Court had no jurisdiction of the subject matter involved.\"</blockquote>\n<p>In addition to these findings, this memorandum will contain other findings which are based upon the evidence presented at the hearing upon the merits.</p>\n<p>The question of whether the waters in the areas with which we are dealing are navigable waters under North Carolina law will be first considered, inasmuch as defendants concede that, if not, the plaintiff is entitled to the decision and the permanent injunction which it seeks. It is a question of fact.</p>\n<p>The evidence, aided by matters of which the Court takes judicial notice, establishes, with respect to the character and nature of the land and waters with which we are dealing, these facts: The plaintiff claims ownership of 9,236 acres of land, some of it covered by water, lying between the Atlantic Ocean and Currituck Sound, 4,141 acres of beach land, 2,044 acres of marsh land, and 3,051 acres of shoal land; Currituck Sound, waters from which from time to time and at varying depths submerge the marsh and shoal lands, is a link of the inland waterway, which connects the several states along the Atlantic Coast and has its northern and southern termini in the Atlantic Ocean; the sound at the point in controversy at times, on account of northeast winds, is shallowed so that even flat bottomed boats cannot navigate without striking bottom, but at others the water is of sufficient depth to permit its use generally by such boats both for pleasure and commercial purposes; for many years these waters have been so used, as, for example, by the boat \"Jubilee\", which for several years used these waters on commercial trips to and from Norfolk, Virginia, carrying lumber, live stock, and other cargo; the only way to get from the mainland to plaintiff's club house is by boat and for years plaintiff's employees have navigated these waters in travelling to and from work; the depth of the water at the blinds set up by defendants is between two and three feet under normal conditions; water usually covers the shoal land which is intersected at irregular distances by small sloughs and channels.</p>\n<p>Upon these findings, I adhere to the earlier finding that the waters at the points where the defendants located their blinds are navigable and so find as a fact. There would seem to be no serious dispute under present North Carolina law as to the navigability of Currituck Sound proper and the problem of determining the point at which navigability ceases would be a real one, just as it would be to determine the exact point at which the ocean itself becomes non-navigable, though definitely there must be such a point. The case is different with a river, which may be easily designated navigable to a point above its mouth and non-navigable beyond. While I do not rest my finding on such conclusion, it might be reasonably held as a practical solution that a navigable body of water such as Currituck Sound is navigable to the farthest reaches of water under normal conditions.</p>\n<p>The present North Carolina law on this question is stated in State v. Baum, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">600</span></span>, 604, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">900</span></span>, 901, as follows: \"The rule now most generally adopted, and that which seems best fitted to our own domestic conditions, is that all water courses are regarded as navigable in law that are navigable in fact. That is, that the public have the right to the unobstructed navigation as a public highway, for all <span class=\"star-pagination\">*99</span> purposes of pleasure or profit, of all water courses, whether tidal or inland, that are in their natural condition capable of such use.\" In that case it appeared that a cove began on the eastern side of Currituck Sound and ran through the marsh from one-half to one mile and into the Sound again; that the water at middle tide measured two feet; that \"it was used by all the people;\" that boats from 18 to 20 feet long passed through it frequently. The defendant was charged with obstructing a navigable stream. Upon such facts, the trial Judge peremptorily instructed the jury that if they believed the evidence and found therefrom that the cove was navigable to find the defendant guilty. In sustaining the instruction the Court stated the rule set out above, which is approved in Resort Development Co. v. Parmele, <span class=\"citation\" data-id=\"1262988\"><a href=\"/opinion/1262988/resort-development-co-v-parmele/\"><span class=\"volume\">235</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">689</span></a></span>, 71 S.E.2d 474; State v. Twiford, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">603</span></span>, 48 S.E. 586; and other North Carolina cases. As a matter of fact, as I understand plaintiff's position, there is no real dispute as to the navigability of these waters. In the brief filed, plaintiff's counsel make this statement: \"Plaintiff does not dispute the right of defendants to use the water covering its land for navigation purposes.\"</p>\n<p>We come then to two remaining questions: (1) Does the evidence by its preponderance establish title to the lands beneath the waters, and (2) if so, is the right to hunt over the waters incident to the right of navigation, or a right inherent in the public generally. The plaintiff agrees that if its title to the submerged lands is not established, it cannot succeed in the actions.</p>\n<p>For title, plaintiff relies upon certain grants from the State and a judgment and certificate of title following a Torrens proceeding begun in 1927.</p>\n<p>It is insisted by plaintiff that the judgment in the Torrens proceeding is conclusive upon defendants and cannot be attacked collaterally, and if this be true, title to the lands under the waters in question is definitely established since it is admitted by defendants that such lands lie within the boundaries of the lands described in such Torrens Proceeding. However, defendants insist that the judgment in the Torrens Proceeding is void because the Court lacked jurisdiction of the subject matter, since it purports upon its face to vest title in plaintiff of lands not subject of grant by the State, lands held by the State in trust for all its citizens, lands to which title could in no way be obtained by an individual, by grant, deed, judgment, or otherwise.</p>\n<p>Certain principles of law, and certain facts entering into a determination of this question, may be set down, namely:</p>\n<p>Originally the State of North Carolina was the owner of soil covered by water within its boundaries, whether that water be navigable or non-navigable;</p>\n<p>At common law navigability depended upon the existence of ebb and flow of the tide, but as early as 1901 this test was abandoned in North Carolina by judicial interpretation in favor of the test of actual navigability in fact as set forth in State v. Baum, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">600</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">900</span></span>, and since that time this has been the test universally applied by our Court;</p>\n<p>Also, at common law lands covered by non-navigable waters could be granted by the State, but land covered by navigable waters could not be granted;</p>\n<p>Beginning in 1711 and by several subsequent enactments the common law has been declared to be in force in North Carolina;</p>\n<p>In 1777 the General Assembly provided for the grant of vacant and unappropriated lands and in the law prohibited private ownership of lands under navigable waters. Public Acts of the General Assembly 1715-1790, Vol. 1, pages 205, 207. Thus the law remained until the recodification effective January 1, 1838, which by inadvertence omitted the prohibition contained in the 1777 law. This omission was later noted and by Act effective January 18, 1847, entitled \"An Act to Supply Omissions * * *.\" it was provided: \"That it shall not be lawful to enter any land covered by any navigable sound, river or creek * * *.\" So that the specific prohibition was not in force during the period between January 1, 1838 and January 18, 1847;</p>\n<p>At the December Term, 1846, of the North Carolina Supreme Court, the case of <span class=\"star-pagination\">*100</span> Hatfield v. Grimstead, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">139</span></span>, relied upon by the plaintiff and which dealt with these identical lands and waters, was decided. In that case defendant was sued for trespassing upon plaintiff's lands and the proof was that \"the defendant had gone with a gun and killed geese at a blind in Currituck County, on a shoal at the head of the channel, which led to Currituck Inlet, which is now closed.\" The plaintiff, to show title, offered two grants, dated in 1839, which, it will be observed, was within the period during which the above prohibition against private ownership of lands under navigable waters was not in force. The grants were held to be valid in an opinion by Chief Justice Ruffin who wrote: \"His Honor probably founded his opinion, that the grants to plaintiff were void, upon the Acts of 1715, Revenue Code, c. 6, § 3, and of 1777, c. 114, § 10, which directed how land lying on a navigable water should be entered and surveyed, not adverting to the circumstance that these provisions were not in force in 1839, when the grants were issued. Whether the <i>locus in quo</i> would have been the subject of entry or not under those acts, it is not material to inquire, for the Revised Statute of 1836 * * * omits the actions under consideration, and so, left the matter at common law. Now, at common law, this land could clearly be granted by the Sovereign; for this case does not state any regular flood and ebb of the tide in Currituck Sound since the closing of the inlet;\"</p>\n<p>In the absence of specific authority from the Legislature, the State at no time has had the power to grant land under navigable waters and all of such grants are void. Holley v. Smith, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">85</span></span>, 40 S.E. 847; State v. Twiford, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">603</span></span>, 48 S.E. 586; Wool v. Saunders, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">729</span></span>, 13 S.E. 294. N.C. General Statutes 146-1 prohibits the State's alienation of lands under navigable waters, and this statute was in effect during the period when the Torrens Proceeding was begun and terminated.</p>\n<p>Hatfield v. Grimstead, as I read it, does not militate against the above holding, for the Court in that case held that the waters involved were not navigable according to the common law test which at the time was accepted by our Court. The Court did not base its conclusion upon the finding that the waters were not navigable in fact, which was the test when the Torrens Proceeding was instituted. It is significant that Chief Justice Ruffin, in Hatfield v. Grimstead, said, 29 N.C. at page 140: \"Whether the <i>locus in quo</i> would have been the subject of entry or not, under those Acts, it is not material to enquire.\" This seems to be an intimation that they would have been, inasmuch as the waters were found to be non-navigable under the test then used. It would appear that under Hatfield v. Grimstead the grants offered by plaintiff, all being dated within the period when the prohibition against private ownership of lands under navigable waters was not in effect, are valid, but now we are considering only the question whether this judgment in the Torrens Proceeding is conclusive.</p>\n<p>My attention has been called to no specific authority given by the legislature for granting land under navigable waters. In 1836, Rev.Statutes, Ch. 42, the General Assembly provided in Section 1: \"That all vacant and unappropriated lands belonging to this State shall be subject to entry in the manner herein provided, except in the cases hereinafter mentioned * * * (not pertinent)\" but omitted any reference to the provisions of the Act of 1777. In Resort Development Co. v. Parmele, <span class=\"citation\" data-id=\"1263168\"><a href=\"/opinion/1263168/in-re-halls-guardianship/\"><span class=\"volume\">235</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">697</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">480</span></span>, the Court said: \"In the light of these decisions we are constrained to hold that the provisions of the Revised Statutes (1836) Ch. 42, Sec. 1, did not have the effect of abrogating, or repealing the common law rule that navigable waters were then <i>publici juris,</i> and hence not subject to entry and grant.\" Some of these decisions referred to are: State v. Baum, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">600</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">900</span></span>; State v. Narrows Island Club, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">477</span></span>, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">411</span></span>; Tatum v. Sawyer, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">226</span></span>. In other parts of the opinion in the Resort Development Co. case, the Court referred to these cases as follows, 235 N.C. at page 695, 71 S.E.2d at page 479: \"Moreover, as stated in State v. Baum, supra, under the common law of England, streams, distinguishable as navigable waters, were said to be <i>publici juris,</i> <span class=\"star-pagination\">*101</span> that is, of public right,owned by the public and not by any private person, such common property that `anyone can make use of it who likes.' Black's Law Dictionary. And, hence, land covered by navigable waters could not be granted. * * *</p>\n<p>\"And on the other hand, decisions of this Court hold that waters navigable in fact are navigable in law, and to that extent and for that purpose are <i>publici juris</i> of public right. State v. Narrows Island Club, supra.</p>\n<p>\"In this connection, it appears that in the case of Tatum v. Sawyer, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">226</span></span>, involving a grant from the State, bearing date 21 June 1819, conveying certain land in Currituck County, near Currituck Inlet, this Court, in opinion by Henderson, J., declared that `lands covered by navigable waters are not subject to entry under the entry law of 1777, not by any express prohibition in that Act, but, being necessary for public purposes as common highways for the convenience of all, they are fairly presumed not to have been within the intention of the Legislature.'\"</p>\n<p>Assuming then that at the time the petition in the Torrens Proceeding was filed, as well as when the judgment and certificate of title were entered, a portion of the lands described therein lay under waters which were deemed navigable by the test of actual navigability then obtaining in this State, and that the State in which title was vested at that time had no authority to make grants of it and entry upon it could not be made, the question is whether, even so, the judgment in that proceeding is not only effective to show title but conclusive against collateral attack. The answer, to my mind, is no.</p>\n<p>As a general rule, a judgment entered in a proceeding <i>in rem</i> is not subject to collateral attack where the Court had jurisdiction of the <i>res.</i> On the other hand, if the Court had no jurisdiction of the <i>res,</i> the judgment is a nullity and may be attacked collaterally. Counsel agree that perhaps this rule applies here, and that, unless it appears the Court lacked jurisdiction of the <i>res</i> in the Torrens Proceeding, plaintiff's title to the entire tract, including the land under navigable waters, is established. It is not contended that the judgment is void as to the beach land or the marsh land, only as to shoal land which lies under navigable waters. As to the latter, the defendants take the position that the Court was without jurisdiction or exceeded its jurisdiction, since, under the law, the State could not be divested of title which it held in trust for the public, including the defendants. The Torrens Proceeding was regular in all respects. The petition alleged plaintiff's ownership and possession of 9,236 acres of land in Currituck County, lying between Currituck Sound and the Atlantic Ocean. This is the same tract of land shown on the Cox-Respass map offered by the plaintiff in this case, and it appears certain that this tract embraces the shoal land under the navigable waters with which we are dealing.</p>\n<p>The Examiner of Titles, appointed as required by the Statute, conducted a hearing and at such hearing fourteen State grants, including grants to John C. Hatfield which perhaps were involved in Hatfield v. Grimstead, were offered. It appears, however, that some of the grants offered were issued without the ten-year period above and so at times when admittedly State grants of lands under navigable waters were void; moreover, it appears that the quantity of lands claimed in the Torrens Proceeding exceeds by two to three thousand acres the total acreage of all the grants offered. It is suggested that the surplus is accounted for by the purported boundary agreement in 1927 between plaintiff and the then Governor of North Carolina, which was admitted at the trial over objection by the defendants. I now hold that the Governor of North Carolina was without authority in 1927 to agree as to plaintiff's boundary line over lands under navigable waters, as the State Statute at the time prohibited the grant of or entry upon such lands. G.S. 146-1.</p>\n<p>Upon the grants referred to and oral testimony which was not preserved, the Examiner of Titles reported: \"In my opinion, the Swan Island Club has a good and indefeasible title as alleged and proper for registration to so much of the land described <span class=\"star-pagination\">*102</span> in the petition as lies within the following boundaries * * * (Here follows a description covering the <i>locus in quo</i>). Riparian rights in all waters adjoining any of the lands other than waters owned in fee simple described in this report. The rights of the petitioner in the lands covered by waters within the bounds of the lands described in this report are absolute.\"</p>\n<p>Acting on this report, the Clerk of the Superior Court entered a decree of registration adjudging plaintiff the owner in fee simple of the tract of land described in the Examiner's Report and this decree was duly confirmed by the Resident Judge of the Superior Court.</p>\n<p>Putting aside for the present purpose the grants offered by plaintiff, and assuming the premise above, namely, that at the time of the decree lands under navigable waters could not be privately owned, the decree was erroneous because it decreed ownership which could not exist under the law. We would have a different question if it appeared that valid grants were offered to cover the entire tract of land described in the petition, for then the decree might be accepted as confirmation of title prima facie appearing. But, as pointed out above, this is not true.</p>\n<p>We come then to consider whether such erroneous decree, entered in a cause to which defendants were not parties, is of such nature as to permit defendants to attack it in this cause. Undoubtedly, the attack is collateral, so that the question of title to the lands upon which defendants entered must be answered in plaintiff's favor unless on the evidence it is held that the Court in the Torrens Proceeding had no jurisdiction of the <i>res,</i> the shoal land, or exceeded such jurisdiction because it had no power or authority to declare title thereto out of the State.</p>\n<p>In 31 Am.Jur., under the title \"Judgments\", it is stated in Sec. 581: \"However, it is generally held that where the rights of persons not parties or privies to a proceeding are adversely affected by the judgment rendered therein, such persons are allowed to impeach it whenever * * * its validity is drawn in question, since they have no remedy against the judgment, by appeal or otherwise, in the case itself.\" It is doubtful, though, that such is the law in this State. Clark v. Carolina Homes, <span class=\"citation no-link\"><span class=\"volume\">189</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">703</span></span>, 128 S.E. 20.</p>\n<p>In Windsor v. McVeigh, <span class=\"citation\" data-id=\"89375\"><a href=\"/opinion/89375/windsor-v-mcveigh/\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 282, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">914</span></span>, a proceeding <i>in rem</i> of an entirely different nature, the Court said: \"The doctrine invoked by counsel that, where the Court has once acquired jurisdiction, it has a right to decide every question which arises in the cause, and its judgment, however erroneous, cannot be collaterally assailed, is undoubtedly correct as a general proposition, but, like all general propositions, is subject to many qualifications in its application * * *. Though the Court may possess jurisdiction of a cause, of the subject matter, and of the parties, it is still limited in its modes of procedure, and in the extent and character of its judgments. It must act judicially in all things, and cannot then transcend the power conferred by the law * * *. See the language of Mr. Justice Miller to the same purport in the case of Ex parte Lange, <span class=\"citation\" data-id=\"88804\"><a href=\"/opinion/88804/ex-parte-lange/\"><span class=\"volume\">18</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">163</span></a></span> [21 L.Ed. 872]. So it was held by this Court in Bigelow v. Forrest, 9 Wall. [339], 351 [19 L.Ed. 696], that a judgment in a confiscation case, condemning the fee of the property, was void for the remainder, after the termination of the life estate of the owner. To the objection that the decree was conclusive that the entire fee was confiscated, Mr. Justice Strong * * * replied: `Doubtless a decree of a court, having jurisdiction to make the decree, cannot be impeached collaterally; but * * * the District Court had no power to order a sale which should confer upon the purchaser rights outlasting the life of French Forrest (the owner). Had it done so, it would have transcended its jurisdiction'.\" In other words, \"Jurisdiction having attached * * * everything done within the power of that jurisdiction, when collaterally questioned, is held conclusive of the rights of the parties * * *.\" Cornett v. Williams, <span class=\"citation\" data-id=\"88938\"><a href=\"/opinion/88938/cornett-v-williams/\"><span class=\"volume\">20</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">226</span></a></span>, 250, 22 L.Ed. 254; Hatch v. Ferguson, 9 Cir., <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">F.</span> <span class=\"page\">43</span></span>, 33 L.R.A. 759, is to the same effect.</p>\n<p>Under the rule stated above, I conclude that, insofar as the decree in the Torrens Proceeding adjudged the plaintiff the <span class=\"star-pagination\">*103</span> owner in fee of the shoal lands under navigable water, it transcended the power of the Court under the law, and, therefore, is open to attack in these actions.</p>\n<p>As stated before, at the hearing the plaintiff offered several state grants issued during the ten year period when the statutory prohibition of grants of land under navigable waters did not prevail, and I am of the opinion that I am bound by the decision in Hatfield v. Grimstead as to their validity. While these grants, as I find, would have been void under the judicial concept of navigability prevailing certainly since the decision in State v. Baum, they were valid to pass title at the time entered, as held in the Hatfield case, because the lands involved did not lie under navigable waters under the judicial concept of navigability as it then prevailed in the State. The decision in favor of the grants in question is based upon the rule that where rights are acquired under a decision of the Court such rights may not be impaired by a change of construction made by a subsequent decision. Wilkinson v. Wallace, <span class=\"citation no-link\"><span class=\"volume\">192</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">156</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">401</span></span>, and cases there cited.</p>\n<p>Therefore, if the evidence by its preponderance demonstrates that the lands upon which defendants entered are with these grants, it would follow that trespasses were committed unless it is held that the defendants had the right to hunt over them as an incident to their right to use the waters for navigation, or as a right inherent in the public generally. The evidence falls short of such demonstration. The plaintiff undertook to show that the points at which defendants Yarbrough and White located their blinds were either within the boundaries of one or more of the Hatfield grants, or upon the marsh lands, but the evidence does not satisfy by its greater weight that such is the case. No effort was made to show that the blind of the other defendant, Barnes, was located within the grants offered, or upon the marsh lands.</p>\n<p>It is my conclusion that plaintiff has failed to show title to the lands in question, and that, therefore, the relief asked should be denied. If right in this, it is unnecessary to consider the remaining question of whether the right to hunt over navigable waters may be exercised as an incident of navigation, or as an inherent public right, but, as it may become pertinent, I will set out my views.</p>\n<p>In considering this question I will overlook the technical trespass upon the land beneath the waters resulting from the sticking of the stakes therein and the resting of the weights thereon. Manifestly, the cause of concern to plaintiff is not the weights which lie harmlessly on what it claims to be its land, or the stakes which are stuck therein, but it is rather the impairment of its own hunting rights as they believe them to be.</p>\n<p>North Carolina has not decided the question of the extent of the right of the public to use the navigable waters over privately owned lands, whether they may be used for hunting as an incident to navigation, or whether such right is inherent in the public, but the closing sentences in the opinion in State v. Twiford, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">609</span></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">588</span></span>, are worthy of attention: \"Navigable waters are free. They cannot be sold or monopolized. They can belong to no one but the public, and are reserved for free and unrestricted use by the public for all time. Whatever monopoly may obtain on land, the waters are unbridled yet.\"</p>\n<p>There are many cases from other jurisdictions, some holding that the right of hunting does exist as an incident to navigation, others, that it does not. I will not attempt to demonstrate on which side the weight of authority lies, but in this situation I feel free to accept the rule which appears to be more reasonable and appropriate for North Carolina in the light of North Carolina decisions referred to herein.</p>\n<p>It is held, therefore, that, under North Carolina law, the public has the right to use navigable waters over privately owned bottoms for the purpose of navigation and that this right includes the right to hunt and take wild game. Such rule seems to accord with the trend of decisions in other jurisdictions. Most of the cases examined have to do with the right of the <span class=\"star-pagination\">*104</span> public to fish in the navigable waters, but, as I see it, the right to hunt over such waters should be determined by the same reasoning and, if so, it follows that if the right to fish exists, the right to hunt exists also.</p>\n<p>In reaching my conclusion, I have considered several cases to which I will now refer.</p>\n<p>Bell v. Smith, <span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">116</span></span>, 87 S.E. 987. This action was brought to prevent the defendants from fishing in navigable waters over land claimed by plaintiff in such way as to interfere with or prevent the operation of a seine by the plaintiff from her beach. While judgment for plaintiff was upheld, the Court made it plain that the judgment should not be construed as granting plaintiff an exclusive right. The opinion contains the following observations: 171 N.C. at page 118, 87 S.E. at page 989: \"The restraining order [temporary] was erroneous as it forbade the defendants from fishing at all at the <i>locus in quo</i> * * *\"; (Again on same page) \"The right of fishing in the navigable waters of the state belongs to the people in common, to be exercised by them with due regard to the right of each other, and cannot be reduced to exclusive or individual control either by grant or by long user by any one at a given point.\"</p>\n<p>Whitcher v. State, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">405</span></span>, <span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">A.</span> <span class=\"page\">549</span></span>, holds that the public rights of fishing, fowling, flotation, bathing, or taking ice from navigable waters is absolute.</p>\n<p>Collins v. Gerhardt, <span class=\"citation no-link\"><span class=\"volume\">237</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">38</span></span>, <span class=\"citation no-link\"><span class=\"volume\">211</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">115</span></span>, 117; \"The next question presented for our consideration is the plaintiff's claim that, though Pine river be a navigable stream, he has the exclusive right of fishing in that portion which flows over his land, because he owns the soil under the water. Under the law of this state a riparian proprietor owns the land to the thread or center of navigable rivers. If he owns the land on both sides he owns the entire soil under the water. Mr. Collins owns the soil under the water of Pine river where it flows over his land. But he does not own the water, and he does not own the fish. So far as they are capable of ownership they belong to the state for the common benefit of the people.</p>\n<p></p>\n<h2>*   *   *   *   *   *</h2>\n<p>\"So long as water flows and fish swim in Pine river, the people may fish at their pleasure in any part of the stream, subject only to the restraints and regulations imposed by the state.\"</p>\n<p>Bohn v. Albertson, 1951, <span class=\"citation\" data-id=\"1188551\"><a href=\"/opinion/1188551/bohn-v-albertson/\"><span class=\"volume\">107</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">738</span></a></span>, 238 P.2d 128: Plaintiff's land was suddenly flooded by waters from a navigable river. It was held that, while the plaintiff had the right to reclaim the land, so long as the water was navigable in fact the public had the right of navigation and fishery, stating, 238 P.2d at page 136: \"In general, the rights of the public to the incidents of navigation are boating, bathing, fishing hunting, and recreation * *\" and \"the right of navigation includes the incidental use of the bottom * * *.\"</p>\n<p>Forestier v. Johnson, <span class=\"citation no-link\"><span class=\"volume\">164</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">24</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">P.</span> <span class=\"page\">156</span></span>, 162: \"The authorities do not designate the hunting of wild game as an object for the protection and promotion of which the state holds title to and dominion over the tidelands and navigable waters. Nevertheless it is a privilege which is incidental to the public right of navigation.\"</p>\n<p>State v. Gallop, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">979</span></span>, 35 S.E. 180; Sterling v. Jackson, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">488</span></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">845</span></span>, dissenting opinions; Rushton ex rel. Hoffmaster v. Taggart, <span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">432</span></span>, 11 N.W.2d 193; Stewart v. Turney, <span class=\"citation no-link\"><span class=\"volume\">203</span> <span class=\"reporter\">A.D.</span> <span class=\"page\">486</span></span>, 197 N.Y.S. 81; McCauley v. Salmon, <span class=\"citation no-link\"><span class=\"volume\">234</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1020</span></span>, 14 N.W. 2d 715; Diana Shooting Club v. Husting, <span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">261</span></span>, 145 N.W. 816; Munninghoff v. Wisconsin Conservation Commission, <span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">252</span></span>, 38 N.W.2d 712; Knudson v. Hull, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">Utah</span> <span class=\"page\">114</span></span>, 148 P. 1070; Salene v. Isherwood, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">Or.</span> <span class=\"page\">263</span></span>, 106 P. 18.</p>\n<p>On this aspect of the case the plaintiff depends to a great extent on State v. Narrows Island Club, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">477</span></span>, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">411</span></span>, and Hatfield v. Grimstead, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">139</span></span>. A careful reading of these cases fails to persuade me that I should adopt the rule which is contrary to the modern view as expressed in the above cases. In the former, the defendant, the owner of land under navigable waters of Currituck Sound, had sought to place stakes across the property. <span class=\"star-pagination\">*105</span> The Court held that he could not do so for that there was an interference with navigation. In <i>dicta,</i> not necessary to the decision, the Court stated that the public had only the right of navigation. In Hatfield v. Grimstead the Court held that the waters in question were non-navigable under the common law test of navigability which was then the accepted test in North Carolina.</p>\n<p>My conclusions, therefore, are: First, that the plaintiff has not proved title to the lands under the waters where the defendants located their blinds, and second, that if in error in this respect, even so the defendants had legal right to use the waters for hunting wild game as an incident to the right of navigation of such waters, or as a right inherent in the public.</p>\n<p>It follows that plaintiff is not entitled to the relief prayed and a judgment finding for defendants and taxing costs against plaintiff will enter.</p>\n<p></p>\n<h2>Supplemental Findings of Fact</h2>\n<p>The Court finds the following facts in addition to those set forth in the memorandum simultaneously filed:</p>\n<p>Currituck Sound is a body of water traversing the Northerly and Southerly shore lines of Currituck County to the Dare County line. Currituck Sound has a width of approximately eight miles at its widest point, and contains at various points over its entire course, islands, marshland and shoals.</p>\n<p>The inland waterway is consistently used by both large and small craft travelling in interstate and coastal commerce, and the entire sound has been from time immemorial used by small craft up to 35 feet in length, engaged in commerce and pleasure incident to fishing, hunting, and the transportation of freight both intra and inter state.</p>\n<p>Currituck Sound is not subject to the ebb and flow of tide, but the tides are controlled by winds which, blowing from the northeast, tend to decrease the depth of the water, and when blowing from the southwest tend to increase its depth.</p>\n<p>Swan Island is situate in Currituck Sound approximately one mile south of Knotts Island, the north mainland of Currituck County, and approximately six miles north of the south mainland of said County at that point. The waters of Currituck Sound cover the intervening space. Several channels lie approximately one mile west and north of Swan Island proper and two channels, designated north and south channels, proceed therefrom and traverse the high and marshlands owned by Swan Island Club to the beach land of Currituck County lying to the east thereof.</p>\n<p>In order to reach Swan Island or any of the marshlands situate in Currituck Sound and owned by plaintiff, it is necessary to travel by boat. The waters between Knotts Island and the high and marshlands of the Swan Island Club have always been generally navigated by the public and by the defendant, White, for the purpose of fishing and shooting migratory water fowl from the skies over said waters. That said waters are at all times navigable in fact by powered craft of the dimensions aforestated, unless there have been long, strong and steady northeast winds which tend to decrease the depth of the water. Under such circumstances, craft plying certain portions of Currituck Sound generally, and certain portions of Currituck Sound lying between Swan Island and Knotts Island, are apt to drag bottom, dependent upon the depth of the boats' draft. But on average tides the Sound generally, and the Sound in the vicinity of the Swan Island Club properties is navigable generally, and particularly through its channels for the purposes aforementioned.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/88804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/88938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/89375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1188551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1262988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1263168/"
  ]
}