{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2254397/",
  "absolute_url": "/opinion/2254397/benfield-v-bounds/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2254397/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:52:18.686525Z",
  "date_modified": "2016-03-01T12:45:00.510633Z",
  "type": "010combined",
  "sha1": "ea0628dd03502f8a53398305b06c09853386ef65",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>363 F.Supp. 160 (1973)</b></center>\n<center><h1>Donald BENFIELD, Plaintiff,<br>\nv.<br>\nVernon BOUNDS, Commissioner, North Carolina Department of Correction, and his agents, Defendants.</h1></center>\n<center>Civ. A. No. 4212.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 13, 1973.</center>\n<p>Jacob L. Safron, Asst. Atty. Gen., Raleigh, N. C., for respondent.</p>\n<p></p>\n<h2>OPINION AND JUDGMENT</h2>\n<p>DALTON, Chief Judge, Sitting by Designation.</p>\n<p>Donald Benfield, presently incarcerated at the Craggy Correctional Institution, Asheville, North Carolina, has filed this <i>pro se</i> complaint <i>in forma pauperis</i> pursuant to 42 U.S.C. § 1983. This court has original jurisdiction of this civil action according to 28 U.S.C. § 1343(3). Plaintiff alleges defendants have abridged his constitutional rights secured by the Sixth Amendment by transferring him within the North Carolina prison system without first according him procedural due process. He contends these involuntary transfers were imposed without a full and fair fact-finding hearing; the right to confront and cross-examine his accusers; <span class=\"star-pagination\">*161</span> the right to secure witnesses in his behalf; the right to defend himself against the charges; and the right to have the assistance of counsel, counsel substitute, or jailhouse legal assistance. As a result of these transfers, plaintiff maintains he has suffered substantial injury since he has been \"transferred from a safe rehabilitative prison environment to an un-rehabilitative prison environment that is hostile, potentially dangerous and unsafe.\" Furthermore, he contends he has been deprived of the opportunity to visit with friends and family due to the distance between his home and the Central Prison Unit. He also alleges his opportunity for parole has been significantly diminished because of the unfavorable reports which ensued his transfer, and the likelihood of his obtaining honor grade status (trustee), or assignment to the work release employment program significantly diminished owing to the less favorable conditions existing at Central Prison. Additionally, he alleges defendants have violated the Eleventh Amendment by subjecting him to cruel and unusual punishment by interning him in the Central Prison Unit, Raleigh, North Carolina, which plaintiff describes as a \"subhuman zoo, filled with caged, angry men turned half animal by the almost unbearable psychological pressures created by defendants; and by subjecting plaintiff to the extraordinary nervousness and irritable human side-effects caused by such prison environment, treatment, deprivations, and denials. . . .\"</p>\n<p>Plaintiff is serving a ten year sentence for conspiracy to utter a forged check and a ten year expiration sentence for the same crime. His prison record reveals seven felonies, four escapes and seven infractions with one parole. He has achieved honor grade status three times.</p>\n<p>The briefs and accompanying affidavits disclose that in the one year and two month period during which the incidents took place which resulted in plaintiff's confinement in close custody at Central, he made four appearances before the Central Classification Board.<sup>[1]</sup> These appearances developed from events summarized below:</p>\n<p>In June, 1971, defendants received information from \"reliable outside sources\" that plaintiff had arranged to have two pistols smuggled into the McDowell Subsidiary for use in an escape plan. A loaded automatic was discovered on the prison grounds. Plaintiff and another inmate were considered prime suspects and were transferred to Central Prison for custody change consideration (plaintiff was in medium custody at McDowell). No charges were filed against plaintiff because the gun was not discovered on him. On July 8, 1971, plaintiff appeared before the Classification Board and according to the affidavit of Fred E. Briggs, Chairman of the Central Classification Board, was orally informed of the reason for his transfer. Plaintiff denied any involvement in the gun episode. Plaintiff was retained at Central in medium custody pending further investigation.</p>\n<p>On November 4, 1971, he appeared before the Board and again denied any involvement in the smuggling attempt. In his affidavit, Chairman Briggs states that it was discovered that plaintiff had $50.00 in his possession when he arrived at Central Prison in June. He then declares <span class=\"star-pagination\">*162</span> \"in the hopes of preventing a recurrence of this type incident (gun smuggling) plaintiff was kept in medium custody and transferred to the Sampson County Subsidiary.\" Defendants did not explain the significance of the $50.00 discovered in plaintiff's possession, nor is there any indication that further evidence was discovered during the four months plaintiff was retained at Central prior to his transfer to Sampson.</p>\n<p>On March 7, 1872, a 14\" pipe wrench was found in the Sampson Subsidiary yard. Prison authorities received information from an inmate that the wrench and an automatic pistol had been smuggled into the subsidiary. Searches were conducted but the pistol was never discovered. An agent of the State Bureau of Investigation and prison authorities conducted an investigation of this incident. Lie detector tests, given to a prison employee and inmates of the subsidiary, indicated a gun had probably been smuggled into the subsidiary and taken out \"when the heat was put on.\" Further, the tests indicated plaintiff \"was undoubtedly the brains behind the plot.\" Plaintiff was transferred to Central Prison on March 15, 1972, in order that he might be given a lie detector test which he volunteered to take. It was discovered the test could not be administered due to medication he was receiving. The medication was discontinued for five days, but the test was not administered during this period, and Dr. Thimas, a physician at the Central Unit Hospital, then ordered continuation of the medication. Defendants have not indicated why the test was not administered to the plaintiff. Plaintiff has submitted sworn affidavits of two prison inmates stating that they overheard a conversation between inmate Deleany Lee and a custodial officer, in which Lee stated he falsely accused plaintiff of having brought a pistol into the unit in order to attempt an escape.</p>\n<p>On June 8, 1972, plaintiff appeared before the Classification Board and was questioned regarding the wrench and pistol. Plaintiff denied involvement however, the Board determined that he should be retained at the West Side of Central in medium custody.</p>\n<p>On August 8, 1972, he appeared before the Board for a special custody review. The policy concerning the housing of medium custody inmates had been changed so that medium custody prisoners were no longer being housed on the West Side. The Board determined plaintiff definitely needed the supervision provided on the West Side and would be a custody and administrative problem if placed in the relative freedom of the East Side. The Board, therefore, changed plaintiff's custody from medium to close and assigned him as a janitor on the West Side. Review was scheduled for June, 1973.<sup>[2]</sup></p>\n<p>In his affidavit, Chairman Briggs, stated each time plaintiff appeared before the Board he was completely informed of the reasons for his appearance, and given an opportunity to present his side of the matter.</p>\n<p>When plaintiff was transferred from McDowell County Prison to Central Prison in June, 1971, from Central Prison to Sampson County Prison in November, 1971, and from Sampson County Prison to Central Prison in June, 1972, he was maintained in a medium custodial status. Not until his appearance before the Central Classification Committee on August 2, 1972, was his custody changed to close. These transfers, therefore, were proper according to the well established principle that the \"transfer of state prisoners from one state institution to another is peculiarly within the scope of the administration of the state penal system.\" United States ex rel. Verde v. Case, 326 F.Supp. 701 (E.D.Pa.1971). Prior to such a transfer a prisoner need not be accorded <span class=\"star-pagination\">*163</span> those minimum due process safeguards which are requisite before sufficiently severe punishment, such as protected segregated confinement in maximum security quarters, is imposed. United States ex rel. Thomas v. Bookbinder, 330 F.Supp. 1125 (E.D.Pa.1971); Bundy v. Cannon, 328 F.Supp. 165 (D.Md.1971); United States ex rel. Verde v. Case, 326 F.Supp. 701 (E.D.Pa.1971). Plaintiff relies on two recent district court cases for the proposition that transfer of a prison inmate involves a substantial deprivation which requires the imposition of procedural safeguards. However, Gomes v. Travisono, 353 F.Supp. 457 (D.R.I.1973), and Capitan v. Cupp, 356 F.Supp. 302 (D.Or.1972), are both distinguishable from plaintiff's case. <i>Gomes</i> involved the transfer of Rhode Island state prisoners, up to almost 1500 miles, to federal and state prisoners in different jurisdictions. Similarly, the petitioner in <i>Capitan</i> was transferred from the Oregon State Penitentiary to the federal penitentiary in Leavenworth, Kansas. The transfers of plaintiff, however, were within the North Carolina prison system, and the longest was approximately 290 miles. Certainly these transfers imposed hardships upon plaintiff, but the burdens created are insufficient to require prison authorities to hold a hearing to determine the propriety of their decision. Furthermore, the petitioner in <i>Capitan</i> was never accorded a hearing, and the transferred inmates in <i>Gomes</i> were placed in administration segregation at the receiving institution for two to six weeks prior to appearing before a classification board. Plaintiff, to the contrary, was retained in medium custody when he was transferred from McDowell to Central in June, 1971, and he appeared before the Central Classification Board on July 8, 1971. Prior to his transfer from Central to Sampson, and his transfer from Sampson back to Central he was accorded a hearing before the Classification Board. Consequently, plaintiff's constitutional rights were not infringed by the transfers which resulted in his confinement in medium custody at Central Prison.</p>\n<p>There remains for consideration plaintiff's allegation regarding the lack of procedural due process afforded him prior to the Central Classification Board's decision to change his custody from medium to close at Central Prison. Although it is generally accepted that confinement in close or maximum security involves a grievous loss which requires procedural safeguards to insure this punishment is not imposed arbitrarily, there is significant variance concerning the elements of this procedure. The Fourth Circuit has not indicated what procedural safeguards must be afforded prison inmates in disciplinary proceedings; nonetheless, the court has expressed concern that prison authorities insure prisoners are not exposed to capricious imposition of added punishment. Landman v. Peyton, 370 F.2d 135, 140 (4th Cir. 1966). Two recent district court decisions within the Circuit have attempted to delineate the requirements of procedural due process. In Landman v. Royster, 333 F.Supp. 621 (E.D.Va.1971), Judge Merhige ruled, that prior to administration of the type punishment plaintiff received, the inmate must receive written notice of the substance of the factual charge of misconduct, there shall be a hearing by an impartial tribunal in which the inmate may cross-examine adverse witnesses and secure the testimony of voluntary witnesses, the inmate may select a lay advisor or retain counsel, and the ultimate decision must be based upon evidence presented at the hearing. 333 F. Supp. at 652-655. Judge Thomsen, for the Maryland District Court, while not undertaking a detailed examination of the components of due process in a prison disciplinary hearing, substantially agrees with Judge Merhige. Bundy v. Cannon, 328 F.Supp. 165 (D.Md.1971). The application of the standards established in either of these cases to the hearing afforded plaintiff would necessitate a finding that adequate procedural due process was lacking.</p>\n<p><span class=\"star-pagination\">*164</span> There is a great deal of divergence of opinion on this matter in other circuits. A number of district courts have required <i>Landman</i> type procedures and the hearing accorded plaintiff would be inadequate according to these decisions. Colligan v. United States, 349 F.Supp. 1233 (E.D.Mich.1972); Stewart v. Jozwiak, 346 F.Supp. 1062 (E.D.Wis.1972); Clutchette v. Procunier, 328 F.Supp. 767 (N.D.Cal.1971). District Courts in the Third Circuit have gone both ways on this question. Compare Meyers v. Alldredge, 348 F.Supp. 807 (M.D.Pa.1972), and Braxton v. Carlson, 340 F.Supp. 999 (M.D.Pa.1972), with United States ex rel. Neal v. Wolfe, 346 F.Supp. 569 (E. D.Pa.1972).</p>\n<p>Courts which have refrained from requiring all the procedures demanded by decisions like <i>Landman</i> and <i>Bundy</i> have established certain minimum procedural requirements. Sostre v. McGinnis, 442 F.2d 178 (2d Cir. 1971); Lathrop v. Brewer, 340 F.Supp. 873 (S.D.Iowa 1972); Theriault v. Carlson, 339 F. Supp. 375 (N.D.Ga.1972). The Second Circuit, in <i>Sostre,</i> stated in order for an inquiry to be minimally fair the prisoner must be \"confronted with the accusation, informed of the evidence against him, . . . and afforded a reasonable opportunity to explain his actions.\" 442 F.2d at 198. Application of this minimum due process standard to the hearing before the Classification Board on July 2, 1972, requires a finding that plaintiff was accorded adequate procedural safeguards because he was orally notified of the reasons for his appearance and given an opportunity to explain his actions.</p>\n<p>The events which resulted in plaintiff's custodial change transpired over a one year and two month period prior to his confinement in close custody. Additionally, during this period, he made four appearances before the Classification Board and each time was given the opportunity to state his side of the matter. Under these circumstances, plaintiff certainly should have been acquainted with the nature of the accusations against him, had the opportunity to prepare for the Board hearings, and relate to the Board the reasons why a custodial change would be improper. The court, therefore, does not believe it was necessary to accord plaintiff the plenary procedures outlined in <i>Landman</i> and similar decisions in order to protect his constitutional rights. The hearing plaintiff received before the Classification Board was adequate to insure that plaintiff was not subjected to arbitrary and capricious punishment.</p>\n<p>Plaintiff's remaining allegation is that the conditions existing in the West Wing of Central Prison, to which he was assigned in maximum custody on August 2, 1972, were so inhumane as to constitute cruel and unusual punishment in violation of the Eighth Amendment.</p>\n<p>Segregated confinement is a standard prison procedure and is not <i>per se</i> violative of constitutional rights. McKenzie v. Secretary of Public Safety, No. 72-1200 (4th Cir., filed Nov. 22, 1972), citing Sostre v. McGinnis, 442 F. 2d 178 (2d Cir. 1971); Breeden v. Jackson, 457 F.2d 578 (4th Cir. 1972); Landman v. Peyton, 370 F.2d 135 (4th Cir. 1966). Only when the punishment incurred is segregated confinement is \"barbarous\" or \"shocking to the conscience\" is there a constitutional infringement. 442 F.2d at 191. A factual showing of cruel and unusual punishment is a prerequisite to a finding of an Eighth Amendment violation. Holt v. Sarver, 442 F.2d 304 (8th Cir. 1971); Sostre v. McGinnis, 442 F.2d 178 (2d Cir. 1971). Plaintiff's allegations do not comply with this requirement. His statements concerning the West Wing of Central Prison are merely conclusory and completely lacking in factual verification. He has not detailed a single incident which might support his general complaints. His assertions, therefore, do not present a denial cognizable under 42 U.S.C. § 1983. Negrich v. Hohn, 379 F.2d 213 (3rd Cir. 1967).</p>\n<p>Plaintiff's imprisonment does not entail onerous conditions which would <span class=\"star-pagination\">*165</span> sanction judicial intervention in prison management. The rules and procedures employed by the defendants were not arbitrary or carprious, and the discipline imposed on plaintiff was a \"reasonable concomitant of imprisonment\" which cannot be \"characterized as vindictive, cruel or inhuman.\" 457 F.2d 578, 580.</p>\n<p>For the aforementioned reasons the plaintiff's complaint must be dismissed for failure to state a claim within federal jurisdiction.</p>\n<h2>NOTES</h2>\n<p>[1]  In a letter to this court from the Attorney General's Office of North Carolina, the function of the Central Classification Board was described as:\n</p>\n<p>The Central Classification Board of the North Carolina Department of correction is responsible to determine the custody classification and housing assignments of felony inmates. Its function is not to discipline for an infraction of the rules, but rather to determine, upon an individual review of each inmate, a proper custody and housing classification, taking into consideration the safety of the inmate, the remainder of the inmate population, the custodial personnel, and the system generally. An inmate, not otherwise due for review by the Board, may be referred to the Board, which sits at Raleigh, for review by his unit.</p>\n<p>[2]  Plaintiff's classification has been reviewed, and on June 14, 1973, he was promoted to medium custody and transferred to the Craggy Correctional Institution, Asheville, North Carolina.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">160</span></span> (1973)</b></center>\n<center><h1>Donald BENFIELD, Plaintiff,<br>\nv.<br>\nVernon BOUNDS, Commissioner, North Carolina Department of Correction, and his agents, Defendants.</h1></center>\n<center>Civ. A. No. 4212.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 13, 1973.</center>\n<p>Jacob L. Safron, Asst. Atty. Gen., Raleigh, N. C., for respondent.</p>\n<p></p>\n<h2>OPINION AND JUDGMENT</h2>\n<p>DALTON, Chief Judge, Sitting by Designation.</p>\n<p>Donald Benfield, presently incarcerated at the Craggy Correctional Institution, Asheville, North Carolina, has filed this <i>pro se</i> complaint <i>in forma pauperis</i> pursuant to 42 U.S.C. § 1983. This court has original jurisdiction of this civil action according to 28 U.S.C. § 1343(3). Plaintiff alleges defendants have abridged his constitutional rights secured by the Sixth Amendment by transferring him within the North Carolina prison system without first according him procedural due process. He contends these involuntary transfers were imposed without a full and fair fact-finding hearing; the right to confront and cross-examine his accusers; <span class=\"star-pagination\">*161</span> the right to secure witnesses in his behalf; the right to defend himself against the charges; and the right to have the assistance of counsel, counsel substitute, or jailhouse legal assistance. As a result of these transfers, plaintiff maintains he has suffered substantial injury since he has been \"transferred from a safe rehabilitative prison environment to an un-rehabilitative prison environment that is hostile, potentially dangerous and unsafe.\" Furthermore, he contends he has been deprived of the opportunity to visit with friends and family due to the distance between his home and the Central Prison Unit. He also alleges his opportunity for parole has been significantly diminished because of the unfavorable reports which ensued his transfer, and the likelihood of his obtaining honor grade status (trustee), or assignment to the work release employment program significantly diminished owing to the less favorable conditions existing at Central Prison. Additionally, he alleges defendants have violated the Eleventh Amendment by subjecting him to cruel and unusual punishment by interning him in the Central Prison Unit, Raleigh, North Carolina, which plaintiff describes as a \"subhuman zoo, filled with caged, angry men turned half animal by the almost unbearable psychological pressures created by defendants; and by subjecting plaintiff to the extraordinary nervousness and irritable human side-effects caused by such prison environment, treatment, deprivations, and denials. . . .\"</p>\n<p>Plaintiff is serving a ten year sentence for conspiracy to utter a forged check and a ten year expiration sentence for the same crime. His prison record reveals seven felonies, four escapes and seven infractions with one parole. He has achieved honor grade status three times.</p>\n<p>The briefs and accompanying affidavits disclose that in the one year and two month period during which the incidents took place which resulted in plaintiff's confinement in close custody at Central, he made four appearances before the Central Classification Board.<sup>[1]</sup> These appearances developed from events summarized below:</p>\n<p>In June, 1971, defendants received information from \"reliable outside sources\" that plaintiff had arranged to have two pistols smuggled into the McDowell Subsidiary for use in an escape plan. A loaded automatic was discovered on the prison grounds. Plaintiff and another inmate were considered prime suspects and were transferred to Central Prison for custody change consideration (plaintiff was in medium custody at McDowell). No charges were filed against plaintiff because the gun was not discovered on him. On July 8, 1971, plaintiff appeared before the Classification Board and according to the affidavit of Fred E. Briggs, Chairman of the Central Classification Board, was orally informed of the reason for his transfer. Plaintiff denied any involvement in the gun episode. Plaintiff was retained at Central in medium custody pending further investigation.</p>\n<p>On November 4, 1971, he appeared before the Board and again denied any involvement in the smuggling attempt. In his affidavit, Chairman Briggs states that it was discovered that plaintiff had $50.00 in his possession when he arrived at Central Prison in June. He then declares <span class=\"star-pagination\">*162</span> \"in the hopes of preventing a recurrence of this type incident (gun smuggling) plaintiff was kept in medium custody and transferred to the Sampson County Subsidiary.\" Defendants did not explain the significance of the $50.00 discovered in plaintiff's possession, nor is there any indication that further evidence was discovered during the four months plaintiff was retained at Central prior to his transfer to Sampson.</p>\n<p>On March 7, 1872, a 14\" pipe wrench was found in the Sampson Subsidiary yard. Prison authorities received information from an inmate that the wrench and an automatic pistol had been smuggled into the subsidiary. Searches were conducted but the pistol was never discovered. An agent of the State Bureau of Investigation and prison authorities conducted an investigation of this incident. Lie detector tests, given to a prison employee and inmates of the subsidiary, indicated a gun had probably been smuggled into the subsidiary and taken out \"when the heat was put on.\" Further, the tests indicated plaintiff \"was undoubtedly the brains behind the plot.\" Plaintiff was transferred to Central Prison on March 15, 1972, in order that he might be given a lie detector test which he volunteered to take. It was discovered the test could not be administered due to medication he was receiving. The medication was discontinued for five days, but the test was not administered during this period, and Dr. Thimas, a physician at the Central Unit Hospital, then ordered continuation of the medication. Defendants have not indicated why the test was not administered to the plaintiff. Plaintiff has submitted sworn affidavits of two prison inmates stating that they overheard a conversation between inmate Deleany Lee and a custodial officer, in which Lee stated he falsely accused plaintiff of having brought a pistol into the unit in order to attempt an escape.</p>\n<p>On June 8, 1972, plaintiff appeared before the Classification Board and was questioned regarding the wrench and pistol. Plaintiff denied involvement however, the Board determined that he should be retained at the West Side of Central in medium custody.</p>\n<p>On August 8, 1972, he appeared before the Board for a special custody review. The policy concerning the housing of medium custody inmates had been changed so that medium custody prisoners were no longer being housed on the West Side. The Board determined plaintiff definitely needed the supervision provided on the West Side and would be a custody and administrative problem if placed in the relative freedom of the East Side. The Board, therefore, changed plaintiff's custody from medium to close and assigned him as a janitor on the West Side. Review was scheduled for June, 1973.<sup>[2]</sup></p>\n<p>In his affidavit, Chairman Briggs, stated each time plaintiff appeared before the Board he was completely informed of the reasons for his appearance, and given an opportunity to present his side of the matter.</p>\n<p>When plaintiff was transferred from McDowell County Prison to Central Prison in June, 1971, from Central Prison to Sampson County Prison in November, 1971, and from Sampson County Prison to Central Prison in June, 1972, he was maintained in a medium custodial status. Not until his appearance before the Central Classification Committee on August 2, 1972, was his custody changed to close. These transfers, therefore, were proper according to the well established principle that the \"transfer of state prisoners from one state institution to another is peculiarly within the scope of the administration of the state penal system.\" United States ex rel. Verde v. Case, <span class=\"citation\" data-id=\"1460328\"><a href=\"/opinion/1460328/united-states-ex-rel-verde-v-case/\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">701</span></a></span> (E.D.Pa.1971). Prior to such a transfer a prisoner need not be accorded <span class=\"star-pagination\">*163</span> those minimum due process safeguards which are requisite before sufficiently severe punishment, such as protected segregated confinement in maximum security quarters, is imposed. United States ex rel. Thomas v. Bookbinder, <span class=\"citation\" data-id=\"2126100\"><a href=\"/opinion/2126100/united-states-ex-rel-thomas-v-bookbinder/\"><span class=\"volume\">330</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1125</span></a></span> (E.D.Pa.1971); Bundy v. Cannon, <span class=\"citation\" data-id=\"1428269\"><a href=\"/opinion/1428269/bundy-v-cannon/\"><span class=\"volume\">328</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">165</span></a></span> (D.Md.1971); United States ex rel. Verde v. Case, <span class=\"citation\" data-id=\"1460328\"><a href=\"/opinion/1460328/united-states-ex-rel-verde-v-case/\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">701</span></a></span> (E.D.Pa.1971). Plaintiff relies on two recent district court cases for the proposition that transfer of a prison inmate involves a substantial deprivation which requires the imposition of procedural safeguards. However, Gomes v. Travisono, <span class=\"citation\" data-id=\"2344542\"><a href=\"/opinion/2344542/gomes-v-travisono/\"><span class=\"volume\">353</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">457</span></a></span> (D.R.I.1973), and Capitan v. Cupp, <span class=\"citation\" data-id=\"1892385\"><a href=\"/opinion/1892385/capitan-v-cupp/\"><span class=\"volume\">356</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">302</span></a></span> (D.Or.1972), are both distinguishable from plaintiff's case. <i>Gomes</i> involved the transfer of Rhode Island state prisoners, up to almost 1500 miles, to federal and state prisoners in different jurisdictions. Similarly, the petitioner in <i>Capitan</i> was transferred from the Oregon State Penitentiary to the federal penitentiary in Leavenworth, Kansas. The transfers of plaintiff, however, were within the North Carolina prison system, and the longest was approximately 290 miles. Certainly these transfers imposed hardships upon plaintiff, but the burdens created are insufficient to require prison authorities to hold a hearing to determine the propriety of their decision. Furthermore, the petitioner in <i>Capitan</i> was never accorded a hearing, and the transferred inmates in <i>Gomes</i> were placed in administration segregation at the receiving institution for two to six weeks prior to appearing before a classification board. Plaintiff, to the contrary, was retained in medium custody when he was transferred from McDowell to Central in June, 1971, and he appeared before the Central Classification Board on July 8, 1971. Prior to his transfer from Central to Sampson, and his transfer from Sampson back to Central he was accorded a hearing before the Classification Board. Consequently, plaintiff's constitutional rights were not infringed by the transfers which resulted in his confinement in medium custody at Central Prison.</p>\n<p>There remains for consideration plaintiff's allegation regarding the lack of procedural due process afforded him prior to the Central Classification Board's decision to change his custody from medium to close at Central Prison. Although it is generally accepted that confinement in close or maximum security involves a grievous loss which requires procedural safeguards to insure this punishment is not imposed arbitrarily, there is significant variance concerning the elements of this procedure. The Fourth Circuit has not indicated what procedural safeguards must be afforded prison inmates in disciplinary proceedings; nonetheless, the court has expressed concern that prison authorities insure prisoners are not exposed to capricious imposition of added punishment. Landman v. Peyton, <span class=\"citation\" data-id=\"274090\"><a href=\"/opinion/274090/robert-jewell-landman-sr-v-c-c-peyton-superintendent-of-the-virginia/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></a></span>, 140 (4th Cir. 1966). Two recent district court decisions within the Circuit have attempted to delineate the requirements of procedural due process. In Landman v. Royster, <span class=\"citation\" data-id=\"1606763\"><a href=\"/opinion/1606763/landman-v-royster/\"><span class=\"volume\">333</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">621</span></a></span> (E.D.Va.1971), Judge Merhige ruled, that prior to administration of the type punishment plaintiff received, the inmate must receive written notice of the substance of the factual charge of misconduct, there shall be a hearing by an impartial tribunal in which the inmate may cross-examine adverse witnesses and secure the testimony of voluntary witnesses, the inmate may select a lay advisor or retain counsel, and the ultimate decision must be based upon evidence presented at the hearing. 333 F. Supp. at 652-655. Judge Thomsen, for the Maryland District Court, while not undertaking a detailed examination of the components of due process in a prison disciplinary hearing, substantially agrees with Judge Merhige. Bundy v. Cannon, <span class=\"citation\" data-id=\"1428269\"><a href=\"/opinion/1428269/bundy-v-cannon/\"><span class=\"volume\">328</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">165</span></a></span> (D.Md.1971). The application of the standards established in either of these cases to the hearing afforded plaintiff would necessitate a finding that adequate procedural due process was lacking.</p>\n<p><span class=\"star-pagination\">*164</span> There is a great deal of divergence of opinion on this matter in other circuits. A number of district courts have required <i>Landman</i> type procedures and the hearing accorded plaintiff would be inadequate according to these decisions. Colligan v. United States, <span class=\"citation\" data-id=\"1501463\"><a href=\"/opinion/1501463/colligan-v-united-states/\"><span class=\"volume\">349</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1233</span></a></span> (E.D.Mich.1972); Stewart v. Jozwiak, <span class=\"citation\" data-id=\"1878928\"><a href=\"/opinion/1878928/stewart-v-jozwiak/\"><span class=\"volume\">346</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1062</span></a></span> (E.D.Wis.1972); Clutchette v. Procunier, <span class=\"citation\" data-id=\"1428216\"><a href=\"/opinion/1428216/clutchette-v-procunier/\"><span class=\"volume\">328</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">767</span></a></span> (N.D.Cal.1971). District Courts in the Third Circuit have gone both ways on this question. Compare Meyers v. Alldredge, <span class=\"citation\" data-id=\"2011172\"><a href=\"/opinion/2011172/meyers-v-alldredge/\"><span class=\"volume\">348</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">807</span></a></span> (M.D.Pa.1972), and Braxton v. Carlson, <span class=\"citation\" data-id=\"1445507\"><a href=\"/opinion/1445507/braxton-v-carlson/\"><span class=\"volume\">340</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">999</span></a></span> (M.D.Pa.1972), with United States ex rel. Neal v. Wolfe, <span class=\"citation\" data-id=\"1878571\"><a href=\"/opinion/1878571/united-states-ex-rel-neal-v-wolfe/\"><span class=\"volume\">346</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">569</span></a></span> (E. D.Pa.1972).</p>\n<p>Courts which have refrained from requiring all the procedures demanded by decisions like <i>Landman</i> and <i>Bundy</i> have established certain minimum procedural requirements. Sostre v. McGinnis, <span class=\"citation\" data-id=\"296468\"><a href=\"/opinion/296468/martin-sostre-v-paul-d-mcginnis-commissioner-of-correction-of-the-state/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span> (2d Cir. 1971); Lathrop v. Brewer, <span class=\"citation\" data-id=\"1445586\"><a href=\"/opinion/1445586/lathrop-v-brewer/\"><span class=\"volume\">340</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">873</span></a></span> (S.D.Iowa 1972); Theriault v. Carlson, <span class=\"citation\" data-id=\"1460642\"><a href=\"/opinion/1460642/theriault-v-carlson/\"><span class=\"volume\">339</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">375</span></a></span> (N.D.Ga.1972). The Second Circuit, in <i>Sostre,</i> stated in order for an inquiry to be minimally fair the prisoner must be \"confronted with the accusation, informed of the evidence against him, . . . and afforded a reasonable opportunity to explain his actions.\" 442 F.2d at 198. Application of this minimum due process standard to the hearing before the Classification Board on July 2, 1972, requires a finding that plaintiff was accorded adequate procedural safeguards because he was orally notified of the reasons for his appearance and given an opportunity to explain his actions.</p>\n<p>The events which resulted in plaintiff's custodial change transpired over a one year and two month period prior to his confinement in close custody. Additionally, during this period, he made four appearances before the Classification Board and each time was given the opportunity to state his side of the matter. Under these circumstances, plaintiff certainly should have been acquainted with the nature of the accusations against him, had the opportunity to prepare for the Board hearings, and relate to the Board the reasons why a custodial change would be improper. The court, therefore, does not believe it was necessary to accord plaintiff the plenary procedures outlined in <i>Landman</i> and similar decisions in order to protect his constitutional rights. The hearing plaintiff received before the Classification Board was adequate to insure that plaintiff was not subjected to arbitrary and capricious punishment.</p>\n<p>Plaintiff's remaining allegation is that the conditions existing in the West Wing of Central Prison, to which he was assigned in maximum custody on August 2, 1972, were so inhumane as to constitute cruel and unusual punishment in violation of the Eighth Amendment.</p>\n<p>Segregated confinement is a standard prison procedure and is not <i>per se</i> violative of constitutional rights. McKenzie v. Secretary of Public Safety, No. 72-1200 (4th Cir., filed Nov. 22, 1972), citing Sostre v. McGinnis, <span class=\"citation\" data-id=\"296468\"><a href=\"/opinion/296468/martin-sostre-v-paul-d-mcginnis-commissioner-of-correction-of-the-state/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span> (2d Cir. 1971); Breeden v. Jackson, <span class=\"citation\" data-id=\"302481\"><a href=\"/opinion/302481/nathan-breeden-v-hunter-p-jackson/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></a></span> (4th Cir. 1972); Landman v. Peyton, <span class=\"citation\" data-id=\"274090\"><a href=\"/opinion/274090/robert-jewell-landman-sr-v-c-c-peyton-superintendent-of-the-virginia/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></a></span> (4th Cir. 1966). Only when the punishment incurred is segregated confinement is \"barbarous\" or \"shocking to the conscience\" is there a constitutional infringement. 442 F.2d at 191. A factual showing of cruel and unusual punishment is a prerequisite to a finding of an Eighth Amendment violation. Holt v. Sarver, <span class=\"citation\" data-id=\"296489\"><a href=\"/opinion/296489/lawrence-j-holt-v-robert-sarver-commissioner-of-corrections/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span> (8th Cir. 1971); Sostre v. McGinnis, <span class=\"citation\" data-id=\"296468\"><a href=\"/opinion/296468/martin-sostre-v-paul-d-mcginnis-commissioner-of-correction-of-the-state/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span> (2d Cir. 1971). Plaintiff's allegations do not comply with this requirement. His statements concerning the West Wing of Central Prison are merely conclusory and completely lacking in factual verification. He has not detailed a single incident which might support his general complaints. His assertions, therefore, do not present a denial cognizable under 42 U.S.C. § 1983. Negrich v. Hohn, <span class=\"citation\" data-id=\"276321\"><a href=\"/opinion/276321/robert-w-negrich-v-william-r-hohn-warden-westmoreland-county-prison/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">213</span></a></span> (3rd Cir. 1967).</p>\n<p>Plaintiff's imprisonment does not entail onerous conditions which would <span class=\"star-pagination\">*165</span> sanction judicial intervention in prison management. The rules and procedures employed by the defendants were not arbitrary or carprious, and the discipline imposed on plaintiff was a \"reasonable concomitant of imprisonment\" which cannot be \"characterized as vindictive, cruel or inhuman.\" <span class=\"citation\" data-id=\"302481\"><a href=\"/opinion/302481/nathan-breeden-v-hunter-p-jackson/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></a></span>, 580.</p>\n<p>For the aforementioned reasons the plaintiff's complaint must be dismissed for failure to state a claim within federal jurisdiction.</p>\n<h2>NOTES</h2>\n<p>[1]  In a letter to this court from the Attorney General's Office of North Carolina, the function of the Central Classification Board was described as:\n</p>\n<p>The Central Classification Board of the North Carolina Department of correction is responsible to determine the custody classification and housing assignments of felony inmates. Its function is not to discipline for an infraction of the rules, but rather to determine, upon an individual review of each inmate, a proper custody and housing classification, taking into consideration the safety of the inmate, the remainder of the inmate population, the custodial personnel, and the system generally. An inmate, not otherwise due for review by the Board, may be referred to the Board, which sits at Raleigh, for review by his unit.</p>\n<p>[2]  Plaintiff's classification has been reviewed, and on June 14, 1973, he was promoted to medium custody and transferred to the Craggy Correctional Institution, Asheville, North Carolina.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/274090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/276321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/296468/",
    "http://www.courtlistener.com/api/rest/v3/opinions/296489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/302481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1428216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1428269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1445507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1445586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1460328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1460642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1501463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1606763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1878571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1878928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1892385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2011172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2126100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2344542/"
  ]
}