{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2260721/",
  "absolute_url": "/opinion/2260721/williams-v-metropolitan-life-ins-co-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2260721/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:55:04.611596Z",
  "date_modified": "2016-04-27T03:01:50.585127Z",
  "type": "010combined",
  "sha1": "6e7839be4e537abc0bd1925accdf104075df0135",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>632 F.Supp.2d 525 (2008)</b></center>\n<center><h1>Gloria WILLIAMS, Plaintiff,<br>\nv.<br>\nMETROPOLITAN LIFE INSURANCE COMPANY, INC., Defendant.</h1></center>\n<center>No. 5:07-CV-74-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 12, 2008.</center>\n<p><span class=\"star-pagination\">*526</span> Andrew O. Whiteman, Raleigh, NC, for Plaintiff.</p>\n<p>Stephen A. Dunn, Emanuel &amp; Dunn, PLLC, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiff Gloria Williams (\"plaintiff' or \"Williams\"), a former customer service clerk of Cingular Wireless (\"Cingular\"), seeks long term disability (\"LTD\") benefits under the Cingular Long Term Disability Plan (\"the Plan\"), an employee welfare benefit plan regulated by the Employee Retirement Income Security Act (\"ERISA\") of 1974, 29 U.S.C. §§ 1001 et seq. Acting in its capacity as the Plan's Claims Administrator, defendant Metropolitan Life Insurance Company (\"Met-Life\") terminated Williams' LTD benefits, effective August 9, 2005. After exhausting the Plan's appeal process, Williams filed suit alleging a single cause of action under ERISA. MetLife asserted a counterclaim seeking to recover an overpayment of LTD benefits created when Williams received a lump-sum, retroactive award of social security disability income benefits encompassing the coverage period. Williams and MetLife each moved for summary judgment. On November 24, 2008, the court heard oral argument. As explained below, the court grants Williams' motion for summary judgment, and denies MetLife's motion for summary judgment.</p>\n<p></p>\n<h2>I.</h2>\n<p>Williams began working as a customer service clerk for Cingular in September 2000. As a customer service clerk, Williams wore a telephone headset, spoke with customers, and typed information throughout the day concerning the customer's problems. On April 4, 2003, she stopped working and submitted a claim for Short Term Disability (\"STD\") benefits <span class=\"star-pagination\">*527</span> under the Plan. <i>See</i> R. 1-24, 26, 28-30, 317, 502-04.<sup>[1]</sup></p>\n<p>MetLife is the Plan's Claims Administrator and is granted discretionary authority to interpret the terms of the Plan and to determine eligibility for STD and LTD benefits. <i>See</i> Pl.'s Mot. for Summ. J. Ex. 2, at 41, 98 [Plan 00040, 00090]. The Plan defines \"disability\" as follows:</p>\n<blockquote>[D]ue to sickness, pregnancy or accidental injury, you are receiving Appropriate Care and Treatment from a Doctor on a continuing basis, and</blockquote>\n<blockquote>1. During the first 24 months of your Disability, including your Elimination Period, due to your inability to perform all of the duties of your Customary Occupation, you are unable to earn more than 70% of your Predisability Earnings at your Customary Occupation for any employer in your Local Economy; or</blockquote>\n<blockquote>2. After the first 24 month period, you are unable to earn more than 50% of your Predisability Earnings from any employer in your Local Economy at any gainful occupation for which you are reasonably qualified taking into account your training, education, experience and Predisability Earnings.</blockquote>\n<p>Plan 00019.<sup>[2]</sup></p>\n<p>In support of her claim, plaintiff submitted an Attending Physician Statement dated April 22, 2003, from Dr. Gary Kaplowitz. <i>See id.</i> at 3. Dr. Kaplowitz had treated plaintiff since 1996 for trigger finger syndrome, tendinitis, and carpal tunnel syndrome (\"CTS\"). <i>See id.</i> at 4. Trigger finger syndrome occurs when the motion of the tendon that opens and closes a finger becomes limited, causing the finger to lock or catch as the finger is extended. <i>See</i> Pl.'s Summ. J. Mem. 3. On April 22, 2003, Dr. Kaplowitz opined that plaintiff was unable to use her hands due to tendinitis, CTS, and trigger finger syndrome. R. 3. Dr. Kaplowitz began treating plaintiff for these conditions in 1996. Specifically, on March 21, 1996, Dr. Kaplowitz performed a surgical procedure to release the flexor tendon sheaths of plaintiffs left long finger and left thumb. <i>Id.</i> at 10. On January 21, 1997, plaintiff had a left carpal tunnel release. <i>Id.</i> at 12. On April 1, 1997, plaintiff had a right median nerve decompression and a right trigger thumb release. <i>Id.</i> at 13-14. On March 30, 2000, plaintiff had a left ring trigger finger release. <i>Id.</i> at 15. After her employment began with Cingular in September 2000, Dr. Kaplowitz continued to treat plaintiff, and plaintiff had a right long finger release on November 30, 2000. <i>Id.</i> at 18-19. On February 28, 2002, plaintiff had a right ring finger release. <i>Id.</i> at 22-23. On October 30, 2002, she had a right small finger and thumb release. <i>Id.</i> at 29. During these various surgical procedures, plaintiff continued to work as a customer service clerk at Cingular.</p>\n<p>Plaintiff received STD benefits from April 7, 2003, through May 18, 2003. <i>Id.</i> <span class=\"star-pagination\">*528</span> at 31, 506-08. The STD benefits terminated, effective May 19, 2003, because:</p>\n<blockquote>there is no objective medical evidence to support [plaintiffs] absence from work. Dr. Kaplowitz office note dated April 11, 2003 states \"she says she can not type because of pain in her hands but she is much better since the surgery.\" [R. at 28] He shows there is nothing he can do but give [plaintiff] anti-inflammatory medication, which he has been doing. While Dr. Kaplowitz scheduled an appointment in a month, no where does he indicate a period of disability.</blockquote>\n<p><i>Id.</i> at 32. On May 29, 2003, plaintiff returned to work and worked until June 4, 2003. <i>Id.</i> at 510, 514.</p>\n<p>On May 28, 2003the day prior to plaintiff returning to workDr. Kaplowitz requested an MRI of plaintiffs cervical spine based upon plaintiffs report of \"[n]eck and right shoulder pain with radiation down arm to hand since [March 2002].\" <i>Id.</i> at 37, 509. The MRI showed degenerative disc changes, severe at C5-C6 disc with moderate stenosis. <i>Id.</i> at 36-37. On June 16, 2003, MetLife received a copy of the MRI and wrote plaintiff, enclosing forms and asking for information from plaintiffs physician in order to consider her claim for STD benefits. <i>See id.</i> at 41, 510.</p>\n<p>On June 23, 2003, plaintiff consulted Dr. Dennis Myers, a chiropractor, for evaluation and treatment of headaches and upper back pain since May 23, 2003, and right upper extremity pain since March 13, 2003. <i>See id.</i> at 51. After examining plaintiff, Dr. Myers reported she is \"unable to return to work\" and should \"avoid repetitive[] computer work and hand use.\" <i>Id.</i> at 58. On June 27, 2003, Dr. Myers completed an Attending Physician Statement reporting symptoms of \"constant severe upper back pain with radicular symptoms down the right arm to the fingers.\" <i>Id.</i> at 54. Dr. Myers' examination revealed that plaintiffs reflexes were normal. <i>Id.</i> at 42. Tests revealed that she had normal strength on the left side and grade four strength on the right <i>Id.</i> at 43. Range of motion testing revealed mild-to-moderate restrictions of the cervical spine, and plaintiff reported sharp pain moving into the shoulders upon lateral flexion. <i>Id.</i> at 44, 57. Dr. Myers reported plaintiffs primary spinal-related health problems as cervical disc degeneration, cervical radiculitis, muscle spasms, and cervical, thoracic, and lumbar segmental/somatic dysfunction. <i>Id.</i> at 45.</p>\n<p>By letter dated June 30, 2003, MetLife advised plaintiff that her STD benefits had been extended through July 30, 2003. <i>Id.</i> at 60. MetLife also told plaintiff that if her disability was expected to extend beyond that date, MetLife would require specific medical information. <i>Id.</i></p>\n<p>On August 15, 2003, Dr. Myers completed a follow up Attending Physician Statement, after an August 12, 2003 exam of plaintiff, reporting that plaintiff had improved but was still unable to work. <i>Id.</i> at 64. He restricted plaintiff from repetitive computer work or hand use and scheduled a re-evaluation on September 26, 2003. <i>Id.</i> at 63. Dr. Myers' clinical notes revealed improvements in strength and range of motion. <i>Compare id.</i> at 56 <i>with id.</i> at 69-70.</p>\n<p>On September 8, 2003, MetLife spoke with Dr. Myers, who reported his concern about possible psychiatric issues. <i>Id.</i> at 522-23. MetLife indicated its understanding that plaintiffs disability was related to a hand issue for which Dr. Kaplowitz apparently had completed treatment. <i>See id.</i> Dr. Myers responded that</p>\n<blockquote>he will plan for a [return to work] for 4 hours beginning on 9/15/03. He will see [Plaintiff] again on 9/10 and inform her of this status and give her the support needed. He will see how she does for <span class=\"star-pagination\">*529</span> this week. Then re-eval the number of hours to increase her the [week] of 9/22. He states he wants to wean her from treatment. Otherwise, we will never know what she can do....</blockquote>\n<p><i>Id.</i> at 523.</p>\n<p>By letter dated September 9, 2003, MetLife approved plaintiff for STD benefits from April 7, 2003, through September 14, 2003. <i>Id.</i> at 72. On September 15, 2003, Dr. Myers forwarded his September 10, 2003 report of consultation and treatment, in which he concluded:</p>\n<blockquote>Ms. Williams' plan has been changed to allow her to return to work on a gradual basis. It is my recommendation that for the next two weeks Ms. Williams work no more than four hours per day in her usual position. She should also have breaks from her work activities every 45-50 minutes. She should be allowed a minimum of ten minutes to utilize selftherapy techniques she has been taught.</blockquote>\n<p><i>Id.</i> at 75.</p>\n<p>On September 15, 2003, plaintiff returned to work for four hours, but then, on September 17, 2003, plaintiff called MetLife and reported that she was out of work and had consulted another physician. <i>Id.</i> at 524-25. She forwarded a statement from Dr. Theodore M. Pitts, M.D., an orthopedist and spine doctor, recommending no work until her next office visit in two weeks. <i>Id.</i> at 80. On September 17, 2003, Dr. Pitts examined plaintiff and wrote:</p>\n<blockquote>The patient relates that she began having neck symptoms approximately a year and a half ago .... She recalls no injury. She was evaluated by a Chiropractor, Dr. Myers, who does an occasional adjustment on her neck. She was evaluated by Dr. Kaplowitz who obtained cervical MRI scan of 05/28/03. This showed multiple level degenerative disc disease with some protrusions at C4-C5, moderate stenosis at the C5-C6 level with foraminal stenosis also at that level. She was then referred to a neurosurgeon, but she did not follow-up with that appointment. She has been out of work since June of this year as a computer operator. She relates that she tried to return to Work two days ago four hours a day, but she had some significant increase in symptoms in her neck radiating down to her shoulders.... Examination of the right shoulder had a full range of motion with excellent strength in all planes .... She has about 60 degrees of flexion and 40 degrees of extension with 60 degrees of rotation to both sides with lateral bending of 20 degrees to the right and 30 degrees to the left. Deep tendon reflexes of the biceps and triceps are normal. Sensation was intact today.... She does have sensitivity over the right volar aspect of the hand. She is able to have fairly good strength where this hurt around the scars from the trigger finger surgeries.</blockquote>\n<p><i>Id.</i> at 94-95. Plaintiff was given a neck care manual, recommended for physical therapy, and prescribed pain medication. <i>Id.</i> at 95. She was \"given a note to be out of work until evaluated again in two weeks.\" <i>Id.</i></p>\n<p>Dr. Pitts examined plaintiff on October 1, 2003, and completed an Attending Physician Statement reporting that plaintiff was unable to work by reason of \"cervical disc syndrome.\" <i>Id.</i> at 83. He could not determine when plaintiff might return to work. <i>Id.</i> On October 1, 2003, Dr. Pitts reported: \"It was elected to set up a cervical epidural steroid injection in the near future. [Plaintiff] is to avoid any lifting situations. We filled out some paper work for her today explaining her work status. Recheck in two to three weeks as planned.\" <i>Id.</i> at 93.</p>\n<p><span class=\"star-pagination\">*530</span> On October 20, 2003, MetLife contacted Dr. Pitts' office for an update. <i>Id.</i> at 532. Plaintiff did not have a follow-up appointment with Dr. Pitts and had not been scheduled for a cervical epidural steroid injection. <i>Id.</i> MetLife then called plaintiff and was informed:</p>\n<blockquote>[Plaintiff] is in the car, in a lot of traffic... is on her way to Dr. Pitts ... states she was supposed to have an injection on [Wednesday], but that has been changed... states she will have Dr. Pitts to contact [MetLife's nurse consultant], [but] she cannot stop and write.</blockquote>\n<p><i>Id.</i></p>\n<p>On October 22, 2003, Dr. Pitts' office informed MetLife that plaintiff had cancelled two appointments for physical therapy on October 2 and October 13, 2003. <i>Id.</i> at 533. On October 24, 2003, MetLife was informed that plaintiff would be referred for an epidural steroid injection, and, on October 29, 2003, MetLife confirmed that plaintiff was scheduled to receive an injection that day. <i>Id.</i> at 533, 534.</p>\n<p>MetLife approved plaintiffs claim through October 30, 2003, exhausting the maximum duration of STD benefits, and referred plaintiffs claim for consideration for LTD benefits. <i>Id.</i> at 96, 535. On November 15, 2003, MetLife transmitted LTD claim forms to plaintiff for completion and return. <i>Id.</i> at 101, 535.</p>\n<p>On November 17, 2003, MetLife began its initial interview concerning plaintiffs claim for LTD benefits. In response to MetLife's inquiry as to what prevented her from working, plaintiff stated:</p>\n<blockquote>scar tissue in her [right] hand due to mutliple [sic] surgires [sic] for a triggerfinger in her [right] ring finger. She has had surgery due to an infection of this surgery down into her palm and the little finger. When she types for long periods of time her hand swells and also the swelling goes up her arm. She is now having intense pain in her shoulder and her neck. She can't type for long periods of time and she can't sit and move her head and arms around because it creates intense pain. I inquired on a scale of 1 to 10 how would she rate the pain. She stated that it was a `8'. She states that she does not drive long distances, nor does she cook because of it and the fact that she is constantly dropping things. She states that she did not attend [physical therapy] because she did not have the money to make the copayment.</blockquote>\n<p>R. 538. Plaintiffs last trigger finger surgery occurred in February 2002. <i>See id.</i> at 22.</p>\n<p>On December 4, 2003, MetLife received plaintiffs LTD claim materials. <i>Id.</i> at 104-28, 541. She included a copy of Dr. Pitts' Attending Physician Statement completed on October 1, 2003, and an June 2003 report that Dr. Kaplowitz prepared after receiving the May 28, 2003 MRI. <i>Id.</i> at 114-15. Dr. Kaplowitz wrote;</p>\n<blockquote>She was seen today and still has some swelling in that right hand and there is really nothing else to do. It is not infected but there is a lot of scar tissue there and she types all day. She may need some job modification.... She had an MRI which demonstrates significant disease of the cervical spine .... We are going to send her to a neurosurgeon to have her evaluated. We will have her take a copy of the MRI to him. We did not get a shoulder MRI because she could not stay still for that long. I think she needs a full evaluation from a cervical surgeon, she may have to undergo surgery.</blockquote>\n<p><i>Id.</i> at 115. In her personal profile dated December 1, 2003, plaintiff described her condition as follows: \"neck pain, problem with right hand dexterity, walking, pain in <span class=\"star-pagination\">*531</span> my back in the middle around the shoulder blades, can't sleep even with sleeping pills, constant pain scar tissue on right hand.\" <i>Id.</i> at 118. She reported a daily routine as follows:</p>\n<blockquote>Wake up around 6:30 AMI have to lay my head on a bar stool for a while until I am able to stand .... 2. shower and brush my teeth. 3. Take next Mobic [nonsteriodal anti-inflammatory used to treat arthritis]. 4. My hair is done by my mother or daughter. 5. I call my mother or she call[s] me every morning. She picks me up and I go home with her to eat. 6. days I don't go home with her my son is not working he cooks or my friend Michael cooks. 7. Some one takes me to the doctor appointment. 8. Take medicine.</blockquote>\n<p><i>Id.</i> at 116-17. Also accompanying plaintiffs LTD claim was a December 3, 2003 Attending Physician Statement from Dr. Pitts, reporting his diagnosis of cervical internal disc derangement with subjective symptoms of severe neck and arm pain. <i>Id.</i> at 130. Dr. Pitts included notes from his last two office consultations. <i>Id.</i> at 134-35. Following an appointment on November 21, 2003, Dr. Pitts wrote:</p>\n<blockquote>This patient is being followed for neck pain. On 10/29/03, the patient had a cervical epidural steroid injection ... I reminded the patient that smoking keeps her neck from healing. We can consider physical therapy or surgery. The patient indicated that her neck was hurting so bad that she wanted to consider surgery. Before surgery, we will need to do a discogram. That was reviewed with the patient. I would like to refer her to Dr. Wilson. After the discogram, she is to return.</blockquote>\n<p><i>Id.</i> at 134.</p>\n<p>By letter dated December 15, 2003, MetLife approved plaintiff's LTD claim and informed her that it would continue to monitor her condition. <i>Id.</i> at 140-41. MetLife found plaintiff disabled under the Plan due to her \"inability to perform all of the duties of [her] Customary Occupation... [and the resulting inability] to earn more than 70% of [her] Predisability Earnings at [her] Customary Occupation for any employee in [her] Local Economy.\" Plan 00019; <i>see</i> R. 140. MetLife diary entries noted: \"As [Williams'] job is as [Customer Service Representative] H, she is not able to perform the essential functions of her job. She is required to answer phones, data entry and look up, which requires a lot of flexion and extension of the neck She is unable to turn her head and use her hands for extend[ed] periods of time due to the pain.\" R. 543, 545.</p>\n<p>To remain eligible for LTD benefits, the Plan requires the claimant to provide \"proof of continuing Disability\" as defined in the Plan. <i>See</i> Plan 00029; <i>cf.</i> Plan 00090, 00096. On February 11, 2004, MetLife requested medical information from Williams for January 1, 2004, through February 13, 2004, in order to review her disability status. <i>See</i> R. 152.</p>\n<p>On February 26, 2004, MetLife received an updated Attending Physician Statement and office notes from Dr. Pitts. <i>See id.</i> at 161. Dr. Pitts stated that Williams needed surgery on her cervical spine, and noted that Williams could not sit, stand, or walk for more than one hour, could not lift or carry any amount of weight, and could not work. <i>Id.</i> Dr. Pitts also recommended that Williams consult a pain specialist. <i>See id.</i> at 162. Dr. Pitts' office notes further revealed that Williams had a discogram and x-rays taken on February 3, 2004, which showed degenerative discs at C3-C4 and C4-C5 and painful degenerative discs at C5-C6 and C6-C7. <i>See id.</i> at 162, 422. Dr. Pitts also reported:</p>\n<blockquote>\n<span class=\"star-pagination\">*532</span> This patient is being followed for neck pain which radiates into both upper extremities. The right shoulder and all of the fingers of the right hand are affected. The pain radiates also into the left hand into all of the fingers. The patient continues to smoke a pack of cigarettes per day despite the fact that she has asthma. Her pain wakes her every night. She has been out of work continuously since June of 2003. The patient complains that when she walks her pain increases. She also has low back pain; which radiates into both posterior thighs toward both knees.... The patient indicates that Dr. Wilson referred her to a pain specialist.... I discussed with her that technically we should probably do a C5/6 and C6/7 fusion. However, smoking a pack of cigarettes per day greatly decreases the chances of that operation helping her.... She reports having had operations on her hands, and she reports that it feels like her hands never healed completely.... The patient is to return in one month for reevaluation.... On return we need to see when she had her last complete history and physical and last complete dental examination.</blockquote>\n<p><i>Id.</i> at 162-63.</p>\n<p>On July 31, 2004, Williams was awarded social security disability benefits, effective October 2003, for her disability, which began on April 4, 2003. <i>See id.</i> at 199-201.</p>\n<p>On December 1, 2004, MetLife asked plaintiff to provide an updated personal profile and updated medical information from Dr. Pitts for June 1, 2004, through December 1, 2004. <i>Id.</i> at 171. On December 30, 2004, MetLife received an updated personal profile from Williams and office notes from her September 3, 2004 visit to Dr. Carl L. Smith, a pain management specialist at the Norlina Medical Clinic. <i>Id.</i> at 181-85, 188-89, 554. Plaintiff reported in her personal profile that she had constant pain in her neck, shoulder blades, and hands, suffered migraine headaches, had swelling in her hands, was unable to walk without pain, and was unable to sleep. <i>Id.</i> at 181. Plaintiff stated that \"there's nothing that [she] can really do now.\" <i>Id.</i> at 184. The office notes from Norlina Medical Clinic indicated that Dr. Smith diagnosed Williams with asthma, degenerative joint disease, and anxiety. <i>Id.</i> at 189.</p>\n<p>By letter dated December 30, 2004, MetLife again requested updated medical information for June 1, 2004, through December 30, 2004, including copies of all medical records from any physician who had treated Williams in the last six months. <i>Id.</i> at 196. MetLife noted that Dr. Smith's documentation from the Norlina Medical Clinic failed to provide information on the current diagnosis of Williams' neck and back pain. <i>Id.</i> In response, MetLife received a letter dated January 13, 2005, from Dr. Smith. <i>Id.</i> at 207-09, 559. Dr. Smith wrote:</p>\n<blockquote>[Williams] notes that her pain is continuous. It is described as dull and achy in both the hands and neck. There is no click or radiation of pain from the neck into the hands.... Her appetite is generally normal. She does help with chores around the house.... She relates that her pain is mildly relieved by Hydrocodone.... Her pain is increased in general with physical activities and walking.</blockquote>\n<p><i>Id.</i> at 207-08. Dr. Smith also noted that Williams' physical exam was within normal limits, except that her range of motion of her cervical spine was reduced by five percent for rotation and lateral bending, and was painful over the lateral aspect of the cervical spine with rotation and lateral bending. <i>Id.</i> at 209. Dr. Smith reported that Williams had full range of motion in <span class=\"star-pagination\">*533</span> her shoulders and wrists, and noted no muscle atrophy or fasciculations. <i>Id.</i> Dr. Smith's diagnosis included chronic cervical pain, cervical degenerative disc disease, possible cervical facet syndrome, and status post multiple trigger finger releases. <i>Id.</i></p>\n<p>By letter dated February 3, 2005, MetLife authorized continuation of LTD benefits and stated that it had \"completed [its] review of the medical documentation from Dr. Smith's office. [Williams'] long-term Disability Benefits will continue as normal.\" <i>Id.</i> at 211.</p>\n<p>On March 3, 2005, MetLife requested updated information from Dr. Smith. <i>Id.</i> at 213-15. In a report dated March 1, 2005, and transmitted to MetLife on March 25, 2005, Dr. Smith wrote:</p>\n<blockquote>[Williams] states she is \"better than she used to be[.\"] ... She is still having problems sleeping at night.... Ms. Williams' pain is mostly on the midline cervical. It radiates down to her hands.... She admits to some paresthesias of both hands. [Her medication] seems to help [her] numbness and tingling.</blockquote>\n<p><i>Id.</i> at 216-18, 562. Dr. Smith also noted that Williams was mildly tender over the midline cervical spine and trapezius muscle bilaterally. <i>Id.</i> at 217. Williams had no muscle spasms or fasciculations, and had a full range of motion except for a five to ten percent reduction in her left rotation and left lateral flexion. <i>Id.</i> Dr. Smith indicated that a conservative approach with medications would be taken. <i>Id.</i> at 217-18. In a letter dated March 23, 2005, Dr. Smith stated, \"[a]t this time I do not feel that [plaintiff] would be able to return to her previous employment because of the diagnoses [of chronic cervical pain, chronic cervical degenerative disc disease, cervical facet syndrome, and status post multiple trigger finger releases].\" <i>Id.</i> at 221.</p>\n<p>On March 25, 2005, MetLife continued Williams' LTD benefits. <i>Id.</i> at 219-20. MetLife advised plaintiff that it would \"periodically require updated medical certification for [her] claim.\" <i>Id.</i> at 220.</p>\n<p>On May 11, 2005, and again on June 14, 2005, MetLife requested updated medical information from Williams. <i>Id.</i> at 228, 229. After receiving no response, MetLife contacted Dr. Smith on June 24, 2005. <i>Id.</i> at 232. Dr. Smith re-sent his January 13, 2005 and March 1, 2005 reports, and sent a report dated April 1, 2005, transcribed following Williams' latest office visit. <i>Id.</i> at 233-41. In that new report, Dr. Smith stated:</p>\n<blockquote>[Williams] states she is doing very well today. She has her good and bad days, but overall her pain is averaging about a 3 on a scale of 0/10.... She is not having the sharp shooting pains down her arms like she had before and is overall sleeping well with the medications.... Now that [her pain] has gotten under control she is going to start using the treadmill again.</blockquote>\n<p><i>Id.</i> at 235. Dr. Smith also noted that Williams was mildly tender over the upper trapezius muscle and lateral to C6 bilaterally. <i>Id.</i> No muscle spasms, fasciculations, or atrophy were noted. <i>Id.</i> Dr. Smith reported a full cervical range of motion in all directions. <i>Id.</i> Her strength was \"5/5 for upper extremities.\" <i>Id.</i> Dr. Smith diagnosed chronic cervical pain, cervical degenerative disc disease, cervical facet syndrome, status post multiple trigger ringer releases, and depression. <i>Id.</i> As for the diagnosis of depression, Dr. Smith did not refer Williams to a psychiatrist, but did prescribe an antidepressant, <i>See id.</i> at 235-36. Unlike in his March 23, 2005 report, Dr. Smith did not opine in his April 1, 2005 report on plaintiff's ability to return to work. <i>See id.</i></p>\n<p><span class=\"star-pagination\">*534</span> Following review of the medical information that Dr. Smith provided, MetLife terminated plaintiffs LTD benefits, effective August 9, 2005. <i>Id.</i> at 251-52. MetLife terminated her benefits \"because medical documents [did] not substantiate [her] inability to perform [her] customary occupation.\" <i>Id.</i> at 251. Under the Plan, \"customary occupation\" is defined as \"the activity that you regularly perform and that serves as your source of income. It is not limited to the specific position that you held with your Employer. It may be a similar activity that could be performed with your Employer or any other employer.\" Plan 00020. MetLife's letter summarized Dr. Smith's medical notes from January 31, 2005, March 1, 2005, and April 1, 2005. R. 251-52. MetLife found that \"[t]here is no evidence of abnormality of severity that would prevent [the plaintiff] from performing [her] sedentary job as a Customer Service Clerk.\" <i>Id.</i> at 252. In the letter, MetLife informed plaintiff of her appeal rights. <i>Id.</i><sup>[3]</sup></p>\n<p>On September 9, 2005, Williams appealed. <i>Id.</i> at 280-82, 577. In support of her appeal, Williams submitted updated medical information from Dr. Smith. <i>See id.</i> at 266-78, 577. In a report dated June 6, 2005, Dr. Smith noted that Williams did not report any back pain that day, but instead reported pain around both hips which radiated across the groin bilaterally and escalated after prolonged walking or standing, or going up and down stairs. <i>Id.</i> at 270. The diagnosis included chronic cervical pain, cervical degenerative disc disease, cervical facet syndrome, status post multiple trigger finger releases, depression, and new onset bilateral hip pain. <i>Id.</i> In a report dated July 5, 2005, Dr. Smith noted that Williams reported levelfive pain, on a scale from zero to ten. <i>Id.</i> at 269. Williams also had tenderness over her back and neck, and muscle tightness over the cervical and lumbar paraspinal muscles; however, Dr. Smith noted that Williams' boyfriend had recently assaulted her in the back and neck. <i>Id.</i> In a report dated August 11, 2005, Dr. Smith indicated that a recent driving incident had aggravated plaintiffs pain some, but not much, and rated her pain as a four. <i>Id.</i> at 267. Dr. Smith also noted Williams had some muscular tightness over the left portion of her neck and a reduction in her cervical range of motion by five percent for rotation. <i>Id.</i></p>\n<p>On September 14, 2005, MetLife referred plaintiffs file for review to Dr. John D. Thomas II, an independent Certified Disability Evaluator and board-certified physical medicine and rehabilitation specialist. <i>Id.</i> at 300-13. Dr. Smith framed the issue as: \"Does the medical information now in the file support severity of impairment/limitations precluding work function from 08/09/05 <i>Id.</i> the present?\" <i>Id.</i> at 300. The medical records that Dr. Smith reviewed encompassed the time period from March 15, 1996, through July 5, 2005. <i>See id.</i> at 303-10. Dr. Thomas reviewed the medical records in plaintiffs file, summarized the medical records in a report dated September 22, 2005, and concluded that the medical records did not support a severity of impairment or other limitation preventing plaintiff from \"work function.\" <i>See id.</i> at 300-11. In particular, Dr. Thomas noted:</p>\n<blockquote>Certainly ... there is ample medical record support for inability to use the hands, over time, during the 90s and <span class=\"star-pagination\">*535</span> again in the early 2000s, these issues appear to retreat with a 05/28/03 C-spine MRI.... It is not clear to me how these findings correlate with Ms. Williams' complaints on exam. It does not appear that any of her providers really lined the clinical picture up well.... [By the time of Dr. Smith's treatment for pain in January 2005], there appears to be a dichotomy or some inconsistencies between the pain complaints and the physical exam findings that Dr. Smith records. This is where the medical records begin to fall short of fully supporting inability to function/inability to work.</blockquote>\n<p><i>Id.</i> at 301. Dr. Thomas further noted that \"Dr. Smith's initial physical exam [on] 01/13/05 is for the most part within formal or acceptable limits, except for mild loss of C-spine range of motion and Ms. Williams complaining of tenderness to palpation about the neck and upper back.\" <i>Id.</i> Dr. Thomas concluded that \"[t]hese physical exam findings, basically throughout the period of treatment with Dr. Smith, do not support significant impairment/total inability to do work tasks,\" and that \"[t]he details that are recorded by Dr. Smith are for the most part within normal or acceptable limits.\" <i>Id.</i> at 302. Finally, Dr. Thomas indicated that plaintiffs file was missing certain objective medical information in support of a disability, including test or imaging results of significant pathology and neuromusculoskeletal exams commenting on hand, cervical, and spine functionality. <i>Id.</i></p>\n<p>MetLife also referred plaintiffs file for a limited review to Dr. Lee Becker, an independent physician consultant and boardcertified psychiatry specialist. <i>Id.</i> at 314-16, 318. Dr. Becker reviewed the medical records in plaintiffs file relevant to a psychiatric diagnosis, summarized it in a report dated September 19, 2005, and concluded that the medical records did not support functional limitations or Williams' inability to function at her sedentary job, effective August 9, 2005. <i>See id.</i> at 314-16, 319. In particular, Dr. Becker noted that plaintiffs claim file contained no documentation from a psychiatrist or other mental health professional, and that no mental status abnormalities were noted in plaintiff's medical records. <i>Id.</i> at 314.</p>\n<p>Based upon its own review and the findings of Dr. Thomas and Dr. Becker, MetLife upheld its decision to terminate plaintiffs LTD benefits claim, effective August 9, 2005, denied plaintiffs appeal, and issued its final written decision. <i>Id.</i> at 317-20. By letter dated October 4, 2005, MetLife informed Williams that the information contained in her claim file \"[did] not support the existence of a totally disabling condition severe enough to keep [her] from performing [her] customary occupation as of August 9, 2005.\" <i>Id.</i> at 319.</p>\n<p>Although Williams exhausted the appeals process, Williams submitted additional medical information to MetLife, including a November 4, 2005 C-spine MRI and office notes from Dr. Carmille Henry at the Norlina Medical Clinic, dated November 7, 2005. <i>See id.</i> at 321-31. MetLife transmitted these records to Dr. Thomas for his review. <i>Id.</i> at 340-42. MetLife asked Dr. Thomas if \"the medical documentation on file support[s] functional limitations and the claimant's inability to function from 8/9/05 to the present?\" <i>Id.</i> at 341. In a supplemental report, dated November 21, 2005, Dr. Thomas wrote that \"[t]his position is, apparently, a seated minimal lift, typing and writing-type work position.\" <i>Id.</i> at 356. After reviewing a \"C-spine MRI report from 11/04/05, and a series of lab tests from 11/07/05,\" Dr. Thomas wrote:</p>\n<blockquote>The file still lacks a detailed, traditional, orthopedic or neuromusculoskeletal exam clearly measuring/illustrating significant <span class=\"star-pagination\">*536</span> physical/functional pathology, tying in the C-spine MRI findings and supporting fully inability to do sedentary-duty tasks. Dr. Henry's checklist/written comments ... [from the lab tests of] 11/07/05 do not answer this need. Findings are knee crepitus with the rest of the neuromusculoskeletal system basically being within acceptable limits. Issues are cardiacnot neuromusculoskeletal. No out-of-work or functional impairment statements are contained in that note. The interval records reviewed do not clearly explain physical impairments/physical findings which would preclude sedentary-duty activities or function at a sedentary-duty level.</blockquote>\n<p><i>Id.</i> at 357-58. By letter dated November 29, 2005, MetLife informed plaintiff that the supplemental information did not change its decision to terminate her LTD benefits claim, effective August 9, 2005, and upheld its final decision. <i>Id.</i> at 365-66.</p>\n<p>On December 23, 2005, Williams again submitted additional medical information to MetLife, including a previously undisclosed April 22, 2003 office visit to Dr. Gary Kaplowitz, and a new report from Dr. Kaplowitz, dated December 14, 2005. <i>Id.</i> at 372-88, 390-96. Dr. Kaplowitz's December 14, 2005 report did not contain any recent evaluation or examination of Williams, but concluded that \"[Williams] is significantly disabled\" and that \"[i]t is impossible for her to do any kind of repetitive work with [her] right hand.\" <i>Id.</i> at 373. Williams also submitted a report detailing a September 9, 2005 office visit with Dr. Smith. <i>Id.</i> at 284-86.<sup>[4]</sup></p>\n<p>MetLife transmitted these records to Dr. Thomas for his review. In a second supplemental report dated January 10, 2006, Dr. Thomas discussed Dr. Smith's outpatient note from September 9, 2005. <i>Id.</i> at 403-06. Dr. Thomas first stated that Williams' occupation \"is a sedentary duty position requiring upper extremity taskskeyboarding and writing.\" <i>Id.</i> at 403. Dr. Thomas noted that, according to Dr. Smith, \"pain is the limiting factor of hand function and because of this, Ms. Williams is unable to return to work at her own occupation/job.\" <i>Id.</i> at 404, Dr. Thomas also stated that Dr. Kaplowitz \"provides no current, full, traditional, orthopaedic/neuromusculoskeletal exam in [his] note [of December 14, 2005]. He simply assesses Ms. Williams as being disabled and unable to do repetitive upper extremity tasks.\" <i>Id.</i> Dr. Thomas noted various pain medications that plaintiff had taken from January 13, 2005, to December 7, 2005. <i>Id.</i> at 405. Dr. Thomas again concluded that Williams' medical record did not support \"severe impairment/level of limitation precluding sedentary duty activity/return to work function ability from 8/9/05 to present.\" <i>Id.</i> at 405.</p>\n<p>By letter dated January 24, 2006, MetLife informed plaintiff that the supplemental information did not change its decision to terminate her LTD benefits claim, effective August 9, 2005. <i>Id.</i> at 410-11. Plaintiff submitted additional information on January 26, 2006, May 8, 2006, and September 11, 2006. <i>See id.</i> at 417-30, 442-44, 447. MetLife acknowledged receipt of this information, and, on September 19, 2006, informed plaintiff that the supplemental information did not change its decision to terminate her LTD benefits, effective August 9, 2005. <i>Id.</i> at 447-48. This action ensued.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*537</span> II.</h2>\n<p>Summary judgment is appropriate when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); Fed.R.Civ.P. 56(c). The party seeking summary judgment initially must demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the nonmoving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with specific facts showing that there is a genuine issue for trial,\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quotation omitted &amp; emphasis removed). A trial court reviewing a motion for summary judgment should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505. In making this determination, the court must view the evidence and the inferences drawn from the evidence in the light most favorable to the nonmoving party. <i>Scott v. Harris,</i> 550 U.S. 372, 127 S.Ct. 1769, 1774, 167 L.Ed.2d 686 (2007); <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962) (per curiam). When considering cross-motions for summary judgment, a court evaluates each motion separately using the standard set forth above. <i>See, e.g., </i><i>Monumental Paving &amp; Excavating, Inc. v. Pa. Mfrs.' Assoc. Ins. Co.,</i> 176 F.3d 794, 797 (4th Cir.1999).</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>A.</h2>\n<p>In order to determine whether an ERISA plan confers discretionary authority on an administrator, courts interpret ERISA plans de novo \"by looking to the terms of the plan and other manifestations of the parties' intent.\" <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> 489 U.S. 101, 113, 109 S.Ct. 948, 103 L.Ed.2d 80 (1989); <i>see Johannssen v. District No. 1-Pacific Coast Dist., MEBA Pen. Plan,</i> 292 F.3d 159, 168 (4th Cir.2002); <i>Bynum v. CIGNA Healthcare of N.C., Inc.,</i> 287 F.3d 305, 311 (4th Cir.2002). In this case, the parties agree that the Plan gives the administrator discretion to interpret the plan and to determine benefit eligibility; therefore, the standard of review is whether the administrator abused its discretion. <i>See </i><i>Firestone,</i> 489 U.S. at 111, 115, 109 S.Ct. 948; <i>Woods v. Prudential Ins. Co. of Am.,</i> 528 F.3d 320, 321-22 (4th Cir.2008); <i>Evans v. Eaton Corp. Long Term Disability Plan,</i> 514 F.3d 315, 321-23 (4th Cir.2008); <i>Colucci v. Agfa Corp. Severance Pay Plan,</i> 431 F.3d 170, 176 (4th Cir.2005); <i>Bynum,</i> 287 F.3d at 311; <i>cf. </i><i>Metro. Life Ins. Co. v. Glenn,</i> ___ U.S. ___, 128 S.Ct. 2343, 2350, 171 L.Ed.2d 299 (2008) (\"Trust law continues to apply a deferential standard of review to the discretionary decisionmaking of a conflicted trustee....\"). Under this standard, an administrator's decision will not be disturbed if it is reasonable, even if the reviewing court would have come to a different conclusion independently. <i>See, e.g., </i><i>Evans,</i> 514 F.3d at 323; <i>Colucci,</i> 431 F.3d at 176; <i>Smith v. Cont'l Cas. Co.,</i> 369 F.3d 412, 417 (4th Cir.2004); <i>Feder v. Paul Revere Life Ins. Co.,</i> 228 F.3d 518, 522 (4th Cir.2000). \"[A] decision is reasonable if it is the result of a deliberate, principled reasoning process and if it is supported by substantial evidence.\" <i>Ellis v. Metro. Life Ins. Co.,</i> 126 F.3d 228, 232 (4th Cir.1997) (quotation omitted); <i>see also </i><i>Stup v. UNUM Life Ins. Co. of Am.,</i> 390 F.3d 301, 307 (4th Cir.2004); <i>Bernstein v. Capital-Care,</i> <span class=\"star-pagination\">*538</span> <i>Inc.,</i> 70 F.3d 783, 788 (4th Cir.1995). Substantial evidence is \"evidence which a reasoning mind would accept as sufficient to support a particular conclusion\" and which \"consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>LeFebre v. Westinghouse Elec. Corp.,</i> 747 F.2d 197, 208 (4th Cir.1984) (quotations omitted). A reviewing court must assess the reasonableness of the administrator's decision based on the facts known to the administrator at the time of the decision. <i>See, e.g., </i><i>Elliott v. Sara Lee Corp.,</i> 190 F.3d 601, 608-09 (4th Cir.1999).</p>\n<p>Where (as here) the plan administrator both evaluates and pays benefits claims, the court must weigh such conflict of interest as a factor in determining whether there is an abuse of discretion. <i>See </i><i>Glenn,</i> 128 S.Ct. at 2348, 2350: <i>Firestone,</i> 489 U.S. at 115, 109 S.Ct. 948; <i>Blackshear v. Reliance Standard Life Ins., Co.,</i> 509 F.3d 634, 639 (4th Cir.2007); <i>Stup,</i> 390 F.3d at 307; <i>Booth v. Wal-Mart Stores, Inc. Assocs. Health &amp; Welfare Plan,</i> 201 F.3d 335, 342 (4th Cir.2000); <i>Ellis,</i> 126 F.3d at 233. The \"conflict of interest\" factor \"should prove more important (perhaps of great importance) where circumstances suggest a higher likelihood that it affected the benefits decision, including, but not limited to, cases where an insurance company administrator has a history of biased claims administration.\" <i>Glenn,</i> 128 S.Ct. at 2351. The factor \"should prove less important (perhaps to the vanishing point) where the administrator has taken active steps to reduce potential bias and to promote accuracy, for example, by walling off claims administrators from those interested in firm finances, or by imposing management checks that penalize inaccurate decisionmaking irrespective of whom the inaccuracy benefits.\" <i>Id.</i> Thus, \"[t]he more incentive for the administrator... to benefit itself by a certain interpretation of benefit eligibility or other plan terms, the more objectively reasonable the administrator['s] ... decision must be and the more substantial the evidence must be to support it.\" <i>Ellis,</i> 126 F.3d at 233.</p>\n<p>The Supreme Court's decision in <i>Glenn</i> illustrates (but does not mandate applying) the Sixth Circuit's \"combination-of-factors\" method of review. 128 S.Ct. at 2351. The Fourth Circuit's approach differs from the Sixth Circuit in that it modifies the abuse of discretion standard according to a \"sliding scale\" based on the degree of the conflict of interest. <i>See, e.g., </i><i>Ellis,</i> 126 F.3d at 233. A reviewing court may then consider various factors to assess the reasonableness of the administrator's decision. These factors include (but are not limited to):</p>\n<blockquote>(1) the language of the plan; (2) the purposes and goals of the plan; (3) the adequacy of the materials considered to make the decision and the degree to which they support it; (4) whether the fiduciary's interpretation was consistent with other provisions in the plan and with earlier interpretations of the plan; (5) whether the decisionmaking process was reasoned and principled; (6) whether the decision was consistent with the procedural and substantive requirements of ERISA; (7) any external standard relevant to the exercise of discretion; and (8) the fiduciary's motives and any conflict of interest it may have.</blockquote>\n<p><i>Booth,</i> 201 F.3d at 342-43; <i>see </i><i>Colucci,</i> 431 F.3d at 177. The <i>Booth</i> factors are best viewed \"as more particularized statements of the elements that constitute a deliberate, principled reasoning process and substantial evidence and of the reasons for applying a modified abuse of discretion standard of review.\" <i>Donnell v. Metro. Life Ins. Co.,</i> 165 Fed.Appx. 288, <span class=\"star-pagination\">*539</span> 294 n. 6 (4th Cir.2006) (unpublished) (quotations omitted).</p>\n<p>The court recognizes that MetLife, in its capacity as Plan Administrator, both evaluates and pays benefits claims, and therefore operates under a conflict of interest. Neither party presents direct evidence on the conflict of interest factor or the weight which the court should afford it However, MetLife initially found plaintiff disabled under the Plan and awarded her LTD benefits through August 8, 2005, suggesting that MetLife was not biased concerning plaintiffs claim. <i>See id.</i> at 140-41, 251-52. MetLife also obtained the opinions of two independent physician consultants in upholding its decision to terminate Williams' LTD benefits claim on appeal. <i>See id.</i> at 300-20. Nevertheless, the court considers the conflict of interest in its review, and accordingly proceeds under the modified abuse of discretion standard. <i>See, e.g., </i><i>Stup,</i> 390 F.3d at 307; <i>Booth,</i> 201 F.3d at 342-43; <i>Ellis,</i> 126 F.3d at 232-33. In assessing the reasonableness of MetLife's decision, the court requires that MetLife's decision be more objectively reasonable and supported by more substantial evidence (as compared to when no conflict of interest exists), but recognizes that the conflict of interest factor proves less important because MetLife took active steps to reduce potential bias by seeking review of its termination decision by independent doctors. <i>See, e.g., </i><i>Glenn,</i> 128 S.Ct. at 2351; <i>Ellis,</i> 126 F.3d at 233-34.</p>\n<p></p>\n<h2>B.</h2>\n<p>A decision is reasonable if it is the result of a deliberate, principled reasoning process under the Plan and if it is supported by substantial evidence. <i>See, e.g., </i><i>Evans,</i> 514 F.3d at 325-26; <i>Stup,</i> 390 F.3d at 307; <i>Booth,</i> 201 F.3d at 342-43; <i>Ellis,</i> 126 F.3d at 232. The question in this case turns on whether plaintiff failed to meet the definition of disability in the Plan concerning her \"customary occupation,\" effective August 9, 2005. <i>See</i> Plan 0019. August 9, 2005, is within the first thirty-six months of plaintiffs disability; therefore, the issue under the Plan is whether due to sickness or injury, plaintiff was receiving appropriate care from a doctor on a continuing basis and was unable \"to perform all of [her] duties [as a customer service clerk and was] unable to earn more than 70% of [her] Predisability Earnings [as a customer service clerk] for any employer in [her] Local Economy.\" Plan 00019; <i>see also id.</i> at 00070. Notably, MetLife found that plaintiff met the Plan's definition of \"disability\" in December 2003, February 2005, and March 2005, and awarded and continued LTD benefits for the period of October 31, 2003, through August 8, 2005, but then changed its decision, effective August 9, 2005. Accordingly, with the governing standard of review in mind, the court initially focuses on the evidence available to MetLife when it made its initial decision to award LTD benefits and then its decision to deny benefits. The court then examines the appeal process and MetLife's reliance on Dr. Thomas' initial and supplemental reports.</p>\n<p>As mentioned, on December 15, 2003, MetLife approved plaintiffs LTD claim under the Plan, effective October 31, 2003. <i>See</i> R. 140-41, By definition, MetLife thereby concluded that plaintiffs evidence satisfied the Plan's definition of disability. To remain eligible for LTD benefits, the Plan required plaintiff to provide \"proof of continuing Disability\" as defined in the Plan. <i>See</i> Plan 00029.</p>\n<p>The Plan does not specifically define the nature of such proof, and the parties disagree about the nature of the proof under the Plan. MetLife argues that such proof must include \"credible, objective medical evidence\" and cites the Summary Plan Description. <span class=\"star-pagination\">*540</span> <i>See</i> Plan 00090, 00096. In response, plaintiff argues that, because the Plan does not require \"credible, objective medical evidence,\" the Plan conflicts with Summary Plan Description, and, \"[i]f any discrepancies arise between [the Summary Plan Description] and the applicable plan document(s), the plan document(s) are the final authority and will control in deciding any questions that may arise considering the Plan(s).\" <i>Id.</i> at 00038. Thus, according to plaintiff, she need not prove that she meets the definition of disability in the Plan with \"credible, objective medical evidence.\" Alternatively, plaintiff contends that the record contains credible, objective medical evidence of her disability under the Plan.</p>\n<p>The court disagrees with plaintiff's contention that there is a discrepancy between the Plan and the Summary Plan Description as to what type of \"proof of continuing disability\" that a plaintiff must present <i>Compare</i> Plan 00029 <i>with id.</i> at 00090, 00096. The Plan requires documented proof of disability, but is silent as to the nature of the proof. <i>See id.</i> at 00029. The Summary Plan Description clarifies that the proof must include \"credible, objective medical evidence.\" Moreover, \"it is hardly unreasonable for the [plan] administrator to require an objective component to [proof of disability].\" <i>Maniatty v. Unumprovident Corp.,</i> 218 F.Supp.2d 500, 504 (S.D.N.Y.2002); <i>see also </i><i>Hensley v. Int'l Bus. Machs. Corp.,</i> 123 Fed.Appx. 534, 539-40 (4th Cir.2004) (unpublished); <i>Ellis,</i> 126 F.3d at 231; <i>Robinson v. Phoenix Home Life Mut. Ins. Co.,</i> 7 F.Supp.2d 623, 633 (D.Md.1998) (\"[I]t was reasonable for [the plan administrator] in the exercise of its discretion to give more weight to objective medical findings than to determinations based on subjective complaints.\"). Nevertheless, as explained below, the record in this case contains ample \"credible, objective medical evidence\" beyond plaintiff's subjective complaints of pain.</p>\n<p>On February 11, 2004, MetLife requested updated medical information from plaintiff. <i>See</i> R. 152. Plaintiff complied. <i>See id.</i> at 160-63. On December 1, 2004, MetLife again requested updated medical information from plaintiff. <i>See id.</i> at 171. Plaintiff again complied. <i>See id.</i> at 181-85, 188-89. On December 30, 2004, MetLife again requested additional medical information from plaintiff. <i>See id.</i> at 196. Plaintiff again complied. <i>See id.</i> at 207-09.</p>\n<p>By letter dated February 3, 2005, MetLife authorized continuation of plaintiff's LTD benefits. <i>See id.</i> at 211-12; By definition, MetLife thereby concluded that plaintiffs evidence satisfied the Plan's definition of disability.</p>\n<p>On March 3, 2005, MetLife again requested medical information from plaintiff. <i>See id.</i> at 213-15. Plaintiff again complied. <i>See id.</i> at 216-18, 221.</p>\n<p>On March 25, 2005, MetLife again authorized continuation of plaintiff's LTD benefits. <i>See id.</i> at 219-20. By definition, MetLife thereby concluded that plaintiffs evidence satisfied that Plan's definition of disability.</p>\n<p>In May and June 2005, MetLife again asked plaintiff for updated medical information. <i>See id.</i> at 228, 229. Dr. Smith transmitted two reports that MetLife previously received and a new report dated April 1, 2005. <i>See id.</i> at 234-41.</p>\n<p>After reviewing the updated medical information, MetLife terminated plaintiff's LTD benefits effective August 9, 2005. <i>See id.</i> at 251-52. The only \"new\" medical information that was in the record was Dr. Smith's report of April 1, 2005. Moreover, in making this decision MetLife relied on a \"case manager\" and a \"nurse consultant.\" <span class=\"star-pagination\">*541</span> <i>See id.</i> at 574. MetLife did not consult a physician.</p>\n<p>Plaintiff argues that MetLife's decision to terminate plaintiff's LTD benefits, effective August 9, 2005, was not reasonable under the Plan and not supported by substantial evidence. In making this argument, plaintiff mentions the conflict of interest, but focuses on three <i>Booth</i> factors: (1) the Plan language; (2) the adequacy of the materials considered to make a decision; and (3) whether the decisionmaking process was reasonable and principled. <i>See </i><i>Booth,</i> 201 F.3d at 342-43.</p>\n<p>As for the Plan language, MetLife reviewed, approved, and continued plaintiffs receipt of LTD benefits from October 31, 2003, through August 8, 2005. By definition, MetLife thereby concluded that plaintiffs evidence met the definition of disability as to her customary occupation under the Plan. <i>See</i> Plan 00019.</p>\n<p>As for the adequacy of the materials that MetLife considered in connection with its decision to terminate plaintiffs LTD benefits, effective August 9, 2005, and as for whether that decisionmaking process was reasonable and principled, MetLife was required to consider all of the evidence in the record at the time of its decision. <i>See, e.g., </i><i>White v. Sun Life Assurance Co.,</i> 488 F.3d 240, 255 (4th Cir. 2007). One piece of evidence before Met-Life at the time it terminated plaintiffs LTD benefits, effective August 9, 2005, indicated an improvement in plaintiffs chronic neck pain. Specifically, Dr. Smith's report, dated April 1, 2005, stated that Williams told Dr. Smith during her office Visit that her chronic neck pain averaged three on a scale of zero to ten and was \"under control.\" R. 235. Dr. Smith's report also indicated that Williams no longer suffered sharp shooting pains down her arms, that she was sleeping well with the aid of her medications, and that she was advised to walk every other day for at least fifteen minutes. <i>Id.</i> at 235-36. Dr. Smith noted no muscle spasms, fasciculations, or atrophy, and reported a full cervical range of motion. <i>See id.</i> at 235. He diagnosed plaintiff with chronic cervical pain, cervical degenerative disc disease, cervical facet syndrome, status post multiple trigger finger releases, and depression. <i>Id.</i> Dr. Smith continued to prescribe a duragesic patch for chronic pain, Restoril to assist with sleeping, and Zoloft for depression. <i>See id.</i> at 236. Plaintiff also was to begin walking on a treadmill at least fifteen minutes every other day. Dr. Smith scheduled a follow-up appointment in one month. <i>See id.</i></p>\n<p>In its letter terminating plaintiffs LTD benefits, MetLife stated that her \"medical documents [did] not substantiate [her] inability to perform [her] customary occupation.\" <i>Id.</i> at 251. The letter then described Dr. Smith's office notes dated January 13, 2005, March 1, 2005, and April 1, 2005. <i>See id.</i> at 251-52. MetLife's letter does not, however, address the documented medical evidence from plaintiffs treating physicians concerning plaintiffs inability to use her hands (particularly her right hand) in performing her customary occupation as a customer service clerk. MetLife's letter also fails to acknowledge, much less address, that MetLife had Dr. Smith's notes of January 13, 2005, and March 1, 2005, and relied (in part) on those notes in continuing plaintiffs LTD benefits on March 25, 2005. <i>See id.</i> at 219-20. Further, MetLife did not address the other medical evidence in the record concerning plaintiffs hands and how that impacted her ability to type throughout the day as a customer service clerk. Thus, the court concludes that MetLife's decisionmaking process was not reasonable or principled. <i>See, e.g., </i><i>Black &amp; Decker Disability Plan v. Nord,</i> 538 <span class=\"star-pagination\">*542</span> U.S. 822, 834, 123 S.Ct. 1965, 155 L.Ed.2d 1034 (2003); <i>Stup,</i> 390 F.3d at 308; <i>Booth,</i> 201 F.3d at 342-43.</p>\n<p>In defense of MetLife's decision, MetLife cites the report and two supplemental reports that Dr. Thomas prepared concerning plaintiff's administrative appeal. As part of Dr. Thomas' evaluation of plaintiff's inability to use her hands, he opined that \"[c]ertainly ... there is ample medical record support for inability to use the hands, over time, during the 90s and again in the early 2000s, [but] these issues appear to retreat with a 05/28/03 c-spine MRI actually ordered by Ms. Williams' orthopedic/upper extremity surgeon, Dr. Kaplowitz.\" R. 301.</p>\n<p>Not surprisingly, plaintiff argues that Dr. Thomas failed to analyze the evidence vis-a-vis her inability to use her hands to type throughout the day and failed to engage in a reasonable and principled reasoning. The court agrees with plaintiff. Dr. Thomas' claim that evidence concerning her inability to use her hands retreated as of May 28, 2003, is not accurate. Dr. Kaplowitz (who had treated plaintiff since 1996 for carpel tunnel syndrome and trigger finger syndrome and operated on her numerous times for these conditions) opined on June 9, 2003, that plaintiff \"still has some swelling in that right hand and there really is nothing else to do. It is not infected but there is a lot of scar tissue there and she types all day. She may need some job modification....\" <i>Id.</i> at 115. Moreover, in plaintiff's personal profile of December 1, 2003, she reported \"problems with right hand dexterity\" and \"constant pain scar tissue on right hand.\" <i>Id.</i> at 118. Further, Dr. Pitts reported on February 3, 2004, that plaintiffs pain included her \"right shoulder and all of the fingers of her right hand.... The pain radiates also into the left hand into all of the fingers.\" <i>Id.</i> at 162. Dr. Smith reported on September 3, 2004, that plaintiff complained about pain in her hands and neck. <i>See id.</i> at 189. In an updated personal profile form dated December 27, 2004, plaintiff again reported constant pain in, among other places her shoulder blades and hands and swelling in her hands. <i>Id.</i> at 181. Dr. Smith's note of January 13, 2005, referenced (among other things) plaintiffs continuous pain in her hands and her neck. <i>Id.</i> at 207-09. He further stated that the hand pain seemed \"independent of the neck pain.\" <i>Id.</i> at 207. All of Dr. Smith's records reference the multiple surgeries performed on plaintiffs hands. <i>See, e.g.,</i> id In plaintiffs August 2005 appeal, plaintiff stated:</p>\n<blockquote>I am disabled because of two carpal tunnel operations, tendinitis, seven trigger finger operation[s].... My hands have a large amount of scar tissue. With medication my hands still swell and hurt sever[e] enough to be disabling.</blockquote>\n<p><i>Id.</i> at 280. Finally, Dr. Kaplowitz's note of December 14, 2005, discussed plaintiffs condition, including her \"diagnosis of recurrent carpal tunnel and recurrent trigger fingers, chronic swelling of her right hand ... [and] degenerative changes of... C3-4 disks and C4-5 with a small left posterior paramediam herniation.\" <i>Id.</i> at 373. Dr. Kaplowitz concluded that she was disabled from performing her occupation as a customer service clerk due to these conditions. \"It is impossible for her to do any kind of repetitive work with the right hand. She is significantly disabled and on chronic pain medication and being cared for at the pain clinic by Dr. Carl Smith.\" <i>Id.</i></p>\n<p>As the foregoing evidence shows, plaintiffs medical problems with her hands (particularly with her right hand) continued well beyond May 28, 2003. Moreover, the medical records include credible, objective <span class=\"star-pagination\">*543</span> medical evidence (beyond plaintiff's mere complaints of pain) substantiating numerous operations on plaintiffs hands and scar tissue related to those operations. Indeed, MetLife relied (in part) on some of this very evidence concerning her hands in granting plaintiffs initial request for LTD benefits in December 2003, and in twice continuing her LTD benefits in February 2005 and March 2005.</p>\n<p>Dr. Thomas reviewed plaintiffs file and the supplemental medical information, and concluded that the medical information did not support a severity of impairment or other limitation preventing plaintiff from returning to her sedentary job as of August 9, 2005. <i>See id.</i> at 300-11, 356-58, 403-06. Dr. Thomas' report and supplemental reports overwhelmingly focused on plaintiffs neck and back pain and issues associated with that pain. His analysis of plaintiffs inability to use her hands effectively ceased as of May 28, 2003. <i>See id.</i> Further, Dr. Thomas noted that plaintiffs file (including records of her treating physicians) did not include objective medical evidence in support of her alleged disability, such as recent test or imaging results, or a detailed neuromusculoskeletal exam from her treating physicians addressing plaintiffs hand, cervical, or spine functionality. <i>Id.</i> at 302, 358, 405.</p>\n<p>ERISA does not require MetLife, as Plan Administrator, to accord special deference to Williams' treating physicians. <i>See, e.g., </i><i>Elliott,</i> 190 F.3d at 606. Nevertheless, a \"[p]lan administrator[ ] ... may not arbitrarily refuse to credit a claimant's reliable evidence, including the opinions of a treating physician.\" <i>Black &amp; Decker Disability Plan,</i> 538 U.S. at 834, 123 S.Ct. 1965; <i>cf. </i><i>White,</i> 488 F.3d at 255 (a plan administrator must consider all the information before it).</p>\n<p>In this case, Dr. Thomas' report and supplemental reports did not discuss the objective medical evidence in the record concerning plaintiffs inability to use her hands (particularly her right hand) in performing her duties as a customer service clerk. These duties included typing throughout the day. MetLife was not justified in rejecting the opinions of plaintiffs treating physicians as well as plaintiffs statements \"on the basis of such ... flawed report[s].\" <i>Gorski v. ITT Long Term Disability Plan for Salaried Employees,</i> 314 Fed.Appx. 540, 547 (4th Cir. 2008) (per curiam) (unpublished). Moreover, although test results referenced in Dr. Thomas' report would certainly qualify as \"credible objective medical evidence,\" the absence of such test results concerning plaintiffs hands, does not negate the other credible, objective medical evidence concerning plaintiffs hands and her resulting inability to type throughout the day. The parties agree that the ability to type throughout the day is an essential function of serving as a Cingular customer service representative.</p>\n<p>In sum, the court has reviewed the entire record under the modified abuse of discretion standard. <i>See, e.g., </i><i>Evans,</i> 514 F.3d at 325-26; <i>Stup,</i> 390 F.3d at 307; <i>Booth,</i> 201 F.3d at 342-43; <i>Ellis,</i> 126 F.3d at 232-33: <i>cf. </i><i>Glenn,</i> 128 S.Ct. at 2350-51. Substantial evidence does not support MetLife's conclusion that, effective August 9, 2005, Williams was not disabled from her customary occupation as defined in the Plan.</p>\n<p></p>\n<h2>C.</h2>\n<p>Having determined that MetLife's abused its discretion in terminating plaintiffs LTD benefits, effective August 9, 2005, the court turns to the issue of remedy. Ordinarily, the court would remand the matter to the plan administrator for a new determination. <i>See, e.g., </i><i>Gorski,</i> 314 Fed.Appx. at 548; <i>Flinders v. Workforce</i> <span class=\"star-pagination\">*544</span> <i>Stabilization Plan of Phillips Petroleum Co.,</i> 491 F.3d 1180, 1194 (10th Cir.2007). In this case, however, the parties' dispute concerns plaintiffs eligibility for LTD benefits for the period April 7, 2003, through April 6, 2006. <i>See</i> Def.'s Summ. J. Mem. 4 n. 2; <i>see</i> Plan 00019. Further, MetLife appears to concede if the court were to rule in favor of the plaintiff in this case, then any remand would need only focus on whether plaintiff is disabled under the Plan's definition of disability applicable after the 36-month \"customary occupation\" period. <i>See</i> Def's Summ. J. Mem. 4 n. 2; Plan 00019. Thus, because the record clearly shows that plaintiff is entitled to LTD benefits in accordance with the Plan for the period April 7, 2003, through April 6, 2006 (that is, the \"customary occupation\" period), the court awards benefits for that period.<sup>[5]</sup> Further, the action is remanded to MetLife to determine plaintiffs eligibility for LTD benefits under the Plan's \"any gainful occupation\" definition for the period beginning on April 7, 2006. <i>See</i> Plan 00019.</p>\n<p></p>\n<h2>IV.</h2>\n<p>For the reasons discussed above, plaintiffs motion for summary judgment [D.E. 31] is GRANTED, and defendant's motion for summary judgment [D.E. 40] is DENIED. The court directs MetLife to award LTD benefits to plaintiff in accordance with the Plan for the period of April 7, 2003, through April 6, 2006. Plaintiff is also awarded prejudgment interest at the applicable rate. The court remands plaintiffs request for LTD benefits under the \"any gainful occupation\" definition in the Plan to MetLife. Finally, plaintiff may submit a request for attorneys fees and costs pursuant to 29 U.S.C. § 1132(g), the Federal Rules of Civil Procedure, and the Local Rules.</p>\n<h2>NOTES</h2>\n<p>[1]  All record citations to are to the bound record (\"R. ___\") or to the bates-stamped page numbers of the Plan and the Summary Plan Description (\"Plan ___\").</p>\n<p>[2]  The Plan was amended to extend the definition to the first thirty-six months (rather than twenty-four months) of the insured's disability. <i>See, e.g.,</i> Plan 00070 (revised definition of disability in the Summary Plan Description); <i>see also</i> R. at 202-03 (January 12, 2005 letter explaining change in LTD benefits amount); <i>id.</i> at 211-12 (February 3, 2005 letter granting extension of LTD benefits); <i>id.</i> at 317 (October 4, 2005 letter denying plaintiff's appeal). The parties agree that the thirty-six month period applies to plaintiff's claim for LTD benefits in this case.</p>\n<p>[3]  The Plan provides for an appeal if MetLife denies a disability claim. <i>See</i> Plan 00050-51. If MetLife denies the claim on appeal, MetLife provides a final written decision stating the reasons for denial and referencing any specific Plan provisions on which the denial is based. <i>See id.</i> 00051.</p>\n<p>[4]  MetLife received Dr. Smith's September 9, 2005 report on September 26, 2005. It was therefore unavailable for Dr. Thomas' initial review of Williams' LTD claim file on September 14, 2005, but he considered it in his second supplemental report. <i>See</i> R. 284-86, 404.</p>\n<p>[5]  If the parties dispute the proper calculation of the amount or duration of LTD benefits for the \"customary occupation\" period, either party may seek relief from the court by filing an appropriate motion concerning such issues. The court expects counsel for each party initially to seek to resolve any such issues before filing a motion.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">632</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">525</span></span> (2008)</b></center>\n<center><h1>Gloria WILLIAMS, Plaintiff,<br>\nv.<br>\nMETROPOLITAN LIFE INSURANCE COMPANY, INC., Defendant.</h1></center>\n<center>No. 5:07-CV-74-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 12, 2008.</center>\n<p><span class=\"star-pagination\">*526</span> Andrew O. Whiteman, Raleigh, NC, for Plaintiff.</p>\n<p>Stephen A. Dunn, Emanuel &amp; Dunn, PLLC, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiff Gloria Williams (\"plaintiff' or \"Williams\"), a former customer service clerk of Cingular Wireless (\"Cingular\"), seeks long term disability (\"LTD\") benefits under the Cingular Long Term Disability Plan (\"the Plan\"), an employee welfare benefit plan regulated by the Employee Retirement Income Security Act (\"ERISA\") of 1974, 29 U.S.C. §§ 1001 et seq. Acting in its capacity as the Plan's Claims Administrator, defendant Metropolitan Life Insurance Company (\"Met-Life\") terminated Williams' LTD benefits, effective August 9, 2005. After exhausting the Plan's appeal process, Williams filed suit alleging a single cause of action under ERISA. MetLife asserted a counterclaim seeking to recover an overpayment of LTD benefits created when Williams received a lump-sum, retroactive award of social security disability income benefits encompassing the coverage period. Williams and MetLife each moved for summary judgment. On November 24, 2008, the court heard oral argument. As explained below, the court grants Williams' motion for summary judgment, and denies MetLife's motion for summary judgment.</p>\n<p></p>\n<h2>I.</h2>\n<p>Williams began working as a customer service clerk for Cingular in September 2000. As a customer service clerk, Williams wore a telephone headset, spoke with customers, and typed information throughout the day concerning the customer's problems. On April 4, 2003, she stopped working and submitted a claim for Short Term Disability (\"STD\") benefits <span class=\"star-pagination\">*527</span> under the Plan. <i>See</i> R. 1-24, 26, 28-30, 317, 502-04.<sup>[1]</sup></p>\n<p>MetLife is the Plan's Claims Administrator and is granted discretionary authority to interpret the terms of the Plan and to determine eligibility for STD and LTD benefits. <i>See</i> Pl.'s Mot. for Summ. J. Ex. 2, at 41, 98 [Plan 00040, 00090]. The Plan defines \"disability\" as follows:</p>\n<blockquote>[D]ue to sickness, pregnancy or accidental injury, you are receiving Appropriate Care and Treatment from a Doctor on a continuing basis, and</blockquote>\n<blockquote>1. During the first 24 months of your Disability, including your Elimination Period, due to your inability to perform all of the duties of your Customary Occupation, you are unable to earn more than 70% of your Predisability Earnings at your Customary Occupation for any employer in your Local Economy; or</blockquote>\n<blockquote>2. After the first 24 month period, you are unable to earn more than 50% of your Predisability Earnings from any employer in your Local Economy at any gainful occupation for which you are reasonably qualified taking into account your training, education, experience and Predisability Earnings.</blockquote>\n<p>Plan 00019.<sup>[2]</sup></p>\n<p>In support of her claim, plaintiff submitted an Attending Physician Statement dated April 22, 2003, from Dr. Gary Kaplowitz. <i>See id.</i> at 3. Dr. Kaplowitz had treated plaintiff since 1996 for trigger finger syndrome, tendinitis, and carpal tunnel syndrome (\"CTS\"). <i>See id.</i> at 4. Trigger finger syndrome occurs when the motion of the tendon that opens and closes a finger becomes limited, causing the finger to lock or catch as the finger is extended. <i>See</i> Pl.'s Summ. J. Mem. 3. On April 22, 2003, Dr. Kaplowitz opined that plaintiff was unable to use her hands due to tendinitis, CTS, and trigger finger syndrome. R. 3. Dr. Kaplowitz began treating plaintiff for these conditions in 1996. Specifically, on March 21, 1996, Dr. Kaplowitz performed a surgical procedure to release the flexor tendon sheaths of plaintiffs left long finger and left thumb. <i>Id.</i> at 10. On January 21, 1997, plaintiff had a left carpal tunnel release. <i>Id.</i> at 12. On April 1, 1997, plaintiff had a right median nerve decompression and a right trigger thumb release. <i>Id.</i> at 13-14. On March 30, 2000, plaintiff had a left ring trigger finger release. <i>Id.</i> at 15. After her employment began with Cingular in September 2000, Dr. Kaplowitz continued to treat plaintiff, and plaintiff had a right long finger release on November 30, 2000. <i>Id.</i> at 18-19. On February 28, 2002, plaintiff had a right ring finger release. <i>Id.</i> at 22-23. On October 30, 2002, she had a right small finger and thumb release. <i>Id.</i> at 29. During these various surgical procedures, plaintiff continued to work as a customer service clerk at Cingular.</p>\n<p>Plaintiff received STD benefits from April 7, 2003, through May 18, 2003. <i>Id.</i> <span class=\"star-pagination\">*528</span> at 31, 506-08. The STD benefits terminated, effective May 19, 2003, because:</p>\n<blockquote>there is no objective medical evidence to support [plaintiffs] absence from work. Dr. Kaplowitz office note dated April 11, 2003 states \"she says she can not type because of pain in her hands but she is much better since the surgery.\" [R. at 28] He shows there is nothing he can do but give [plaintiff] anti-inflammatory medication, which he has been doing. While Dr. Kaplowitz scheduled an appointment in a month, no where does he indicate a period of disability.</blockquote>\n<p><i>Id.</i> at 32. On May 29, 2003, plaintiff returned to work and worked until June 4, 2003. <i>Id.</i> at 510, 514.</p>\n<p>On May 28, 2003the day prior to plaintiff returning to workDr. Kaplowitz requested an MRI of plaintiffs cervical spine based upon plaintiffs report of \"[n]eck and right shoulder pain with radiation down arm to hand since [March 2002].\" <i>Id.</i> at 37, 509. The MRI showed degenerative disc changes, severe at C5-C6 disc with moderate stenosis. <i>Id.</i> at 36-37. On June 16, 2003, MetLife received a copy of the MRI and wrote plaintiff, enclosing forms and asking for information from plaintiffs physician in order to consider her claim for STD benefits. <i>See id.</i> at 41, 510.</p>\n<p>On June 23, 2003, plaintiff consulted Dr. Dennis Myers, a chiropractor, for evaluation and treatment of headaches and upper back pain since May 23, 2003, and right upper extremity pain since March 13, 2003. <i>See id.</i> at 51. After examining plaintiff, Dr. Myers reported she is \"unable to return to work\" and should \"avoid repetitive[] computer work and hand use.\" <i>Id.</i> at 58. On June 27, 2003, Dr. Myers completed an Attending Physician Statement reporting symptoms of \"constant severe upper back pain with radicular symptoms down the right arm to the fingers.\" <i>Id.</i> at 54. Dr. Myers' examination revealed that plaintiffs reflexes were normal. <i>Id.</i> at 42. Tests revealed that she had normal strength on the left side and grade four strength on the right <i>Id.</i> at 43. Range of motion testing revealed mild-to-moderate restrictions of the cervical spine, and plaintiff reported sharp pain moving into the shoulders upon lateral flexion. <i>Id.</i> at 44, 57. Dr. Myers reported plaintiffs primary spinal-related health problems as cervical disc degeneration, cervical radiculitis, muscle spasms, and cervical, thoracic, and lumbar segmental/somatic dysfunction. <i>Id.</i> at 45.</p>\n<p>By letter dated June 30, 2003, MetLife advised plaintiff that her STD benefits had been extended through July 30, 2003. <i>Id.</i> at 60. MetLife also told plaintiff that if her disability was expected to extend beyond that date, MetLife would require specific medical information. <i>Id.</i></p>\n<p>On August 15, 2003, Dr. Myers completed a follow up Attending Physician Statement, after an August 12, 2003 exam of plaintiff, reporting that plaintiff had improved but was still unable to work. <i>Id.</i> at 64. He restricted plaintiff from repetitive computer work or hand use and scheduled a re-evaluation on September 26, 2003. <i>Id.</i> at 63. Dr. Myers' clinical notes revealed improvements in strength and range of motion. <i>Compare id.</i> at 56 <i>with id.</i> at 69-70.</p>\n<p>On September 8, 2003, MetLife spoke with Dr. Myers, who reported his concern about possible psychiatric issues. <i>Id.</i> at 522-23. MetLife indicated its understanding that plaintiffs disability was related to a hand issue for which Dr. Kaplowitz apparently had completed treatment. <i>See id.</i> Dr. Myers responded that</p>\n<blockquote>he will plan for a [return to work] for 4 hours beginning on 9/15/03. He will see [Plaintiff] again on 9/10 and inform her of this status and give her the support needed. He will see how she does for <span class=\"star-pagination\">*529</span> this week. Then re-eval the number of hours to increase her the [week] of 9/22. He states he wants to wean her from treatment. Otherwise, we will never know what she can do....</blockquote>\n<p><i>Id.</i> at 523.</p>\n<p>By letter dated September 9, 2003, MetLife approved plaintiff for STD benefits from April 7, 2003, through September 14, 2003. <i>Id.</i> at 72. On September 15, 2003, Dr. Myers forwarded his September 10, 2003 report of consultation and treatment, in which he concluded:</p>\n<blockquote>Ms. Williams' plan has been changed to allow her to return to work on a gradual basis. It is my recommendation that for the next two weeks Ms. Williams work no more than four hours per day in her usual position. She should also have breaks from her work activities every 45-50 minutes. She should be allowed a minimum of ten minutes to utilize selftherapy techniques she has been taught.</blockquote>\n<p><i>Id.</i> at 75.</p>\n<p>On September 15, 2003, plaintiff returned to work for four hours, but then, on September 17, 2003, plaintiff called MetLife and reported that she was out of work and had consulted another physician. <i>Id.</i> at 524-25. She forwarded a statement from Dr. Theodore M. Pitts, M.D., an orthopedist and spine doctor, recommending no work until her next office visit in two weeks. <i>Id.</i> at 80. On September 17, 2003, Dr. Pitts examined plaintiff and wrote:</p>\n<blockquote>The patient relates that she began having neck symptoms approximately a year and a half ago .... She recalls no injury. She was evaluated by a Chiropractor, Dr. Myers, who does an occasional adjustment on her neck. She was evaluated by Dr. Kaplowitz who obtained cervical MRI scan of 05/28/03. This showed multiple level degenerative disc disease with some protrusions at C4-C5, moderate stenosis at the C5-C6 level with foraminal stenosis also at that level. She was then referred to a neurosurgeon, but she did not follow-up with that appointment. She has been out of work since June of this year as a computer operator. She relates that she tried to return to Work two days ago four hours a day, but she had some significant increase in symptoms in her neck radiating down to her shoulders.... Examination of the right shoulder had a full range of motion with excellent strength in all planes .... She has about 60 degrees of flexion and 40 degrees of extension with 60 degrees of rotation to both sides with lateral bending of 20 degrees to the right and 30 degrees to the left. Deep tendon reflexes of the biceps and triceps are normal. Sensation was intact today.... She does have sensitivity over the right volar aspect of the hand. She is able to have fairly good strength where this hurt around the scars from the trigger finger surgeries.</blockquote>\n<p><i>Id.</i> at 94-95. Plaintiff was given a neck care manual, recommended for physical therapy, and prescribed pain medication. <i>Id.</i> at 95. She was \"given a note to be out of work until evaluated again in two weeks.\" <i>Id.</i></p>\n<p>Dr. Pitts examined plaintiff on October 1, 2003, and completed an Attending Physician Statement reporting that plaintiff was unable to work by reason of \"cervical disc syndrome.\" <i>Id.</i> at 83. He could not determine when plaintiff might return to work. <i>Id.</i> On October 1, 2003, Dr. Pitts reported: \"It was elected to set up a cervical epidural steroid injection in the near future. [Plaintiff] is to avoid any lifting situations. We filled out some paper work for her today explaining her work status. Recheck in two to three weeks as planned.\" <i>Id.</i> at 93.</p>\n<p><span class=\"star-pagination\">*530</span> On October 20, 2003, MetLife contacted Dr. Pitts' office for an update. <i>Id.</i> at 532. Plaintiff did not have a follow-up appointment with Dr. Pitts and had not been scheduled for a cervical epidural steroid injection. <i>Id.</i> MetLife then called plaintiff and was informed:</p>\n<blockquote>[Plaintiff] is in the car, in a lot of traffic... is on her way to Dr. Pitts ... states she was supposed to have an injection on [Wednesday], but that has been changed... states she will have Dr. Pitts to contact [MetLife's nurse consultant], [but] she cannot stop and write.</blockquote>\n<p><i>Id.</i></p>\n<p>On October 22, 2003, Dr. Pitts' office informed MetLife that plaintiff had cancelled two appointments for physical therapy on October 2 and October 13, 2003. <i>Id.</i> at 533. On October 24, 2003, MetLife was informed that plaintiff would be referred for an epidural steroid injection, and, on October 29, 2003, MetLife confirmed that plaintiff was scheduled to receive an injection that day. <i>Id.</i> at 533, 534.</p>\n<p>MetLife approved plaintiffs claim through October 30, 2003, exhausting the maximum duration of STD benefits, and referred plaintiffs claim for consideration for LTD benefits. <i>Id.</i> at 96, 535. On November 15, 2003, MetLife transmitted LTD claim forms to plaintiff for completion and return. <i>Id.</i> at 101, 535.</p>\n<p>On November 17, 2003, MetLife began its initial interview concerning plaintiffs claim for LTD benefits. In response to MetLife's inquiry as to what prevented her from working, plaintiff stated:</p>\n<blockquote>scar tissue in her [right] hand due to mutliple [sic] surgires [sic] for a triggerfinger in her [right] ring finger. She has had surgery due to an infection of this surgery down into her palm and the little finger. When she types for long periods of time her hand swells and also the swelling goes up her arm. She is now having intense pain in her shoulder and her neck. She can't type for long periods of time and she can't sit and move her head and arms around because it creates intense pain. I inquired on a scale of 1 to 10 how would she rate the pain. She stated that it was a `8'. She states that she does not drive long distances, nor does she cook because of it and the fact that she is constantly dropping things. She states that she did not attend [physical therapy] because she did not have the money to make the copayment.</blockquote>\n<p>R. 538. Plaintiffs last trigger finger surgery occurred in February 2002. <i>See id.</i> at 22.</p>\n<p>On December 4, 2003, MetLife received plaintiffs LTD claim materials. <i>Id.</i> at 104-28, 541. She included a copy of Dr. Pitts' Attending Physician Statement completed on October 1, 2003, and an June 2003 report that Dr. Kaplowitz prepared after receiving the May 28, 2003 MRI. <i>Id.</i> at 114-15. Dr. Kaplowitz wrote;</p>\n<blockquote>She was seen today and still has some swelling in that right hand and there is really nothing else to do. It is not infected but there is a lot of scar tissue there and she types all day. She may need some job modification.... She had an MRI which demonstrates significant disease of the cervical spine .... We are going to send her to a neurosurgeon to have her evaluated. We will have her take a copy of the MRI to him. We did not get a shoulder MRI because she could not stay still for that long. I think she needs a full evaluation from a cervical surgeon, she may have to undergo surgery.</blockquote>\n<p><i>Id.</i> at 115. In her personal profile dated December 1, 2003, plaintiff described her condition as follows: \"neck pain, problem with right hand dexterity, walking, pain in <span class=\"star-pagination\">*531</span> my back in the middle around the shoulder blades, can't sleep even with sleeping pills, constant pain scar tissue on right hand.\" <i>Id.</i> at 118. She reported a daily routine as follows:</p>\n<blockquote>Wake up around 6:30 AMI have to lay my head on a bar stool for a while until I am able to stand .... 2. shower and brush my teeth. 3. Take next Mobic [nonsteriodal anti-inflammatory used to treat arthritis]. 4. My hair is done by my mother or daughter. 5. I call my mother or she call[s] me every morning. She picks me up and I go home with her to eat. 6. days I don't go home with her my son is not working he cooks or my friend Michael cooks. 7. Some one takes me to the doctor appointment. 8. Take medicine.</blockquote>\n<p><i>Id.</i> at 116-17. Also accompanying plaintiffs LTD claim was a December 3, 2003 Attending Physician Statement from Dr. Pitts, reporting his diagnosis of cervical internal disc derangement with subjective symptoms of severe neck and arm pain. <i>Id.</i> at 130. Dr. Pitts included notes from his last two office consultations. <i>Id.</i> at 134-35. Following an appointment on November 21, 2003, Dr. Pitts wrote:</p>\n<blockquote>This patient is being followed for neck pain. On 10/29/03, the patient had a cervical epidural steroid injection ... I reminded the patient that smoking keeps her neck from healing. We can consider physical therapy or surgery. The patient indicated that her neck was hurting so bad that she wanted to consider surgery. Before surgery, we will need to do a discogram. That was reviewed with the patient. I would like to refer her to Dr. Wilson. After the discogram, she is to return.</blockquote>\n<p><i>Id.</i> at 134.</p>\n<p>By letter dated December 15, 2003, MetLife approved plaintiff's LTD claim and informed her that it would continue to monitor her condition. <i>Id.</i> at 140-41. MetLife found plaintiff disabled under the Plan due to her \"inability to perform all of the duties of [her] Customary Occupation... [and the resulting inability] to earn more than 70% of [her] Predisability Earnings at [her] Customary Occupation for any employee in [her] Local Economy.\" Plan 00019; <i>see</i> R. 140. MetLife diary entries noted: \"As [Williams'] job is as [Customer Service Representative] H, she is not able to perform the essential functions of her job. She is required to answer phones, data entry and look up, which requires a lot of flexion and extension of the neck She is unable to turn her head and use her hands for extend[ed] periods of time due to the pain.\" R. 543, 545.</p>\n<p>To remain eligible for LTD benefits, the Plan requires the claimant to provide \"proof of continuing Disability\" as defined in the Plan. <i>See</i> Plan 00029; <i>cf.</i> Plan 00090, 00096. On February 11, 2004, MetLife requested medical information from Williams for January 1, 2004, through February 13, 2004, in order to review her disability status. <i>See</i> R. 152.</p>\n<p>On February 26, 2004, MetLife received an updated Attending Physician Statement and office notes from Dr. Pitts. <i>See id.</i> at 161. Dr. Pitts stated that Williams needed surgery on her cervical spine, and noted that Williams could not sit, stand, or walk for more than one hour, could not lift or carry any amount of weight, and could not work. <i>Id.</i> Dr. Pitts also recommended that Williams consult a pain specialist. <i>See id.</i> at 162. Dr. Pitts' office notes further revealed that Williams had a discogram and x-rays taken on February 3, 2004, which showed degenerative discs at C3-C4 and C4-C5 and painful degenerative discs at C5-C6 and C6-C7. <i>See id.</i> at 162, 422. Dr. Pitts also reported:</p>\n<blockquote>\n<span class=\"star-pagination\">*532</span> This patient is being followed for neck pain which radiates into both upper extremities. The right shoulder and all of the fingers of the right hand are affected. The pain radiates also into the left hand into all of the fingers. The patient continues to smoke a pack of cigarettes per day despite the fact that she has asthma. Her pain wakes her every night. She has been out of work continuously since June of 2003. The patient complains that when she walks her pain increases. She also has low back pain; which radiates into both posterior thighs toward both knees.... The patient indicates that Dr. Wilson referred her to a pain specialist.... I discussed with her that technically we should probably do a C5/6 and C6/7 fusion. However, smoking a pack of cigarettes per day greatly decreases the chances of that operation helping her.... She reports having had operations on her hands, and she reports that it feels like her hands never healed completely.... The patient is to return in one month for reevaluation.... On return we need to see when she had her last complete history and physical and last complete dental examination.</blockquote>\n<p><i>Id.</i> at 162-63.</p>\n<p>On July 31, 2004, Williams was awarded social security disability benefits, effective October 2003, for her disability, which began on April 4, 2003. <i>See id.</i> at 199-201.</p>\n<p>On December 1, 2004, MetLife asked plaintiff to provide an updated personal profile and updated medical information from Dr. Pitts for June 1, 2004, through December 1, 2004. <i>Id.</i> at 171. On December 30, 2004, MetLife received an updated personal profile from Williams and office notes from her September 3, 2004 visit to Dr. Carl L. Smith, a pain management specialist at the Norlina Medical Clinic. <i>Id.</i> at 181-85, 188-89, 554. Plaintiff reported in her personal profile that she had constant pain in her neck, shoulder blades, and hands, suffered migraine headaches, had swelling in her hands, was unable to walk without pain, and was unable to sleep. <i>Id.</i> at 181. Plaintiff stated that \"there's nothing that [she] can really do now.\" <i>Id.</i> at 184. The office notes from Norlina Medical Clinic indicated that Dr. Smith diagnosed Williams with asthma, degenerative joint disease, and anxiety. <i>Id.</i> at 189.</p>\n<p>By letter dated December 30, 2004, MetLife again requested updated medical information for June 1, 2004, through December 30, 2004, including copies of all medical records from any physician who had treated Williams in the last six months. <i>Id.</i> at 196. MetLife noted that Dr. Smith's documentation from the Norlina Medical Clinic failed to provide information on the current diagnosis of Williams' neck and back pain. <i>Id.</i> In response, MetLife received a letter dated January 13, 2005, from Dr. Smith. <i>Id.</i> at 207-09, 559. Dr. Smith wrote:</p>\n<blockquote>[Williams] notes that her pain is continuous. It is described as dull and achy in both the hands and neck. There is no click or radiation of pain from the neck into the hands.... Her appetite is generally normal. She does help with chores around the house.... She relates that her pain is mildly relieved by Hydrocodone.... Her pain is increased in general with physical activities and walking.</blockquote>\n<p><i>Id.</i> at 207-08. Dr. Smith also noted that Williams' physical exam was within normal limits, except that her range of motion of her cervical spine was reduced by five percent for rotation and lateral bending, and was painful over the lateral aspect of the cervical spine with rotation and lateral bending. <i>Id.</i> at 209. Dr. Smith reported that Williams had full range of motion in <span class=\"star-pagination\">*533</span> her shoulders and wrists, and noted no muscle atrophy or fasciculations. <i>Id.</i> Dr. Smith's diagnosis included chronic cervical pain, cervical degenerative disc disease, possible cervical facet syndrome, and status post multiple trigger finger releases. <i>Id.</i></p>\n<p>By letter dated February 3, 2005, MetLife authorized continuation of LTD benefits and stated that it had \"completed [its] review of the medical documentation from Dr. Smith's office. [Williams'] long-term Disability Benefits will continue as normal.\" <i>Id.</i> at 211.</p>\n<p>On March 3, 2005, MetLife requested updated information from Dr. Smith. <i>Id.</i> at 213-15. In a report dated March 1, 2005, and transmitted to MetLife on March 25, 2005, Dr. Smith wrote:</p>\n<blockquote>[Williams] states she is \"better than she used to be[.\"] ... She is still having problems sleeping at night.... Ms. Williams' pain is mostly on the midline cervical. It radiates down to her hands.... She admits to some paresthesias of both hands. [Her medication] seems to help [her] numbness and tingling.</blockquote>\n<p><i>Id.</i> at 216-18, 562. Dr. Smith also noted that Williams was mildly tender over the midline cervical spine and trapezius muscle bilaterally. <i>Id.</i> at 217. Williams had no muscle spasms or fasciculations, and had a full range of motion except for a five to ten percent reduction in her left rotation and left lateral flexion. <i>Id.</i> Dr. Smith indicated that a conservative approach with medications would be taken. <i>Id.</i> at 217-18. In a letter dated March 23, 2005, Dr. Smith stated, \"[a]t this time I do not feel that [plaintiff] would be able to return to her previous employment because of the diagnoses [of chronic cervical pain, chronic cervical degenerative disc disease, cervical facet syndrome, and status post multiple trigger finger releases].\" <i>Id.</i> at 221.</p>\n<p>On March 25, 2005, MetLife continued Williams' LTD benefits. <i>Id.</i> at 219-20. MetLife advised plaintiff that it would \"periodically require updated medical certification for [her] claim.\" <i>Id.</i> at 220.</p>\n<p>On May 11, 2005, and again on June 14, 2005, MetLife requested updated medical information from Williams. <i>Id.</i> at 228, 229. After receiving no response, MetLife contacted Dr. Smith on June 24, 2005. <i>Id.</i> at 232. Dr. Smith re-sent his January 13, 2005 and March 1, 2005 reports, and sent a report dated April 1, 2005, transcribed following Williams' latest office visit. <i>Id.</i> at 233-41. In that new report, Dr. Smith stated:</p>\n<blockquote>[Williams] states she is doing very well today. She has her good and bad days, but overall her pain is averaging about a 3 on a scale of 0/10.... She is not having the sharp shooting pains down her arms like she had before and is overall sleeping well with the medications.... Now that [her pain] has gotten under control she is going to start using the treadmill again.</blockquote>\n<p><i>Id.</i> at 235. Dr. Smith also noted that Williams was mildly tender over the upper trapezius muscle and lateral to C6 bilaterally. <i>Id.</i> No muscle spasms, fasciculations, or atrophy were noted. <i>Id.</i> Dr. Smith reported a full cervical range of motion in all directions. <i>Id.</i> Her strength was \"5/5 for upper extremities.\" <i>Id.</i> Dr. Smith diagnosed chronic cervical pain, cervical degenerative disc disease, cervical facet syndrome, status post multiple trigger ringer releases, and depression. <i>Id.</i> As for the diagnosis of depression, Dr. Smith did not refer Williams to a psychiatrist, but did prescribe an antidepressant, <i>See id.</i> at 235-36. Unlike in his March 23, 2005 report, Dr. Smith did not opine in his April 1, 2005 report on plaintiff's ability to return to work. <i>See id.</i></p>\n<p><span class=\"star-pagination\">*534</span> Following review of the medical information that Dr. Smith provided, MetLife terminated plaintiffs LTD benefits, effective August 9, 2005. <i>Id.</i> at 251-52. MetLife terminated her benefits \"because medical documents [did] not substantiate [her] inability to perform [her] customary occupation.\" <i>Id.</i> at 251. Under the Plan, \"customary occupation\" is defined as \"the activity that you regularly perform and that serves as your source of income. It is not limited to the specific position that you held with your Employer. It may be a similar activity that could be performed with your Employer or any other employer.\" Plan 00020. MetLife's letter summarized Dr. Smith's medical notes from January 31, 2005, March 1, 2005, and April 1, 2005. R. 251-52. MetLife found that \"[t]here is no evidence of abnormality of severity that would prevent [the plaintiff] from performing [her] sedentary job as a Customer Service Clerk.\" <i>Id.</i> at 252. In the letter, MetLife informed plaintiff of her appeal rights. <i>Id.</i><sup>[3]</sup></p>\n<p>On September 9, 2005, Williams appealed. <i>Id.</i> at 280-82, 577. In support of her appeal, Williams submitted updated medical information from Dr. Smith. <i>See id.</i> at 266-78, 577. In a report dated June 6, 2005, Dr. Smith noted that Williams did not report any back pain that day, but instead reported pain around both hips which radiated across the groin bilaterally and escalated after prolonged walking or standing, or going up and down stairs. <i>Id.</i> at 270. The diagnosis included chronic cervical pain, cervical degenerative disc disease, cervical facet syndrome, status post multiple trigger finger releases, depression, and new onset bilateral hip pain. <i>Id.</i> In a report dated July 5, 2005, Dr. Smith noted that Williams reported levelfive pain, on a scale from zero to ten. <i>Id.</i> at 269. Williams also had tenderness over her back and neck, and muscle tightness over the cervical and lumbar paraspinal muscles; however, Dr. Smith noted that Williams' boyfriend had recently assaulted her in the back and neck. <i>Id.</i> In a report dated August 11, 2005, Dr. Smith indicated that a recent driving incident had aggravated plaintiffs pain some, but not much, and rated her pain as a four. <i>Id.</i> at 267. Dr. Smith also noted Williams had some muscular tightness over the left portion of her neck and a reduction in her cervical range of motion by five percent for rotation. <i>Id.</i></p>\n<p>On September 14, 2005, MetLife referred plaintiffs file for review to Dr. John D. Thomas II, an independent Certified Disability Evaluator and board-certified physical medicine and rehabilitation specialist. <i>Id.</i> at 300-13. Dr. Smith framed the issue as: \"Does the medical information now in the file support severity of impairment/limitations precluding work function from 08/09/05 <i>Id.</i> the present?\" <i>Id.</i> at 300. The medical records that Dr. Smith reviewed encompassed the time period from March 15, 1996, through July 5, 2005. <i>See id.</i> at 303-10. Dr. Thomas reviewed the medical records in plaintiffs file, summarized the medical records in a report dated September 22, 2005, and concluded that the medical records did not support a severity of impairment or other limitation preventing plaintiff from \"work function.\" <i>See id.</i> at 300-11. In particular, Dr. Thomas noted:</p>\n<blockquote>Certainly ... there is ample medical record support for inability to use the hands, over time, during the 90s and <span class=\"star-pagination\">*535</span> again in the early 2000s, these issues appear to retreat with a 05/28/03 C-spine MRI.... It is not clear to me how these findings correlate with Ms. Williams' complaints on exam. It does not appear that any of her providers really lined the clinical picture up well.... [By the time of Dr. Smith's treatment for pain in January 2005], there appears to be a dichotomy or some inconsistencies between the pain complaints and the physical exam findings that Dr. Smith records. This is where the medical records begin to fall short of fully supporting inability to function/inability to work.</blockquote>\n<p><i>Id.</i> at 301. Dr. Thomas further noted that \"Dr. Smith's initial physical exam [on] 01/13/05 is for the most part within formal or acceptable limits, except for mild loss of C-spine range of motion and Ms. Williams complaining of tenderness to palpation about the neck and upper back.\" <i>Id.</i> Dr. Thomas concluded that \"[t]hese physical exam findings, basically throughout the period of treatment with Dr. Smith, do not support significant impairment/total inability to do work tasks,\" and that \"[t]he details that are recorded by Dr. Smith are for the most part within normal or acceptable limits.\" <i>Id.</i> at 302. Finally, Dr. Thomas indicated that plaintiffs file was missing certain objective medical information in support of a disability, including test or imaging results of significant pathology and neuromusculoskeletal exams commenting on hand, cervical, and spine functionality. <i>Id.</i></p>\n<p>MetLife also referred plaintiffs file for a limited review to Dr. Lee Becker, an independent physician consultant and boardcertified psychiatry specialist. <i>Id.</i> at 314-16, 318. Dr. Becker reviewed the medical records in plaintiffs file relevant to a psychiatric diagnosis, summarized it in a report dated September 19, 2005, and concluded that the medical records did not support functional limitations or Williams' inability to function at her sedentary job, effective August 9, 2005. <i>See id.</i> at 314-16, 319. In particular, Dr. Becker noted that plaintiffs claim file contained no documentation from a psychiatrist or other mental health professional, and that no mental status abnormalities were noted in plaintiff's medical records. <i>Id.</i> at 314.</p>\n<p>Based upon its own review and the findings of Dr. Thomas and Dr. Becker, MetLife upheld its decision to terminate plaintiffs LTD benefits claim, effective August 9, 2005, denied plaintiffs appeal, and issued its final written decision. <i>Id.</i> at 317-20. By letter dated October 4, 2005, MetLife informed Williams that the information contained in her claim file \"[did] not support the existence of a totally disabling condition severe enough to keep [her] from performing [her] customary occupation as of August 9, 2005.\" <i>Id.</i> at 319.</p>\n<p>Although Williams exhausted the appeals process, Williams submitted additional medical information to MetLife, including a November 4, 2005 C-spine MRI and office notes from Dr. Carmille Henry at the Norlina Medical Clinic, dated November 7, 2005. <i>See id.</i> at 321-31. MetLife transmitted these records to Dr. Thomas for his review. <i>Id.</i> at 340-42. MetLife asked Dr. Thomas if \"the medical documentation on file support[s] functional limitations and the claimant's inability to function from 8/9/05 to the present?\" <i>Id.</i> at 341. In a supplemental report, dated November 21, 2005, Dr. Thomas wrote that \"[t]his position is, apparently, a seated minimal lift, typing and writing-type work position.\" <i>Id.</i> at 356. After reviewing a \"C-spine MRI report from 11/04/05, and a series of lab tests from 11/07/05,\" Dr. Thomas wrote:</p>\n<blockquote>The file still lacks a detailed, traditional, orthopedic or neuromusculoskeletal exam clearly measuring/illustrating significant <span class=\"star-pagination\">*536</span> physical/functional pathology, tying in the C-spine MRI findings and supporting fully inability to do sedentary-duty tasks. Dr. Henry's checklist/written comments ... [from the lab tests of] 11/07/05 do not answer this need. Findings are knee crepitus with the rest of the neuromusculoskeletal system basically being within acceptable limits. Issues are cardiacnot neuromusculoskeletal. No out-of-work or functional impairment statements are contained in that note. The interval records reviewed do not clearly explain physical impairments/physical findings which would preclude sedentary-duty activities or function at a sedentary-duty level.</blockquote>\n<p><i>Id.</i> at 357-58. By letter dated November 29, 2005, MetLife informed plaintiff that the supplemental information did not change its decision to terminate her LTD benefits claim, effective August 9, 2005, and upheld its final decision. <i>Id.</i> at 365-66.</p>\n<p>On December 23, 2005, Williams again submitted additional medical information to MetLife, including a previously undisclosed April 22, 2003 office visit to Dr. Gary Kaplowitz, and a new report from Dr. Kaplowitz, dated December 14, 2005. <i>Id.</i> at 372-88, 390-96. Dr. Kaplowitz's December 14, 2005 report did not contain any recent evaluation or examination of Williams, but concluded that \"[Williams] is significantly disabled\" and that \"[i]t is impossible for her to do any kind of repetitive work with [her] right hand.\" <i>Id.</i> at 373. Williams also submitted a report detailing a September 9, 2005 office visit with Dr. Smith. <i>Id.</i> at 284-86.<sup>[4]</sup></p>\n<p>MetLife transmitted these records to Dr. Thomas for his review. In a second supplemental report dated January 10, 2006, Dr. Thomas discussed Dr. Smith's outpatient note from September 9, 2005. <i>Id.</i> at 403-06. Dr. Thomas first stated that Williams' occupation \"is a sedentary duty position requiring upper extremity taskskeyboarding and writing.\" <i>Id.</i> at 403. Dr. Thomas noted that, according to Dr. Smith, \"pain is the limiting factor of hand function and because of this, Ms. Williams is unable to return to work at her own occupation/job.\" <i>Id.</i> at 404, Dr. Thomas also stated that Dr. Kaplowitz \"provides no current, full, traditional, orthopaedic/neuromusculoskeletal exam in [his] note [of December 14, 2005]. He simply assesses Ms. Williams as being disabled and unable to do repetitive upper extremity tasks.\" <i>Id.</i> Dr. Thomas noted various pain medications that plaintiff had taken from January 13, 2005, to December 7, 2005. <i>Id.</i> at 405. Dr. Thomas again concluded that Williams' medical record did not support \"severe impairment/level of limitation precluding sedentary duty activity/return to work function ability from 8/9/05 to present.\" <i>Id.</i> at 405.</p>\n<p>By letter dated January 24, 2006, MetLife informed plaintiff that the supplemental information did not change its decision to terminate her LTD benefits claim, effective August 9, 2005. <i>Id.</i> at 410-11. Plaintiff submitted additional information on January 26, 2006, May 8, 2006, and September 11, 2006. <i>See id.</i> at 417-30, 442-44, 447. MetLife acknowledged receipt of this information, and, on September 19, 2006, informed plaintiff that the supplemental information did not change its decision to terminate her LTD benefits, effective August 9, 2005. <i>Id.</i> at 447-48. This action ensued.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*537</span> II.</h2>\n<p>Summary judgment is appropriate when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); Fed.R.Civ.P. 56(c). The party seeking summary judgment initially must demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the nonmoving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with specific facts showing that there is a genuine issue for trial,\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quotation omitted &amp; emphasis removed). A trial court reviewing a motion for summary judgment should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. In making this determination, the court must view the evidence and the inferences drawn from the evidence in the light most favorable to the nonmoving party. <i>Scott v. Harris,</i> <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">372</span></a></span>, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, 1774, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (2007); <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962) (per curiam). When considering cross-motions for summary judgment, a court evaluates each motion separately using the standard set forth above. <i>See, e.g., </i><i>Monumental Paving &amp; Excavating, Inc. v. Pa. Mfrs.' Assoc. Ins. Co.,</i> <span class=\"citation\" data-id=\"764073\"><a href=\"/opinion/764073/monumental-paving-excavating-incorporated-v-pennsylvania-manufacturers/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">794</span></a></span>, 797 (4th Cir.1999).</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>A.</h2>\n<p>In order to determine whether an ERISA plan confers discretionary authority on an administrator, courts interpret ERISA plans de novo \"by looking to the terms of the plan and other manifestations of the parties' intent.\" <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 113, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1989); <i>see Johannssen v. District No. 1-Pacific Coast Dist., MEBA Pen. Plan,</i> <span class=\"citation\" data-id=\"777864\"><a href=\"/opinion/777864/howard-e-johannssen-marvin-e-long-donna-fisher-v-district-no-1-pacific/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">159</span></a></span>, 168 (4th Cir.2002); <i>Bynum v. CIGNA Healthcare of N.C., Inc.,</i> <span class=\"citation\" data-id=\"777330\"><a href=\"/opinion/777330/suzanne-bynum-v-cigna-healthcare-of-north-carolina-incorporated/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">305</span></a></span>, 311 (4th Cir.2002). In this case, the parties agree that the Plan gives the administrator discretion to interpret the plan and to determine benefit eligibility; therefore, the standard of review is whether the administrator abused its discretion. <i>See </i><i>Firestone,</i> 489 U.S. at 111, 115, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>; <i>Woods v. Prudential Ins. Co. of Am.,</i> <span class=\"citation\" data-id=\"1025931\"><a href=\"/opinion/1025931/woods-v-prudential-ins-co-of-america/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">320</span></a></span>, 321-22 (4th Cir.2008); <i>Evans v. Eaton Corp. Long Term Disability Plan,</i> <span class=\"citation\" data-id=\"1024738\"><a href=\"/opinion/1024738/evans-v-eaton-corp-long-term-disability-plan/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">315</span></a></span>, 321-23 (4th Cir.2008); <i>Colucci v. Agfa Corp. Severance Pay Plan,</i> <span class=\"citation\" data-id=\"792650\"><a href=\"/opinion/792650/tom-colucci-v-agfa-corporation-severance-pay-plan/\"><span class=\"volume\">431</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 176 (4th Cir.2005); <i>Bynum,</i> 287 F.3d at 311; <i>cf. </i><i>Metro. Life Ins. Co. v. Glenn,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145788\"><a href=\"/opinion/145788/metropolitan-life-ins-co-v-glenn/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2343</span></a></span>, 2350, <span class=\"citation\" data-id=\"145788\"><a href=\"/opinion/145788/metropolitan-life-ins-co-v-glenn/\"><span class=\"volume\">171</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">299</span></a></span> (2008) (\"Trust law continues to apply a deferential standard of review to the discretionary decisionmaking of a conflicted trustee....\"). Under this standard, an administrator's decision will not be disturbed if it is reasonable, even if the reviewing court would have come to a different conclusion independently. <i>See, e.g., </i><i>Evans,</i> 514 F.3d at 323; <i>Colucci,</i> 431 F.3d at 176; <i>Smith v. Cont'l Cas. Co.,</i> <span class=\"citation\" data-id=\"786341\"><a href=\"/opinion/786341/neal-s-smith-v-continental-casualty-company-neal-s-smith-v-continental/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">412</span></a></span>, 417 (4th Cir.2004); <i>Feder v. Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"770632\"><a href=\"/opinion/770632/jay-m-feder-v-the-paul-revere-life-insurance-company/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">518</span></a></span>, 522 (4th Cir.2000). \"[A] decision is reasonable if it is the result of a deliberate, principled reasoning process and if it is supported by substantial evidence.\" <i>Ellis v. Metro. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"746849\"><a href=\"/opinion/746849/ellen-v-ellis-v-metropolitan-life-insurance-company/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span>, 232 (4th Cir.1997) (quotation omitted); <i>see also </i><i>Stup v. UNUM Life Ins. Co. of Am.,</i> <span class=\"citation\" data-id=\"788451\"><a href=\"/opinion/788451/wanda-j-stup-v-unum-life-insurance-company-of-america/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 307 (4th Cir.2004); <i>Bernstein v. Capital-Care,</i> <span class=\"star-pagination\">*538</span> <i>Inc.,</i> <span class=\"citation\" data-id=\"708173\"><a href=\"/opinion/708173/philip-bernstein-personal-representative-of-the-estate-of-jeffrey/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">783</span></a></span>, 788 (4th Cir.1995). Substantial evidence is \"evidence which a reasoning mind would accept as sufficient to support a particular conclusion\" and which \"consists of more than a mere scintilla of evidence but may be somewhat less than a preponderance.\" <i>LeFebre v. Westinghouse Elec. Corp.,</i> <span class=\"citation\" data-id=\"443969\"><a href=\"/opinion/443969/vickie-d-lefebre-administratrix-estate-of-don-c-lefebre-v-westinghouse/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span>, 208 (4th Cir.1984) (quotations omitted). A reviewing court must assess the reasonableness of the administrator's decision based on the facts known to the administrator at the time of the decision. <i>See, e.g., </i><i>Elliott v. Sara Lee Corp.,</i> <span class=\"citation\" data-id=\"766027\"><a href=\"/opinion/766027/brenda-elliott-v-sara-lee-corporation/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">601</span></a></span>, 608-09 (4th Cir.1999).</p>\n<p>Where (as here) the plan administrator both evaluates and pays benefits claims, the court must weigh such conflict of interest as a factor in determining whether there is an abuse of discretion. <i>See </i><i>Glenn,</i> 128 S.Ct. at 2348, 2350: <i>Firestone,</i> 489 U.S. at 115, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>; <i>Blackshear v. Reliance Standard Life Ins., Co.,</i> <span class=\"citation\" data-id=\"1024405\"><a href=\"/opinion/1024405/blackshear-v-reliance-standard-life-ins-co/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">634</span></a></span>, 639 (4th Cir.2007); <i>Stup,</i> 390 F.3d at 307; <i>Booth v. Wal-Mart Stores, Inc. Assocs. Health &amp; Welfare Plan,</i> <span class=\"citation\" data-id=\"767359\"><a href=\"/opinion/767359/barbara-a-booth-v-wal-mart-stores-incorporated-associates-health-and/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span>, 342 (4th Cir.2000); <i>Ellis,</i> 126 F.3d at 233. The \"conflict of interest\" factor \"should prove more important (perhaps of great importance) where circumstances suggest a higher likelihood that it affected the benefits decision, including, but not limited to, cases where an insurance company administrator has a history of biased claims administration.\" <i>Glenn,</i> 128 S.Ct. at 2351. The factor \"should prove less important (perhaps to the vanishing point) where the administrator has taken active steps to reduce potential bias and to promote accuracy, for example, by walling off claims administrators from those interested in firm finances, or by imposing management checks that penalize inaccurate decisionmaking irrespective of whom the inaccuracy benefits.\" <i>Id.</i> Thus, \"[t]he more incentive for the administrator... to benefit itself by a certain interpretation of benefit eligibility or other plan terms, the more objectively reasonable the administrator['s] ... decision must be and the more substantial the evidence must be to support it.\" <i>Ellis,</i> 126 F.3d at 233.</p>\n<p>The Supreme Court's decision in <i>Glenn</i> illustrates (but does not mandate applying) the Sixth Circuit's \"combination-of-factors\" method of review. 128 S.Ct. at 2351. The Fourth Circuit's approach differs from the Sixth Circuit in that it modifies the abuse of discretion standard according to a \"sliding scale\" based on the degree of the conflict of interest. <i>See, e.g., </i><i>Ellis,</i> 126 F.3d at 233. A reviewing court may then consider various factors to assess the reasonableness of the administrator's decision. These factors include (but are not limited to):</p>\n<blockquote>(1) the language of the plan; (2) the purposes and goals of the plan; (3) the adequacy of the materials considered to make the decision and the degree to which they support it; (4) whether the fiduciary's interpretation was consistent with other provisions in the plan and with earlier interpretations of the plan; (5) whether the decisionmaking process was reasoned and principled; (6) whether the decision was consistent with the procedural and substantive requirements of ERISA; (7) any external standard relevant to the exercise of discretion; and (8) the fiduciary's motives and any conflict of interest it may have.</blockquote>\n<p><i>Booth,</i> 201 F.3d at 342-43; <i>see </i><i>Colucci,</i> 431 F.3d at 177. The <i>Booth</i> factors are best viewed \"as more particularized statements of the elements that constitute a deliberate, principled reasoning process and substantial evidence and of the reasons for applying a modified abuse of discretion standard of review.\" <i>Donnell v. Metro. Life Ins. Co.,</i> 165 Fed.Appx. 288, <span class=\"star-pagination\">*539</span> 294 n. 6 (4th Cir.2006) (unpublished) (quotations omitted).</p>\n<p>The court recognizes that MetLife, in its capacity as Plan Administrator, both evaluates and pays benefits claims, and therefore operates under a conflict of interest. Neither party presents direct evidence on the conflict of interest factor or the weight which the court should afford it However, MetLife initially found plaintiff disabled under the Plan and awarded her LTD benefits through August 8, 2005, suggesting that MetLife was not biased concerning plaintiffs claim. <i>See id.</i> at 140-41, 251-52. MetLife also obtained the opinions of two independent physician consultants in upholding its decision to terminate Williams' LTD benefits claim on appeal. <i>See id.</i> at 300-20. Nevertheless, the court considers the conflict of interest in its review, and accordingly proceeds under the modified abuse of discretion standard. <i>See, e.g., </i><i>Stup,</i> 390 F.3d at 307; <i>Booth,</i> 201 F.3d at 342-43; <i>Ellis,</i> 126 F.3d at 232-33. In assessing the reasonableness of MetLife's decision, the court requires that MetLife's decision be more objectively reasonable and supported by more substantial evidence (as compared to when no conflict of interest exists), but recognizes that the conflict of interest factor proves less important because MetLife took active steps to reduce potential bias by seeking review of its termination decision by independent doctors. <i>See, e.g., </i><i>Glenn,</i> 128 S.Ct. at 2351; <i>Ellis,</i> 126 F.3d at 233-34.</p>\n<p></p>\n<h2>B.</h2>\n<p>A decision is reasonable if it is the result of a deliberate, principled reasoning process under the Plan and if it is supported by substantial evidence. <i>See, e.g., </i><i>Evans,</i> 514 F.3d at 325-26; <i>Stup,</i> 390 F.3d at 307; <i>Booth,</i> 201 F.3d at 342-43; <i>Ellis,</i> 126 F.3d at 232. The question in this case turns on whether plaintiff failed to meet the definition of disability in the Plan concerning her \"customary occupation,\" effective August 9, 2005. <i>See</i> Plan 0019. August 9, 2005, is within the first thirty-six months of plaintiffs disability; therefore, the issue under the Plan is whether due to sickness or injury, plaintiff was receiving appropriate care from a doctor on a continuing basis and was unable \"to perform all of [her] duties [as a customer service clerk and was] unable to earn more than 70% of [her] Predisability Earnings [as a customer service clerk] for any employer in [her] Local Economy.\" Plan 00019; <i>see also id.</i> at 00070. Notably, MetLife found that plaintiff met the Plan's definition of \"disability\" in December 2003, February 2005, and March 2005, and awarded and continued LTD benefits for the period of October 31, 2003, through August 8, 2005, but then changed its decision, effective August 9, 2005. Accordingly, with the governing standard of review in mind, the court initially focuses on the evidence available to MetLife when it made its initial decision to award LTD benefits and then its decision to deny benefits. The court then examines the appeal process and MetLife's reliance on Dr. Thomas' initial and supplemental reports.</p>\n<p>As mentioned, on December 15, 2003, MetLife approved plaintiffs LTD claim under the Plan, effective October 31, 2003. <i>See</i> R. 140-41, By definition, MetLife thereby concluded that plaintiffs evidence satisfied the Plan's definition of disability. To remain eligible for LTD benefits, the Plan required plaintiff to provide \"proof of continuing Disability\" as defined in the Plan. <i>See</i> Plan 00029.</p>\n<p>The Plan does not specifically define the nature of such proof, and the parties disagree about the nature of the proof under the Plan. MetLife argues that such proof must include \"credible, objective medical evidence\" and cites the Summary Plan Description. <span class=\"star-pagination\">*540</span> <i>See</i> Plan 00090, 00096. In response, plaintiff argues that, because the Plan does not require \"credible, objective medical evidence,\" the Plan conflicts with Summary Plan Description, and, \"[i]f any discrepancies arise between [the Summary Plan Description] and the applicable plan document(s), the plan document(s) are the final authority and will control in deciding any questions that may arise considering the Plan(s).\" <i>Id.</i> at 00038. Thus, according to plaintiff, she need not prove that she meets the definition of disability in the Plan with \"credible, objective medical evidence.\" Alternatively, plaintiff contends that the record contains credible, objective medical evidence of her disability under the Plan.</p>\n<p>The court disagrees with plaintiff's contention that there is a discrepancy between the Plan and the Summary Plan Description as to what type of \"proof of continuing disability\" that a plaintiff must present <i>Compare</i> Plan 00029 <i>with id.</i> at 00090, 00096. The Plan requires documented proof of disability, but is silent as to the nature of the proof. <i>See id.</i> at 00029. The Summary Plan Description clarifies that the proof must include \"credible, objective medical evidence.\" Moreover, \"it is hardly unreasonable for the [plan] administrator to require an objective component to [proof of disability].\" <i>Maniatty v. Unumprovident Corp.,</i> <span class=\"citation\" data-id=\"2359964\"><a href=\"/opinion/2359964/maniatty-v-unumprovident-corp/\"><span class=\"volume\">218</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">500</span></a></span>, 504 (S.D.N.Y.2002); <i>see also </i><i>Hensley v. Int'l Bus. Machs. Corp.,</i> 123 Fed.Appx. 534, 539-40 (4th Cir.2004) (unpublished); <i>Ellis,</i> 126 F.3d at 231; <i>Robinson v. Phoenix Home Life Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"2577553\"><a href=\"/opinion/2577553/robinson-v-phoenix-home-life-mut-ins-co/\"><span class=\"volume\">7</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">623</span></a></span>, 633 (D.Md.1998) (\"[I]t was reasonable for [the plan administrator] in the exercise of its discretion to give more weight to objective medical findings than to determinations based on subjective complaints.\"). Nevertheless, as explained below, the record in this case contains ample \"credible, objective medical evidence\" beyond plaintiff's subjective complaints of pain.</p>\n<p>On February 11, 2004, MetLife requested updated medical information from plaintiff. <i>See</i> R. 152. Plaintiff complied. <i>See id.</i> at 160-63. On December 1, 2004, MetLife again requested updated medical information from plaintiff. <i>See id.</i> at 171. Plaintiff again complied. <i>See id.</i> at 181-85, 188-89. On December 30, 2004, MetLife again requested additional medical information from plaintiff. <i>See id.</i> at 196. Plaintiff again complied. <i>See id.</i> at 207-09.</p>\n<p>By letter dated February 3, 2005, MetLife authorized continuation of plaintiff's LTD benefits. <i>See id.</i> at 211-12; By definition, MetLife thereby concluded that plaintiffs evidence satisfied the Plan's definition of disability.</p>\n<p>On March 3, 2005, MetLife again requested medical information from plaintiff. <i>See id.</i> at 213-15. Plaintiff again complied. <i>See id.</i> at 216-18, 221.</p>\n<p>On March 25, 2005, MetLife again authorized continuation of plaintiff's LTD benefits. <i>See id.</i> at 219-20. By definition, MetLife thereby concluded that plaintiffs evidence satisfied that Plan's definition of disability.</p>\n<p>In May and June 2005, MetLife again asked plaintiff for updated medical information. <i>See id.</i> at 228, 229. Dr. Smith transmitted two reports that MetLife previously received and a new report dated April 1, 2005. <i>See id.</i> at 234-41.</p>\n<p>After reviewing the updated medical information, MetLife terminated plaintiff's LTD benefits effective August 9, 2005. <i>See id.</i> at 251-52. The only \"new\" medical information that was in the record was Dr. Smith's report of April 1, 2005. Moreover, in making this decision MetLife relied on a \"case manager\" and a \"nurse consultant.\" <span class=\"star-pagination\">*541</span> <i>See id.</i> at 574. MetLife did not consult a physician.</p>\n<p>Plaintiff argues that MetLife's decision to terminate plaintiff's LTD benefits, effective August 9, 2005, was not reasonable under the Plan and not supported by substantial evidence. In making this argument, plaintiff mentions the conflict of interest, but focuses on three <i>Booth</i> factors: (1) the Plan language; (2) the adequacy of the materials considered to make a decision; and (3) whether the decisionmaking process was reasonable and principled. <i>See </i><i>Booth,</i> 201 F.3d at 342-43.</p>\n<p>As for the Plan language, MetLife reviewed, approved, and continued plaintiffs receipt of LTD benefits from October 31, 2003, through August 8, 2005. By definition, MetLife thereby concluded that plaintiffs evidence met the definition of disability as to her customary occupation under the Plan. <i>See</i> Plan 00019.</p>\n<p>As for the adequacy of the materials that MetLife considered in connection with its decision to terminate plaintiffs LTD benefits, effective August 9, 2005, and as for whether that decisionmaking process was reasonable and principled, MetLife was required to consider all of the evidence in the record at the time of its decision. <i>See, e.g., </i><i>White v. Sun Life Assurance Co.,</i> <span class=\"citation\" data-id=\"797930\"><a href=\"/opinion/797930/margaret-t-white-v-sun-life-assurance-company-of-canada-and-greer/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">240</span></a></span>, 255 (4th Cir. 2007). One piece of evidence before Met-Life at the time it terminated plaintiffs LTD benefits, effective August 9, 2005, indicated an improvement in plaintiffs chronic neck pain. Specifically, Dr. Smith's report, dated April 1, 2005, stated that Williams told Dr. Smith during her office Visit that her chronic neck pain averaged three on a scale of zero to ten and was \"under control.\" R. 235. Dr. Smith's report also indicated that Williams no longer suffered sharp shooting pains down her arms, that she was sleeping well with the aid of her medications, and that she was advised to walk every other day for at least fifteen minutes. <i>Id.</i> at 235-36. Dr. Smith noted no muscle spasms, fasciculations, or atrophy, and reported a full cervical range of motion. <i>See id.</i> at 235. He diagnosed plaintiff with chronic cervical pain, cervical degenerative disc disease, cervical facet syndrome, status post multiple trigger finger releases, and depression. <i>Id.</i> Dr. Smith continued to prescribe a duragesic patch for chronic pain, Restoril to assist with sleeping, and Zoloft for depression. <i>See id.</i> at 236. Plaintiff also was to begin walking on a treadmill at least fifteen minutes every other day. Dr. Smith scheduled a follow-up appointment in one month. <i>See id.</i></p>\n<p>In its letter terminating plaintiffs LTD benefits, MetLife stated that her \"medical documents [did] not substantiate [her] inability to perform [her] customary occupation.\" <i>Id.</i> at 251. The letter then described Dr. Smith's office notes dated January 13, 2005, March 1, 2005, and April 1, 2005. <i>See id.</i> at 251-52. MetLife's letter does not, however, address the documented medical evidence from plaintiffs treating physicians concerning plaintiffs inability to use her hands (particularly her right hand) in performing her customary occupation as a customer service clerk. MetLife's letter also fails to acknowledge, much less address, that MetLife had Dr. Smith's notes of January 13, 2005, and March 1, 2005, and relied (in part) on those notes in continuing plaintiffs LTD benefits on March 25, 2005. <i>See id.</i> at 219-20. Further, MetLife did not address the other medical evidence in the record concerning plaintiffs hands and how that impacted her ability to type throughout the day as a customer service clerk. Thus, the court concludes that MetLife's decisionmaking process was not reasonable or principled. <i>See, e.g., </i><i>Black &amp; Decker Disability Plan v. Nord,</i> 538 <span class=\"star-pagination\">*542</span> U.S. 822, 834, <span class=\"citation\" data-id=\"127929\"><a href=\"/opinion/127929/black-decker-disability-plan-v-nord/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></a></span>, <span class=\"citation\" data-id=\"127929\"><a href=\"/opinion/127929/black-decker-disability-plan-v-nord/\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1034</span></a></span> (2003); <i>Stup,</i> 390 F.3d at 308; <i>Booth,</i> 201 F.3d at 342-43.</p>\n<p>In defense of MetLife's decision, MetLife cites the report and two supplemental reports that Dr. Thomas prepared concerning plaintiff's administrative appeal. As part of Dr. Thomas' evaluation of plaintiff's inability to use her hands, he opined that \"[c]ertainly ... there is ample medical record support for inability to use the hands, over time, during the 90s and again in the early 2000s, [but] these issues appear to retreat with a 05/28/03 c-spine MRI actually ordered by Ms. Williams' orthopedic/upper extremity surgeon, Dr. Kaplowitz.\" R. 301.</p>\n<p>Not surprisingly, plaintiff argues that Dr. Thomas failed to analyze the evidence vis-a-vis her inability to use her hands to type throughout the day and failed to engage in a reasonable and principled reasoning. The court agrees with plaintiff. Dr. Thomas' claim that evidence concerning her inability to use her hands retreated as of May 28, 2003, is not accurate. Dr. Kaplowitz (who had treated plaintiff since 1996 for carpel tunnel syndrome and trigger finger syndrome and operated on her numerous times for these conditions) opined on June 9, 2003, that plaintiff \"still has some swelling in that right hand and there really is nothing else to do. It is not infected but there is a lot of scar tissue there and she types all day. She may need some job modification....\" <i>Id.</i> at 115. Moreover, in plaintiff's personal profile of December 1, 2003, she reported \"problems with right hand dexterity\" and \"constant pain scar tissue on right hand.\" <i>Id.</i> at 118. Further, Dr. Pitts reported on February 3, 2004, that plaintiffs pain included her \"right shoulder and all of the fingers of her right hand.... The pain radiates also into the left hand into all of the fingers.\" <i>Id.</i> at 162. Dr. Smith reported on September 3, 2004, that plaintiff complained about pain in her hands and neck. <i>See id.</i> at 189. In an updated personal profile form dated December 27, 2004, plaintiff again reported constant pain in, among other places her shoulder blades and hands and swelling in her hands. <i>Id.</i> at 181. Dr. Smith's note of January 13, 2005, referenced (among other things) plaintiffs continuous pain in her hands and her neck. <i>Id.</i> at 207-09. He further stated that the hand pain seemed \"independent of the neck pain.\" <i>Id.</i> at 207. All of Dr. Smith's records reference the multiple surgeries performed on plaintiffs hands. <i>See, e.g.,</i> id In plaintiffs August 2005 appeal, plaintiff stated:</p>\n<blockquote>I am disabled because of two carpal tunnel operations, tendinitis, seven trigger finger operation[s].... My hands have a large amount of scar tissue. With medication my hands still swell and hurt sever[e] enough to be disabling.</blockquote>\n<p><i>Id.</i> at 280. Finally, Dr. Kaplowitz's note of December 14, 2005, discussed plaintiffs condition, including her \"diagnosis of recurrent carpal tunnel and recurrent trigger fingers, chronic swelling of her right hand ... [and] degenerative changes of... C3-4 disks and C4-5 with a small left posterior paramediam herniation.\" <i>Id.</i> at 373. Dr. Kaplowitz concluded that she was disabled from performing her occupation as a customer service clerk due to these conditions. \"It is impossible for her to do any kind of repetitive work with the right hand. She is significantly disabled and on chronic pain medication and being cared for at the pain clinic by Dr. Carl Smith.\" <i>Id.</i></p>\n<p>As the foregoing evidence shows, plaintiffs medical problems with her hands (particularly with her right hand) continued well beyond May 28, 2003. Moreover, the medical records include credible, objective <span class=\"star-pagination\">*543</span> medical evidence (beyond plaintiff's mere complaints of pain) substantiating numerous operations on plaintiffs hands and scar tissue related to those operations. Indeed, MetLife relied (in part) on some of this very evidence concerning her hands in granting plaintiffs initial request for LTD benefits in December 2003, and in twice continuing her LTD benefits in February 2005 and March 2005.</p>\n<p>Dr. Thomas reviewed plaintiffs file and the supplemental medical information, and concluded that the medical information did not support a severity of impairment or other limitation preventing plaintiff from returning to her sedentary job as of August 9, 2005. <i>See id.</i> at 300-11, 356-58, 403-06. Dr. Thomas' report and supplemental reports overwhelmingly focused on plaintiffs neck and back pain and issues associated with that pain. His analysis of plaintiffs inability to use her hands effectively ceased as of May 28, 2003. <i>See id.</i> Further, Dr. Thomas noted that plaintiffs file (including records of her treating physicians) did not include objective medical evidence in support of her alleged disability, such as recent test or imaging results, or a detailed neuromusculoskeletal exam from her treating physicians addressing plaintiffs hand, cervical, or spine functionality. <i>Id.</i> at 302, 358, 405.</p>\n<p>ERISA does not require MetLife, as Plan Administrator, to accord special deference to Williams' treating physicians. <i>See, e.g., </i><i>Elliott,</i> 190 F.3d at 606. Nevertheless, a \"[p]lan administrator[ ] ... may not arbitrarily refuse to credit a claimant's reliable evidence, including the opinions of a treating physician.\" <i>Black &amp; Decker Disability Plan,</i> 538 U.S. at 834, <span class=\"citation\" data-id=\"127929\"><a href=\"/opinion/127929/black-decker-disability-plan-v-nord/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></a></span>; <i>cf. </i><i>White,</i> 488 F.3d at 255 (a plan administrator must consider all the information before it).</p>\n<p>In this case, Dr. Thomas' report and supplemental reports did not discuss the objective medical evidence in the record concerning plaintiffs inability to use her hands (particularly her right hand) in performing her duties as a customer service clerk. These duties included typing throughout the day. MetLife was not justified in rejecting the opinions of plaintiffs treating physicians as well as plaintiffs statements \"on the basis of such ... flawed report[s].\" <i>Gorski v. ITT Long Term Disability Plan for Salaried Employees,</i> 314 Fed.Appx. 540, 547 (4th Cir. 2008) (per curiam) (unpublished). Moreover, although test results referenced in Dr. Thomas' report would certainly qualify as \"credible objective medical evidence,\" the absence of such test results concerning plaintiffs hands, does not negate the other credible, objective medical evidence concerning plaintiffs hands and her resulting inability to type throughout the day. The parties agree that the ability to type throughout the day is an essential function of serving as a Cingular customer service representative.</p>\n<p>In sum, the court has reviewed the entire record under the modified abuse of discretion standard. <i>See, e.g., </i><i>Evans,</i> 514 F.3d at 325-26; <i>Stup,</i> 390 F.3d at 307; <i>Booth,</i> 201 F.3d at 342-43; <i>Ellis,</i> 126 F.3d at 232-33: <i>cf. </i><i>Glenn,</i> 128 S.Ct. at 2350-51. Substantial evidence does not support MetLife's conclusion that, effective August 9, 2005, Williams was not disabled from her customary occupation as defined in the Plan.</p>\n<p></p>\n<h2>C.</h2>\n<p>Having determined that MetLife's abused its discretion in terminating plaintiffs LTD benefits, effective August 9, 2005, the court turns to the issue of remedy. Ordinarily, the court would remand the matter to the plan administrator for a new determination. <i>See, e.g., </i><i>Gorski,</i> 314 Fed.Appx. at 548; <i>Flinders v. Workforce</i> <span class=\"star-pagination\">*544</span> <i>Stabilization Plan of Phillips Petroleum Co.,</i> <span class=\"citation\" data-id=\"169422\"><a href=\"/opinion/169422/flinders-v-workforce/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1180</span></a></span>, 1194 (10th Cir.2007). In this case, however, the parties' dispute concerns plaintiffs eligibility for LTD benefits for the period April 7, 2003, through April 6, 2006. <i>See</i> Def.'s Summ. J. Mem. 4 n. 2; <i>see</i> Plan 00019. Further, MetLife appears to concede if the court were to rule in favor of the plaintiff in this case, then any remand would need only focus on whether plaintiff is disabled under the Plan's definition of disability applicable after the 36-month \"customary occupation\" period. <i>See</i> Def's Summ. J. Mem. 4 n. 2; Plan 00019. Thus, because the record clearly shows that plaintiff is entitled to LTD benefits in accordance with the Plan for the period April 7, 2003, through April 6, 2006 (that is, the \"customary occupation\" period), the court awards benefits for that period.<sup>[5]</sup> Further, the action is remanded to MetLife to determine plaintiffs eligibility for LTD benefits under the Plan's \"any gainful occupation\" definition for the period beginning on April 7, 2006. <i>See</i> Plan 00019.</p>\n<p></p>\n<h2>IV.</h2>\n<p>For the reasons discussed above, plaintiffs motion for summary judgment [D.E. 31] is GRANTED, and defendant's motion for summary judgment [D.E. 40] is DENIED. The court directs MetLife to award LTD benefits to plaintiff in accordance with the Plan for the period of April 7, 2003, through April 6, 2006. Plaintiff is also awarded prejudgment interest at the applicable rate. The court remands plaintiffs request for LTD benefits under the \"any gainful occupation\" definition in the Plan to MetLife. Finally, plaintiff may submit a request for attorneys fees and costs pursuant to 29 U.S.C. § 1132(g), the Federal Rules of Civil Procedure, and the Local Rules.</p>\n<h2>NOTES</h2>\n<p>[1]  All record citations to are to the bound record (\"R. ___\") or to the bates-stamped page numbers of the Plan and the Summary Plan Description (\"Plan ___\").</p>\n<p>[2]  The Plan was amended to extend the definition to the first thirty-six months (rather than twenty-four months) of the insured's disability. <i>See, e.g.,</i> Plan 00070 (revised definition of disability in the Summary Plan Description); <i>see also</i> R. at 202-03 (January 12, 2005 letter explaining change in LTD benefits amount); <i>id.</i> at 211-12 (February 3, 2005 letter granting extension of LTD benefits); <i>id.</i> at 317 (October 4, 2005 letter denying plaintiff's appeal). The parties agree that the thirty-six month period applies to plaintiff's claim for LTD benefits in this case.</p>\n<p>[3]  The Plan provides for an appeal if MetLife denies a disability claim. <i>See</i> Plan 00050-51. If MetLife denies the claim on appeal, MetLife provides a final written decision stating the reasons for denial and referencing any specific Plan provisions on which the denial is based. <i>See id.</i> 00051.</p>\n<p>[4]  MetLife received Dr. Smith's September 9, 2005 report on September 26, 2005. It was therefore unavailable for Dr. Thomas' initial review of Williams' LTD claim file on September 14, 2005, but he considered it in his second supplemental report. <i>See</i> R. 284-86, 404.</p>\n<p>[5]  If the parties dispute the proper calculation of the amount or duration of LTD benefits for the \"customary occupation\" period, either party may seek relief from the court by filing an appropriate motion concerning such issues. The court expects counsel for each party initially to seek to resolve any such issues before filing a motion.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/127929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/169422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/443969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1024405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1024738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1025931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2359964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2577553/"
  ]
}