{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2261769/",
  "absolute_url": "/opinion/2261769/in-re-food-lion-effective-scheduling-litigation/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2261769/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:55:13.300027Z",
  "date_modified": "2016-03-01T13:02:25.884918Z",
  "type": "010combined",
  "sha1": "a099cc5ccd5e909c60fd5b0096443ae1a88d0677",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>861 F.Supp. 1263 (1994)</b></center>\n<center><h1>In re FOOD LION EFFECTIVE SCHEDULING LITIGATION.</h1></center>\n<center>No. 92-198-MISC-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 27, 1994.</center>\n<p><span class=\"star-pagination\">*1264</span> <span class=\"star-pagination\">*1265</span> James M. Johnson, Bryan, Jones, Johnson &amp; Snow, Dunn, NC, for McLawhorn and Wedmore, plaintiffs and Liaison Counsel.</p>\n<p>James T. Williams, Jr., M. Daniel McGinn, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, L.L.P., Greensboro, NC, for Food Lion.</p>\n<p>Carl H. Trieshmann, Arnold &amp; Anderson, Atlanta, GA, for Food Lion and Liaison Counsel.</p>\n<p></p>\n<h2>FINDING OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p>These findings relate to:</p>\n<blockquote><i>McLawhon, et al v. Food Lion, Inc.</i></blockquote>\n<blockquote>91-133-CIV-4-F (E.D.N.C.)</blockquote>\n<blockquote><i>Wedmore, et al v. Food Lion, Inc.</i></blockquote>\n<blockquote>92-555-CIV-5-F (E.D.N.C.)</blockquote>\n<p>This matter is before the court for findings of fact and conclusions of law after a bench trial that was held 28-31 March, 6-7 April, and 20 April 1994 in New Bern, North Carolina. The plaintiffs brought these actions pursuant to section 16(b) of the Fair Labor Standards Act, 29 U.S.C. § 201 <i>et seq.,</i> alleging that they worked uncompensated overtime hours. After considering the evidence presented at trial and all related legal arguments, the court finds in favor of Quinn in the amount of $23,192.80 and in favor of McLawhorn in the amount of $8508.00. The court finds in favor of Food Lion in the remaining actions.</p>\n<p></p>\n<h2>FINDINGS OF FACTS</h2>\n<p></p>\n<h2><i>General Findings</i></h2>\n<p>1. Food Lion is a large, highly centralized retail grocery chain headquartered in Salisbury, North Carolina, which annually employs approximately 60,000 employees in nearly 1,000 grocery stores.</p>\n<p>2. Each Food Lion store has a produce, meat, and grocery department, offering grocery products for sale to the public. A department manager is in charge of each department and supervises the other employees in his department. Each store also has a store manager and one or more assistant store managers. The store managers are responsible for the overall operations of the store. The store manager and assistant store managers are salaried employees. All other store employees are paid by the hour.</p>\n<p>3. Food Lion supervises and controls the operations of its stores from Salisbury <span class=\"star-pagination\">*1266</span> through the use of regional and area supervisors of the produce, meat, and grocery departments. A regional supervisor is responsible for a large number of stores in his region. An area supervisor is generally responsible for the operations of twelve to fifteen stores in his area.</p>\n<p>4. In the chain of command during the relevant time period, store department managers reported to their area supervisors. Store managers reported to their area supervisors, who reported to their regional supervisors. The regional supervisors reported to Food Lion's executive operations officers in Salisbury.</p>\n<p>5. Food Lion has an elaborate, uniform Effective Scheduling system in each of its stores. Effective Scheduling is used weekly to predict the amount of labor necessary for the anticipated level of activity and to evaluate the effectiveness of the department. Food Lion supervisors allocate hours to the stores based on what corporate management perceives are the necessary hours to perform the various tasks assigned to store employees.</p>\n<p>6. Jeffrey W. Bumgarner is the manager of productivity and analysis at Food Lion. Since October, 1987, he has been in charge of monitoring Effective Scheduling. His stated purpose is to ensure its fairness. Bumgarner defined Effective Scheduling as a tool that allows department managers to schedule labor for the upcoming week based on anticipated production. By comparing actual productivity to Effective Scheduling, the department manager gains a better understanding of how to schedule staff and order inventory.</p>\n<p>7. According to Bumgarner, each department has fixed and variable tasks. These tasks are allotted fixed and variable hours under Effective Scheduling. Fixed hours remain the same each week and generally involve tasks that by their nature are unaffected by volume. Variable hours, however, increase or decrease as volume fluctuates up or down, respectively. By adding the fixed and variable hours, Effective Scheduling tells each department how many hours it has to get the week's work done. Effective Scheduling does not generate a dollar budget, nor does it differentiate between straight time and overtime. It simply predicts how much labor the department will need the following week.</p>\n<p>8. At the end of each week, a report is generated that tells the department manager whether the department met or missed Effective Scheduling. This conclusion is based on a comparison of the actual inventory and hours used. The department can work more hours than projected and still meet the demands of Effective Scheduling. As volume goes up, the number of hours allowed by Effective Scheduling increases.</p>\n<p>9. The schedules vary between stores as a result of certain factors. Training hours are not charged against Effective Scheduling. The trainee's production, however, is included in the variable hours calculation. A trainee's presence results in a windfall for the department. Production is increased by the trainee's input, but the amount of hours shown to have been used for the production is less than the actual number by the amount of time the trainee worked. Indirect hours are also allocated for store meetings, court time, and other unusual incidents.</p>\n<p>10. Food Lion continues to monitor Effective Scheduling through periodic studies. The object of the studies is to observe the employees under normal circumstances in an effort to decide what amount of time it takes to accomplish certain tasks. It establishes the time standards by watching employees work. Food Lion chooses the employees to be viewed at random, but insures that the study involves one store in every region. The observers are selected. Supervisors in the relevant departments train the observers on the proper functioning of the departments. The results become the standard amounts of time allocated to the various tasks.</p>\n<p>11. Food Lion's policy is to minimize the overtime hours of department managers and other full-time hourly paid employees. All overtime hours are expected to be authorized in advance by area supervisors based on set, scheduled hours.</p>\n<p>12. Food Lion area and regional supervisors and operational vice-presidents participate in an incentive bonus compensation plan <span class=\"star-pagination\">*1267</span> which can add between ten to fifteen percent of the participant's base salary to the participant's total annual compensation. One-half of the bonus paid to the participant is based on Food Lion's profitability. The other half is based on the participant's individual performance. A store manager's compensation is based on many factors, which includes Food Lion's overall profitability and operating results. Food Lion's profitability and operating results are affected by the number of work hours reported and used in the stores.</p>\n<p>13. Formerly, Food Lion required all hourly employees to record their work hours on time cards by means of a punch time clock. Food Lion presently requires all hourly employees to record their work hours in Food Lion's computer system. Food Lion pays hourly employees on the basis of the time worked as recorded on their time cards or in its computer records. Employees' schedules vary from day to day and week to week, as set by the department manager. The department manager sets his own schedule. Employees are aware that they are paid on the basis of the time information they provide.</p>\n<p>14. There has been unrecorded and uncompensated work (off-the-clock work) at Food Lion for a number of years, although not every employee in every store works off-the-clock. This finding is based on evidence of prior litigation, eleven pending collective actions alleging overtime violations, two investigations by the United States Department of Labor, and trial testimony. Food Lion knew when off-the-clock work was most likely to occur and knew what should be done to prevent it.</p>\n<p>15. Food Lion published and enforced a corporate policy requiring employees to accurately record their time worked and prohibiting employees from working off-the-clock. Employees who violated this policy were subject to disciplinary action up to and including discharge.</p>\n<p>16. Signs proscribing off-the-clock work are posted throughout Food Lion stores, the policy is made known at department meetings and a toll-free, anonymous telephone line exists to encourage reporting by employees. Violations detected by Food Lion result in discipline ranging, depending on the circumstances, from counseling to reprimand (\"constructive advice memos\") to immediate termination.</p>\n<p>17. Since 1987 Food Lion has known that the statement \"do whatever it takes to get the job done\" could be construed by employees as a coded instruction to work off-the-clock if the employee is unable to complete his assigned tasks within the allotted hours. The expression is susceptible to various interpretations, however, and does not necessarily amount to an instruction to work off-the-clock.</p>\n<p>18. In 1987, Food Lion told the Department of Labor that it was going to hold store managers strictly accountable for off-the-clock work in their respective stores. In a 1988 communication from corporate headquarters, store managers were told that \"even if you claim you did not know off-the-clock work was occurring, the law says if you are doing your job, you should have known.\"</p>\n<p>19. In 1989, Food Lion entered into a national compliance agreement with the U.S. Department of Labor to resolve claims first raised in 1986 that Food Lion employees in eastern North Carolina stores worked off-the-clock performing services that would have cost an estimated $1.1 million in overtime wages. In the agreement, Food Lion stipulated that it would comply, on a nationwide basis, with all provisions of the Fair Labor Standards Act, would not permit further off-the-clock work, would maintain accurate records of hours actually worked by all employees, and would take affirmative action to establish internal responsibility for policing compliance with the overtime and record-keeping provisions of the Act.</p>\n<p>20. Until late 1992, Food Lion periodically required its employees to sign a statement attesting that they were not violating Food Lion's rule against working off-the-clock. In the same statement, employees had to agree to indemnify Food Lion if off-the-clock claims were pursued.</p>\n<p>21. In 1991 and 1992, the U.S. Department of Labor conducted a major investigation of off-the-clock work at Food Lion. <span class=\"star-pagination\">*1268</span> During the 1991-1992 investigation of Food Lion the U.S. Department of Labor concluded that there were substantial off-the-clock overtime violations occurring in Food Lion stores. Food Lion was advised of the Department of Labor's findings in 1992. As a result of this investigation, Food Lion entered into an agreement with the U.S. Department of Labor. Food Lion agreed to pay $13.2 million to settle and compromise claims for off-the-clock work allegedly performed between 1989 and 1993.</p>\n<p>22. A mass mailing to roughly 60,000 current and former Food Lion employees, notifying them of the right to \"opt-in\" to seek compensation for any off-the-clock work, resulted in only 782 persons filing timely claims. Chief United States District Judge James C. Fox dismissed a number of these claims. Approximately 1% current and former employees remained as claimants.</p>\n<p></p>\n<h2><i>Factual Findings Specific To Quinn</i></h2>\n<p>1. Kelly Quinn worked for Food Lion from 26 December 1987 to 22 July 1991. He worked as a meat cutter and a meat market manager. Quinn filed a consent to join this action on 24 February 1992.</p>\n<p>2. Quinn was aware of Food Lion's policy against working off-the-clock and knew that he would be compensated only for the hours reported on his time records. Quinn was compensated for all hours reported.</p>\n<p>3. Quinn was a very hard worker and a good employee at Food Lion. Quinn worked off-the-clock in various Food Lion stores from February 1989 to 22 July 1991. This practice was necessary in order to achieve Effective Scheduling. Rockie Heathcock, area market supervisor, denied Quinn's request for additional help or additional hours. Failing to satisfy the requirements of Effective Scheduling would have resulted in some form of discipline.</p>\n<p>4. At times, Quinn worked without a meat wrapper. Quinn was forced to work overtime almost every week and often worked on Sundays at a heightened rate of pay. Despite the sometimes reduced staff and these extra hours, Food Lion's witnesses testified that Quinn's market almost always met Effective Scheduling.</p>\n<p>5. Dennis Simons, market manager at store number 61, trained Quinn to sharpen knives off-the-clock. Quinn continued this practice throughout his tenure with Food Lion. Quinn worked one and one-half hours off-the-clock each day, six days a week, performing various tasks associated with the meat department. He worked these hours at store number 300 and 486 during 1989 and 1990.</p>\n<p>6. Heathcock was aware that employees were trained to sharpen knives off-the-clock and that Quinn worked off-the-clock to perform other tasks. In fact, Heathcock admitted that he had worked off-the-clock as an hourly employee for Food Lion. Fleming was also aware that Quinn worked off-the-clock.</p>\n<p>7. Quinn worked as a floater. A floater moves around to assist various stores in need of extra help. The demands of Effective Scheduling are reduced when an employee works as a floater. Quinn also worked at store number 486, which is a training store. The markets receive indirect hours for trainees, reducing the demands of Effective Scheduling.</p>\n<p>8. Quinn's regular hourly rate of pay was $8.50 from 24 February 1989 to 7 April 1989, $9.00 from 8 April 1989 to 8 September 1989, $9.40 from 9 September 1989 through 6 April 1990, $9.85 from 7 April 1990 to 28 December 1990, and $10.20 from 29 December 1990 through 22 July 1991. His overtime hourly wages for these periods were $12.75, $13.50, $14.10, $14.77, and $15.30, respectively.</p>\n<p></p>\n<h2><i>Factual Findings Specific To McLawhon</i></h2>\n<p>1. Terry McLawhon was employed by Food Lion as a stocker and grocery manager from 29 February 1988 to August 1990. His entire work tenure was at store 379 in Greenville, North Carolina. McLawhon filed a consent to join this action on 9 January 1992.</p>\n<p>2. McLawhon was aware of Food Lion's policy against working off-the-clock and knew that he would be paid only for his recorded time. He was paid for all of his recorded time.</p>\n<p><span class=\"star-pagination\">*1269</span> 3. Randy Jones was McLawhon's grocery manager for the first six months McLawhon worked at Food Lion. Steve Wolford was McLawhon's store manager at 379 from April, 1988 until June, 1990.</p>\n<p>4. Wolford expected Jones' crew to meet Effective Scheduling. Jones informed Wolford numerous times that his crew was unable to satisfy the demands of Effective Scheduling and sought Wolford's help. Wolford responded that meeting Effective Scheduling was the only option and told Jones to take whatever steps were necessary to satisfy this requirement.</p>\n<p>5. Jones knew that his job was in jeopardy if he failed to meet Effective Scheduling. To satisfy this requirement, Jones and McLawhon worked off-the-clock. Specifically, McLawhon worked off-the-clock four or five hours a night, two nights a week from March 1988 to August 1988, while Jones was his grocery manager.</p>\n<p>6. Lester Mitchell worked on the same stock crew with McLawhon until some time in 1990. He and McLawhon worked five or six hours off-the-clock together every truck night during this period.</p>\n<p>7. McLawhon claims that he worked off-the-clock for a minimum of twenty hours each week. His wife, Cynthia McLawhon, corroborates this testimony. She further claims that her husband practically lived at the store. McLawhon spent so much time in the store that his wife supposedly used it as a second home for her children, taking them to the store at 11:00 p.m., making them a bed in the break room, and arousing them at 4:00 a.m. to take them to appropriate sleeping quarters. Cynthia notified Jean Runnells, McLawhon's area supervisor, that McLawhon was working off-the-clock in order to satisfy Effective Scheduling.</p>\n<p>8. Chris May, presently an Emergency Medical Technician for the City of Greenville, was a stocker when McLawhon was a grocery manager. He testified that McLawhon participated in and condoned ball-playing during night-stocking while on the clock. According to May, McLawhon and his crew also stole groceries from the store, but limited their thievery to around fifteen dollars, two nights a week. May, who was only eighteen, usually included beer as part of his quota. McLawhon and his crew also engaged in a lesser form of theft known as grazing: consuming amounts of food when moving about the store. Bruce Lambert, now employed at Proctor &amp; Gamble, was another stocker under McLawhon and corroborated May's testimony.</p>\n<p>9. McLawhon received numerous disciplinary memoranda for such things as failing to follow procedure, poor production, and tardiness during his employment with Food Lion. Belinda Brown was McLawhon's store manager during the last three months of his tenure. She testified that he was a poor employee, disorganized, often tardy by large amounts of time, and lazy. Brown also stated that she strictly enforced Food Lion's policy against working off-the-clock.</p>\n<p>10. McLawhon was eventually terminated from Food Lion for stealing magazines and was convicted of a misdemeanor. McLawhon also has a history of passing worthless checks.</p>\n<p>11. McLawhon's regular hourly wage was $6.00 from 9 January 1989 through 21 April 1989, $6.40 from 22 April 1989 through 29 December 1989, $7.25 from 30 December 1989 through 13 July 1990, and $8.05 from 14 July 1990 through 28 August 1990. His overtime hourly wages for these periods were $9.00, $9.60, $10.88, and $12.08, respectively.</p>\n<p></p>\n<h2><i>Factual Findings Specific To Perry</i></h2>\n<p>1. Keith Perry worked for Food Lion from 23 July 1987 until 16 July 1991. He worked as a stocker and grocery manager at store 341 in Zebulon, North Carolina and store 214 in Wilson, North Carolina. Perry filed a consent to join this action on 9 January 1992.</p>\n<p>2. Perry was aware of Food Lion's policy against working off-the-clock and knew that he would be compensated only for the hours recorded on his time record. Perry was compensated for all of his recorded time.</p>\n<p>3. Perry worked off-the-clock six hours per week at store 214, and at store 341. This work took place on truck days, when Perry and his stockers unloaded incoming trucks <span class=\"star-pagination\">*1270</span> and placed stock on the shelves. Perry was forced to work off-the-clock due to the demands of Effective Scheduling.</p>\n<p>4. Perry admitted that the only member of Food Lion's management that may have known of his off-the-clock work was Mike Jeffries, an assistant manager at store 341. Perry admitted to Jeffries that he had worked off-the-clock in the past. In response, Jeffries warned Perry not to work off-the-clock again. Thereafter, Perry concealed all off-the-clock work.</p>\n<p>5. Perry's stockers were unaware of his off-the-clock work. The sole exception was when Perry informed his crew on 15 July 1991 that he was going to punch out and work off-the-clock. The incident was reported to Food Lion management, and Perry was terminated.</p>\n<p></p>\n<h2><i>Factual Findings Specific To Ramsey</i></h2>\n<p>1. Rodney Ramsey worked for Food Lion as an hourly employee from 27 August 1983 until 20 April 1990. He worked as a bagger, stocker, produce clerk, and produce manager. Ramsey filed a consent to join this action on 2 March 1992.</p>\n<p>2. Ramsey knew about Food Lion's policy against working off-the-clock and understood that he would be paid only for work recorded in his time records. He was paid in full for all time recorded.</p>\n<p>3. Based on a conversation he had in 1988 with area supervisor Steve Myschlenski, Ramsey concluded that his failure to satisfy Effective Scheduling would result in his discharge. He worked the uncompensated overtime, because he was unable to satisfy the demands of Effective Scheduling.</p>\n<p>4. Ramsey worked off-the-clock when he was a produce clerk at store number 146 on Gum Branch Road in Jacksonville, North Carolina from 22 July 1989 to 20 April 1990. Specifically, Ramsey claims to have worked one and one-half hours each of the five days a week he worked, or seven and one half hours per week. Darwood Birch worked with Ramsey for a week during the claim period. Birch claims that Ramsey worked off-the-clock for only four or five hours during that week and concealed the work.</p>\n<p>5. Samuel Jarman was Ramsey's store manager at store number 146 during the relevant claim period. Jarman worked long hours as store manager. He strictly enforced Food Lion's policy against working off-the-clock by routinely checking time reports and keeping a close watch over store activity. Jarman never observed Ramsey working off-the-clock. Although part of Ramsey's claim includes time for working through lunch and taking paperwork home, Jarman specifically observed Ramsey eating lunch and revealed that his paperwork was minimal. Assistant store manager Derrich Green corroborated this testimony.</p>\n<p></p>\n<h2><i>Factual Findings Specific To Hamm</i></h2>\n<p>1. William Hamm worked as an hourly employee with Food Lion from 23 September 1983 to 24 April 1991. He served as a produce clerk and produce manager. Hamm filed a consent to join this action on 11 March 1992.</p>\n<p>2. Hamm was aware of Food Lion's policy against working off-the-clock and understood that he would be paid only for the time recorded on his time records. He was paid for all of his recorded time.</p>\n<p>3. Hamm was the produce manager at store 128 in Goldsboro, North Carolina from 11 March 1989 to 23 February 1991. He was scheduled to work forty-four hours each week. In addition, Hamm claims to have worked off-the-clock every day by working through his lunch break. Time records reveal, however, that Hamm rarely clocked out for lunch.</p>\n<p>4. Janie Huggins is currently the store manager at Food Lion store number 272 in Fayetteville, North Carolina. She was also the store manager at store number 128 when Hamm was the produce manager, although her last name was Heathcock at that time.</p>\n<p>5. Huggins testified on behalf of Food Lion that Hamm performed poorly as the produce manager at store 128. As the produce manager, Hamm was responsible for dairy products, frozen foods, and produce. Hamm failed to stock the cases appropriately and produce was left out past its prime. In addition, Hamm scheduled his staff in a manner <span class=\"star-pagination\">*1271</span> that left his department unattended at certain times.</p>\n<p>6. Huggins informed Hamm that his performance was unsatisfactory. She told him to take as many hours as he needed to improve the conditions in the produce department, but never encouraged him to work off-the-clock. Huggins specifically told Hamm that she was more concerned about the conditions of the department than she was about Effective Scheduling. Hamm refused opportunities to work overtime. In addition, he was given more hours than normally allowed by Effective Scheduling in order to achieve satisfactory department conditions. Hamm missed Effective Scheduling, but was never disciplined for this failure.</p>\n<p>7. Huggins strictly enforced Food Lion's off-the-clock policy. She regularly checked time cards to ensure that her employees were not working off-the-clock. Huggins disciplined Brian McKay, a perishables clerk under Hamm, for working off-the-clock. She also warned Hamm about working off-the-clock. Hamm concealed his off-the-clock work in response to Huggins' warning. Hamm was caught working off-the-clock on 2 February 1991 and was terminated. After a review by a panel of his peers, Hamm was reinstated as a produce clerk at another store, but left the job after a short time.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. This Court has jurisdiction over plaintiffs' claims for uncompensated overtime pursuant to 29 U.S.C. § 216(b).</p>\n<p>2. Food Lion is an enterprise engaged in commerce or in the production of goods for commerce as defined in the Fair Labor Standards Act (FLSA), 29 U.S.C. § 201 <i>et seq.</i></p>\n<p>3. Section 7(a)(1) of the FLSA, 29 U.S.C. § 207(a)(1) provides as follows:</p>\n<blockquote>[N]o employer shall employ any of his employees who in any workweek is engaged in commerce or in the production of goods for commerce, or is employed in an enterprise engaged in commerce or in the production of goods for commerce, for a workweek longer than forty hours per week unless such employee receives compensation for his employment in excess of the hours above specified at a rate of not less than one and one-half times the regular rate at which he is employed.</blockquote>\n<p>4. Plaintiffs must show by a preponderance of the evidence that they worked overtime hours without compensation, the amount and extent of the work as a matter of just and reasonable inference, and that Food Lion knew of the uncompensated overtime. <i>Anderson v. Mt. Clemens Pottery Co.,</i> 328 U.S. 680, 687, 66 S.Ct. 1187, 1192, 90 L.Ed. 1515 (1946).</p>\n<p>5. \"Employ\" under the FLSA means to \"suffer or permit to work.\" 29 U.S.C. § 203(g). To suffer or permit to work means \"with the knowledge of the employer. Therefore, in order to prove that he is `employed' for purposes of the Act, it is necessary for plaintiff to show that his employer had knowledge, either actual or constructive, of his overtime work.\" <i>Davis v. Food Lion, Inc.,</i> 792 F.2d 1274, 1276 (4th Cir.1986) (citations omitted).</p>\n<p>6. Mere knowledge of alleged work off-the-clock is insufficient. \"Knowledge of the off-the-clock practice, required by <i>Davis,</i> must be read together with the language of the statute: `suffer' or `permit' to work.\" <i>Pforr v. Food Lion, Inc.,</i> 851 F.2d 106, 109 (4th Cir.1988). The plaintiffs must show that Food Lion suffered or permitted the work through actual knowledge or \"proof of a pattern or practice of employer acquiescence\" in uncompensated overtime work. <i>Id.</i></p>\n<p>7. If the employer has knowledge that off-the-clock work is occurring, the employer has an obligation to stop the practice. 29 C.F.R. § 785.13. A policy prohibiting the practice alone is insufficient. <i>Id.</i></p>\n<p>8. If Food Lion is found to have violated the FLSA's overtime provisions, it is subject to pay the amount of the uncompensated overtime plus liquidated damages in an equal amount. 29 U.S.C. § 216(b). The court has discretion to exclude or reduce the liquidated damages from the judgment if the court finds that Food Lion acted in good faith and reasonably believed that it was in compliance with the FLSA's overtime provisions. 29 U.S.C. § 260.</p>\n<p><span class=\"star-pagination\">*1272</span> 9. A three-year statute of limitations will apply to any violation the court deems willful. 29 U.S.C. § 255(a). The relevant statutory period will include the three-year period prior to the date of filing the consent to join the collective action. 29 U.S.C. §§ 216(b), 256.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2><i>Pattern and/or Practice</i></h2>\n<p>The plaintiffs must show that they performed uncompensated overtime and the amount and extent of the work as a matter of just and reasonable inference. <i>Mt. Clemens,</i> 328 U.S. at 687, 66 S.Ct. at 1192. Food Lion may then rebut this <i>prima facie</i> case by coming forward with evidence to negate the reasonableness of the inference created by the plaintiffs. <i>Id.</i> A necessary part of the plaintiffs' <i>prima facie</i> case is to show that Food Lion suffered or permitted them to work off-the-clock. <i>Pforr,</i> 851 F.2d at 109. The plaintiffs may make this showing through actual knowledge by Food Lion officials of violations or through a pattern or practice of employer acquiescence in off-the-clock work. <i>Id.</i></p>\n<p><i>Prima facie</i> proof of a pattern or practice is established through representational evidence. <i>Brennan v. General Motors Acceptance Corp.,</i> 482 F.2d 825, 829 (5th Cir.1973). The plaintiffs may establish a pattern or practice of Food Lion acquiescing in unpaid overtime through the documents admitted at trial and trial testimony, as well as evidence related to non-testifying employees. <i>Donovan v. Bel-Loc Diner, Inc.,</i> 780 F.2d 1113, 1116 (4th Cir.1985). The plaintiffs' evidence of violations must be representational of the whole enterprise. <i>Id.</i> Evidence is representational if it reveals that the violations were widespread. The fact that some employees were unaffected by the violations does not compel judgment in favor of Food Lion. <i>Id.</i></p>\n<p>The plaintiffs have attempted to show a pattern or practice of acquiescing in uncompensated overtime through proof that, despite a policy against off-the-clock work, Food Lion has refused to take steps sufficient to alleviate known FLSA violations. 29 C.F.R. § 785.13. The plaintiffs point to Food Lion's Effective Scheduling as the catalyst for the uncompensated overtime. The specific issue before the court follows: has the continued use of Effective Scheduling after sufficient notice that it caused off-the-clock work resulted in a pattern or practice of Food Lion acquiescing in uncompensated overtime? Answering this question pursuant to <i>Bel-Loc</i> will require a cause and effect analysis. 780 F.2d at 1116. Does Food Lion's Effective Scheduling system place its employees in a position to choose between risking dismissal for working off-the-clock to meet Effective Scheduling or risking dismissal by failing to meet Effective Scheduling? Has this dilemma resulted in widespread off-the-clock violations?</p>\n<p>A basic precept of the employer/employee relationship is for the employee to seek as much as possible for the time invested at work. Yet, before the court is a company that has to codify and set guidelines to enforce a policy against <i>free</i> labor. The evidence reveals that a significant number of employees invest time and energy into devising ways to prevent Food Lion officials from detecting their free labors.</p>\n<p>This situation baffles only those who are unfamiliar with Effective Scheduling. What is Effective Scheduling? Food Lion's response runs the gamut: a statistical guide to managing labor, says Bumgarner; merely a training tool, according to Heathcock; absolutely distinct from production, according to Runnells. The only consistent response is that it's easily achievable; the supervisors continue to maintain their abilities to shelve fifty cases of inventory or cut four boxes of meat, whenever necessary and under any circumstances. William D. Cherry, store manager at number 817, consistently met Effective Scheduling, but claims that missing it was no big deal.</p>\n<p>Credible former employees sufficiently challenged Food Lion's position. Jones said the only way his crew could satisfy Effective Scheduling was to clock out and keep working. Perry spared his crew, but sacrificed his own time to satisfy Effective Scheduling. Quinn, noted by his bosses as a hard working, good employee, worked off-the-clock. <span class=\"star-pagination\">*1273</span> He says it was to satisfy Effective Scheduling; Food Lion offered no logical alternative for his free labor.</p>\n<p>Employees were punished for failing to satisfy Effective Scheduling, despite a Food Lion policy prohibiting such action. Runnells expects her employees to meet Effective Scheduling, and store managers must call ahead if Effective Scheduling will not be met. Brenda Botherton, of the Human Resources Department at Food Lion, concluded after a 1990 investigation that Runnells had disciplined an employee disparately. Runnells told Botherton that the employee had gotten his due, based on a Food Lion memo that called for termination of those who missed Effective Scheduling. Botherton concluded in another memorandum dated 26 November 1991 that Runnells had terminated four other store managers for failing to meet Effective Scheduling. The latter conclusion was also based on a statement by Runnells to Botherton.</p>\n<p>This court is absolutely convinced, based on the testimony at trial, that Effective Scheduling is the order of the day, the centerpiece of Food Lion's operation. Food Lion spent a great deal of money and time to create and develop Effective Scheduling; it continues to expend enormous resources in sustaining Effective Scheduling. Credible witnesses testified that meeting Effective Scheduling was essential. Food Lion documents reveal that Effective Scheduling has saved it millions of dollars.</p>\n<p>Food Lion has had problems with off-the-clock work  <i>employees choosing to work for free</i>  for years. Numerous lawsuits have been filed. Three collective actions are currently pending. The Department of Labor investigated. As a result, Food Lion promised to comply with the FLSA. The Department of Labor initiated another investigation that eventually resulted in a settlement.</p>\n<p>Food Lion's response to these problems simply highlights its obsession with Effective Scheduling. Food Lion has created and enforced a strict policy against working off-the-clock. Store managers are held strictly accountable. They are briefed as to which times employees are most likely to work off-the-clock and spend a substantial amount of time checking for free labor. Violating employees receive warnings, reprimands, or dismissals.</p>\n<p>Yet, Food Lion continues to ignore the possibility that Effective Scheduling might be the catalyst for all this free labor. Runnells was surprised to learn that thirty-three employees from her area claim to have worked off-the-clock. Food Lion expressed little, if any, concern that Runnells fired people for missing Effective Scheduling. Bumgarner, the person in charge of insuring that Effective Scheduling is <i>fair,</i> has not been apprised of the number of off-the-clock violations. Food Lion's position concerning Effective Scheduling's relation to these problems is best revealed by Bumgarner's response to the following question on cross examination: \"You have never heard anybody complain about Effective Scheduling ...?\" His answer was \"[n]o ma'am.\"</p>\n<p>The court finds this response absolutely incredible. Does this highly successful, innovative, profitable company simply fail to wonder why employees are working for free? Food Lion has targeted every potential cause of off-the-clock work, except Effective Scheduling. The result is that employees continued to work uncompensated overtime to avoid suffering the consequences of missing Effective Scheduling.</p>\n<p>The evidence reveals that, in general, employees were required to take whatever steps necessary to satisfy the demands of Effective Scheduling; they were also absolutely forbidden to work off-the-clock. The result was the classic Catch-22: risk dismissal for working off-the-clock or risk dismissal for failing to meet Effective Scheduling.</p>\n<p>Having reached this conclusion, the court must now decide whether the plaintiffs have shown that this situation caused widespread violations of the FLSA, revealing a pattern or practice of acquiescence in uncompensated overtime. <i>Bel-Loc,</i> 780 F.2d at 1116. Food Lion points to testimony of employees who did not work off-the-clock. It further responds that less than one percent of employees who received notice of these collective actions filed consents.</p>\n<p><span class=\"star-pagination\">*1274</span> The court in <i>Bel-Loc</i> found this type of argument unpersuasive. 780 F.2d at 1116. In doing so, however, the court pointed out that the evidence against the practice \"pale[d] in comparison to the much more extensive testimony that the pattern of conduct was to the contrary.\" <i>Id.</i> Addressing the defendant's burden under <i>Mt. Clemens,</i> the <i>Bel-Loc</i> court again recognized the \"volume and content\" weighing in favor of the plaintiffs. <i>Id.</i></p>\n<p>In order to show a pattern or practice of acquiescence in FLSA violations, the plaintiffs must show that the evidence presented was representational of the practice throughout the enterprise. <i>Id.</i> Essentially, the plaintiffs must show that the violations were widespread. Although this burden can be accomplished through the testimony of a small percentage of employees, the number of employees forced to work off-the-clock is important in determining whether the violations were widespread. <i>Id.</i> The court considered the evidence related to six claimants, a compliance agreement, a stipulation, and numerous other documents that reveal that Food Lion is aware that off-the-clock work is a problem. The evidence falls short, however, of proving that off-the-clock violations were widespread throughout the company.</p>\n<p>The compliance agreement and stipulation show nothing more than Food Lion's knowledge of potential claims. The testimony related to specific cases before the court and dealt with a small area of Food Lion's total operation. The evidence was insufficient to show that these individual experiences from such a limited area represented the norm at Food Lion. Indeed, Food Lion presented evidence that a very small percentage of current and former employees responded to an invitation to join this action. The plaintiffs have failed to show that Food Lion's policy caused widespread violations of the FLSA. For this reason, the court concludes that the plaintiffs failed as a matter of law to prove a pattern or practice of acquiescence by Food Lion to off-the-clock work.</p>\n<p></p>\n<h2><i>Quinn</i></h2>\n<p>The court believes Quinn when he claims to have worked off-the-clock. Quinn has established the amount and extent of the off-the-clock work by a just and reasonable inference. <i>Mt. Clemens,</i> 328 U.S. at 687, 66 S.Ct. at 1192. Food Lion produced evidence in rebuttal, however, that reduced the amount accepted by the court as uncompensated overtime work. <i>Id.</i></p>\n<p>According to Food Lion's own witnesses, Quinn was an outstanding employee. He loyally moved between stores, worked hard, and kept the market in good condition. Most importantly, Quinn almost always satisfied the demands of Effective Scheduling.</p>\n<p>Food Lion's response to Quinn's complaint about Effective Scheduling is interesting. Food Lion focuses on the significant amount of overtime for which Quinn was compensated to rebut his claim that he lacked enough hours to meet production demands. Yet, Food Lion's own witnesses testified that their stores almost always met Effective Scheduling.</p>\n<p>According to Bumgarner, additional hours require additional sales. If the stores were meeting Effective Scheduling while Quinn was consuming significant amounts of overtime, the stores were obviously selling a higher volume of meat. Since the overtime hours were the result of increased sales, Effective Scheduling could still force Quinn to perform work off-the-clock at the same rate for the extra volume as he did for a normal work week.</p>\n<p>The court is convinced that Quinn worked uncompensated overtime in addition to his reported overtime in order to satisfy the demands of Effective Scheduling. The court believes that Heathcock, at the least, knew of the off-the-clock work, despite eventually firing Quinn for working off-the-clock. Quinn showed the amount and extent of the hours he worked off-the-clock \"as a matter of just and reasonable inference.\" <i>Mt. Clemens,</i> 328 U.S. at 687, 66 S.Ct. at 1192. Food Lion was able to negate the extent of these hours, however, by showing that Quinn spent a significant amount of time working as a floater employee, relieving him of responsibility under Effective Scheduling. Quinn worked as a floater during parts of 1989-90 and all of 1991.</p>\n<p><span class=\"star-pagination\">*1275</span> Quinn has shown \"as a matter of just and reasonable inference ...\" that he worked ten hours per week off-the-clock every week that he worked at store number 486 from 24 February 1989 through the week of 25 August 1990 (66 weeks) and at store number 300 from 1 September 1990 through 28 December 1990 (16 weeks). <i>Mt. Clemens,</i> 328 U.S. at 687, 66 S.Ct. at 1192. Food Lion suffered and permitted this uncompensated overtime. Quinn filed his consent to join this action on 24 February 1992. Since the court concludes that Food Lion's action was a willful violation of the FLSA, the statutory period of Quinn's claim begins on 24 February 1989.</p>\n<p>Food Lion is indebted to Quinn in the following amounts: 4 weeks × 10 hrs. × $12.75 = $510.00; 21 weeks × 10 hrs. × $13.50 = $2835.00; 25 weeks × 10 hrs. × $14.10 = $3525.00; 32 weeks × 10 hrs. × $14.77 = $4726.40. The total is $11,596.40 in uncompensated overtime wages. Food Lion is indebted to Quinn in the amount of $11,596.40 in liquidated damages, for a total award of $23,192.80.</p>\n<p></p>\n<h2><i>McLawhon</i></h2>\n<p>The court's findings that relate to McLawhon are based on a credibility determination. The court finds Jones, Mitchell, and Brown credible. McLawhon and his wife were unconvincing witnesses. Although May and Lambert appeared to be telling the truth, the court is hesitant to place great weight on the testimony of former employees who admitted to regularly stealing from their company.</p>\n<p>McLawhon must establish that he worked uncompensated overtime hours and the number of hours \"as a matter of just and reasonable inference.\" <i>Id.</i> He must also show that Food Lion suffered or permitted this work. 29 U.S.C. § 203(g). Food Lion suffered or permitted the work if it had actual or constructive knowledge of the work. <i>Davis v. Food Lion,</i> 792 F.2d 1274, 1277 (4th Cir. 1986).</p>\n<p>Jones testified that Food Lion, via Wolford, demanded that his crew meet Effective Scheduling. Jones informed Wolford that they were unable to satisfy this requirement without additional help. Wolford refused to provide any assistance, but continued to require that Effective Scheduling be met. In response, Jones and McLawhon worked off-the-clock; Wolford knew of this activity. Runnells admitted that conversations with Cynthia McLawhon took place. The court believes that Runnells knew that McLawhon and his crew were working off-the-clock to meet Effective Scheduling. Since Runnells, Wolford, and Jones knew that McLawhon was working off-the-clock, Food Lion suffered and permitted the uncompensated overtime in violation of 29 U.S.C. § 203(g). <i>Davis,</i> 792 F.2d at 1276.</p>\n<p>Jones testified that McLawhon worked off-the-clock for four to five hours each truck night. Trucks arrived two nights per week, Monday and Thursday. McLawhon therefore worked eight hours of uncompensated overtime every week between March 1988 and August 1988.</p>\n<p>Jones is incompetent to testify about what happened after he left in August 1988, and the court refuses to rely on McLawhon's testimony. Mitchell continued to work on the crew, however. Mitchell testified that he and McLawhon continued to work uncompensated overtime at the rate of five to six hours each truck night. Wolford knew of this practice for the duration of his tenure, which ended in June, 1990.</p>\n<p>McLawhon filed his consent to join this action on 9 January 1992. McLawhon can recover for any off-the-clock work he proves occurred two years prior to filing his consent. 29 U.S.C. §§ 216(b), 256. Of course, this statutory period is extended for another year if the violation is willful. 29 U.S.C. § 255(a). The violation was willful if Food Lion knew that it was operating in violation of the FLSA. <i>McLaughlin v. Richland Shoe Company, Inc.,</i> 486 U.S. 128, 133, 108 S.Ct. 1677, 1681, 100 L.Ed.2d 115 (1988). The court finds that the violation was willful. McLawhon can recover for off-the-clock work that occurred after 9 January 1989.</p>\n<p>McLawhon has shown, through Mitchell's testimony, that he worked uncompensated overtime for five hours, two nights a week until the time Mitchell left Food Lion. Mitchell testified that he worked up to 1990. <span class=\"star-pagination\">*1276</span> Without the benefit of more specific information, the court must interpret up to 1990 to mean 1 January 1990.</p>\n<p>McLawhon has also been able to show that Food Lion suffered or permitted this off-the-clock work. Jones testified that Wolford was aware of the stock crew's practice of working off-the-clock on truck nights. Wolford continued as the store manager at 379 until June, 1990, so he knew or should have know of this practice.</p>\n<p>Through the testimony of Jones and Mitchell, McLawhon has shown that he worked uncompensated overtime five hours each truck night from 9 January 1989 until 1 January 1990. McLawhon worked at a rate of $6.00 per hour for the period of 9 January 1989 to 21 April 1989, $6.40 per hour for the period of 22 April 1989 to 29 December 1989, and $7.25 per hour for the period of 30 December 1989 to 1 January 1991.</p>\n<p>Since there was neither a Monday nor a Thursday between 30 December 1989 and 1 January 1990, there was no truck night, and McLawhon is not entitled to any recovery for the latter period. In addition, the court is unconvinced that McLawhon worked off-the-clock during weeks thirty-two and thirty-three of 1989, when his recorded time was only 19.75 hours and 4.75 hours, respectively. Specifically, McLawhon is entitled to $9.00 × 10 hours × 11 weeks ($990) plus $9.60 × 10 hours × 34 weeks ($3264) or $4254.00. McLawhon is entitled to liquidated damages in the same amount, which brings the total award to $8508.00. 29 U.S.C. § 216(b).</p>\n<p></p>\n<h2><i>Perry</i></h2>\n<p>The court believes Perry's testimony entirely. The court specifically finds that Perry worked off-the-clock six hours per week. In addition, the court finds that this off-the-clock work was a direct result of the demands of Effective Scheduling. Perry admitted, however, that the only Food Lion official informed of his off-the-clock work ordered him to stop the practice. Because the court finds that Food Lion was without knowledge of this activity, Perry is not entitled to recover for his uncompensated overtime work. <i>Davis,</i> 792 F.2d at 1276.</p>\n<p></p>\n<h2><i>Ramsey</i></h2>\n<p>Ramsey's claim fails because of a credibility determination. The court finds Jarman credible. The court believes that Ramsey worked off-the-clock, but he has been unconvincing in establishing the amount of hours or that Food Lion suffered or permitted the off-the-clock work.</p>\n<p>Ramsey testified that his off-the-clock hours included time for working through lunch and carrying home paperwork. Jarman denied that this activity occurred. In support, Jarman testified that he worked long hours and observed Ramsey taking his lunch break. He further testified that Ramsey's paperwork should have taken only one hour per week. Because the court finds Jarman credible, Ramsey has failed to establish the number of hours he worked off-the-clock by a reasonable degree of certainty.</p>\n<p>More importantly, Jarman strictly enforced Food Lion's policy against working off-the-clock. Jarman worked long hours and was present when Ramsey was working off-the-clock. Because Ramsey concealed his extra work, however, Jarman was unaware that he was off-the-clock. Food Lion did not suffer or permit the off-the-clock work.</p>\n<p></p>\n<h2><i>Hamm</i></h2>\n<p>The court's finding concerning Hamm is based on a credibility determination. Hamm's only evidence that Food Lion suffered or permitted him to work off-the-clock is based on an alleged statement by Huggins to \"do whatever it takes\" to meet Effective Scheduling. Hamm claims that he interpreted this statement as an instruction to work off-the-clock. Huggins denies ever making the statement and claims that she strictly enforced Food Lion's policy against working off-the-clock.</p>\n<p>The court is unconvinced that Huggins suffered or permitted Hamm to work off-the-clock. The court believes Huggins' testimony that she never instructed Hamm to \"do whatever it takes\" to satisfy the demands of Effective Scheduling. Huggins also made efforts to help Hamm improve the conditions of the produce department by offering him as many hours as necessary without regard for Effective Scheduling.</p>\n<p><span class=\"star-pagination\">*1277</span> The court specifically questions the veracity of Hamm's testimony. He claims to have worked six hours off-the-clock each week by working through his lunch hour every day. When confronted on cross-examination with the fact that he only worked five days a week, Hamm wavered in his explanation as to how this amount of time equaled six hours. More importantly, time records reveal that Hamm rarely took an entire hour long lunch break.</p>\n<p>Huggins was unaware of Hamm's off-the-clock activities. More relevant is the lack of any communication from Huggins that compelled Hamm to work off-the-clock. Hamm has therefore failed to show that Food Lion suffered or permitted him to work off-the-clock.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The plaintiffs have been unable to show that Food Lion's Effective Scheduling requirements caused widespread violations of the FLSA, which would have revealed a pattern or practice of acquiescence in off-the-clock work. Quinn prevails on his claim in the amount of $11,596.40 in uncompensated overtime wages and $11,596.40 in liquidated damages. McLawhon is entitled to $4254.00 in uncompensated overtime wages and $4254.00 in liquidated damages.</p>\n<p>Accordingly, it is ORDERED that judgment be entered in favor of Kelly Quinn against Food Lion in the amount of $23,192.80 and in favor of Terry McLawhon against Food Lion in the amount of $8508.00. These amounts are to accrue interest from the date of judgment at a rate equal to the coupon issue yield equivalent of the average accepted auction price for the last auction of fifty-two week United States Treasury bills. Plaintiffs' counsel are directed to submit requests for attorneys' fees and costs within thirty days of the date of judgment. It is further ordered that judgment be entered in favor of Food Lion as to the claims of Keith Perry, Rodney Ramsey, and William Hamm.</p>\n<p>THIS ORDER ENTERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">861</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1263</span></span> (1994)</b></center>\n<center><h1>In re FOOD LION EFFECTIVE SCHEDULING LITIGATION.</h1></center>\n<center>No. 92-198-MISC-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 27, 1994.</center>\n<p><span class=\"star-pagination\">*1264</span> <span class=\"star-pagination\">*1265</span> James M. Johnson, Bryan, Jones, Johnson &amp; Snow, Dunn, NC, for McLawhorn and Wedmore, plaintiffs and Liaison Counsel.</p>\n<p>James T. Williams, Jr., M. Daniel McGinn, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, L.L.P., Greensboro, NC, for Food Lion.</p>\n<p>Carl H. Trieshmann, Arnold &amp; Anderson, Atlanta, GA, for Food Lion and Liaison Counsel.</p>\n<p></p>\n<h2>FINDING OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>McCOTTER, United States Magistrate Judge.</p>\n<p>These findings relate to:</p>\n<blockquote><i>McLawhon, et al v. Food Lion, Inc.</i></blockquote>\n<blockquote>91-133-CIV-4-F (E.D.N.C.)</blockquote>\n<blockquote><i>Wedmore, et al v. Food Lion, Inc.</i></blockquote>\n<blockquote>92-555-CIV-5-F (E.D.N.C.)</blockquote>\n<p>This matter is before the court for findings of fact and conclusions of law after a bench trial that was held 28-31 March, 6-7 April, and 20 April 1994 in New Bern, North Carolina. The plaintiffs brought these actions pursuant to section 16(b) of the Fair Labor Standards Act, 29 U.S.C. § 201 <i>et seq.,</i> alleging that they worked uncompensated overtime hours. After considering the evidence presented at trial and all related legal arguments, the court finds in favor of Quinn in the amount of $23,192.80 and in favor of McLawhorn in the amount of $8508.00. The court finds in favor of Food Lion in the remaining actions.</p>\n<p></p>\n<h2>FINDINGS OF FACTS</h2>\n<p></p>\n<h2><i>General Findings</i></h2>\n<p>1. Food Lion is a large, highly centralized retail grocery chain headquartered in Salisbury, North Carolina, which annually employs approximately 60,000 employees in nearly 1,000 grocery stores.</p>\n<p>2. Each Food Lion store has a produce, meat, and grocery department, offering grocery products for sale to the public. A department manager is in charge of each department and supervises the other employees in his department. Each store also has a store manager and one or more assistant store managers. The store managers are responsible for the overall operations of the store. The store manager and assistant store managers are salaried employees. All other store employees are paid by the hour.</p>\n<p>3. Food Lion supervises and controls the operations of its stores from Salisbury <span class=\"star-pagination\">*1266</span> through the use of regional and area supervisors of the produce, meat, and grocery departments. A regional supervisor is responsible for a large number of stores in his region. An area supervisor is generally responsible for the operations of twelve to fifteen stores in his area.</p>\n<p>4. In the chain of command during the relevant time period, store department managers reported to their area supervisors. Store managers reported to their area supervisors, who reported to their regional supervisors. The regional supervisors reported to Food Lion's executive operations officers in Salisbury.</p>\n<p>5. Food Lion has an elaborate, uniform Effective Scheduling system in each of its stores. Effective Scheduling is used weekly to predict the amount of labor necessary for the anticipated level of activity and to evaluate the effectiveness of the department. Food Lion supervisors allocate hours to the stores based on what corporate management perceives are the necessary hours to perform the various tasks assigned to store employees.</p>\n<p>6. Jeffrey W. Bumgarner is the manager of productivity and analysis at Food Lion. Since October, 1987, he has been in charge of monitoring Effective Scheduling. His stated purpose is to ensure its fairness. Bumgarner defined Effective Scheduling as a tool that allows department managers to schedule labor for the upcoming week based on anticipated production. By comparing actual productivity to Effective Scheduling, the department manager gains a better understanding of how to schedule staff and order inventory.</p>\n<p>7. According to Bumgarner, each department has fixed and variable tasks. These tasks are allotted fixed and variable hours under Effective Scheduling. Fixed hours remain the same each week and generally involve tasks that by their nature are unaffected by volume. Variable hours, however, increase or decrease as volume fluctuates up or down, respectively. By adding the fixed and variable hours, Effective Scheduling tells each department how many hours it has to get the week's work done. Effective Scheduling does not generate a dollar budget, nor does it differentiate between straight time and overtime. It simply predicts how much labor the department will need the following week.</p>\n<p>8. At the end of each week, a report is generated that tells the department manager whether the department met or missed Effective Scheduling. This conclusion is based on a comparison of the actual inventory and hours used. The department can work more hours than projected and still meet the demands of Effective Scheduling. As volume goes up, the number of hours allowed by Effective Scheduling increases.</p>\n<p>9. The schedules vary between stores as a result of certain factors. Training hours are not charged against Effective Scheduling. The trainee's production, however, is included in the variable hours calculation. A trainee's presence results in a windfall for the department. Production is increased by the trainee's input, but the amount of hours shown to have been used for the production is less than the actual number by the amount of time the trainee worked. Indirect hours are also allocated for store meetings, court time, and other unusual incidents.</p>\n<p>10. Food Lion continues to monitor Effective Scheduling through periodic studies. The object of the studies is to observe the employees under normal circumstances in an effort to decide what amount of time it takes to accomplish certain tasks. It establishes the time standards by watching employees work. Food Lion chooses the employees to be viewed at random, but insures that the study involves one store in every region. The observers are selected. Supervisors in the relevant departments train the observers on the proper functioning of the departments. The results become the standard amounts of time allocated to the various tasks.</p>\n<p>11. Food Lion's policy is to minimize the overtime hours of department managers and other full-time hourly paid employees. All overtime hours are expected to be authorized in advance by area supervisors based on set, scheduled hours.</p>\n<p>12. Food Lion area and regional supervisors and operational vice-presidents participate in an incentive bonus compensation plan <span class=\"star-pagination\">*1267</span> which can add between ten to fifteen percent of the participant's base salary to the participant's total annual compensation. One-half of the bonus paid to the participant is based on Food Lion's profitability. The other half is based on the participant's individual performance. A store manager's compensation is based on many factors, which includes Food Lion's overall profitability and operating results. Food Lion's profitability and operating results are affected by the number of work hours reported and used in the stores.</p>\n<p>13. Formerly, Food Lion required all hourly employees to record their work hours on time cards by means of a punch time clock. Food Lion presently requires all hourly employees to record their work hours in Food Lion's computer system. Food Lion pays hourly employees on the basis of the time worked as recorded on their time cards or in its computer records. Employees' schedules vary from day to day and week to week, as set by the department manager. The department manager sets his own schedule. Employees are aware that they are paid on the basis of the time information they provide.</p>\n<p>14. There has been unrecorded and uncompensated work (off-the-clock work) at Food Lion for a number of years, although not every employee in every store works off-the-clock. This finding is based on evidence of prior litigation, eleven pending collective actions alleging overtime violations, two investigations by the United States Department of Labor, and trial testimony. Food Lion knew when off-the-clock work was most likely to occur and knew what should be done to prevent it.</p>\n<p>15. Food Lion published and enforced a corporate policy requiring employees to accurately record their time worked and prohibiting employees from working off-the-clock. Employees who violated this policy were subject to disciplinary action up to and including discharge.</p>\n<p>16. Signs proscribing off-the-clock work are posted throughout Food Lion stores, the policy is made known at department meetings and a toll-free, anonymous telephone line exists to encourage reporting by employees. Violations detected by Food Lion result in discipline ranging, depending on the circumstances, from counseling to reprimand (\"constructive advice memos\") to immediate termination.</p>\n<p>17. Since 1987 Food Lion has known that the statement \"do whatever it takes to get the job done\" could be construed by employees as a coded instruction to work off-the-clock if the employee is unable to complete his assigned tasks within the allotted hours. The expression is susceptible to various interpretations, however, and does not necessarily amount to an instruction to work off-the-clock.</p>\n<p>18. In 1987, Food Lion told the Department of Labor that it was going to hold store managers strictly accountable for off-the-clock work in their respective stores. In a 1988 communication from corporate headquarters, store managers were told that \"even if you claim you did not know off-the-clock work was occurring, the law says if you are doing your job, you should have known.\"</p>\n<p>19. In 1989, Food Lion entered into a national compliance agreement with the U.S. Department of Labor to resolve claims first raised in 1986 that Food Lion employees in eastern North Carolina stores worked off-the-clock performing services that would have cost an estimated $1.1 million in overtime wages. In the agreement, Food Lion stipulated that it would comply, on a nationwide basis, with all provisions of the Fair Labor Standards Act, would not permit further off-the-clock work, would maintain accurate records of hours actually worked by all employees, and would take affirmative action to establish internal responsibility for policing compliance with the overtime and record-keeping provisions of the Act.</p>\n<p>20. Until late 1992, Food Lion periodically required its employees to sign a statement attesting that they were not violating Food Lion's rule against working off-the-clock. In the same statement, employees had to agree to indemnify Food Lion if off-the-clock claims were pursued.</p>\n<p>21. In 1991 and 1992, the U.S. Department of Labor conducted a major investigation of off-the-clock work at Food Lion. <span class=\"star-pagination\">*1268</span> During the 1991-1992 investigation of Food Lion the U.S. Department of Labor concluded that there were substantial off-the-clock overtime violations occurring in Food Lion stores. Food Lion was advised of the Department of Labor's findings in 1992. As a result of this investigation, Food Lion entered into an agreement with the U.S. Department of Labor. Food Lion agreed to pay $13.2 million to settle and compromise claims for off-the-clock work allegedly performed between 1989 and 1993.</p>\n<p>22. A mass mailing to roughly 60,000 current and former Food Lion employees, notifying them of the right to \"opt-in\" to seek compensation for any off-the-clock work, resulted in only 782 persons filing timely claims. Chief United States District Judge James C. Fox dismissed a number of these claims. Approximately 1% current and former employees remained as claimants.</p>\n<p></p>\n<h2><i>Factual Findings Specific To Quinn</i></h2>\n<p>1. Kelly Quinn worked for Food Lion from 26 December 1987 to 22 July 1991. He worked as a meat cutter and a meat market manager. Quinn filed a consent to join this action on 24 February 1992.</p>\n<p>2. Quinn was aware of Food Lion's policy against working off-the-clock and knew that he would be compensated only for the hours reported on his time records. Quinn was compensated for all hours reported.</p>\n<p>3. Quinn was a very hard worker and a good employee at Food Lion. Quinn worked off-the-clock in various Food Lion stores from February 1989 to 22 July 1991. This practice was necessary in order to achieve Effective Scheduling. Rockie Heathcock, area market supervisor, denied Quinn's request for additional help or additional hours. Failing to satisfy the requirements of Effective Scheduling would have resulted in some form of discipline.</p>\n<p>4. At times, Quinn worked without a meat wrapper. Quinn was forced to work overtime almost every week and often worked on Sundays at a heightened rate of pay. Despite the sometimes reduced staff and these extra hours, Food Lion's witnesses testified that Quinn's market almost always met Effective Scheduling.</p>\n<p>5. Dennis Simons, market manager at store number 61, trained Quinn to sharpen knives off-the-clock. Quinn continued this practice throughout his tenure with Food Lion. Quinn worked one and one-half hours off-the-clock each day, six days a week, performing various tasks associated with the meat department. He worked these hours at store number 300 and 486 during 1989 and 1990.</p>\n<p>6. Heathcock was aware that employees were trained to sharpen knives off-the-clock and that Quinn worked off-the-clock to perform other tasks. In fact, Heathcock admitted that he had worked off-the-clock as an hourly employee for Food Lion. Fleming was also aware that Quinn worked off-the-clock.</p>\n<p>7. Quinn worked as a floater. A floater moves around to assist various stores in need of extra help. The demands of Effective Scheduling are reduced when an employee works as a floater. Quinn also worked at store number 486, which is a training store. The markets receive indirect hours for trainees, reducing the demands of Effective Scheduling.</p>\n<p>8. Quinn's regular hourly rate of pay was $8.50 from 24 February 1989 to 7 April 1989, $9.00 from 8 April 1989 to 8 September 1989, $9.40 from 9 September 1989 through 6 April 1990, $9.85 from 7 April 1990 to 28 December 1990, and $10.20 from 29 December 1990 through 22 July 1991. His overtime hourly wages for these periods were $12.75, $13.50, $14.10, $14.77, and $15.30, respectively.</p>\n<p></p>\n<h2><i>Factual Findings Specific To McLawhon</i></h2>\n<p>1. Terry McLawhon was employed by Food Lion as a stocker and grocery manager from 29 February 1988 to August 1990. His entire work tenure was at store 379 in Greenville, North Carolina. McLawhon filed a consent to join this action on 9 January 1992.</p>\n<p>2. McLawhon was aware of Food Lion's policy against working off-the-clock and knew that he would be paid only for his recorded time. He was paid for all of his recorded time.</p>\n<p><span class=\"star-pagination\">*1269</span> 3. Randy Jones was McLawhon's grocery manager for the first six months McLawhon worked at Food Lion. Steve Wolford was McLawhon's store manager at 379 from April, 1988 until June, 1990.</p>\n<p>4. Wolford expected Jones' crew to meet Effective Scheduling. Jones informed Wolford numerous times that his crew was unable to satisfy the demands of Effective Scheduling and sought Wolford's help. Wolford responded that meeting Effective Scheduling was the only option and told Jones to take whatever steps were necessary to satisfy this requirement.</p>\n<p>5. Jones knew that his job was in jeopardy if he failed to meet Effective Scheduling. To satisfy this requirement, Jones and McLawhon worked off-the-clock. Specifically, McLawhon worked off-the-clock four or five hours a night, two nights a week from March 1988 to August 1988, while Jones was his grocery manager.</p>\n<p>6. Lester Mitchell worked on the same stock crew with McLawhon until some time in 1990. He and McLawhon worked five or six hours off-the-clock together every truck night during this period.</p>\n<p>7. McLawhon claims that he worked off-the-clock for a minimum of twenty hours each week. His wife, Cynthia McLawhon, corroborates this testimony. She further claims that her husband practically lived at the store. McLawhon spent so much time in the store that his wife supposedly used it as a second home for her children, taking them to the store at 11:00 p.m., making them a bed in the break room, and arousing them at 4:00 a.m. to take them to appropriate sleeping quarters. Cynthia notified Jean Runnells, McLawhon's area supervisor, that McLawhon was working off-the-clock in order to satisfy Effective Scheduling.</p>\n<p>8. Chris May, presently an Emergency Medical Technician for the City of Greenville, was a stocker when McLawhon was a grocery manager. He testified that McLawhon participated in and condoned ball-playing during night-stocking while on the clock. According to May, McLawhon and his crew also stole groceries from the store, but limited their thievery to around fifteen dollars, two nights a week. May, who was only eighteen, usually included beer as part of his quota. McLawhon and his crew also engaged in a lesser form of theft known as grazing: consuming amounts of food when moving about the store. Bruce Lambert, now employed at Proctor &amp; Gamble, was another stocker under McLawhon and corroborated May's testimony.</p>\n<p>9. McLawhon received numerous disciplinary memoranda for such things as failing to follow procedure, poor production, and tardiness during his employment with Food Lion. Belinda Brown was McLawhon's store manager during the last three months of his tenure. She testified that he was a poor employee, disorganized, often tardy by large amounts of time, and lazy. Brown also stated that she strictly enforced Food Lion's policy against working off-the-clock.</p>\n<p>10. McLawhon was eventually terminated from Food Lion for stealing magazines and was convicted of a misdemeanor. McLawhon also has a history of passing worthless checks.</p>\n<p>11. McLawhon's regular hourly wage was $6.00 from 9 January 1989 through 21 April 1989, $6.40 from 22 April 1989 through 29 December 1989, $7.25 from 30 December 1989 through 13 July 1990, and $8.05 from 14 July 1990 through 28 August 1990. His overtime hourly wages for these periods were $9.00, $9.60, $10.88, and $12.08, respectively.</p>\n<p></p>\n<h2><i>Factual Findings Specific To Perry</i></h2>\n<p>1. Keith Perry worked for Food Lion from 23 July 1987 until 16 July 1991. He worked as a stocker and grocery manager at store 341 in Zebulon, North Carolina and store 214 in Wilson, North Carolina. Perry filed a consent to join this action on 9 January 1992.</p>\n<p>2. Perry was aware of Food Lion's policy against working off-the-clock and knew that he would be compensated only for the hours recorded on his time record. Perry was compensated for all of his recorded time.</p>\n<p>3. Perry worked off-the-clock six hours per week at store 214, and at store 341. This work took place on truck days, when Perry and his stockers unloaded incoming trucks <span class=\"star-pagination\">*1270</span> and placed stock on the shelves. Perry was forced to work off-the-clock due to the demands of Effective Scheduling.</p>\n<p>4. Perry admitted that the only member of Food Lion's management that may have known of his off-the-clock work was Mike Jeffries, an assistant manager at store 341. Perry admitted to Jeffries that he had worked off-the-clock in the past. In response, Jeffries warned Perry not to work off-the-clock again. Thereafter, Perry concealed all off-the-clock work.</p>\n<p>5. Perry's stockers were unaware of his off-the-clock work. The sole exception was when Perry informed his crew on 15 July 1991 that he was going to punch out and work off-the-clock. The incident was reported to Food Lion management, and Perry was terminated.</p>\n<p></p>\n<h2><i>Factual Findings Specific To Ramsey</i></h2>\n<p>1. Rodney Ramsey worked for Food Lion as an hourly employee from 27 August 1983 until 20 April 1990. He worked as a bagger, stocker, produce clerk, and produce manager. Ramsey filed a consent to join this action on 2 March 1992.</p>\n<p>2. Ramsey knew about Food Lion's policy against working off-the-clock and understood that he would be paid only for work recorded in his time records. He was paid in full for all time recorded.</p>\n<p>3. Based on a conversation he had in 1988 with area supervisor Steve Myschlenski, Ramsey concluded that his failure to satisfy Effective Scheduling would result in his discharge. He worked the uncompensated overtime, because he was unable to satisfy the demands of Effective Scheduling.</p>\n<p>4. Ramsey worked off-the-clock when he was a produce clerk at store number 146 on Gum Branch Road in Jacksonville, North Carolina from 22 July 1989 to 20 April 1990. Specifically, Ramsey claims to have worked one and one-half hours each of the five days a week he worked, or seven and one half hours per week. Darwood Birch worked with Ramsey for a week during the claim period. Birch claims that Ramsey worked off-the-clock for only four or five hours during that week and concealed the work.</p>\n<p>5. Samuel Jarman was Ramsey's store manager at store number 146 during the relevant claim period. Jarman worked long hours as store manager. He strictly enforced Food Lion's policy against working off-the-clock by routinely checking time reports and keeping a close watch over store activity. Jarman never observed Ramsey working off-the-clock. Although part of Ramsey's claim includes time for working through lunch and taking paperwork home, Jarman specifically observed Ramsey eating lunch and revealed that his paperwork was minimal. Assistant store manager Derrich Green corroborated this testimony.</p>\n<p></p>\n<h2><i>Factual Findings Specific To Hamm</i></h2>\n<p>1. William Hamm worked as an hourly employee with Food Lion from 23 September 1983 to 24 April 1991. He served as a produce clerk and produce manager. Hamm filed a consent to join this action on 11 March 1992.</p>\n<p>2. Hamm was aware of Food Lion's policy against working off-the-clock and understood that he would be paid only for the time recorded on his time records. He was paid for all of his recorded time.</p>\n<p>3. Hamm was the produce manager at store 128 in Goldsboro, North Carolina from 11 March 1989 to 23 February 1991. He was scheduled to work forty-four hours each week. In addition, Hamm claims to have worked off-the-clock every day by working through his lunch break. Time records reveal, however, that Hamm rarely clocked out for lunch.</p>\n<p>4. Janie Huggins is currently the store manager at Food Lion store number 272 in Fayetteville, North Carolina. She was also the store manager at store number 128 when Hamm was the produce manager, although her last name was Heathcock at that time.</p>\n<p>5. Huggins testified on behalf of Food Lion that Hamm performed poorly as the produce manager at store 128. As the produce manager, Hamm was responsible for dairy products, frozen foods, and produce. Hamm failed to stock the cases appropriately and produce was left out past its prime. In addition, Hamm scheduled his staff in a manner <span class=\"star-pagination\">*1271</span> that left his department unattended at certain times.</p>\n<p>6. Huggins informed Hamm that his performance was unsatisfactory. She told him to take as many hours as he needed to improve the conditions in the produce department, but never encouraged him to work off-the-clock. Huggins specifically told Hamm that she was more concerned about the conditions of the department than she was about Effective Scheduling. Hamm refused opportunities to work overtime. In addition, he was given more hours than normally allowed by Effective Scheduling in order to achieve satisfactory department conditions. Hamm missed Effective Scheduling, but was never disciplined for this failure.</p>\n<p>7. Huggins strictly enforced Food Lion's off-the-clock policy. She regularly checked time cards to ensure that her employees were not working off-the-clock. Huggins disciplined Brian McKay, a perishables clerk under Hamm, for working off-the-clock. She also warned Hamm about working off-the-clock. Hamm concealed his off-the-clock work in response to Huggins' warning. Hamm was caught working off-the-clock on 2 February 1991 and was terminated. After a review by a panel of his peers, Hamm was reinstated as a produce clerk at another store, but left the job after a short time.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. This Court has jurisdiction over plaintiffs' claims for uncompensated overtime pursuant to 29 U.S.C. § 216(b).</p>\n<p>2. Food Lion is an enterprise engaged in commerce or in the production of goods for commerce as defined in the Fair Labor Standards Act (FLSA), 29 U.S.C. § 201 <i>et seq.</i></p>\n<p>3. Section 7(a)(1) of the FLSA, 29 U.S.C. § 207(a)(1) provides as follows:</p>\n<blockquote>[N]o employer shall employ any of his employees who in any workweek is engaged in commerce or in the production of goods for commerce, or is employed in an enterprise engaged in commerce or in the production of goods for commerce, for a workweek longer than forty hours per week unless such employee receives compensation for his employment in excess of the hours above specified at a rate of not less than one and one-half times the regular rate at which he is employed.</blockquote>\n<p>4. Plaintiffs must show by a preponderance of the evidence that they worked overtime hours without compensation, the amount and extent of the work as a matter of just and reasonable inference, and that Food Lion knew of the uncompensated overtime. <i>Anderson v. Mt. Clemens Pottery Co.,</i> <span class=\"citation\" data-id=\"104318\"><a href=\"/opinion/104318/anderson-v-mt-clemens-pottery-co/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">680</span></a></span>, 687, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1187</span></span>, 1192, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1515</span></span> (1946).</p>\n<p>5. \"Employ\" under the FLSA means to \"suffer or permit to work.\" 29 U.S.C. § 203(g). To suffer or permit to work means \"with the knowledge of the employer. Therefore, in order to prove that he is `employed' for purposes of the Act, it is necessary for plaintiff to show that his employer had knowledge, either actual or constructive, of his overtime work.\" <i>Davis v. Food Lion, Inc.,</i> <span class=\"citation\" data-id=\"471601\"><a href=\"/opinion/471601/jerry-s-davis-and-james-o-slice-and-jack-l-pforr-v-food-lion/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1274</span></a></span>, 1276 (4th Cir.1986) (citations omitted).</p>\n<p>6. Mere knowledge of alleged work off-the-clock is insufficient. \"Knowledge of the off-the-clock practice, required by <i>Davis,</i> must be read together with the language of the statute: `suffer' or `permit' to work.\" <i>Pforr v. Food Lion, Inc.,</i> <span class=\"citation\" data-id=\"508528\"><a href=\"/opinion/508528/jack-l-pforr-timothy-l-belcher-and-jerry-s-davis-james-o-slice-v-food/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">106</span></a></span>, 109 (4th Cir.1988). The plaintiffs must show that Food Lion suffered or permitted the work through actual knowledge or \"proof of a pattern or practice of employer acquiescence\" in uncompensated overtime work. <i>Id.</i></p>\n<p>7. If the employer has knowledge that off-the-clock work is occurring, the employer has an obligation to stop the practice. 29 C.F.R. § 785.13. A policy prohibiting the practice alone is insufficient. <i>Id.</i></p>\n<p>8. If Food Lion is found to have violated the FLSA's overtime provisions, it is subject to pay the amount of the uncompensated overtime plus liquidated damages in an equal amount. 29 U.S.C. § 216(b). The court has discretion to exclude or reduce the liquidated damages from the judgment if the court finds that Food Lion acted in good faith and reasonably believed that it was in compliance with the FLSA's overtime provisions. 29 U.S.C. § 260.</p>\n<p><span class=\"star-pagination\">*1272</span> 9. A three-year statute of limitations will apply to any violation the court deems willful. 29 U.S.C. § 255(a). The relevant statutory period will include the three-year period prior to the date of filing the consent to join the collective action. 29 U.S.C. §§ 216(b), 256.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2><i>Pattern and/or Practice</i></h2>\n<p>The plaintiffs must show that they performed uncompensated overtime and the amount and extent of the work as a matter of just and reasonable inference. <i>Mt. Clemens,</i> 328 U.S. at 687, 66 S.Ct. at 1192. Food Lion may then rebut this <i>prima facie</i> case by coming forward with evidence to negate the reasonableness of the inference created by the plaintiffs. <i>Id.</i> A necessary part of the plaintiffs' <i>prima facie</i> case is to show that Food Lion suffered or permitted them to work off-the-clock. <i>Pforr,</i> 851 F.2d at 109. The plaintiffs may make this showing through actual knowledge by Food Lion officials of violations or through a pattern or practice of employer acquiescence in off-the-clock work. <i>Id.</i></p>\n<p><i>Prima facie</i> proof of a pattern or practice is established through representational evidence. <i>Brennan v. General Motors Acceptance Corp.,</i> <span class=\"citation\" data-id=\"312756\"><a href=\"/opinion/312756/peter-j-brennan-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">825</span></a></span>, 829 (5th Cir.1973). The plaintiffs may establish a pattern or practice of Food Lion acquiescing in unpaid overtime through the documents admitted at trial and trial testimony, as well as evidence related to non-testifying employees. <i>Donovan v. Bel-Loc Diner, Inc.,</i> <span class=\"citation\" data-id=\"463165\"><a href=\"/opinion/463165/raymond-j-donovan-secretary-of-labor-united-states-department-of-labor/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1113</span></a></span>, 1116 (4th Cir.1985). The plaintiffs' evidence of violations must be representational of the whole enterprise. <i>Id.</i> Evidence is representational if it reveals that the violations were widespread. The fact that some employees were unaffected by the violations does not compel judgment in favor of Food Lion. <i>Id.</i></p>\n<p>The plaintiffs have attempted to show a pattern or practice of acquiescing in uncompensated overtime through proof that, despite a policy against off-the-clock work, Food Lion has refused to take steps sufficient to alleviate known FLSA violations. 29 C.F.R. § 785.13. The plaintiffs point to Food Lion's Effective Scheduling as the catalyst for the uncompensated overtime. The specific issue before the court follows: has the continued use of Effective Scheduling after sufficient notice that it caused off-the-clock work resulted in a pattern or practice of Food Lion acquiescing in uncompensated overtime? Answering this question pursuant to <i>Bel-Loc</i> will require a cause and effect analysis. 780 F.2d at 1116. Does Food Lion's Effective Scheduling system place its employees in a position to choose between risking dismissal for working off-the-clock to meet Effective Scheduling or risking dismissal by failing to meet Effective Scheduling? Has this dilemma resulted in widespread off-the-clock violations?</p>\n<p>A basic precept of the employer/employee relationship is for the employee to seek as much as possible for the time invested at work. Yet, before the court is a company that has to codify and set guidelines to enforce a policy against <i>free</i> labor. The evidence reveals that a significant number of employees invest time and energy into devising ways to prevent Food Lion officials from detecting their free labors.</p>\n<p>This situation baffles only those who are unfamiliar with Effective Scheduling. What is Effective Scheduling? Food Lion's response runs the gamut: a statistical guide to managing labor, says Bumgarner; merely a training tool, according to Heathcock; absolutely distinct from production, according to Runnells. The only consistent response is that it's easily achievable; the supervisors continue to maintain their abilities to shelve fifty cases of inventory or cut four boxes of meat, whenever necessary and under any circumstances. William D. Cherry, store manager at number 817, consistently met Effective Scheduling, but claims that missing it was no big deal.</p>\n<p>Credible former employees sufficiently challenged Food Lion's position. Jones said the only way his crew could satisfy Effective Scheduling was to clock out and keep working. Perry spared his crew, but sacrificed his own time to satisfy Effective Scheduling. Quinn, noted by his bosses as a hard working, good employee, worked off-the-clock. <span class=\"star-pagination\">*1273</span> He says it was to satisfy Effective Scheduling; Food Lion offered no logical alternative for his free labor.</p>\n<p>Employees were punished for failing to satisfy Effective Scheduling, despite a Food Lion policy prohibiting such action. Runnells expects her employees to meet Effective Scheduling, and store managers must call ahead if Effective Scheduling will not be met. Brenda Botherton, of the Human Resources Department at Food Lion, concluded after a 1990 investigation that Runnells had disciplined an employee disparately. Runnells told Botherton that the employee had gotten his due, based on a Food Lion memo that called for termination of those who missed Effective Scheduling. Botherton concluded in another memorandum dated 26 November 1991 that Runnells had terminated four other store managers for failing to meet Effective Scheduling. The latter conclusion was also based on a statement by Runnells to Botherton.</p>\n<p>This court is absolutely convinced, based on the testimony at trial, that Effective Scheduling is the order of the day, the centerpiece of Food Lion's operation. Food Lion spent a great deal of money and time to create and develop Effective Scheduling; it continues to expend enormous resources in sustaining Effective Scheduling. Credible witnesses testified that meeting Effective Scheduling was essential. Food Lion documents reveal that Effective Scheduling has saved it millions of dollars.</p>\n<p>Food Lion has had problems with off-the-clock work  <i>employees choosing to work for free</i>  for years. Numerous lawsuits have been filed. Three collective actions are currently pending. The Department of Labor investigated. As a result, Food Lion promised to comply with the FLSA. The Department of Labor initiated another investigation that eventually resulted in a settlement.</p>\n<p>Food Lion's response to these problems simply highlights its obsession with Effective Scheduling. Food Lion has created and enforced a strict policy against working off-the-clock. Store managers are held strictly accountable. They are briefed as to which times employees are most likely to work off-the-clock and spend a substantial amount of time checking for free labor. Violating employees receive warnings, reprimands, or dismissals.</p>\n<p>Yet, Food Lion continues to ignore the possibility that Effective Scheduling might be the catalyst for all this free labor. Runnells was surprised to learn that thirty-three employees from her area claim to have worked off-the-clock. Food Lion expressed little, if any, concern that Runnells fired people for missing Effective Scheduling. Bumgarner, the person in charge of insuring that Effective Scheduling is <i>fair,</i> has not been apprised of the number of off-the-clock violations. Food Lion's position concerning Effective Scheduling's relation to these problems is best revealed by Bumgarner's response to the following question on cross examination: \"You have never heard anybody complain about Effective Scheduling ...?\" His answer was \"[n]o ma'am.\"</p>\n<p>The court finds this response absolutely incredible. Does this highly successful, innovative, profitable company simply fail to wonder why employees are working for free? Food Lion has targeted every potential cause of off-the-clock work, except Effective Scheduling. The result is that employees continued to work uncompensated overtime to avoid suffering the consequences of missing Effective Scheduling.</p>\n<p>The evidence reveals that, in general, employees were required to take whatever steps necessary to satisfy the demands of Effective Scheduling; they were also absolutely forbidden to work off-the-clock. The result was the classic Catch-22: risk dismissal for working off-the-clock or risk dismissal for failing to meet Effective Scheduling.</p>\n<p>Having reached this conclusion, the court must now decide whether the plaintiffs have shown that this situation caused widespread violations of the FLSA, revealing a pattern or practice of acquiescence in uncompensated overtime. <i>Bel-Loc,</i> 780 F.2d at 1116. Food Lion points to testimony of employees who did not work off-the-clock. It further responds that less than one percent of employees who received notice of these collective actions filed consents.</p>\n<p><span class=\"star-pagination\">*1274</span> The court in <i>Bel-Loc</i> found this type of argument unpersuasive. 780 F.2d at 1116. In doing so, however, the court pointed out that the evidence against the practice \"pale[d] in comparison to the much more extensive testimony that the pattern of conduct was to the contrary.\" <i>Id.</i> Addressing the defendant's burden under <i>Mt. Clemens,</i> the <i>Bel-Loc</i> court again recognized the \"volume and content\" weighing in favor of the plaintiffs. <i>Id.</i></p>\n<p>In order to show a pattern or practice of acquiescence in FLSA violations, the plaintiffs must show that the evidence presented was representational of the practice throughout the enterprise. <i>Id.</i> Essentially, the plaintiffs must show that the violations were widespread. Although this burden can be accomplished through the testimony of a small percentage of employees, the number of employees forced to work off-the-clock is important in determining whether the violations were widespread. <i>Id.</i> The court considered the evidence related to six claimants, a compliance agreement, a stipulation, and numerous other documents that reveal that Food Lion is aware that off-the-clock work is a problem. The evidence falls short, however, of proving that off-the-clock violations were widespread throughout the company.</p>\n<p>The compliance agreement and stipulation show nothing more than Food Lion's knowledge of potential claims. The testimony related to specific cases before the court and dealt with a small area of Food Lion's total operation. The evidence was insufficient to show that these individual experiences from such a limited area represented the norm at Food Lion. Indeed, Food Lion presented evidence that a very small percentage of current and former employees responded to an invitation to join this action. The plaintiffs have failed to show that Food Lion's policy caused widespread violations of the FLSA. For this reason, the court concludes that the plaintiffs failed as a matter of law to prove a pattern or practice of acquiescence by Food Lion to off-the-clock work.</p>\n<p></p>\n<h2><i>Quinn</i></h2>\n<p>The court believes Quinn when he claims to have worked off-the-clock. Quinn has established the amount and extent of the off-the-clock work by a just and reasonable inference. <i>Mt. Clemens,</i> 328 U.S. at 687, 66 S.Ct. at 1192. Food Lion produced evidence in rebuttal, however, that reduced the amount accepted by the court as uncompensated overtime work. <i>Id.</i></p>\n<p>According to Food Lion's own witnesses, Quinn was an outstanding employee. He loyally moved between stores, worked hard, and kept the market in good condition. Most importantly, Quinn almost always satisfied the demands of Effective Scheduling.</p>\n<p>Food Lion's response to Quinn's complaint about Effective Scheduling is interesting. Food Lion focuses on the significant amount of overtime for which Quinn was compensated to rebut his claim that he lacked enough hours to meet production demands. Yet, Food Lion's own witnesses testified that their stores almost always met Effective Scheduling.</p>\n<p>According to Bumgarner, additional hours require additional sales. If the stores were meeting Effective Scheduling while Quinn was consuming significant amounts of overtime, the stores were obviously selling a higher volume of meat. Since the overtime hours were the result of increased sales, Effective Scheduling could still force Quinn to perform work off-the-clock at the same rate for the extra volume as he did for a normal work week.</p>\n<p>The court is convinced that Quinn worked uncompensated overtime in addition to his reported overtime in order to satisfy the demands of Effective Scheduling. The court believes that Heathcock, at the least, knew of the off-the-clock work, despite eventually firing Quinn for working off-the-clock. Quinn showed the amount and extent of the hours he worked off-the-clock \"as a matter of just and reasonable inference.\" <i>Mt. Clemens,</i> 328 U.S. at 687, 66 S.Ct. at 1192. Food Lion was able to negate the extent of these hours, however, by showing that Quinn spent a significant amount of time working as a floater employee, relieving him of responsibility under Effective Scheduling. Quinn worked as a floater during parts of 1989-90 and all of 1991.</p>\n<p><span class=\"star-pagination\">*1275</span> Quinn has shown \"as a matter of just and reasonable inference ...\" that he worked ten hours per week off-the-clock every week that he worked at store number 486 from 24 February 1989 through the week of 25 August 1990 (66 weeks) and at store number 300 from 1 September 1990 through 28 December 1990 (16 weeks). <i>Mt. Clemens,</i> 328 U.S. at 687, 66 S.Ct. at 1192. Food Lion suffered and permitted this uncompensated overtime. Quinn filed his consent to join this action on 24 February 1992. Since the court concludes that Food Lion's action was a willful violation of the FLSA, the statutory period of Quinn's claim begins on 24 February 1989.</p>\n<p>Food Lion is indebted to Quinn in the following amounts: 4 weeks × 10 hrs. × $12.75 = $510.00; 21 weeks × 10 hrs. × $13.50 = $2835.00; 25 weeks × 10 hrs. × $14.10 = $3525.00; 32 weeks × 10 hrs. × $14.77 = $4726.40. The total is $11,596.40 in uncompensated overtime wages. Food Lion is indebted to Quinn in the amount of $11,596.40 in liquidated damages, for a total award of $23,192.80.</p>\n<p></p>\n<h2><i>McLawhon</i></h2>\n<p>The court's findings that relate to McLawhon are based on a credibility determination. The court finds Jones, Mitchell, and Brown credible. McLawhon and his wife were unconvincing witnesses. Although May and Lambert appeared to be telling the truth, the court is hesitant to place great weight on the testimony of former employees who admitted to regularly stealing from their company.</p>\n<p>McLawhon must establish that he worked uncompensated overtime hours and the number of hours \"as a matter of just and reasonable inference.\" <i>Id.</i> He must also show that Food Lion suffered or permitted this work. 29 U.S.C. § 203(g). Food Lion suffered or permitted the work if it had actual or constructive knowledge of the work. <i>Davis v. Food Lion,</i> <span class=\"citation\" data-id=\"471601\"><a href=\"/opinion/471601/jerry-s-davis-and-james-o-slice-and-jack-l-pforr-v-food-lion/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1274</span></a></span>, 1277 (4th Cir. 1986).</p>\n<p>Jones testified that Food Lion, via Wolford, demanded that his crew meet Effective Scheduling. Jones informed Wolford that they were unable to satisfy this requirement without additional help. Wolford refused to provide any assistance, but continued to require that Effective Scheduling be met. In response, Jones and McLawhon worked off-the-clock; Wolford knew of this activity. Runnells admitted that conversations with Cynthia McLawhon took place. The court believes that Runnells knew that McLawhon and his crew were working off-the-clock to meet Effective Scheduling. Since Runnells, Wolford, and Jones knew that McLawhon was working off-the-clock, Food Lion suffered and permitted the uncompensated overtime in violation of 29 U.S.C. § 203(g). <i>Davis,</i> 792 F.2d at 1276.</p>\n<p>Jones testified that McLawhon worked off-the-clock for four to five hours each truck night. Trucks arrived two nights per week, Monday and Thursday. McLawhon therefore worked eight hours of uncompensated overtime every week between March 1988 and August 1988.</p>\n<p>Jones is incompetent to testify about what happened after he left in August 1988, and the court refuses to rely on McLawhon's testimony. Mitchell continued to work on the crew, however. Mitchell testified that he and McLawhon continued to work uncompensated overtime at the rate of five to six hours each truck night. Wolford knew of this practice for the duration of his tenure, which ended in June, 1990.</p>\n<p>McLawhon filed his consent to join this action on 9 January 1992. McLawhon can recover for any off-the-clock work he proves occurred two years prior to filing his consent. 29 U.S.C. §§ 216(b), 256. Of course, this statutory period is extended for another year if the violation is willful. 29 U.S.C. § 255(a). The violation was willful if Food Lion knew that it was operating in violation of the FLSA. <i>McLaughlin v. Richland Shoe Company, Inc.,</i> <span class=\"citation\" data-id=\"112072\"><a href=\"/opinion/112072/mclaughlin-v-richland-shoe-co/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span>, 133, <span class=\"citation\" data-id=\"112072\"><a href=\"/opinion/112072/mclaughlin-v-richland-shoe-co/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1677</span></a></span>, 1681, <span class=\"citation\" data-id=\"112072\"><a href=\"/opinion/112072/mclaughlin-v-richland-shoe-co/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">115</span></a></span> (1988). The court finds that the violation was willful. McLawhon can recover for off-the-clock work that occurred after 9 January 1989.</p>\n<p>McLawhon has shown, through Mitchell's testimony, that he worked uncompensated overtime for five hours, two nights a week until the time Mitchell left Food Lion. Mitchell testified that he worked up to 1990. <span class=\"star-pagination\">*1276</span> Without the benefit of more specific information, the court must interpret up to 1990 to mean 1 January 1990.</p>\n<p>McLawhon has also been able to show that Food Lion suffered or permitted this off-the-clock work. Jones testified that Wolford was aware of the stock crew's practice of working off-the-clock on truck nights. Wolford continued as the store manager at 379 until June, 1990, so he knew or should have know of this practice.</p>\n<p>Through the testimony of Jones and Mitchell, McLawhon has shown that he worked uncompensated overtime five hours each truck night from 9 January 1989 until 1 January 1990. McLawhon worked at a rate of $6.00 per hour for the period of 9 January 1989 to 21 April 1989, $6.40 per hour for the period of 22 April 1989 to 29 December 1989, and $7.25 per hour for the period of 30 December 1989 to 1 January 1991.</p>\n<p>Since there was neither a Monday nor a Thursday between 30 December 1989 and 1 January 1990, there was no truck night, and McLawhon is not entitled to any recovery for the latter period. In addition, the court is unconvinced that McLawhon worked off-the-clock during weeks thirty-two and thirty-three of 1989, when his recorded time was only 19.75 hours and 4.75 hours, respectively. Specifically, McLawhon is entitled to $9.00 × 10 hours × 11 weeks ($990) plus $9.60 × 10 hours × 34 weeks ($3264) or $4254.00. McLawhon is entitled to liquidated damages in the same amount, which brings the total award to $8508.00. 29 U.S.C. § 216(b).</p>\n<p></p>\n<h2><i>Perry</i></h2>\n<p>The court believes Perry's testimony entirely. The court specifically finds that Perry worked off-the-clock six hours per week. In addition, the court finds that this off-the-clock work was a direct result of the demands of Effective Scheduling. Perry admitted, however, that the only Food Lion official informed of his off-the-clock work ordered him to stop the practice. Because the court finds that Food Lion was without knowledge of this activity, Perry is not entitled to recover for his uncompensated overtime work. <i>Davis,</i> 792 F.2d at 1276.</p>\n<p></p>\n<h2><i>Ramsey</i></h2>\n<p>Ramsey's claim fails because of a credibility determination. The court finds Jarman credible. The court believes that Ramsey worked off-the-clock, but he has been unconvincing in establishing the amount of hours or that Food Lion suffered or permitted the off-the-clock work.</p>\n<p>Ramsey testified that his off-the-clock hours included time for working through lunch and carrying home paperwork. Jarman denied that this activity occurred. In support, Jarman testified that he worked long hours and observed Ramsey taking his lunch break. He further testified that Ramsey's paperwork should have taken only one hour per week. Because the court finds Jarman credible, Ramsey has failed to establish the number of hours he worked off-the-clock by a reasonable degree of certainty.</p>\n<p>More importantly, Jarman strictly enforced Food Lion's policy against working off-the-clock. Jarman worked long hours and was present when Ramsey was working off-the-clock. Because Ramsey concealed his extra work, however, Jarman was unaware that he was off-the-clock. Food Lion did not suffer or permit the off-the-clock work.</p>\n<p></p>\n<h2><i>Hamm</i></h2>\n<p>The court's finding concerning Hamm is based on a credibility determination. Hamm's only evidence that Food Lion suffered or permitted him to work off-the-clock is based on an alleged statement by Huggins to \"do whatever it takes\" to meet Effective Scheduling. Hamm claims that he interpreted this statement as an instruction to work off-the-clock. Huggins denies ever making the statement and claims that she strictly enforced Food Lion's policy against working off-the-clock.</p>\n<p>The court is unconvinced that Huggins suffered or permitted Hamm to work off-the-clock. The court believes Huggins' testimony that she never instructed Hamm to \"do whatever it takes\" to satisfy the demands of Effective Scheduling. Huggins also made efforts to help Hamm improve the conditions of the produce department by offering him as many hours as necessary without regard for Effective Scheduling.</p>\n<p><span class=\"star-pagination\">*1277</span> The court specifically questions the veracity of Hamm's testimony. He claims to have worked six hours off-the-clock each week by working through his lunch hour every day. When confronted on cross-examination with the fact that he only worked five days a week, Hamm wavered in his explanation as to how this amount of time equaled six hours. More importantly, time records reveal that Hamm rarely took an entire hour long lunch break.</p>\n<p>Huggins was unaware of Hamm's off-the-clock activities. More relevant is the lack of any communication from Huggins that compelled Hamm to work off-the-clock. Hamm has therefore failed to show that Food Lion suffered or permitted him to work off-the-clock.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The plaintiffs have been unable to show that Food Lion's Effective Scheduling requirements caused widespread violations of the FLSA, which would have revealed a pattern or practice of acquiescence in off-the-clock work. Quinn prevails on his claim in the amount of $11,596.40 in uncompensated overtime wages and $11,596.40 in liquidated damages. McLawhon is entitled to $4254.00 in uncompensated overtime wages and $4254.00 in liquidated damages.</p>\n<p>Accordingly, it is ORDERED that judgment be entered in favor of Kelly Quinn against Food Lion in the amount of $23,192.80 and in favor of Terry McLawhon against Food Lion in the amount of $8508.00. These amounts are to accrue interest from the date of judgment at a rate equal to the coupon issue yield equivalent of the average accepted auction price for the last auction of fifty-two week United States Treasury bills. Plaintiffs' counsel are directed to submit requests for attorneys' fees and costs within thirty days of the date of judgment. It is further ordered that judgment be entered in favor of Food Lion as to the claims of Keith Perry, Rodney Ramsey, and William Hamm.</p>\n<p>THIS ORDER ENTERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/312756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508528/"
  ]
}