{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2265358/",
  "absolute_url": "/opinion/2265358/smith-v-bounds/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2265358/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:55:48.273821Z",
  "date_modified": "2016-04-27T03:01:59.092485Z",
  "type": "010combined",
  "sha1": "31ee97c0847f1b8572d4bf364dc7fc8d44959de5",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>657 F.Supp. 1327 (1986)</b></center>\n<center><h1>Robert (Bobby) SMITH, et al., Plaintiffs,<br>\nv.<br>\nVernon Lee BOUNDS, et al., Defendants.<br>\nDonald W. MORGAN, et al., Plaintiffs,<br>\nv.<br>\nR.L. TURNER, Defendant.<br>\nJohn HARRINGTON, et al., Plaintiffs,<br>\nv.<br>\nJames HOLSHOUSER, et al., Defendants.</h1></center>\n<center>Civ. Nos. 3052, 4277, 790.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>April 10, 1986.</center>\n<p><span class=\"star-pagination\">*1328</span> Barry Nakell, Chapel Hill, N.C., for plaintiffs.</p>\n<p>Jacob L. Safron, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>This action is before the court for a determination of which of the parties' plans for providing North Carolina's indigent inmates with the assistance of counsel should be adopted by the court. Plaintiffs have submitted two alternative plans, each providing that defendants would contract with Legal Services of North Carolina, Inc. (LSNC) to provide legal services to inmates. The major difference between plaintiffs' two proposals involves the number of attorneys and proposed budgets. Plaintiffs' initial proposal, filed July 3, 1985, would provide for twenty-three attorneys, with twenty to be funded by the state and three to be provided by LSNC.<sup>[1]</sup> The estimated budget for this proposal is $1,357,000. Plaintiffs' second proposal, initiated in response to defendants' proposal, would provide for thirteen attorneys, ten of whom would be funded by the state and three through NCPLS.<sup>[2]</sup> The estimated budget for this proposal is $643,695.</p>\n<p>In most other respects the two proposals are the same. The particulars of those proposals are as follows: The contract between the state and LSNC would obligate LSNC to provide representation to all indigent inmates of North Carolina prisons<sup>[3]</sup> in connection with the validity of their convictions, <span class=\"star-pagination\">*1329</span> sentences and sentence computation and the validity of the conditions of their confinement. The program would be administered by the LSNC's board of directors. Office space would be made available through LSNC offices across the state. LSNC would provide representation in all cases in state and federal courts that the attorneys conclude have merit. The attorneys would be authorized to decline representation in frivolous cases, but would provide inmates in such cases with an explanation of their decision as to frivolity. The attorneys would attempt to resolve all grievances at the administrative level or through settlement, where possible. They would follow standard LSNC policies and priorities regarding the screening of cases. Case and client confidentiality would, of course, be maintained. Plaintiffs contend that such a program would provide inmates with excellent representation and would assure the independence necessary to make a program of inmate assistance work.</p>\n<p>Defendants' plan would provide that the Department of Correction would contract with one supervisory attorney. The supervisory attorney would be responsible for employing nine staff attorneys and five secretaries. The attorneys' offices would be placed in the administrative wings of five prisons: Caledonia Correctional Institution, Central Prison, Piedmont Correctional Center, Western Correctional Center, and Southern Correctional Center. No fewer than two attorneys and one secretary would be assigned to each institution. Interviews would be conducted in the attorneys' office. To assure privacy, the offices would be equipped so that persons would not be able to observe an attorney conferring with an inmate. Additionally, a privacy button would be installed in the attorneys' offices so that other persons would not be able to listen to a conversation on another extension or on the switchboard. To insure the safety of attorneys, each inmate would be completely searched prior to any interview. Furthermore, the attorneys' offices would be equipped with emergency alarm buttons to summon assistance should the need arise. Attorneys' offices would also be randomly searched on an infrequent basis for contraband concealed by inmates. Any indication that such searches were being conducted for harassment purposes would result in disciplinary proceedings being instituted against the responsible department employees.</p>\n<p>The attorneys essentially would be independent contractors. They would receive no benefits other than their salaries. They would not be subject to the State Personnel Act, N.C.G.S. § 126-1, <i>et seq.</i> They would also be permitted to perform outside work for non-inmate clients, receiving compensation for that work above and beyond the amount of their salaries. These provisions are included in a proposed contract agreement which is attached to defendants' memorandum filed March 10, 1986.</p>\n<p>However, defendants have offered nothing to show why their plan is preferable to plaintiffs', other than to say that the department should be given the opportunity to implement the plan that it prefers. Conversely, plaintiffs have interposed numerous objections to defendants' plan. Foremostly, plaintiffs contend that defendants' plan will not assure adequate independence on the part of the attorneys involved. They contend that defendants' arrangement violates Rule 5.1(B) of the North Carolina Rules of Professional Conduct,<sup>[4]</sup> because the attorney's responsibilities to the department and the control exerted by the department may materially limit their representation of its prisoners who are to be their clients.</p>\n<p>In support of this contention, they point out the following: The department would have the authority to hire the attorneys and to fire them on thirty days' notice. Contract Agreement, ¶ 10 and Final Paragraph. <span class=\"star-pagination\">*1330</span> However, these attorneys would be independent contractors, and thus would not have the rights afforded state employees with regard to dismissal. Contract Agreement, ¶ 12. The department would exercise some control over what types of cases an attorney might take. Contract Agreement, ¶ 1. Additionally, counsel would be required to inform the Department of Correction as to the substance of all requests for representation by inmates, as well as the advice given, regardless of whether those requests were accepted or denied. Contract Agreement, ¶ 8. The attorneys' offices would be in the administrative wings of selected prison units, and would be subject to maintenance by prison staff and to random searches. The attorneys' telephone calls would come in through prison switchboards. All contact with inmates would have to be made through the prison superintendent, generally upon twenty-four hours' notice. The attorneys would also have to submit to the department monthly receipts for all travel, depositions, expert witness fees, photographs, exhibits and all other costs and expenses.</p>\n<p>Plaintiffs argue that while some of these provisions may be necessary and proper, the combination enables the department to monitor the attorneys' activities so closely as to be unprofessional. They further argue that these provisions not only would compromise the independence of the attorneys, but perhaps more importantly, would bring their independence into question in the minds of their clients, the inmates. One of the aims of providing inmates attorney assistance is to curb the filing of frivolous lawsuits by giving inmates a chance to discuss their grievances with a disinterested, outside party. Plaintiffs argue that inmates are not likely to take these attorneys seriously if they appear to be no more than employees of the people who the inmates believe have violated their rights.</p>\n<p>In response to these objections, defendants argue only that the contractual nature of the agreement alleviates any problems with independence. \"The attorneys in defendants' plan would not be state employees and would be bound by the Code of Professional Conduct and the Canon of Ethics.\" Defendants' Response to Plaintiffs' Objections, filed January 2, 1986. Thus, they argue, plaintiffs' objections are without merit.</p>\n<p>However, this proffered explanation clearly fails to address the very real concerns raised in plaintiffs' objections. No attorney assistance plan is going to work unless the attorneys involved are independent both in fact and in the minds of the inmates whose interests they will represent. The court fails to see how a plan which gives the Department of Correction authority to hire and fire individual attorneys could ever provide the requisite independence. Furthermore, while the extent of attorney representation can and should be limited to issues relating to convictions, detainers, warrants and conditions of confinement, <i>Gilmore v. Lynch,</i> 319 F.Supp. 105, 110 (N.D.Cal.1970), <i>aff'd sub nom, </i><i>Younger v. Gilmore,</i> 404 U.S. 15, 92 S.Ct. 250, 30 L.Ed.2d 142 (1971), defendants should not be permitted to limit representation to claims which can only be brought in federal court. Recent Supreme Court decisions have held that inmates may not bring suit in federal court for certain actions of department employees which do not affect constitutional rights. <i>Daniels v. Williams,</i> 474 U.S. 327, 106 S.Ct. 662, 88 L.Ed.2d 662 (1986); <i>Hudson v. Palmer,</i> 468 U.S. 517, 104 S.Ct. 3194, 82 L.Ed.2d 393 (1984); <i>Parratt v. Taylor,</i> 451 U.S. 527, 101 S.Ct. 1908, 68 L.Ed.2d 420 (1981). Such claims frequently involve negligent injury or destruction of inmate property on the part of corrections officials. However, the lack of a federal forum for these claims does not mean that defendants can deny inmates the right to assistance to challenge such actions. \"`Access to the courts' ... encompasses all the means a defendant or petitioner might require to get a fair hearing from the judiciary on all charges brought against him or grievances alleged by him.\" <i>Gilmore, supra,</i> 319 F.Supp. at 110; <i>see also </i><i>Nordgren v. Milliken,</i> 762 F.2d 851 (10th Cir.1985). Thus, any plan must also permit attorney assistance for claims against prison officials pursuant to the <span class=\"star-pagination\">*1331</span> state tort claims act, N.C.G.S. § 143-291, <i>et seq.,</i> or any other relevant state statutes.</p>\n<p>Nevertheless, as stated before, the major problem with defendants' plan is that it does not afford the attorneys involved the necessary independence to properly represent the inmates' interests. The ability to hire and fire these attorneys gives the department too much control over them. Furthermore, placing them in the prisons next to the officials about whom inmates are complaining will not instill confidence in the minds of the inmates as to the attorneys' independence and impartiality. Indeed, defendants' plan quite likely will raise questions of independence in the minds of the attorneys themselves. Requiring the attorneys to maintain their offices in the prisons next to potential party opponents, to have their mail and telephone calls sent through prison facilities, to have their offices searched, to submit all budget items to the department, and to conduct their research in the prison libraries,<sup>[5]</sup> may lead the attorneys to wonder whose interests they actually do or should represent. Additionally, the relatively low pay, lack of benefits, and encouragement to perform outside services<sup>[6]</sup> may further lead these attorneys to conclude that it is not in their best interest to aggressively pursue the prisoners' claims.</p>\n<p>Defendants argue that irrespective of any perceived difficulties with their plan, they should be given the opportunity to attempt to implement that plan prior to scrapping it altogether. They argue that courts generally have given state departments of correction great leeway in implementing policies to run their prisons. <i>See </i><i>Bounds v. Smith,</i> 430 U.S. 817, 832, 97 S.Ct. 1491, 1500, 52 L.Ed.2d 72 (1977). The court agrees with this philosophy, and would prefer to adopt a plan proposed by the defendants.<sup>[7]</sup></p>\n<p>However, it is also the duty of the court to evaluate any proposed plan \"to ascertain its compliance with constitutional standards.\" <i>Id.</i> For the reasons set out hereinbefore, the court concludes that defendants' plan does not afford the attorneys involved the requisite independence to provide inmates adequate representation and that their responsibilities to the Department of Correction are simply so great that the plan, by its very nature, would force the attorneys to violate Rule 5.1(B) of the Code of Professional Conduct.</p>\n<p>That being the case, the court must adopt some plan different from that proposed by defendants. Although a number of alternatives may be possible, none has been offered other than plaintiffs' proposed plan. Furthermore, defendants have interposed no specific objections to plaintiffs' plan, although cost would obviously be of concern to them. Finally, it appears that plaintiffs' plan resolves the problem of independence by having the inmate attorneys hired, fired and supervised by LSNC, a disinterested third party.</p>\n<p>Other advantages to using LSNC include the fact that it is an established, responsible organization which has a great deal of experience in providing legal services to the poor, including inmates. It also has a responsible management and financial control system. It can utilize clinical programs at the North Carolina law schools to augment the services of the attorneys. It has offices strategically located throughout the state which can provide the attorneys office space at a reasonable cost, as well as other support services. The board of directors of LSNC would provide the necessary independence that would satisfy the ethical standards and command the confidence of inmate plaintiffs, and there would be no entanglement between the attorneys <span class=\"star-pagination\">*1332</span> involved and the Department of Correction which could raise questions of independence. These and other factors indicate that LSNC would be a proper organization to oversee the inmate assistance program.</p>\n<p>Accordingly, the court concludes that the plan for providing inmates with the assistance of attorneys should be implemented through a contract between the Department of Correction and LSNC so that LSNC hires and supervises the attorneys involved. The court agrees with the parties that this plan should provide for ten attorneys, one of whom would supervise the others. Additionally, at least five secretarial positions should be funded. Plaintiffs acknowledge that the Department of Correction should have some control over certain aspects of the representation and should receive information regarding the financing of the program. To that extent, they agree that Paragraphs 2, 3, 6, 7, 8 and 9 of defendants' proposed Contract Agreement, entitled Access to Inmates, Access to Records, Security and Lockdown, Transportation of Inmates, Quarterly Reporting, and Records, Documents and Reports, should be included in the proposed contract. With one exception, the court agrees.</p>\n<p>Paragraph 8B should state simply \"Number of requests denied.\" To require an attorney to divulge the substance of a conversation with an inmate and the reasons why the attorney declined to represent that inmate would violate the inmate's attorney-client privilege. North Carolina Rules of Professional Conduct, Rule 4. Thus, the attorney's reasons for denial of representation may not be divulged to the department.</p>\n<p>Paragraph 1 should also be included, but it too must be modified somewhat. For the reasons set out hereinbefore, the first part of Section A should read \"The Contractor shall provide the necessary office space,\" etc. Also, Section A3 should be changed to read \"Claims relating to conditions of confinement while in the custody of the Department of Correction,\" and Section H should be deleted altogether. Paragraph 4 should also be deleted, as there is no reason why, consistent with the Code of Professional Conduct, counsel could not share information obtained from the department regarding inmates. However, Paragraph 5 should be included, as should Paragraphs 13, 14, 15, 17, 18, 19 and 20.<sup>[8]</sup> Paragraphs 10 and 11 are no longer necessary and should not be included. Paragraph 12 may also be included, with the exception of the final sentence. The attorneys involved will have plenty of work to do and should not be representing other outside clients.</p>\n<p>The sole remaining section is Paragraph 16, entitled Payment and Expenses. The court concludes that the actual budget of the program should be left to the defendants, subject to court review should it appear that the amount budgeted clearly is insufficient to operate a viable program with ten attorneys. Ideally, the parties should be able to reach some compromise regarding this issue. The same is true with respect to location of staff members, periods for budgets and payments, supply of equipment and supplies, and reporting of expenses. Rather than arbitrarily determine these matters without sufficient information, the court concludes that the parties should first try to reach a mutually agreeable solution which would make further court intervention unnecessary. The parties should, of course, submit the proposed contract for court approval prior to actual implementation.</p>\n<p>One further point should be noted. Nowhere in defendants' contract is there any delineation between indigent and non-indigent inmates. Clearly, the state is not constitutionally required to provide attorneys free of charge to those inmates who can afford counsel of their own. <i>See </i><i>Bounds v. Smith, supra,</i> 430 U.S. at 824-25, 97 S.Ct. at 1496. However, in an effort to eliminate the administrative burden of determining which inmates are indigent, the state may wish to make the services of the contract attorneys available to all inmates. <span class=\"star-pagination\">*1333</span> At any rate, this is a decision for the defendants, not the court to make.</p>\n<p>Finally, before requiring that implementation be completed, the court will permit defendants to appeal the decision to require the state to provide indigent inmates with the assistance of counsel. This decision clearly has far-reaching economic consequences, and it would be unfair to defendants to require them to change their entire method of providing inmates access to the courts when there is a possibility of reversal on appeal. Accordingly, implementation of the plan described herein will be stayed pending exhaustion of available appeals, and defendants will be directed to maintain their current law library system in place. Rule 8(a), F.R.App.P.</p>\n<p>A separate judgment will be entered accordingly.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>JUDGMENT</h2>\n<p>The Supreme Court having held in <i>Bounds v. Smith,</i> 430 U.S. 817, 97 S.Ct. 1491, 52 L.Ed.2d 72 (1977), that the state must provide inmates with meaningful access to the courts by providing them with law libraries or alternative sources of legal knowledge, and this court having found that defendants have failed to implement their law library plan so as to afford inmates that access required, it is hereby</p>\n<p>ORDERED, ADJUDGED AND DECREED that defendants adopt a plan providing inmates with the assistance of counsel. Defendants are further directed to devise that plan in accordance with the directions set out in the order filed this date. However, implementation of that plan will be stayed pending appellate review of this decision.</p>\n<h2>NOTES</h2>\n<p>[1]  These three would be the three attorneys currently employed by North Carolina Prisoner Legal Services, Inc. (NCPLS), a program funded through and run by LSNC which provides limited civil representation to North Carolina inmates.</p>\n<p>[2]  As discussed <i>infra,</i> defendants' proposal would also provide for ten attorneys to be paid by the state.</p>\n<p>[3]  Plaintiffs have attempted to include pre-trial detainees incarcerated in North Carolina's jails as party plaintiffs to this action, as well. However, by orders dated October 16 and November 7, 1985, the court concluded that the action did not apply to the claims of pre-trial detainees incarcerated in the county jails.</p>\n<p>[4]  Rule 5.1(B) provides as follows:\n</p>\n<p>\"A lawyer shall not represent a client if the representation of that client may be materially limited by the lawyer's responsibilities to another client or to a third person, or by the lawyer's own interests, unless:</p>\n<p>\"(1) The lawyer reasonably believes the representation will not be adversely affected; and</p>\n<p>\"(2) The client consents after full disclosure which shall include explanation of the implications of the common representation and the advantages and risks involved.\"</p>\n<p>[5]  There is no provision in defendants' plan for separate law library facilities for the attorneys, so the court is assuming that they would use the same facilities as the inmates.</p>\n<p>[6]  With respect to the performance of outside services, defendants have also failed to describe just how the attorneys would meet with these clients. For example, would these clients come to the prison, or would the attorneys be required to rent office space outside the prison?</p>\n<p>[7]  Indeed, the court would have preferred that defendants had responded to its prior orders regarding their law library plan, thus obviating the need to find some alternative method for providing inmates access to the courts.</p>\n<p>[8]  Because the court intends to stay implementation of this plan pending appellate review, <i>see infra</i> at pages 1332-33, Paragraph 21 is unnecessary, as well.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">657</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1327</span></span> (1986)</b></center>\n<center><h1>Robert (Bobby) SMITH, et al., Plaintiffs,<br>\nv.<br>\nVernon Lee BOUNDS, et al., Defendants.<br>\nDonald W. MORGAN, et al., Plaintiffs,<br>\nv.<br>\nR.L. TURNER, Defendant.<br>\nJohn HARRINGTON, et al., Plaintiffs,<br>\nv.<br>\nJames HOLSHOUSER, et al., Defendants.</h1></center>\n<center>Civ. Nos. 3052, 4277, 790.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>April 10, 1986.</center>\n<p><span class=\"star-pagination\">*1328</span> Barry Nakell, Chapel Hill, N.C., for plaintiffs.</p>\n<p>Jacob L. Safron, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>This action is before the court for a determination of which of the parties' plans for providing North Carolina's indigent inmates with the assistance of counsel should be adopted by the court. Plaintiffs have submitted two alternative plans, each providing that defendants would contract with Legal Services of North Carolina, Inc. (LSNC) to provide legal services to inmates. The major difference between plaintiffs' two proposals involves the number of attorneys and proposed budgets. Plaintiffs' initial proposal, filed July 3, 1985, would provide for twenty-three attorneys, with twenty to be funded by the state and three to be provided by LSNC.<sup>[1]</sup> The estimated budget for this proposal is $1,357,000. Plaintiffs' second proposal, initiated in response to defendants' proposal, would provide for thirteen attorneys, ten of whom would be funded by the state and three through NCPLS.<sup>[2]</sup> The estimated budget for this proposal is $643,695.</p>\n<p>In most other respects the two proposals are the same. The particulars of those proposals are as follows: The contract between the state and LSNC would obligate LSNC to provide representation to all indigent inmates of North Carolina prisons<sup>[3]</sup> in connection with the validity of their convictions, <span class=\"star-pagination\">*1329</span> sentences and sentence computation and the validity of the conditions of their confinement. The program would be administered by the LSNC's board of directors. Office space would be made available through LSNC offices across the state. LSNC would provide representation in all cases in state and federal courts that the attorneys conclude have merit. The attorneys would be authorized to decline representation in frivolous cases, but would provide inmates in such cases with an explanation of their decision as to frivolity. The attorneys would attempt to resolve all grievances at the administrative level or through settlement, where possible. They would follow standard LSNC policies and priorities regarding the screening of cases. Case and client confidentiality would, of course, be maintained. Plaintiffs contend that such a program would provide inmates with excellent representation and would assure the independence necessary to make a program of inmate assistance work.</p>\n<p>Defendants' plan would provide that the Department of Correction would contract with one supervisory attorney. The supervisory attorney would be responsible for employing nine staff attorneys and five secretaries. The attorneys' offices would be placed in the administrative wings of five prisons: Caledonia Correctional Institution, Central Prison, Piedmont Correctional Center, Western Correctional Center, and Southern Correctional Center. No fewer than two attorneys and one secretary would be assigned to each institution. Interviews would be conducted in the attorneys' office. To assure privacy, the offices would be equipped so that persons would not be able to observe an attorney conferring with an inmate. Additionally, a privacy button would be installed in the attorneys' offices so that other persons would not be able to listen to a conversation on another extension or on the switchboard. To insure the safety of attorneys, each inmate would be completely searched prior to any interview. Furthermore, the attorneys' offices would be equipped with emergency alarm buttons to summon assistance should the need arise. Attorneys' offices would also be randomly searched on an infrequent basis for contraband concealed by inmates. Any indication that such searches were being conducted for harassment purposes would result in disciplinary proceedings being instituted against the responsible department employees.</p>\n<p>The attorneys essentially would be independent contractors. They would receive no benefits other than their salaries. They would not be subject to the State Personnel Act, N.C.G.S. § 126-1, <i>et seq.</i> They would also be permitted to perform outside work for non-inmate clients, receiving compensation for that work above and beyond the amount of their salaries. These provisions are included in a proposed contract agreement which is attached to defendants' memorandum filed March 10, 1986.</p>\n<p>However, defendants have offered nothing to show why their plan is preferable to plaintiffs', other than to say that the department should be given the opportunity to implement the plan that it prefers. Conversely, plaintiffs have interposed numerous objections to defendants' plan. Foremostly, plaintiffs contend that defendants' plan will not assure adequate independence on the part of the attorneys involved. They contend that defendants' arrangement violates Rule 5.1(B) of the North Carolina Rules of Professional Conduct,<sup>[4]</sup> because the attorney's responsibilities to the department and the control exerted by the department may materially limit their representation of its prisoners who are to be their clients.</p>\n<p>In support of this contention, they point out the following: The department would have the authority to hire the attorneys and to fire them on thirty days' notice. Contract Agreement, ¶ 10 and Final Paragraph. <span class=\"star-pagination\">*1330</span> However, these attorneys would be independent contractors, and thus would not have the rights afforded state employees with regard to dismissal. Contract Agreement, ¶ 12. The department would exercise some control over what types of cases an attorney might take. Contract Agreement, ¶ 1. Additionally, counsel would be required to inform the Department of Correction as to the substance of all requests for representation by inmates, as well as the advice given, regardless of whether those requests were accepted or denied. Contract Agreement, ¶ 8. The attorneys' offices would be in the administrative wings of selected prison units, and would be subject to maintenance by prison staff and to random searches. The attorneys' telephone calls would come in through prison switchboards. All contact with inmates would have to be made through the prison superintendent, generally upon twenty-four hours' notice. The attorneys would also have to submit to the department monthly receipts for all travel, depositions, expert witness fees, photographs, exhibits and all other costs and expenses.</p>\n<p>Plaintiffs argue that while some of these provisions may be necessary and proper, the combination enables the department to monitor the attorneys' activities so closely as to be unprofessional. They further argue that these provisions not only would compromise the independence of the attorneys, but perhaps more importantly, would bring their independence into question in the minds of their clients, the inmates. One of the aims of providing inmates attorney assistance is to curb the filing of frivolous lawsuits by giving inmates a chance to discuss their grievances with a disinterested, outside party. Plaintiffs argue that inmates are not likely to take these attorneys seriously if they appear to be no more than employees of the people who the inmates believe have violated their rights.</p>\n<p>In response to these objections, defendants argue only that the contractual nature of the agreement alleviates any problems with independence. \"The attorneys in defendants' plan would not be state employees and would be bound by the Code of Professional Conduct and the Canon of Ethics.\" Defendants' Response to Plaintiffs' Objections, filed January 2, 1986. Thus, they argue, plaintiffs' objections are without merit.</p>\n<p>However, this proffered explanation clearly fails to address the very real concerns raised in plaintiffs' objections. No attorney assistance plan is going to work unless the attorneys involved are independent both in fact and in the minds of the inmates whose interests they will represent. The court fails to see how a plan which gives the Department of Correction authority to hire and fire individual attorneys could ever provide the requisite independence. Furthermore, while the extent of attorney representation can and should be limited to issues relating to convictions, detainers, warrants and conditions of confinement, <i>Gilmore v. Lynch,</i> <span class=\"citation\" data-id=\"2134939\"><a href=\"/opinion/2134939/gilmore-v-lynch/\"><span class=\"volume\">319</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">105</span></a></span>, 110 (N.D.Cal.1970), <i>aff'd sub nom, </i><i>Younger v. Gilmore,</i> <span class=\"citation\" data-id=\"108392\"><a href=\"/opinion/108392/younger-v-gilmore/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, <span class=\"citation\" data-id=\"108392\"><a href=\"/opinion/108392/younger-v-gilmore/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">250</span></a></span>, <span class=\"citation\" data-id=\"108392\"><a href=\"/opinion/108392/younger-v-gilmore/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span></a></span> (1971), defendants should not be permitted to limit representation to claims which can only be brought in federal court. Recent Supreme Court decisions have held that inmates may not bring suit in federal court for certain actions of department employees which do not affect constitutional rights. <i>Daniels v. Williams,</i> <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1986); <i>Hudson v. Palmer,</i> <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3194</span></a></span>, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1984); <i>Parratt v. Taylor,</i> <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1908</span></a></span>, <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1981). Such claims frequently involve negligent injury or destruction of inmate property on the part of corrections officials. However, the lack of a federal forum for these claims does not mean that defendants can deny inmates the right to assistance to challenge such actions. \"`Access to the courts' ... encompasses all the means a defendant or petitioner might require to get a fair hearing from the judiciary on all charges brought against him or grievances alleged by him.\" <i>Gilmore, supra,</i> 319 F.Supp. at 110; <i>see also </i><i>Nordgren v. Milliken,</i> <span class=\"citation\" data-id=\"452169\"><a href=\"/opinion/452169/steven-richards-nordgren-douglas-yoakam-ray-dodge-and-john-c-bolsinger/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">851</span></a></span> (10th Cir.1985). Thus, any plan must also permit attorney assistance for claims against prison officials pursuant to the <span class=\"star-pagination\">*1331</span> state tort claims act, N.C.G.S. § 143-291, <i>et seq.,</i> or any other relevant state statutes.</p>\n<p>Nevertheless, as stated before, the major problem with defendants' plan is that it does not afford the attorneys involved the necessary independence to properly represent the inmates' interests. The ability to hire and fire these attorneys gives the department too much control over them. Furthermore, placing them in the prisons next to the officials about whom inmates are complaining will not instill confidence in the minds of the inmates as to the attorneys' independence and impartiality. Indeed, defendants' plan quite likely will raise questions of independence in the minds of the attorneys themselves. Requiring the attorneys to maintain their offices in the prisons next to potential party opponents, to have their mail and telephone calls sent through prison facilities, to have their offices searched, to submit all budget items to the department, and to conduct their research in the prison libraries,<sup>[5]</sup> may lead the attorneys to wonder whose interests they actually do or should represent. Additionally, the relatively low pay, lack of benefits, and encouragement to perform outside services<sup>[6]</sup> may further lead these attorneys to conclude that it is not in their best interest to aggressively pursue the prisoners' claims.</p>\n<p>Defendants argue that irrespective of any perceived difficulties with their plan, they should be given the opportunity to attempt to implement that plan prior to scrapping it altogether. They argue that courts generally have given state departments of correction great leeway in implementing policies to run their prisons. <i>See </i><i>Bounds v. Smith,</i> <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, 832, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1491</span></a></span>, 1500, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></a></span> (1977). The court agrees with this philosophy, and would prefer to adopt a plan proposed by the defendants.<sup>[7]</sup></p>\n<p>However, it is also the duty of the court to evaluate any proposed plan \"to ascertain its compliance with constitutional standards.\" <i>Id.</i> For the reasons set out hereinbefore, the court concludes that defendants' plan does not afford the attorneys involved the requisite independence to provide inmates adequate representation and that their responsibilities to the Department of Correction are simply so great that the plan, by its very nature, would force the attorneys to violate Rule 5.1(B) of the Code of Professional Conduct.</p>\n<p>That being the case, the court must adopt some plan different from that proposed by defendants. Although a number of alternatives may be possible, none has been offered other than plaintiffs' proposed plan. Furthermore, defendants have interposed no specific objections to plaintiffs' plan, although cost would obviously be of concern to them. Finally, it appears that plaintiffs' plan resolves the problem of independence by having the inmate attorneys hired, fired and supervised by LSNC, a disinterested third party.</p>\n<p>Other advantages to using LSNC include the fact that it is an established, responsible organization which has a great deal of experience in providing legal services to the poor, including inmates. It also has a responsible management and financial control system. It can utilize clinical programs at the North Carolina law schools to augment the services of the attorneys. It has offices strategically located throughout the state which can provide the attorneys office space at a reasonable cost, as well as other support services. The board of directors of LSNC would provide the necessary independence that would satisfy the ethical standards and command the confidence of inmate plaintiffs, and there would be no entanglement between the attorneys <span class=\"star-pagination\">*1332</span> involved and the Department of Correction which could raise questions of independence. These and other factors indicate that LSNC would be a proper organization to oversee the inmate assistance program.</p>\n<p>Accordingly, the court concludes that the plan for providing inmates with the assistance of attorneys should be implemented through a contract between the Department of Correction and LSNC so that LSNC hires and supervises the attorneys involved. The court agrees with the parties that this plan should provide for ten attorneys, one of whom would supervise the others. Additionally, at least five secretarial positions should be funded. Plaintiffs acknowledge that the Department of Correction should have some control over certain aspects of the representation and should receive information regarding the financing of the program. To that extent, they agree that Paragraphs 2, 3, 6, 7, 8 and 9 of defendants' proposed Contract Agreement, entitled Access to Inmates, Access to Records, Security and Lockdown, Transportation of Inmates, Quarterly Reporting, and Records, Documents and Reports, should be included in the proposed contract. With one exception, the court agrees.</p>\n<p>Paragraph 8B should state simply \"Number of requests denied.\" To require an attorney to divulge the substance of a conversation with an inmate and the reasons why the attorney declined to represent that inmate would violate the inmate's attorney-client privilege. North Carolina Rules of Professional Conduct, Rule 4. Thus, the attorney's reasons for denial of representation may not be divulged to the department.</p>\n<p>Paragraph 1 should also be included, but it too must be modified somewhat. For the reasons set out hereinbefore, the first part of Section A should read \"The Contractor shall provide the necessary office space,\" etc. Also, Section A3 should be changed to read \"Claims relating to conditions of confinement while in the custody of the Department of Correction,\" and Section H should be deleted altogether. Paragraph 4 should also be deleted, as there is no reason why, consistent with the Code of Professional Conduct, counsel could not share information obtained from the department regarding inmates. However, Paragraph 5 should be included, as should Paragraphs 13, 14, 15, 17, 18, 19 and 20.<sup>[8]</sup> Paragraphs 10 and 11 are no longer necessary and should not be included. Paragraph 12 may also be included, with the exception of the final sentence. The attorneys involved will have plenty of work to do and should not be representing other outside clients.</p>\n<p>The sole remaining section is Paragraph 16, entitled Payment and Expenses. The court concludes that the actual budget of the program should be left to the defendants, subject to court review should it appear that the amount budgeted clearly is insufficient to operate a viable program with ten attorneys. Ideally, the parties should be able to reach some compromise regarding this issue. The same is true with respect to location of staff members, periods for budgets and payments, supply of equipment and supplies, and reporting of expenses. Rather than arbitrarily determine these matters without sufficient information, the court concludes that the parties should first try to reach a mutually agreeable solution which would make further court intervention unnecessary. The parties should, of course, submit the proposed contract for court approval prior to actual implementation.</p>\n<p>One further point should be noted. Nowhere in defendants' contract is there any delineation between indigent and non-indigent inmates. Clearly, the state is not constitutionally required to provide attorneys free of charge to those inmates who can afford counsel of their own. <i>See </i><i>Bounds v. Smith, supra,</i> 430 U.S. at 824-25, 97 S.Ct. at 1496. However, in an effort to eliminate the administrative burden of determining which inmates are indigent, the state may wish to make the services of the contract attorneys available to all inmates. <span class=\"star-pagination\">*1333</span> At any rate, this is a decision for the defendants, not the court to make.</p>\n<p>Finally, before requiring that implementation be completed, the court will permit defendants to appeal the decision to require the state to provide indigent inmates with the assistance of counsel. This decision clearly has far-reaching economic consequences, and it would be unfair to defendants to require them to change their entire method of providing inmates access to the courts when there is a possibility of reversal on appeal. Accordingly, implementation of the plan described herein will be stayed pending exhaustion of available appeals, and defendants will be directed to maintain their current law library system in place. Rule 8(a), F.R.App.P.</p>\n<p>A separate judgment will be entered accordingly.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>JUDGMENT</h2>\n<p>The Supreme Court having held in <i>Bounds v. Smith,</i> <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1491</span></a></span>, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></a></span> (1977), that the state must provide inmates with meaningful access to the courts by providing them with law libraries or alternative sources of legal knowledge, and this court having found that defendants have failed to implement their law library plan so as to afford inmates that access required, it is hereby</p>\n<p>ORDERED, ADJUDGED AND DECREED that defendants adopt a plan providing inmates with the assistance of counsel. Defendants are further directed to devise that plan in accordance with the directions set out in the order filed this date. However, implementation of that plan will be stayed pending appellate review of this decision.</p>\n<h2>NOTES</h2>\n<p>[1]  These three would be the three attorneys currently employed by North Carolina Prisoner Legal Services, Inc. (NCPLS), a program funded through and run by LSNC which provides limited civil representation to North Carolina inmates.</p>\n<p>[2]  As discussed <i>infra,</i> defendants' proposal would also provide for ten attorneys to be paid by the state.</p>\n<p>[3]  Plaintiffs have attempted to include pre-trial detainees incarcerated in North Carolina's jails as party plaintiffs to this action, as well. However, by orders dated October 16 and November 7, 1985, the court concluded that the action did not apply to the claims of pre-trial detainees incarcerated in the county jails.</p>\n<p>[4]  Rule 5.1(B) provides as follows:\n</p>\n<p>\"A lawyer shall not represent a client if the representation of that client may be materially limited by the lawyer's responsibilities to another client or to a third person, or by the lawyer's own interests, unless:</p>\n<p>\"(1) The lawyer reasonably believes the representation will not be adversely affected; and</p>\n<p>\"(2) The client consents after full disclosure which shall include explanation of the implications of the common representation and the advantages and risks involved.\"</p>\n<p>[5]  There is no provision in defendants' plan for separate law library facilities for the attorneys, so the court is assuming that they would use the same facilities as the inmates.</p>\n<p>[6]  With respect to the performance of outside services, defendants have also failed to describe just how the attorneys would meet with these clients. For example, would these clients come to the prison, or would the attorneys be required to rent office space outside the prison?</p>\n<p>[7]  Indeed, the court would have preferred that defendants had responded to its prior orders regarding their law library plan, thus obviating the need to find some alternative method for providing inmates access to the courts.</p>\n<p>[8]  Because the court intends to stay implementation of this plan pending appellate review, <i>see infra</i> at pages 1332-33, Paragraph 21 is unnecessary, as well.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2134939/"
  ]
}