{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2267598/",
  "absolute_url": "/opinion/2267598/zelaya-v-jm-macias-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2267598/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:56:08.843066Z",
  "date_modified": "2016-04-26T23:19:35.438446Z",
  "type": "010combined",
  "sha1": "057a40d3e69aade8baec47a7f374e5bc5a381a60",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>999 F.Supp. 778 (1998)</b></center>\n<center><h1>Jarvin Omar ZELAYA, Luis A. Bernal, Reyes Hernandez-Flores, Eduardo Bernal, Victor M. Bernal and Carlos Ruiz-Zapien, on behalf of themselves and all other similarly situated persons, Plaintiffs,<br>\nv.<br>\nJ.M. MACIAS, INC. d/b/a Mi Casita Restaurante Mexicano, Juan M. Macias, Denise Macias, the wife of Juan M. Macias, Francisco Macias, Carlos Macias, Jesus Macias, Gabriel Macias and Jay Morris, Defendants.</h1></center>\n<center>No. 5:96-CV-955-BR(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 13, 1998.</center>\n<p><span class=\"star-pagination\">*779</span> Robert J. Willis, Raleigh, NC, for Plaintiffs.</p>\n<p>Ronnie M. Mitchell, Kenneth D. Burns, Harris, Mitchell &amp; Hancox, Fayetteville, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on motion of the plaintiffs' for class certification of their state law claim under Fed.R.Civ.P. 23 and motion of the defendants J.M. Macias, Inc. d/b/a/ Mi Casita Restaurante Mexicano, Juan M. Macias, Denise Macias, Francisco Macias, Carlos Macias, Jesus Macias and Gabriel Macias (\"the Macias defendants\") to dismiss plaintiffs' state law claim. The Macias defendants responded to the certification motion and plaintiffs replied. Plaintiffs filed a response to the motion to dismiss, but the Macias defendants did not file a reply, and the time in which to do so has passed. These motions are now ripe for decision.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Plaintiffs are current and former employees of defendant J.M. Macias, Inc. d/b/a/ Mi Casita Restaurante Mexicano (\"JMM\") at approximately 10 restaurant locations within North Carolina. In their complaint, plaintiffs <span class=\"star-pagination\">*780</span> allege two claims for relief. First, they claim that defendants did not pay them and at least 100 other similarly situated employees at the overtime rate required by the Fair Labor Standards Act (FLSA). Plaintiffs seek a statutory class action pursuant to 29 U.S.C. § 216(b) (Compl. ¶¶ 17, 23-29.)</p>\n<p>Second, plaintiffs allege a cause of action pursuant to the North Carolina Wage and Hour Act, N.C.Gen.Stat. §§ 95-25.6, 95-25.22(a) and 95-25.22(a)(1) (\"NCWHA\"), claiming that defendants did not pay them all of the weekly wages they were due, at the time they were due or at the correct rate for hours worked in excess of forty hours per week. (Compl. ¶¶ 20-21, 30-34.) Plaintiffs allege that their NCWHA claims are typical of those of at least 100 other similarly situated employees and now move for certification of the NCWHA claim as a class action pursuant to Rule 23 of the Federal Rules of Civil Procedure.</p>\n<p>The Macias defendants oppose certification of the NCWHA claim and argue that this claim should be dismissed for lack of jurisdiction and because it is preempted by the FLSA. They further contend that it fails to state a claim upon which relief can be granted. The court will address the Macias defendants' motion to dismiss plaintiffs' NCWHA claim first, for if it is granted, the issue of class certification pursuant to Fed.R.Civ.P. 23 will be moot.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>As stated above, the Macias defendants have moved to dismiss this cause of action for failure to state a claim and for lack of jurisdiction.</p>\n<p>For the purposes of a motion to dismiss for failure to state a claim, the factual allegations of plaintiffs' complaint must be taken as true. <i>Republican Party of North Carolina v. Martin,</i> 980 F.2d 943, 952 (4th Cir.1992), <i>cert. denied sub nom., </i><i>Hunt v. Republican Party of North Carolina,</i> 510 U.S. 828, 114 S.Ct. 93, 126 L.Ed.2d 60 (1993). The Fourth Circuit has stated that a motion to dismiss may not be granted unless \"... it can be said that on the claim as pleaded the claimant can prove no set of facts that would entitle her to relief.\" <i>Labram v. Havel,</i> 43 F.3d 918, 920 (4th Cir.1995).</p>\n<p>A motion to dismiss for lack of subject matter jurisdiction may attack the complaint on its face, in that the complaint fails to allege facts upon which the court can base its jurisdiction, or it may attack the truth of the allegations of the complaint. The party asserting subject matter jurisdiction has the burden to allege and prove such jurisdiction. <i>Adams v. Bain,</i> 697 F.2d 1213, 1219 (4th Cir.1982). In a challenge to the underlying allegations of a complaint, the court may consider evidence outside the complaint to determine factual support for jurisdictional allegations. <i>Id.</i> (citing <i>Mims v. Kemp,</i> 516 F.2d 21 (4th Cir.1975)).</p>\n<p>The Macias defendants argue that the NCWHA cause of action fails to state a claim because it is pre-empted by the FLSA. This cause of action invokes N.C.Gen.Stat. § 95-25.6 which reads in pertinent part: \"[e]very employer shall pay every employee all wages and tips accruing to the employee on the regular payday.\" The Macias defendants argue that plaintiffs do not allege failure to timely pay any agreed upon wages and tips, but rather failure to timely pay overtime as may be required under the NCWHA and or the FLSA. The Macias defendants contend that plaintiffs have attempted to use the NCWHA and to certify a class action under Fed.R.Civ.P. 23 to recover overtime pay permitted under the FLSA.</p>\n<p>Plaintiffs respond that the Macias defendants have mischaracterized their NCWHA claim by seizing upon the absence of the phrase \"agreed upon\" wages and that the absence of this phrase is of no consequence because the allegations of the complaint satisfy the requirement of notice pleading. Specifically, plaintiffs argue that there are two factual bases for this claim. The first is based upon the Macias defendants' denial that plaintiffs' employment was part of an enterprise engaged in interstate commerce. This is critical because, if defendants did not operate an enterprise engaged in interstate commerce, defendants were not exempt from the overtime requirement of § 95-25.4 of the NCWHA and plaintiffs, and those whom they seek to represent as a class, would be entitled <span class=\"star-pagination\">*781</span> to go forward on the NCWHA claim. Second, plaintiffs allege that the facts could establish a NCWHA claim based upon the Macias defendants' breach of implied contract under the NCWHA which provides a statutory remedy when an employer breaches a contractual obligation to pay an earned wage. Plaintiffs assert that their allegation in ¶ 32 of the complaint that defendants \"did not pay ... all wages due when those wages were due is sufficient to state a cause of action that defendants have breached an oral contract to pay wages at the legally required overtime rate.\" (Plfs' Mem. in Opp'n to Defs' Mot. to Dismiss 6.)<sup>[1]</sup></p>\n<p>The concept of \"notice pleading\" articulated in Fed.R.Civ.P. 8 has eliminated the formalistic, factually based approach to pleading established under code pleading. A claim is now deemed sufficient if it contains \"a short and plain statement of the claim that will give the defendant fair notice of what the plaintiff's claim is and the grounds upon which is rests.\" <i>Conley v. Gibson,</i> 355 U.S. 41, 47, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957); Fed.R.Civ.P. 8(a)(2). The Fourth Circuit has stated that \"[l]egal labels characterizing a claim cannot, standing alone, determine whether it fails to meet this extremely modest standard.\" <i>Labram v. Havel,</i> 43 F.3d 918, 920 (4th Cir.1995). \"All that is required is that the pleaded claim afford `the opposing party fair notice of the nature and basis or grounds of the claim and a general indication of the type of litigation involved.'\" <i>Id.</i> (quoting <i>Burlington Indus., Inc. v. Milliken &amp; Co.,</i> 690 F.2d 380, 390 (4th Cir.1982), <i>cert. denied,</i> 461 U.S. 914, 103 S.Ct. 1893, 77 L.Ed.2d 283 (1983)).</p>\n<p>Plaintiffs' NCWHA claim meets the low threshold of Rule 8 as explained by the Fourth Circuit. Plaintiffs make it clear that their second claim for relief is made pursuant to that statute and they specifically invoke §§ 95-25.6 and 95-25.22(a) as grounds for relief. This is just enough to place the Macias defendants on notice that plaintiffs are seeking payment of earned wages which were not paid when they were due. That is all that is required by the Rules and case law.</p>\n<p>Plaintiffs' NCWHA claim also survives the Macias defendants' pre-emption arguments. Pursuant to recent explanation of the pre-emption doctrine, a state law is pre-empted by a federal statutory scheme in three circumstances. <i>English v. General Electric Co.,</i> 496 U.S. 72, 74, 110 S.Ct. 2270, 110 L.Ed.2d 65 (1990). The first is when Congress explicitly defines the \"extent to which its enactments pre-empt state law.\" <i>Id.</i> The second is where the state law regulates conduct \"in a field that Congress intended the Federal Government to occupy exclusively.\" <i>Id.</i> The third is where state law \"actually conflicts with federal law.\" <i>Id.</i> Addressing this first circumstance, there is no provision in the FLSA which explicitly indicates Congressional intent to prohibit a state from enacting a wage and hour standard more generous than the FLSA. See <i>Pacific Merchant Shipping Association v. Aubry,</i> 918 F.2d 1409 (9th Cir.), <i>cert. denied,</i> 504 U.S. 979, 112 S.Ct. 2956, 119 L.Ed.2d 578 (1992); <i>Pettis Moving Co. v. Roberts,</i> 784 F.2d 439 (2nd Cir.1986); <i>Williams v. W.M.A. Transit Co.,</i> 472 F.2d 1258 (D.C.Cir.1972). In fact, 29 U.S.C. § 218 permits states to set more stringent overtime provisions that the FLSA. As to the second circumstance, known as field pre-emption, \"congressional intent to supersede state laws must be clear and manifest.\" <i>English,</i> at 74. At least one state Supreme Court has held that the FLSA does not manifest the necessary intent to preempt a state wage and hour act which allowed a Rule 23 class a higher minimum wage and overtime rate. See <i>Webster v. Bechtel,</i> 621 P.2d 890, 895 (Alaska 1980). Also, the Fourth Circuit has acknowledged that an employee may have a breach of contract claim where the FLSA does not provide protection. <i>Monahan v. County of Chesterfield,</i> 95 F.3d 1263 (4th Cir.1996). As to the third circumstance, there is no specific conflict between the rights of plaintiffs under the NCWHA and Rule 23 and the FLSA. While § 216(b) does prohibit opt-out class actions, <span class=\"star-pagination\">*782</span> it does so only for FLSA claims, and does not impact a state law-based claim. See <i>Webster,</i> 621 P.2d at 902.</p>\n<p>Based upon the standard for the evaluation of a 12(b)(6) motion which requires this court to construe all pleadings in the light most favorable to the plaintiffs, they have stated a claim under the NCWHA which is not preempted by the FLSA.</p>\n<p>The Macias defendants have also asserted that this court does not have subject matter jurisdiction over the NCWHA and should not exercise supplemental jurisdiction under 28 U.S.C. § 1367. They argue that, even if the NCWHA claim does originate from a common nucleus of operative facts with the FLSA claim, § 1367(a) still fails to authorize the exercise of supplemental jurisdiction, as the claims are not ones which would ordinarily be expected to be tried in one judicial proceeding. Plaintiffs counter with the argument that § 1367 should be read broadly to allow pendant party jurisdiction for all parties where original jurisdiction is grounded in a federal question. The Macias defendants' arguments are more persuasive.</p>\n<p>The legislative history of 28 U.S.C. § 1367(a) makes it clear that this section was adopted in response to <i>Finley v. United States,</i> 490 U.S. 545, 109 S.Ct. 2003, 104 L.Ed.2d 593 (1989) wherein the Supreme Court stated that the district court did not have authority to exercise pendant party jurisdiction absent an \"affirmative grant of pendant-party jurisdiction\" from Congress. <i>Id.</i> 490 U.S. at 553. In <i>Finley</i> the plaintiff attempted to use pendant party jurisdiction to add an additional defendant based on a factually related state law claim. The legislative history states that \"[i]n providing for supplemental jurisdiction over claims involving the addition of parties, subsection (a) explicitly fills the gap noted in <i>Finley v. United States</i><i>.\"</i> H.R.Rep. No. 734, 101st Cong., 2nd Sess. 28 (1990), <i>reprinted in</i> 1990 U.S.C.C.A.N. 6860, 6875. As explained above, <i>Finley</i> involved only the case of pendant-defendant jurisdiction. The case before the court involves pendant-plaintiff jurisdiction. Pendant-defendant jurisdiction is exercised when a plaintiff seeks jurisdiction over a defendant in a factually related state law claim. Pendant-plaintiff jurisdiction, in contrast, is where a plaintiff brings a federal claim against a defendant and a second plaintiff brings a factually related state law claim against the same defendant. The Supreme Court has never considered the constitutionality of pendant-plaintiff jurisdiction and this court is not aware of any reported cases in which § 1367(a) has been interpreted to allow such.</p>\n<p>In the case before the court, plaintiffs' NCWHA claim seeks the exercise of pendant-plaintiff jurisdiction. If done, this would, in essence, allow two claims, each exclusively pursued by a different class of plaintiffs. This would allow the creation of one \"opt-in\" class of plaintiffs to pursue the statutory class action under 29 U.S.C. § 216(b) and a second Rule 23 class to pursue the NCWHA claim. There is no assurance that every member of the Rule 23 class will opt in to the FLSA class. Therefore, two different classes could exist. The court is aware of the case of <i>Sperling v. Hoffman-La Roche, Inc</i><i>.,</i> where plaintiffs pursued an Age Discrimination in Employment class action, governed by 29 U.S.C. § 216(b), and a separate state law claim with a Rule 23 class. The court permitted this only because the plaintiffs specifically limited the possible membership of the Rule 23 class to those who were members of the statutory opt-in class and there was no way that the membership of the classes could differ. <i>Sperling v. Hoffman-La Roche, Inc.,</i> 118 F.R.D. 392 (D.N.J.1988).</p>\n<p>The exercise of pendant jurisdiction over plaintiffs' NCWHA claim also raises constitutional issues. The Supreme Court has stated that pendant jurisdiction, in the sense of judicial power, exists whenever the relationship between a claim arising under federal law and a claim arising under state law \"permits the conclusion that the entire action before the court comprises but one constitutional case.\" <i>Finley,</i> 490 U.S. at 564. This relationship exists when the federal and non-federal claims \"derive from a common nucleus of operative fact\" and are such that a plaintiff would ordinarily be expected to try them in one judicial proceeding. <i>United Mine Workers v. Gibbs,</i> 383 U.S. 715, 725, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966). As the <span class=\"star-pagination\">*783</span> Macias defendants point out, even assuming that the FLSA and NCWHA claims arise from the same case or controversy, they are not the type of claims expected to be tried in one proceeding, as they would involve two different and distinct sets of plaintiffs.</p>\n<p>Additionally, 28 U.S.C. § 1367(c)(4) permits the court to decline to exercise supplemental jurisdiction if \"in exceptional circumstances, there are other compelling reasons for declining jurisdiction.\" 28 U.S.C. § 1367(c)(4). The distinct possibility of two separate sets of plaintiffs is such an exceptional circumstance. The inclusion of a state law claim involving over 100 plaintiffs with a separate federal law claim involving a separate, distinct and smaller class cannot be permitted. Such claims would undoubtedly confuse a jury, and such confusion is another valid reason to decline supplemental jurisdiction. The Macias defendant's motion to dismiss plaintiffs' NCWHA claim for lack of jurisdiction will be allowed.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons stated above, the Macias defendants' motion to dismiss plaintiffs' NCWHA claim is ALLOWED and that claim is DISMISSED as to these defendants. Plaintiffs' motion to certify a class pursuant to Rule 23 is DENIED as MOOT.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs also offer interrogatory responses and deposition testimony to support their argument on this point. However, the court did not consider these documents in ruling on this 12(b)(6) motion.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">999</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">778</span></span> (1998)</b></center>\n<center><h1>Jarvin Omar ZELAYA, Luis A. Bernal, Reyes Hernandez-Flores, Eduardo Bernal, Victor M. Bernal and Carlos Ruiz-Zapien, on behalf of themselves and all other similarly situated persons, Plaintiffs,<br>\nv.<br>\nJ.M. MACIAS, INC. d/b/a Mi Casita Restaurante Mexicano, Juan M. Macias, Denise Macias, the wife of Juan M. Macias, Francisco Macias, Carlos Macias, Jesus Macias, Gabriel Macias and Jay Morris, Defendants.</h1></center>\n<center>No. 5:96-CV-955-BR(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 13, 1998.</center>\n<p><span class=\"star-pagination\">*779</span> Robert J. Willis, Raleigh, NC, for Plaintiffs.</p>\n<p>Ronnie M. Mitchell, Kenneth D. Burns, Harris, Mitchell &amp; Hancox, Fayetteville, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>This matter is before the court on motion of the plaintiffs' for class certification of their state law claim under Fed.R.Civ.P. 23 and motion of the defendants J.M. Macias, Inc. d/b/a/ Mi Casita Restaurante Mexicano, Juan M. Macias, Denise Macias, Francisco Macias, Carlos Macias, Jesus Macias and Gabriel Macias (\"the Macias defendants\") to dismiss plaintiffs' state law claim. The Macias defendants responded to the certification motion and plaintiffs replied. Plaintiffs filed a response to the motion to dismiss, but the Macias defendants did not file a reply, and the time in which to do so has passed. These motions are now ripe for decision.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Plaintiffs are current and former employees of defendant J.M. Macias, Inc. d/b/a/ Mi Casita Restaurante Mexicano (\"JMM\") at approximately 10 restaurant locations within North Carolina. In their complaint, plaintiffs <span class=\"star-pagination\">*780</span> allege two claims for relief. First, they claim that defendants did not pay them and at least 100 other similarly situated employees at the overtime rate required by the Fair Labor Standards Act (FLSA). Plaintiffs seek a statutory class action pursuant to 29 U.S.C. § 216(b) (Compl. ¶¶ 17, 23-29.)</p>\n<p>Second, plaintiffs allege a cause of action pursuant to the North Carolina Wage and Hour Act, N.C.Gen.Stat. §§ 95-25.6, 95-25.22(a) and 95-25.22(a)(1) (\"NCWHA\"), claiming that defendants did not pay them all of the weekly wages they were due, at the time they were due or at the correct rate for hours worked in excess of forty hours per week. (Compl. ¶¶ 20-21, 30-34.) Plaintiffs allege that their NCWHA claims are typical of those of at least 100 other similarly situated employees and now move for certification of the NCWHA claim as a class action pursuant to Rule 23 of the Federal Rules of Civil Procedure.</p>\n<p>The Macias defendants oppose certification of the NCWHA claim and argue that this claim should be dismissed for lack of jurisdiction and because it is preempted by the FLSA. They further contend that it fails to state a claim upon which relief can be granted. The court will address the Macias defendants' motion to dismiss plaintiffs' NCWHA claim first, for if it is granted, the issue of class certification pursuant to Fed.R.Civ.P. 23 will be moot.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>As stated above, the Macias defendants have moved to dismiss this cause of action for failure to state a claim and for lack of jurisdiction.</p>\n<p>For the purposes of a motion to dismiss for failure to state a claim, the factual allegations of plaintiffs' complaint must be taken as true. <i>Republican Party of North Carolina v. Martin,</i> <span class=\"citation\" data-id=\"596124\"><a href=\"/opinion/596124/republican-party-of-north-carolina-bruce-briggs-william-r-sigmon-marvin-k/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 952 (4th Cir.1992), <i>cert. denied sub nom., </i><i>Hunt v. Republican Party of North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">93</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">60</span></span> (1993). The Fourth Circuit has stated that a motion to dismiss may not be granted unless \"... it can be said that on the claim as pleaded the claimant can prove no set of facts that would entitle her to relief.\" <i>Labram v. Havel,</i> <span class=\"citation\" data-id=\"685607\"><a href=\"/opinion/685607/susan-labram-bart-labram-v-james-havel/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 920 (4th Cir.1995).</p>\n<p>A motion to dismiss for lack of subject matter jurisdiction may attack the complaint on its face, in that the complaint fails to allege facts upon which the court can base its jurisdiction, or it may attack the truth of the allegations of the complaint. The party asserting subject matter jurisdiction has the burden to allege and prove such jurisdiction. <i>Adams v. Bain,</i> <span class=\"citation\" data-id=\"413270\"><a href=\"/opinion/413270/alvin-s-adams-and-david-a-gootee-v-richard-e-bain-county/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1213</span></a></span>, 1219 (4th Cir.1982). In a challenge to the underlying allegations of a complaint, the court may consider evidence outside the complaint to determine factual support for jurisdictional allegations. <i>Id.</i> (citing <i>Mims v. Kemp,</i> <span class=\"citation\" data-id=\"327618\"><a href=\"/opinion/327618/w-w-mims-v-olin-kemp/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span> (4th Cir.1975)).</p>\n<p>The Macias defendants argue that the NCWHA cause of action fails to state a claim because it is pre-empted by the FLSA. This cause of action invokes N.C.Gen.Stat. § 95-25.6 which reads in pertinent part: \"[e]very employer shall pay every employee all wages and tips accruing to the employee on the regular payday.\" The Macias defendants argue that plaintiffs do not allege failure to timely pay any agreed upon wages and tips, but rather failure to timely pay overtime as may be required under the NCWHA and or the FLSA. The Macias defendants contend that plaintiffs have attempted to use the NCWHA and to certify a class action under Fed.R.Civ.P. 23 to recover overtime pay permitted under the FLSA.</p>\n<p>Plaintiffs respond that the Macias defendants have mischaracterized their NCWHA claim by seizing upon the absence of the phrase \"agreed upon\" wages and that the absence of this phrase is of no consequence because the allegations of the complaint satisfy the requirement of notice pleading. Specifically, plaintiffs argue that there are two factual bases for this claim. The first is based upon the Macias defendants' denial that plaintiffs' employment was part of an enterprise engaged in interstate commerce. This is critical because, if defendants did not operate an enterprise engaged in interstate commerce, defendants were not exempt from the overtime requirement of § 95-25.4 of the NCWHA and plaintiffs, and those whom they seek to represent as a class, would be entitled <span class=\"star-pagination\">*781</span> to go forward on the NCWHA claim. Second, plaintiffs allege that the facts could establish a NCWHA claim based upon the Macias defendants' breach of implied contract under the NCWHA which provides a statutory remedy when an employer breaches a contractual obligation to pay an earned wage. Plaintiffs assert that their allegation in ¶ 32 of the complaint that defendants \"did not pay ... all wages due when those wages were due is sufficient to state a cause of action that defendants have breached an oral contract to pay wages at the legally required overtime rate.\" (Plfs' Mem. in Opp'n to Defs' Mot. to Dismiss 6.)<sup>[1]</sup></p>\n<p>The concept of \"notice pleading\" articulated in Fed.R.Civ.P. 8 has eliminated the formalistic, factually based approach to pleading established under code pleading. A claim is now deemed sufficient if it contains \"a short and plain statement of the claim that will give the defendant fair notice of what the plaintiff's claim is and the grounds upon which is rests.\" <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 47, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957); Fed.R.Civ.P. 8(a)(2). The Fourth Circuit has stated that \"[l]egal labels characterizing a claim cannot, standing alone, determine whether it fails to meet this extremely modest standard.\" <i>Labram v. Havel,</i> <span class=\"citation\" data-id=\"685607\"><a href=\"/opinion/685607/susan-labram-bart-labram-v-james-havel/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 920 (4th Cir.1995). \"All that is required is that the pleaded claim afford `the opposing party fair notice of the nature and basis or grounds of the claim and a general indication of the type of litigation involved.'\" <i>Id.</i> (quoting <i>Burlington Indus., Inc. v. Milliken &amp; Co.,</i> <span class=\"citation\" data-id=\"409429\"><a href=\"/opinion/409429/burlington-industries-inc-and-madison-throwing-company-inc/\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></a></span>, 390 (4th Cir.1982), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">914</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1893</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">283</span></span> (1983)).</p>\n<p>Plaintiffs' NCWHA claim meets the low threshold of Rule 8 as explained by the Fourth Circuit. Plaintiffs make it clear that their second claim for relief is made pursuant to that statute and they specifically invoke §§ 95-25.6 and 95-25.22(a) as grounds for relief. This is just enough to place the Macias defendants on notice that plaintiffs are seeking payment of earned wages which were not paid when they were due. That is all that is required by the Rules and case law.</p>\n<p>Plaintiffs' NCWHA claim also survives the Macias defendants' pre-emption arguments. Pursuant to recent explanation of the pre-emption doctrine, a state law is pre-empted by a federal statutory scheme in three circumstances. <i>English v. General Electric Co.,</i> <span class=\"citation\" data-id=\"112446\"><a href=\"/opinion/112446/english-v-general-elec-co/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, 74, <span class=\"citation\" data-id=\"112446\"><a href=\"/opinion/112446/english-v-general-elec-co/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2270</span></a></span>, <span class=\"citation\" data-id=\"112446\"><a href=\"/opinion/112446/english-v-general-elec-co/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">65</span></a></span> (1990). The first is when Congress explicitly defines the \"extent to which its enactments pre-empt state law.\" <i>Id.</i> The second is where the state law regulates conduct \"in a field that Congress intended the Federal Government to occupy exclusively.\" <i>Id.</i> The third is where state law \"actually conflicts with federal law.\" <i>Id.</i> Addressing this first circumstance, there is no provision in the FLSA which explicitly indicates Congressional intent to prohibit a state from enacting a wage and hour standard more generous than the FLSA. See <i>Pacific Merchant Shipping Association v. Aubry,</i> <span class=\"citation\" data-id=\"551523\"><a href=\"/opinion/551523/pacific-merchant-shipping-association-american-institute-of-merchant/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1409</span></a></span> (9th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">979</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2956</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">578</span></span> (1992); <i>Pettis Moving Co. v. Roberts,</i> <span class=\"citation\" data-id=\"465173\"><a href=\"/opinion/465173/pettis-moving-co-inc-v-lillian-roberts-industrial-commissioner-of-the/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">439</span></a></span> (2nd Cir.1986); <i>Williams v. W.M.A. Transit Co.,</i> <span class=\"citation\" data-id=\"308055\"><a href=\"/opinion/308055/kenneth-c-williams-v-w-m-a-transit-company/\"><span class=\"volume\">472</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1258</span></a></span> (D.C.Cir.1972). In fact, 29 U.S.C. § 218 permits states to set more stringent overtime provisions that the FLSA. As to the second circumstance, known as field pre-emption, \"congressional intent to supersede state laws must be clear and manifest.\" <i>English,</i> at 74. At least one state Supreme Court has held that the FLSA does not manifest the necessary intent to preempt a state wage and hour act which allowed a Rule 23 class a higher minimum wage and overtime rate. See <i>Webster v. Bechtel,</i> <span class=\"citation\" data-id=\"2608724\"><a href=\"/opinion/2608724/webster-v-bechtel/\"><span class=\"volume\">621</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">890</span></a></span>, 895 (Alaska 1980). Also, the Fourth Circuit has acknowledged that an employee may have a breach of contract claim where the FLSA does not provide protection. <i>Monahan v. County of Chesterfield,</i> <span class=\"citation\" data-id=\"726575\"><a href=\"/opinion/726575/brian-f-monahan-robert-e-balducci-jr-paul-blocker-n-scott-meyerhoffer/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1263</span></a></span> (4th Cir.1996). As to the third circumstance, there is no specific conflict between the rights of plaintiffs under the NCWHA and Rule 23 and the FLSA. While § 216(b) does prohibit opt-out class actions, <span class=\"star-pagination\">*782</span> it does so only for FLSA claims, and does not impact a state law-based claim. See <i>Webster,</i> 621 P.2d at 902.</p>\n<p>Based upon the standard for the evaluation of a 12(b)(6) motion which requires this court to construe all pleadings in the light most favorable to the plaintiffs, they have stated a claim under the NCWHA which is not preempted by the FLSA.</p>\n<p>The Macias defendants have also asserted that this court does not have subject matter jurisdiction over the NCWHA and should not exercise supplemental jurisdiction under 28 U.S.C. § 1367. They argue that, even if the NCWHA claim does originate from a common nucleus of operative facts with the FLSA claim, § 1367(a) still fails to authorize the exercise of supplemental jurisdiction, as the claims are not ones which would ordinarily be expected to be tried in one judicial proceeding. Plaintiffs counter with the argument that § 1367 should be read broadly to allow pendant party jurisdiction for all parties where original jurisdiction is grounded in a federal question. The Macias defendants' arguments are more persuasive.</p>\n<p>The legislative history of 28 U.S.C. § 1367(a) makes it clear that this section was adopted in response to <i>Finley v. United States,</i> <span class=\"citation\" data-id=\"112266\"><a href=\"/opinion/112266/finley-v-united-states/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>, <span class=\"citation\" data-id=\"112266\"><a href=\"/opinion/112266/finley-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2003</span></a></span>, <span class=\"citation\" data-id=\"112266\"><a href=\"/opinion/112266/finley-v-united-states/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">593</span></a></span> (1989) wherein the Supreme Court stated that the district court did not have authority to exercise pendant party jurisdiction absent an \"affirmative grant of pendant-party jurisdiction\" from Congress. <i>Id.</i> 490 U.S. at 553. In <i>Finley</i> the plaintiff attempted to use pendant party jurisdiction to add an additional defendant based on a factually related state law claim. The legislative history states that \"[i]n providing for supplemental jurisdiction over claims involving the addition of parties, subsection (a) explicitly fills the gap noted in <i>Finley v. United States</i><i>.\"</i> H.R.Rep. No. 734, 101st Cong., 2nd Sess. 28 (1990), <i>reprinted in</i> 1990 U.S.C.C.A.N. 6860, 6875. As explained above, <i>Finley</i> involved only the case of pendant-defendant jurisdiction. The case before the court involves pendant-plaintiff jurisdiction. Pendant-defendant jurisdiction is exercised when a plaintiff seeks jurisdiction over a defendant in a factually related state law claim. Pendant-plaintiff jurisdiction, in contrast, is where a plaintiff brings a federal claim against a defendant and a second plaintiff brings a factually related state law claim against the same defendant. The Supreme Court has never considered the constitutionality of pendant-plaintiff jurisdiction and this court is not aware of any reported cases in which § 1367(a) has been interpreted to allow such.</p>\n<p>In the case before the court, plaintiffs' NCWHA claim seeks the exercise of pendant-plaintiff jurisdiction. If done, this would, in essence, allow two claims, each exclusively pursued by a different class of plaintiffs. This would allow the creation of one \"opt-in\" class of plaintiffs to pursue the statutory class action under 29 U.S.C. § 216(b) and a second Rule 23 class to pursue the NCWHA claim. There is no assurance that every member of the Rule 23 class will opt in to the FLSA class. Therefore, two different classes could exist. The court is aware of the case of <i>Sperling v. Hoffman-La Roche, Inc</i><i>.,</i> where plaintiffs pursued an Age Discrimination in Employment class action, governed by 29 U.S.C. § 216(b), and a separate state law claim with a Rule 23 class. The court permitted this only because the plaintiffs specifically limited the possible membership of the Rule 23 class to those who were members of the statutory opt-in class and there was no way that the membership of the classes could differ. <i>Sperling v. Hoffman-La Roche, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">392</span></span> (D.N.J.1988).</p>\n<p>The exercise of pendant jurisdiction over plaintiffs' NCWHA claim also raises constitutional issues. The Supreme Court has stated that pendant jurisdiction, in the sense of judicial power, exists whenever the relationship between a claim arising under federal law and a claim arising under state law \"permits the conclusion that the entire action before the court comprises but one constitutional case.\" <i>Finley,</i> 490 U.S. at 564. This relationship exists when the federal and non-federal claims \"derive from a common nucleus of operative fact\" and are such that a plaintiff would ordinarily be expected to try them in one judicial proceeding. <i>United Mine Workers v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 725, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966). As the <span class=\"star-pagination\">*783</span> Macias defendants point out, even assuming that the FLSA and NCWHA claims arise from the same case or controversy, they are not the type of claims expected to be tried in one proceeding, as they would involve two different and distinct sets of plaintiffs.</p>\n<p>Additionally, 28 U.S.C. § 1367(c)(4) permits the court to decline to exercise supplemental jurisdiction if \"in exceptional circumstances, there are other compelling reasons for declining jurisdiction.\" 28 U.S.C. § 1367(c)(4). The distinct possibility of two separate sets of plaintiffs is such an exceptional circumstance. The inclusion of a state law claim involving over 100 plaintiffs with a separate federal law claim involving a separate, distinct and smaller class cannot be permitted. Such claims would undoubtedly confuse a jury, and such confusion is another valid reason to decline supplemental jurisdiction. The Macias defendant's motion to dismiss plaintiffs' NCWHA claim for lack of jurisdiction will be allowed.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons stated above, the Macias defendants' motion to dismiss plaintiffs' NCWHA claim is ALLOWED and that claim is DISMISSED as to these defendants. Plaintiffs' motion to certify a class pursuant to Rule 23 is DENIED as MOOT.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs also offer interrogatory responses and deposition testimony to support their argument on this point. However, the court did not consider these documents in ruling on this 12(b)(6) motion.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/308055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2608724/"
  ]
}