{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2268156/",
  "absolute_url": "/opinion/2268156/english-v-general-elec-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2268156/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:56:14.052070Z",
  "date_modified": "2016-04-27T03:02:02.554144Z",
  "type": "010combined",
  "sha1": "368989198955e174ca620b55b821876bf9fc8655",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>683 F.Supp. 1006 (1988)</b></center>\n<center><h1>Vera M. ENGLISH, Plaintiff,<br>\nv.<br>\nGENERAL ELECTRIC COMPANY, Defendant.</h1></center>\n<center>No. 87-31-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>February 10, 1988.</center>\n<p><span class=\"star-pagination\">*1007</span> M. Travis Payne, Edelstein and Payne, Raleigh, N.C., for plaintiff.</p>\n<p>William W. Sturges, Weinstein &amp; Sturges, Charlotte, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, Senior District Judge.</p>\n<p>Plaintiff, Vera M. English, filed this diversity action against defendant, General Electric Company (GE), alleging common law causes of action for wrongful discharge in violation of public policy and intentional infliction of emotional distress. As relief plaintiff seeks $1,328,645 in compensatory damages and punitive damages in the amount of five percent of the net worth of defendant GE (or approximately $2.3 billion). The action is before the court on defendant's motion pursuant to Rule 12 of the Federal Rules of Civil Procedure to dismiss the instant complaint on the grounds that the alleged causes of action are preempted by federal law such that the court lacks jurisdiction over the subject matter and the plaintiff has failed to state causes of action under North Carolina law upon which relief can be granted. F.R.Civ. P. 12(b)(1) and (6). For the reasons which follow, defendant's motion pursuant to Rule 12(b)(1) as to the entire complaint will be granted. Further, defendant's 12(b)(6) motion will be granted as an alternative basis for dismissal only as to plaintiff's claim for wrongful discharge.</p>\n<p>When confronted by a motion to dismiss a complaint must be construed in the light most favorable to the plaintiff and its allegations taken as true. <i>Jenkins v. McKeithen,</i> 395 U.S. 411, 421, 89 S.Ct. 1843, 1848-49, 23 L.Ed.2d 404 (1969). \"[A] complaint should not be dismissed for failure to state a claim unless it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" <i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 102, 2 L.Ed.2d 80 (1957) (footnote omitted). The factual allegations upon which defendant GE's motion to dismiss must be resolved, as taken from the complaint, are as follows:</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1008</span> I. FACTUAL ALLEGATIONS</h2>\n<p>From November 13, 1972 until March 15, 1984, plaintiff English was employed as a radiation laboratory technician in the Chemical Metallurgical Laboratory (Chemet Lab) of defendant GE's Nuclear Fuel Manufacturing Department (NFMD) in Wilmington, North Carolina. At the NFMD nuclear fuel is produced using radioactive materials, principally uranium. As a source of quality control the Chemet Lab performs metallurgical, environmental, chemical and spectrographic analyses on small uranium samples to assure that standards of the Nuclear Regulatory Commission (NRC) are met. Plaintiff's job consisted of assuring an accurate measure of uranium in GE's uranium powder fuel pellets.</p>\n<p>In February 1984 plaintiff began taking action to correct what she perceived as serious violations of safety standards at GE's NFMD. On February 13, 1984, plaintiff reported to the NRC that many safety hazards and illegal practices were present in the Chemet Lab, and that corrective action had not been taken even though GE had been made aware by her of similar hazards and practices in the Lab. On February 24, 1984, plaintiff forwarded essentially the same complaints to Mr. E.A. Lees, the Quality Assurance Manager (later General Manager) of GE's NFMD.</p>\n<p>During the period of March 5  9, 1984, plaintiff spent considerable work time cleaning up radiation contamination at and around her work station, apparently left there by workers on preceding shifts. On March 5 plaintiff asked a \"Rad Safety\" man (specially trained personnel who, using special instruments, detect uranium contamination) to check out her work area to see whether he would discover the pile of contaminated nuclear material she had collected and swept to the rear of her work table. The man declared plaintiff's area free of contamination. At the end of her shift plaintiff cleaned up the pile of contaminated matter which the Rad Safety man had not detected. At the conclusion of her work shift on March 10 plaintiff:</p>\n<blockquote>decided that the only way to convince management of the validity of her concerns about the dangerous conditions in the Chemet Lab and of other workers' failure[s] to follow safety procedures, charges she had raised before without GE properly responding, was to identify some of the areas of radiation contamination with red tape (used to mark off radiation hot spots) and have her regular supervisor, Mr. William Lacewell, see the conditions when he and she were next on duty, which would be on the evening of March 12.</blockquote>\n<p>Complaint ¶ 16.</p>\n<p>Upon beginning her shift on March 12, 1984, English showed her supervisor the marked-off areas of contamination, areas which were undisturbed by interim shift workers. Plaintiff also informed her supervisor of the Rad Safety man's failure to detect contamination on her work bench on March 5. Following plaintiff's discussion parts of the Chemet Lab were shut down whereby many of the safety problems identified by English were fixed and the contaminated areas were cleaned.<sup>[1]</sup><i>Id.</i> ¶ 18.</p>\n<p>In a letter dated March 15, 1984, GE charged plaintiff with several violations of GE and/or NRC requirements, including: (1) unauthorized removal of a personal nuclear survey instrument from the entrance to the laboratory for use elsewhere in the plant; (2) deliberate contamination of a table; (3) failure to clean up contamination, knowing it existed; (4) the continued distraction of other laboratory employees; and (5) disruption of normal laboratory activities. Plaintiff alleges that \"GE management conspired to fraudulently charge that Mrs. English violated GE safety rules and criminal statutory prohibitions which they knew did not exist or the violation of which they did not occur.\" <i>Id.</i> ¶ 31. According to English, all charges save No. 3 were dropped \"because they were deemed demonstrably false or not capable <span class=\"star-pagination\">*1009</span> of substantiation.\" <i>Id.</i> ¶ 20. As punishment for charge No. 3, GE removed plaintiff from the Chemet Lab under guard \"as if she were a criminal[,] exposing her to the contempt and ridicule of fellow employees,\" <i>id.</i> ¶ 24; barred her entry into the Chemet Lab or from employment in or entry to any controlled areas in the NFMD, <i>id.</i> ¶ 21; and indefinitely assigned her to menial \"make work\" in Building \"J\" and the Central Stores Warehouse, <i>id.</i> According to plaintiff, \"[i]nternal management documents establish that the purpose of these measures was to punish Mrs. English for what management termed her `subversive' activity and to prevent Mrs. English from continuing to obtain evidence to prove that management was failing adequately to police compliance with NRC safety and quality regulations.\" <i>Id.</i> ¶ 22. In addition to the punishment imposed upon charge No. 3, English was watched constantly by a member of management from a desk overlooking hers in Building J, isolated from her fellow workers, \"and not even permitted to eat lunch in the company lunch room with them.\" <i>Id.</i> ¶ 24.</p>\n<p>On April 30, 1984, GE's management informed English that she would have to \"bid\" for a position in the NFMD, other than in the Chemet Lab or other controlled area, and if no position was available within ninety days she would be placed on a \"`lack of available work' status.\" Eighty-nine days later, on July 29, 1984, plaintiff was sent home to change into safety shoes \"although plant rules did not require that anyone in the area in which she was working wear safety shoes.\" <i>Id.</i> ¶ 26. The next day, July 30, 1984, having obtained no other position, GE fired English. Since her discharge plaintiff has been unable to find acceptable employment and has become impoverished. <i>Id.</i> ¶ 35.</p>\n<p>Plaintiff alleges GE's actions were intended to teach her a lesson and make an example out of her because she raised safety concerns, \"the resolution of which caused, was causing and would continue to cause delay in production at the GE plant, embarrass GE with its principal regulator, the NRC, and encourage other employees to observe, prove and report GE's sloppy and potentially dangerous safety procedures.\" <i>Id.</i> ¶ 29. According to English, GE's treatment of her was \"clearly discriminatory\" because no investigation was undertaken with respect to any workers on shifts between March 10 and 12 (when plaintiff had marked off contaminated areas) and because similar failures to clean up contamination by other employees had \"never resulted in the kind and severity of disciplinary treatment meted out by GE to Mrs. English.\" <i>Id.</i> ¶ 27.</p>\n<p>In Count 1 of the complaint plaintiff alleges her discharge by GE was wrongful and \"in violation of the strong public policies embodied in the laws of the United States, which encourage and require safe operation of nuclear facilties and require workers to report potential violations of NRC regulations.\" <i>Id.</i> ¶¶ 41-42. In Count 2 plaintiff alleges her discharge constituted a \"gross, wanton and reckless violation of public policy and disregard of her rights, and was done with actual malice entitling her to punitive damages against GE.\" <i>Id.</i> ¶¶ 43-44. Plaintiff also alleges that as a result of defendant's intentional, malicious, extreme and outrageous conduct, she now suffers a severely depressed and emotional condition which has required professional psychiatric treatment. <i>Id.</i> ¶¶ 36-38. Hence, plaintiff seeks compensatory damages in Count 3 and punitive damages in Count 4 for intentional infliction of emotional distress. <i>Id.</i> ¶¶ 45-51.</p>\n<p>Defendant GE has moved to dismiss plaintiff's entire complaint pursuant to Rule 12(b)(1) and (6) of the Federal Rules of Civil Procedure. Defendant argues that plaintiff's claims, are preempted by federal law in that they concern matters of nuclear safety and are specifically preempted by Section 210 of the Energy Reorganization Act, 42 U.S.C. § 5851, commonly referred to as \"the whistle blower provision.\" Defendant further contends that even if plaintiff's claims are not preempted, plaintiff has failed to state valid causes of action for wrongful discharge and intentional infliction of emotional distress under North Carolina law. Specifically, defendant argues that North Carolina does not recognize a <span class=\"star-pagination\">*1010</span> general public policy exception to the employment at will doctrine and that defendant's conduct concerning plaintiff was not outrageous.</p>\n<p></p>\n<h2>II. PREEMPTION</h2>\n<p></p>\n<h2><i>A. The Law</i></h2>\n<p>Federal preemption generally may occur in either of two ways. Where Congress evidences an intent, either expressly or inferentially, to occupy a given field, state laws falling within the field are preempted. <i>Silkwood v. Kerr-McGee Corporation,</i> 464 U.S. 238, 248, 104 S.Ct. 615, 621, 78 L.Ed.2d 443 (1984) (citations omitted). For instance, matters of nuclear safety regulation are committed exclusively to the federal government. <i>Pacific Gas &amp; Electric Company v. State Energy Resources Conservation and Development Commission,</i> 461 U.S. 190, 212, 103 S.Ct. 1713, 1726, 75 L.Ed.2d 752 (1983). On the other hand, if the federal government does not \"occupy the field,\" preemption turns on whether the state law conflicts with the federal law to the extent it is impossible to comply with both or whether the state law frustrates the purposes and objectives of Congress. <i>Silkwood,</i> 464 U.S. at 248, 104 S.Ct. at 621 (citations omitted).</p>\n<p>Section 210 of the Energy Reorganization Act (ERA), 42 U.S.C. § 5851, provides a remedy for employees of nuclear facilities who believe they have been discharged or otherwise discriminated against for making safety complaints concerning the construction or operation of nuclear facilities. The statute specifically provides that no NRC licensee, \"may discharge ... or otherwise discriminate against any employee with respect to his compensation, terms, conditions, or privileges of employment\" because the employee has testified, given evidence, or brought suit or engaged in \"any other action to carry out the purposes\" of the Atomic Energy Act (AEA) and the ERA. 42 U.S.C. § 5851(a).<sup>[2]</sup></p>\n<p>If an employee believes he has been discharged or otherwise discriminated against in violation of the Acts, he may file a complaint with the Secretary of Labor within thirty days after the violation occurs. <i>Id.,</i> (b)(2)(A). Within thirty days of the receipt of the complaint the Secretary must conduct an investigation and notify the individuals involved of the results. <i>Id.</i> Within ninety days of the receipt of the complaint the Secretary must either deny it or order the offending employer to \"(i) take affirmative action to abate the violation, and (ii) reinstate the complainant to his former position together with the compensation (including back pay), terms, conditions, and privileges of his employment, and the Secretary may order such person to provide compensatory damages to the complainant.\" <i>Id.,</i> (b)(2)(B). The statute also provides for the payment of all costs and expenses, including attorneys' and expert witness fees, reasonably incurred by the complainant in bringing the complaint upon which an order is issued. <i>Id.</i> Section 210 expressly provides for judicial review of the Secretary's order by a United States Court of Appeals. <i>Id.,</i> (c).</p>\n<p>The protection offered by Section 210 is limited. It does not extend to any employee \"who, acting without direction from his or her employer (or the employer's agent), deliberately causes a violation of any requirement of ...\" the AEA. <i>Id.,</i> (g).</p>\n<p>Finally, an order issued pursuant to Section 210 is subject to civil enforcement. The action to require compliance may be brought in the appropriate United States district court by either the individual on whose behalf the order was entered or the Secretary. <i>Id.,</i> (d)-(e). If in an action <span class=\"star-pagination\">*1011</span> brought by the individual the district court enters a final order directing compliance, the court may award the individual the costs of litigation. <i>Id.,</i> (e). If the Secretary obtains judicial enforcement of his own order, \"the district courts shall have jurisdiction to grant all appropriate relief including, but not limited to, injunctive relief, compensatory, and exemplary damages.\" <i>Id.,</i> (d).</p>\n<p>Few courts have considered the question of whether or not Section 210 preempts state causes of action arising from the retaliatory termination of or discrimination against an employee for having voiced nuclear safety concerns. <i>Snow v. Bechtel Construction Inc.,</i> 647 F.Supp. 1514 (C.D. Cal.1986); <i>Stokes v. Bechtel North American Power Corporation,</i> 614 F.Supp. 732 (N.D.Cal.1985); <i>Wheeler v. Caterpillar Tractor Company,</i> 108 Ill.2d 502, 92 Ill. Dec. 561, 485 N.E.2d 372 (1985), <i>cert. denied,</i> 475 U.S. 1122, 106 S.Ct. 1641, 90 L.Ed.2d 187 (1986). In support of their holdings each of these courts either relies on or distinguishes the Supreme Court's decision in <i>Silkwood v. Kerr-McGee Corporation, supra</i><i>.</i></p>\n<p>In <i>Silkwood</i> the plaintiff, father of the decedent, Karen Silkwood, sought relief under state tort law for radiation injuries suffered by his daughter at a nuclear power plant run by the defendant, Kerr-McGee. The Tenth Circuit Court of Appeals struck the jury's award for punitive damages on the grounds of federal preemption. <i>Silkwood v. Kerr-McGee Corporation,</i> 667 F.2d 908, (10th Cir.1981). The Supreme Court reversed, holding that the award of punitive damages based on Oklahoma law was not preempted by the Atomic Energy Act. <i>Silkwood,</i> 464 U.S. at 258, 104 S.Ct. at 626.</p>\n<p>In allowing punitive damages on a state claim for radiation injuries the <i>Silkwood</i> court homed in on two items: (1) express language by Congress recognizing state tort recoveries and (2) the absence of a federal remedy. The Price-Anderson Act, 42 U.S.C. § 2210, an amendment to the AEA, established an indemnification scheme whereby operators of nuclear facilities would have limited liability in the event of any one nuclear accident. <i>Id.</i> at 251, 104 S.Ct. at 623. \"[T]he discussion preceding its enactment and subsequent amendment indicates that Congress assumed that persons injured by nuclear accidents were free to utilize existing state tort law remedies.\" <i>Id.</i> at 251-52, 104 S.Ct. at 623 (footnote omitted). Further, the court noted the absence of a federal remedy and expressed its disbelief \"that Congress would, without comment, remove all means of judicial recourse for those injured by illegal conduct.\" <i>Id.</i> at 251, 104 S.Ct. at 623 (citation omitted). Clearly, the focus in <i>Silkwood</i> was on radiation injuries caused by nuclear accidents and their redress.</p>\n<p>Two district courts in California have addressed the precise issue of the preemptive effect of Section 210 on state law causes of action but they differed in result. <i>Snow v. Bechtel Construction, Inc., supra</i><i>; </i><i>Stokes v. Bechtel North American Power Corporation, supra</i><i>.</i> In each case the plaintiff had pursued a state law claim for wrongful discharge.</p>\n<p>In <i>Stokes</i> the court was \"unable to accept the thesis that the enactment of Section 210 requires the invalidation of all preexisting state law remedies for aggrieved employees involved in the field of nuclear power.\" <i>Stokes,</i> 614 F.Supp. at 745. The court's inability stemmed from the <i>Silkwood</i> decision and the permissive language found in Section 210 and its legislative history (<i>i.e., may</i> file a complaint, <i>may</i> apply to the Secretary for review, <i>could</i> help assure compliance, <i>could</i> seek redress). <i>Id.</i> at 744-45. In terms other than permissiveness, the <i>Stokes</i> court failed to address any specific provisions of Section 210 and its history.</p>\n<p>In a similar action the <i>Snow</i> court concluded that <i>Stokes</i> should not govern and respectfully declined to follow it. That court was not persuaded that permissive language was inconsistent with the exclusivity of a federal remedy. Instead, it relied on the legislative history of Section 210 and language in <i>Olguin v. Inspiration Consolidated Copper Company,</i> 740 F.2d 1468, 1475 (9th Cir.1984), indicating that <span class=\"star-pagination\">*1012</span> the \"whistleblower provision\" in the Mine Safety and Health Act was an exclusive remedy that preempted a state claim of wrongful discharge. <i>Snow,</i> 647 F.Supp. at 1518. Further, the <i>Snow</i> court found <i>Silkwood</i> \"clearly distinguishable,\" concluding that the Supreme Court's analysis of radiation injuries was inapposite to a consideration of retaliatory termination. <i>Id.</i> at 1519. The court held that \"[t]o the extent that Snow claims he was wrongfully terminated ... because he complained about safety violations, his action is preempted by [42 U.S.C.] § 5851.\" <i>Id.</i></p>\n<p>In the only reported state court opinion on this topic the Supreme Court of Illinois held, <i>sua sponte,</i> that Section 210 did not preempt a valid cause of action for wrongful discharge. <i>Wheeler v. Caterpillar Tractor Company, supra</i><i>.</i> The court found \"the situation here analogous to <i>Silkwood</i> and conclude[d] that it was not the Congressional intent to preempt the field.\" <i>Id.</i> 108 Ill.2d at 509, 92 Ill.Dec. at 565, 485 N.E.2d at 376. The dissent found the majority's reliance on <i>Silkwood</i> \"misplaced\" and would hold that \"plaintiff's cause of action is preempted by section 210.\" <i>Id.</i> 108 Ill.2d at 515, 92 Ill.Dec. at 568, 485 N.E.2d at 379 (Moran and Ryan, JJ., dissenting).</p>\n<p></p>\n<h2><i>B. Analysis</i></h2>\n<p>Defendant GE argues that federal law provides plaintiff with an exclusive remedy for claims of discharge or discrimination in retaliation for voicing concerns of nuclear safety. Specifically, defendant argues that plaintiff's complaint concerns matters of nuclear safety  matters that are exclusively regulated by the federal government  and therefore is expressly preempted. Defendant further argues that Section 210 of the ERA provides a detailed procedure for redressing discharge and discrimination claims and that it is so pervasive that exclusivity of federal remedy is inferred. Not surprisingly, plaintiff contends that this action centers on the regulation of the employer-employee relationship and that matters of nuclear safety, if implicated at all, are only peripheral to her claims. Plaintiff further contends that her claims do not conflict with Section 210 such that compliance with both is impossible and that her claims necessarily further the objective of Congress, i.e., providing nuclear employees an unfettered opportunity to speak out on matters of safety.</p>\n<p></p>\n<h2>1. The Complaint</h2>\n<p>With respect to defendant's first argument  that plaintiff's complaint concerns matters of nuclear safety  to some extent defendant is correct. Plaintiff expressly states that her termination \"constitutes a wrongful discharge in violation of the strong public policies embodied in the laws of the United States, which encourage and require safe operation of nuclear facilities and require workers to report potential violations of NRC regulations.\" Complaint ¶ 42. However, while nuclear safety is of concern in this action it is only tangential to the action itself, that being plaintiff's claims for wrongful discharge and intentional infliction of emotional distress. Hence, the court does not believe plaintiff's action is preempted under <i>Pacific Gas &amp; Electric, supra,</i> on the basis that the complaint concerns matters of nuclear safety regulation. Consequently, we turn our attention to defendant's second argument and Section 210 of the ERA.</p>\n<p></p>\n<h2>2. Section 210</h2>\n<p>The court believes Section 210 provides plaintiff with a remedy for both of her causes of action. Her claim for wrongful discharge clearly falls within the employer conduct defined and prohibited by Section 210. Somewhat trickier is the question of whether a claim for intentional infliction of emotional distress falls within the statute's prohibition of \"other discrimination.\" However, with the possible exception of her being removed from the laboratory under guard, all of plaintiff's allegations go to her \"compensation, terms, conditions, or privileges of employment.\" 42 U.S.C. § 5851(a). Furthermore, although unable to recover exemplary damages, plaintiff would be compensated for any emotional damages which she may have suffered. <i>See </i><i>DeFord v. Secretary of Labor,</i> 700 <span class=\"star-pagination\">*1013</span> F.2d 281 (6th Cir.1983). Hence, plaintiff's injuries as alleged in the complaint would be adequately redressed under Section 210.</p>\n<p>In this action the question of preemption initially turns on whether Section 210 can be said to regulate nuclear safety. If it can, plaintiff's causes of action would be preempted pursuant to <i>Pacific Gas &amp; Electric, supra</i><i>.</i> The court is unconvinced, however, that Congress intended Section 210 to be a regulator of nuclear safety and therefore preemptive under <i>Pacific Gas &amp; Electric, supra</i><i>.</i></p>\n<p>The section, entitled \"Employee protection,\" was designed as \"an administrative procedure\" to \"offer[] protection to employees who believe they have been fired or discriminated against as a result of the fact that they have testified, given evidence, or brought suit ...\" under the AEA or the ERA. S.Rep. No. 848, 95th Cong., 2d Sess. 29, <i>reprinted in</i> 1978 U.S. Code Cong. &amp; Ad. News 7303, 7304. Such protection was necessary since \"[u]nder this section, employees and union officials could help assure that employers do not violate requirements of the Atomic Energy Act.\" <i>Id.</i> As the legislative history indicates, protecting an employee's livelihood in the nuclear industry while at the same time encouraging disclosure of potential safety hazards and violations are matters inextricably intertwined. The question, therefore, is whether by Section 210 Congress put safety or employee protection first. The court believes employee protection was the paramount congressional intent. Thus, in this instance \"preemption should not be judged on the basis that the Federal Government has so completely occupied the field of safety that state remedies are foreclosed but on whether there is an irreconcilable conflict between the federal and state standards or whether the imposition of a state standard in a damages action would frustrate the objectives of the federal law.\" <i>Silkwood,</i> 464 U.S. at 256, 104 S.Ct. at 626.</p>\n<p>Preemption, therefore, hinges on the operation of Section 210 itself. As part of this operation three aspects of the statute deserve closer inspection: (1) its applicability only to an employee who has not violated any nuclear requirement, (2) the absence of a provision for exemplary damages on behalf of an aggrieved nuclear employee, and (3) the speed with which a charge brought under Section 210 must be resolved.</p>\n<p>Subsection (g) of Section 210 expressly states that \"Subsection (a) of this section shall not apply with respect to any employee who, acting without direction from his or her employer (or the employer's agent), deliberately causes a violation of any requirement of this chapter or of the Atomic Energy Act ....\" 42 U.S.C. § 5851(g). Defendant argues that failure to observe the limitation imposed by Congress in subsection (g) in a state action for wrongful discharge could result in the reinstatement and compensation of a potentially dangerous employee. Plaintiff contends the limitation would be taken into account because the employee would be fired not because he voiced safety concerns but because he contributed to or caused a violation of some nuclear requirement.</p>\n<p>The limitation imposed by subsection (g) can best be illustrated with reference to these hypothetical cases: Employee A \"blows the whistle\" on his employer concerning a potential safety violation. A has not violated any nuclear safety requirements. Employee B blows the whistle on his employer concerning the violation of an AEA requirement which B himself contributed to or caused. Employee C similarly blows the whistle; however, while he neither contributed to nor caused the potential safety violation which he reported he has violated a separate and distinct requirement of the AEA. Each employee may successfully show a violation of subsection (a) of Section 210.</p>\n<p>The violation will be abated as to employee A but not B and C. A clearly falls within the language of Section 210, not having caused any violation. B has committed a safety violation, the very one which caused him to blow the whistle. Even though B is successful with respect to subsection (a) he nonetheless is barred from obtaining relief by subsection (g). This bar most clearly resembles the equitable <span class=\"star-pagination\">*1014</span> doctrine of \"clean hands\" whereby relief is denied to those guilty of improper conduct in the matter as to which they seek relief. <i>See generally</i> 30 C.J.S. <i>Equity</i> § 93 (1965). In employee C's case Congress has seen fit to go even further, denying relief because he committed a violation not even remotely related to that on which he blew the whistle.</p>\n<p>The impact of subsection (g) is therefore quite clear: even if an employer has violated subsection (a)  <i>i.e.,</i> discharged or discriminated against an employee because he voiced concerns of nuclear safety  the employee is absolutely barred from obtaining redress if he has caused a violation of <i>any</i> nuclear safety requirement. The court is aware of no provision requiring application of the absolute bar in state court actions for wrongful discharge or intentional infliction of emotional distress arising from an employee's complaints concerning nuclear safety. By law the state court would not be required to determine whether or not the aggrieved employee violated some requirement of the Atomic Energy Act or its amendments. Instead, the state court could end its inquiry at whether or not the employee was wrongfully discharged or discriminated against for being a whistleblower. As a result of the state action, someone like employee B or C who has violated one or more nuclear requirements would be reinstated and compensated. Subsection (g) totally eliminates such a possibility. Hence, the court believes subsection (g) of Section 210 is strong evidence of Congress' intent to preempt state actions for wrongful discharge and other discrimination with respect to nuclear whistle-blowers.</p>\n<p>Further evidence of Congress' preemptive intent lies in the absence of any provision for exemplary damages to be awarded to an employee in the event of a violation of subsection (a). The only possibility of exemplary damages would arise when the Secretary of Labor seeks civil enforcement of his order requiring the offender to abate the violation of subsection (a) and to reinstate and compensate the individual. 42 U.S.C. § 5851(d). In other similar legislation, such as the Toxic Substances Control Act and the Safe Drinking Water Act, Congress expressly provided for an award of exemplary damages \"where appropriate.\" 15 U.S.C. § 2622(b)(2)(B); 42 U.S.C. § 300j-9(i)(2)(B)(ii). <i>See also</i> Solid Waste Disposal Act, 42 U.S.C. § 6971(b) (where Secretary of Labor finds employee has been wrongfully discharged or discriminated against he shall issue a decision \"requiring the party committing such violation to take such affirmative action to abate the violation as ... [he] deems appropriate, including, <i>but not limited to,</i> the rehiring or reinstatement of the employee or representative of employees to his former position with compensation\") (emphasis added). In the statutes upon which Section 210 is modeled, <i>see</i> S.Rep., <i>supra,</i> there are no provisions for an award of exemplary damages to an aggrieved employee. Federal Water Pollution Control Act, 33 U.S.C. § 1367(b); Clean Air Act, 42 U.S.C. § 7622(b)(2)(A). Obviously, Congress has reached an informed judgment that in no circumstances should a nuclear whistler blower receive punitive damages when fired or discriminated against because of his or her safety complaints. This judgment is particularly highlighted by the instant action wherein plaintiff seeks $2.3 billion in punitive damages.</p>\n<p>Finally, the court is impressed with the speed with which charges brought pursuant to Section 210 must be resolved. Employees who believe a violation of Section 210(a) has occurred must file a complaint with the Secretary of Labor within thirty days after such violation occurs. From the filing of the complaint the Secretary has ninety days either to dismiss the complaint or order relief. The reason for such quick action appears to be twofold. First, if a violation has occurred the employee is restored to his position without a substantial interruption in lifestyle or livelihood. Further, he remains active in his field of expertise within the nuclear industry. Second, by requiring a speedy complaint the regulatory authorities may discover potential hazards and violations that might otherwise have gone undiscovered for an uncertain <span class=\"star-pagination\">*1015</span> period of time. For instance, consider a nuclear facility that is able to cover up some hazard or violation for which an employee voiced internal concerns yet was fired or discriminated against. The aggrieved employee waits till the last day under the applicable state statute of limitations to file suit, normally about three years. A castastrophe could already have occurred while the employee contemplated filing an action in state court. The court does not believe this is what Congress intended and would permit to occur.</p>\n<p>The court's review of Section 210 and its history leads it to conclude that the statute is \"a `scheme of federal regulation ... so pervasive as to make reasonable the inference that Congress left no room for the States to supplement it'....\" <i>Pacific Gas &amp; Electric,</i> 461 U.S. at 204, 103 S.Ct. at 1722. Indeed, \"[a] more comprehensive statute could hardly be imagined.\" <i>Wheeler,</i> 108 Ill.2d at 515, 92 Ill.Dec. at 568, 485 N.E.2d at 379 (Moran and Ryan, J.J., dissenting). The court reaches its conclusions mindful of the cases discussed above. In contrast to <i>Silkwood,</i> this court is not aware of any congressional language recognizing state tort remedies for wrongful discharge and other discrimination. Furthermore, Congress has provided a federal remedy for such claims in Section 210. For these reasons this court concludes that the reliance on <i>Silkwood</i> by the courts in <i>Stokes</i> and <i>Wheeler</i> was misplaced. The latter case was decided without even the benefit of briefing or argument. The court simply is unpersuaded by these decisions.<sup>[3]</sup></p>\n<p>Based on the foregoing, the court finds that plaintiff's cause of action for wrongful discharge under state law is preempted by Section 210 of the Energy Reorganization Act, 42 U.S.C. § 5851. Consequently, defendant's motion to dismiss Counts 1 and 2 of the complaint pursuant to Rule 12(b)(1), F.R.Civ.P., is granted on the ground that this court lacks jurisdiction over the subject matter. Although it appears that plaintiff's claim for intentional infliction of emotional distress also is preempted by Section 210 there remains a question as to whether the claim, if valid, may nevertheless proceed in light of the Supreme Court's holding in <i>Farmer v. United Brotherhood of Carpenters &amp; Joiners of America,</i> 430 U.S. 290, 97 S.Ct. 1056, 51 L.Ed.2d 338 (1977). This question will be addressed in section III, <i>infra.</i></p>\n<p>Even if the court did not hold that plaintiff's claim for wrongful discharge is preempted by Section 210 of the Energy Reorganization Act, the court would be constrained nevertheless to hold that plaintiff has failed to state a cause of action for wrongful discharge in light of the Fourth Circuit Court of Appeals' decision in <i>Guy v. Travenol Laboratories, Inc.,</i> 812 F.2d 911 (4th Cir.1987). The plaintiff in <i>Guy</i> alleged that he was fired from his supervisory position at the defendant's North Carolina drug manufacturing plant after refusing to falsify certain records pertaining to the quality and quantity of pharmaceuticals that drug manufacturers are required to keep under the Food and Drug Administration's regulations, falsification of which would have subjected him to criminal sanctions. After analyzing the law concerning employment at will in North Carolina the Court of Appeals concluded that \"[a]n employer may terminate any employee for any reason unless the employee has a specific duration contract, gave some additional consideration for permanent employment, or lost his job for refusing to give perjured testimony.\" <i>Guy,</i> 812 F.2d at 915. The court held that plaintiff Guy's complaint did not come within any of the stated exceptions and <span class=\"star-pagination\">*1016</span> therefore failed to state a cause of action under North Carolina law.</p>\n<p>In this instance plaintiff alleges her discharge from GE was wrongful in that it violated \"the strong public policies embodied in the laws of the United States, which encourage and require safe operation of nuclear facilities and require workers to report potential violations of NRC regulations.\" Complaint ¶ 42. Plaintiff, however, has not alleged either the existence of a specific duration contract, the giving of some additional consideration, or a discharge for refusing to give perjured testimony. Despite plaintiff's persistent arguments to the contrary, this court may not disregard the pronouncements of the Fourth Circuit when they are not distinguishable. <i>Doe v. Charleston Area Medical Center, Inc.,</i> 529 F.2d 638, 642 (4th Cir.1975); <i>Spell v. McDaniel,</i> 591 F.Supp. 1090, 1098 (E.D.N.C.1984).</p>\n<p>Furthermore, the court is not convinced that plaintiff was under any legal duty to report potential safety violations. Plaintiff relies on 10 C.F.R. Parts 19 and 21 and 42 U.S.C. § 2273 for the proposition that plaintiff could have been subjected to severe criminal sanctions for failure to report potential safety violations. The court has thoroughly reviewed the regulations and statute asserted by plaintiff as imposing a legal duty and is unable to conclude that any such duty is or was imposed. <i>See Radiation Technology, Inc.,</i> 8 N.R.C. 655, 658, 668-69 (1978); 42 Fed.Reg. 28891, 28892 (1977); 38 Fed.Reg. 22217 (1973).</p>\n<p>Based on the foregoing the court finds that plaintiff has also failed to state a cause of action for wrongful discharge in violation of the laws of North Carolina. Consequently, the court will grant defendant's motion pursuant to Rule 12(b)(6) to dismiss plaintiff's claim for wrongful discharge on the alternative ground that plaintiff has failed to state a claim upon which relief can be granted.</p>\n<p></p>\n<h2>III. INTENTIONAL INFLICTION OF EMOTIONAL DISTRESS</h2>\n<p>Despite having concluded that plaintiff's cause of action for intentional infliction of emotional distress should be preempted, there remains the possibility that the claim, if valid, may proceed in light of <i>Farmer v. United Brotherhood of Carpenters &amp; Joiners, supra,</i> which will be summarized later. First, we examine the validity of the cause of action as alleged.</p>\n<p>In a recent decision the North Carolina Court of Appeals addressed a claim for intentional infliction of emotional distress in an employment context on a motion to dismiss. <i>Dixon v. Stuart,</i> 85 N.C.App. 338, 354 S.E.2d 757 (1987). In <i>Dixon</i> the plaintiff sued the City of Winston-Salem, North Carolina and several of its agents and employees, seeking compensatory and punitive damages for loss of employment opportunities, injured professional standing, emotional and physical illness resulting in permanent injury, and suffering of humiliation and embarrassment. The plaintiff alleged (1) that the individual defendants unlawfully conspired to hinder, obstruct and injure his career advancement with the City of Winston-Salem and to induce the City not to promote plaintiff by, inter alia, ridiculing and harassing the plaintiff in the workplace and (2) that the defendant's acts (a) were willful and malicious; (b) caused the plaintiff humiliation and embarrassment in the workplace; (c) were extreme and outrageous; (d) caused plaintiff to suffer humiliation, embarrassment, loss of professional status, physical illness and severe and extreme mental distress. <i>Dixon,</i> 85 N.C.App. at 338-39, 354 S.E.2d at 758. The trial court granted the defendant's motion to dismiss the action pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure on the ground that the complaint failed to state a claim upon which relief could be granted.</p>\n<p>The Court of Appeals reversed the lower court's decision. In that decision Chief Judge Hedrick focused on plaintiff's allegations regarding ridicule and harassment in the workplace and that the defendant's acts intended to cause and actually did cause plaintiff to suffer extreme emotional distress. The court held:</p>\n<blockquote>We cannot say that it appears beyond doubt that plaintiff can prove no set of <span class=\"star-pagination\">*1017</span> facts in support of these allegations which would entitle him to relief from these defendants for intentional infliction of emotional distress. Extreme and outrageous ridiculing and harassing has been grounds for recovery under this tort before. <i>See, e.g., </i><i>Hogan v. Forsyth Country Club Co.,</i> 79 N.C.App. 483, 340 S.E.2d 116, <i>disc. rev. denied,</i> 317 N.C. 334, 346 S.E.2d 140 (1986); <i>Woodruff v. Miller,</i> 64 N.C.App. 364, 307 S.E.2d 176 (1983).</blockquote>\n<p><i>Id.</i> at 341, 354 S.E.2d at 759.</p>\n<p>Pursuant to <i>Dixon</i> this court believes plaintiff has stated a valid cause of action for intentional infliction of emotional distress. Plaintiff alleges that the acts on the part of GE's management were intended and did in fact cause plaintiff to suffer severe emotional distress. With respect to \"extreme and outrageous\" conduct plaintiff alleges that GE's management (1) removed her from her job in the Chemet Lab under guard as if she were a criminal, exposing her to contempt and ridicule; (2) assigned her to a degrading \"make work\" job; (3) derided her as paranoid; (4) barred her from employment in controlled areas; (5) subjected her to constant surveillance in the workplace; (6) isolated her from fellow workers and did not even permit her to eat in the company lunchroom with fellow workers; and (7) conspired to fraudulently charge her with violations of safety and criminal statutes. Although defendant GE vehemently contends and argues that plaintiff has failed to state a claim, it neglected in its reply brief to address and attempt to distinguish, if possible, the <i>Dixon</i> decision. The court, however, believes that under <i>Dixon</i> plaintiff has stated a valid claim for intentional infliction of emotional distress. Therefore, defendant's motion to dismiss Counts 3 and 4 of the complaint pursuant to Rule 12(b)(6), F.R.Civ.P., cannot be granted.</p>\n<p>Although plaintiff has stated a valid cause of action for intentional infliction of emotional distress there remains, however, the issue of whether the claim may proceed despite the apparent preemptive effect of Section 210, 42 U.S.C. § 5851, in light of the Supreme Court's decision in <i>Farmer v. United Brotherhood of Carpenters &amp; Joiners, supra.</i> In <i>Farmer</i> the plaintiff, a union member, had brought a state court action against the union alleging that the union had discriminated against him in hiring hall referrals and had intentionally inflicted emotional distress on him through a campaign of public ridicule and incessant verbal abuse. All of the plaintiff's claims were held preempted by the National Labor Relations Act (NLRA) except a potential emotional distress claim. The basis of the Court's holding was that there was no federal protection offered by the NLRA against a union's outrageous conduct. <i>Farmer,</i> 430 U.S. at 302, 97 S.Ct. at 1064. Instead the focus of a National Labor Relations Board proceeding would solely concern whether the defendant union discriminated against the plaintiff and whether a cease and desist order and back pay were proper. It has been held that <i>Farmer</i> created a \"narrow exception to federal preemption.\" <i>Magnuson v. Burlington Northern, Inc.,</i> 576 F.2d 1367, 1369 (9th Cir.), <i>cert. denied,</i> 439 U.S. 930, 99 S.Ct. 318, 58 L.Ed.2d 323 (1978).</p>\n<p>In this action, plaintiff has a federal remedy in Section 210. That section specifically addresses \"other discrimination\" and provides for compensatory damages in the case of a violation. With the possible exception of being removed from the Chemet Lab under guard, all of plaintiff's allegations concern \"terms, conditions, or privileges of employment.\" 42 U.S.C. § 5851(a). Being removed under guard would not in and of itself support a cause of action for intentional infliction of emotional distress. Hence, the court believes plaintiff's claims regarding emotional distress should be presented to the Secretary of Labor pursuant to Section 210. <i>See </i><i>Olguin v. Inspiration Consolidated Copper Company,</i> 740 F.2d 1468, 1475-76 (9th Cir.1984).</p>\n<p>Based on the foregoing the court finds that plaintiff's cause of action for intentional infliction of emotional distress is preempted by 42 U.S.C. § 5851. Consequently, defendant's motion to dismiss <span class=\"star-pagination\">*1018</span> Counts 3 and 4 of the instant complaint pursuant to Rule 12(b)(1), F.R.Civ.P., on the ground that this court lacks jurisdiction over the subject matter will be granted.</p>\n<p></p>\n<h2>IV. SUMMARY</h2>\n<p>To summarize, defendant's motion to dismiss is granted as to counts 1 and 2 of the complaint pursuant to Rule 12(b)(1) on the ground that the court lacks jurisdiction over the subject matter and on the alternative ground pursuant to Rule 12(b)(6), F.R. Civ.P., that plaintiff has not stated a claim upon which relief can be granted. While defendant's motion pursuant to Rule 12(b)(6) to dismiss Counts 3 and 4 of the complaint, alleging a claim for intentional infliction of emotional distress and punitive damages is not well taken, these counts are dismissed pursuant to Rule 12(b)(1) on the ground that the court lacks subject matter jurisdiction. The action is therefore dismissed in its entirety, and the clerk of court is directed to enter judgment accordingly.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On a somewhat contradictory note plaintiff alleges that \"[p]rior to March 15, 1984, Mrs. English's complaints to management had been ignored by management and management had disparaged and derided her as paranoid.\" Complaint ¶ 9.</p>\n<p>[2]  A split of authority has developed in the circuit courts as to whether the provisions of Section 210 protect an employee from retaliation based on purely internal safety complaints or whether participation in \"a proceeding\" is required. <i>Mackowiak v. University Nuclear Systems, Inc.,</i> 735 F.2d 1159 (9th Cir.1984), and <i>Consolidated Edison Company of New York, Inc. v. Donovan,</i> 673 F.2d 61 (2d Cir.1982) (Section 210 protects internal safety complaints). <i>Contra </i><i>Brown &amp; Root v. Donovan,</i> 747 F.2d 1029 (5th Cir.1984) (Section 210 is designed to protect only \"whistle blowers\" who provide information to governmental entities). In this action plaintiff alleges both internal and external complaints (Complaint ¶¶ 10, 12, 17) and would appear to fall within the section.</p>\n<p>[3]  The plaintiff has proffered an administrative decision of the Secretary of Labor which analyzes whether the voluntary dismissal of a complaint brought pursuant to Section 210 should be dismissed with or without prejudice. <i>Nolder v. Raymond Kaiser Engineers, Inc.,</i> No. 84-ERA-5 (D.O.L., June 28, 1985). The Secretary concludes that such a dismissal is without prejudice and reasons that otherwise the dismissal would preclude a plaintiff's similar claims in state court. Plaintiff argues by analogy that the Secretary would not have addressed the issue of res judicata if Section 210 were preemptive of state claims. Perhaps, but the issue of preemption was not squarely before the Secretary and for this reason the court finds <i>Nolder</i> unpersuasive.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">683</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1006</span></span> (1988)</b></center>\n<center><h1>Vera M. ENGLISH, Plaintiff,<br>\nv.<br>\nGENERAL ELECTRIC COMPANY, Defendant.</h1></center>\n<center>No. 87-31-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>February 10, 1988.</center>\n<p><span class=\"star-pagination\">*1007</span> M. Travis Payne, Edelstein and Payne, Raleigh, N.C., for plaintiff.</p>\n<p>William W. Sturges, Weinstein &amp; Sturges, Charlotte, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, Senior District Judge.</p>\n<p>Plaintiff, Vera M. English, filed this diversity action against defendant, General Electric Company (GE), alleging common law causes of action for wrongful discharge in violation of public policy and intentional infliction of emotional distress. As relief plaintiff seeks $1,328,645 in compensatory damages and punitive damages in the amount of five percent of the net worth of defendant GE (or approximately $2.3 billion). The action is before the court on defendant's motion pursuant to Rule 12 of the Federal Rules of Civil Procedure to dismiss the instant complaint on the grounds that the alleged causes of action are preempted by federal law such that the court lacks jurisdiction over the subject matter and the plaintiff has failed to state causes of action under North Carolina law upon which relief can be granted. F.R.Civ. P. 12(b)(1) and (6). For the reasons which follow, defendant's motion pursuant to Rule 12(b)(1) as to the entire complaint will be granted. Further, defendant's 12(b)(6) motion will be granted as an alternative basis for dismissal only as to plaintiff's claim for wrongful discharge.</p>\n<p>When confronted by a motion to dismiss a complaint must be construed in the light most favorable to the plaintiff and its allegations taken as true. <i>Jenkins v. McKeithen,</i> <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, 421, <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, 1848-49, <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">404</span></a></span> (1969). \"[A] complaint should not be dismissed for failure to state a claim unless it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 102, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957) (footnote omitted). The factual allegations upon which defendant GE's motion to dismiss must be resolved, as taken from the complaint, are as follows:</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1008</span> I. FACTUAL ALLEGATIONS</h2>\n<p>From November 13, 1972 until March 15, 1984, plaintiff English was employed as a radiation laboratory technician in the Chemical Metallurgical Laboratory (Chemet Lab) of defendant GE's Nuclear Fuel Manufacturing Department (NFMD) in Wilmington, North Carolina. At the NFMD nuclear fuel is produced using radioactive materials, principally uranium. As a source of quality control the Chemet Lab performs metallurgical, environmental, chemical and spectrographic analyses on small uranium samples to assure that standards of the Nuclear Regulatory Commission (NRC) are met. Plaintiff's job consisted of assuring an accurate measure of uranium in GE's uranium powder fuel pellets.</p>\n<p>In February 1984 plaintiff began taking action to correct what she perceived as serious violations of safety standards at GE's NFMD. On February 13, 1984, plaintiff reported to the NRC that many safety hazards and illegal practices were present in the Chemet Lab, and that corrective action had not been taken even though GE had been made aware by her of similar hazards and practices in the Lab. On February 24, 1984, plaintiff forwarded essentially the same complaints to Mr. E.A. Lees, the Quality Assurance Manager (later General Manager) of GE's NFMD.</p>\n<p>During the period of March 5  9, 1984, plaintiff spent considerable work time cleaning up radiation contamination at and around her work station, apparently left there by workers on preceding shifts. On March 5 plaintiff asked a \"Rad Safety\" man (specially trained personnel who, using special instruments, detect uranium contamination) to check out her work area to see whether he would discover the pile of contaminated nuclear material she had collected and swept to the rear of her work table. The man declared plaintiff's area free of contamination. At the end of her shift plaintiff cleaned up the pile of contaminated matter which the Rad Safety man had not detected. At the conclusion of her work shift on March 10 plaintiff:</p>\n<blockquote>decided that the only way to convince management of the validity of her concerns about the dangerous conditions in the Chemet Lab and of other workers' failure[s] to follow safety procedures, charges she had raised before without GE properly responding, was to identify some of the areas of radiation contamination with red tape (used to mark off radiation hot spots) and have her regular supervisor, Mr. William Lacewell, see the conditions when he and she were next on duty, which would be on the evening of March 12.</blockquote>\n<p>Complaint ¶ 16.</p>\n<p>Upon beginning her shift on March 12, 1984, English showed her supervisor the marked-off areas of contamination, areas which were undisturbed by interim shift workers. Plaintiff also informed her supervisor of the Rad Safety man's failure to detect contamination on her work bench on March 5. Following plaintiff's discussion parts of the Chemet Lab were shut down whereby many of the safety problems identified by English were fixed and the contaminated areas were cleaned.<sup>[1]</sup><i>Id.</i> ¶ 18.</p>\n<p>In a letter dated March 15, 1984, GE charged plaintiff with several violations of GE and/or NRC requirements, including: (1) unauthorized removal of a personal nuclear survey instrument from the entrance to the laboratory for use elsewhere in the plant; (2) deliberate contamination of a table; (3) failure to clean up contamination, knowing it existed; (4) the continued distraction of other laboratory employees; and (5) disruption of normal laboratory activities. Plaintiff alleges that \"GE management conspired to fraudulently charge that Mrs. English violated GE safety rules and criminal statutory prohibitions which they knew did not exist or the violation of which they did not occur.\" <i>Id.</i> ¶ 31. According to English, all charges save No. 3 were dropped \"because they were deemed demonstrably false or not capable <span class=\"star-pagination\">*1009</span> of substantiation.\" <i>Id.</i> ¶ 20. As punishment for charge No. 3, GE removed plaintiff from the Chemet Lab under guard \"as if she were a criminal[,] exposing her to the contempt and ridicule of fellow employees,\" <i>id.</i> ¶ 24; barred her entry into the Chemet Lab or from employment in or entry to any controlled areas in the NFMD, <i>id.</i> ¶ 21; and indefinitely assigned her to menial \"make work\" in Building \"J\" and the Central Stores Warehouse, <i>id.</i> According to plaintiff, \"[i]nternal management documents establish that the purpose of these measures was to punish Mrs. English for what management termed her `subversive' activity and to prevent Mrs. English from continuing to obtain evidence to prove that management was failing adequately to police compliance with NRC safety and quality regulations.\" <i>Id.</i> ¶ 22. In addition to the punishment imposed upon charge No. 3, English was watched constantly by a member of management from a desk overlooking hers in Building J, isolated from her fellow workers, \"and not even permitted to eat lunch in the company lunch room with them.\" <i>Id.</i> ¶ 24.</p>\n<p>On April 30, 1984, GE's management informed English that she would have to \"bid\" for a position in the NFMD, other than in the Chemet Lab or other controlled area, and if no position was available within ninety days she would be placed on a \"`lack of available work' status.\" Eighty-nine days later, on July 29, 1984, plaintiff was sent home to change into safety shoes \"although plant rules did not require that anyone in the area in which she was working wear safety shoes.\" <i>Id.</i> ¶ 26. The next day, July 30, 1984, having obtained no other position, GE fired English. Since her discharge plaintiff has been unable to find acceptable employment and has become impoverished. <i>Id.</i> ¶ 35.</p>\n<p>Plaintiff alleges GE's actions were intended to teach her a lesson and make an example out of her because she raised safety concerns, \"the resolution of which caused, was causing and would continue to cause delay in production at the GE plant, embarrass GE with its principal regulator, the NRC, and encourage other employees to observe, prove and report GE's sloppy and potentially dangerous safety procedures.\" <i>Id.</i> ¶ 29. According to English, GE's treatment of her was \"clearly discriminatory\" because no investigation was undertaken with respect to any workers on shifts between March 10 and 12 (when plaintiff had marked off contaminated areas) and because similar failures to clean up contamination by other employees had \"never resulted in the kind and severity of disciplinary treatment meted out by GE to Mrs. English.\" <i>Id.</i> ¶ 27.</p>\n<p>In Count 1 of the complaint plaintiff alleges her discharge by GE was wrongful and \"in violation of the strong public policies embodied in the laws of the United States, which encourage and require safe operation of nuclear facilties and require workers to report potential violations of NRC regulations.\" <i>Id.</i> ¶¶ 41-42. In Count 2 plaintiff alleges her discharge constituted a \"gross, wanton and reckless violation of public policy and disregard of her rights, and was done with actual malice entitling her to punitive damages against GE.\" <i>Id.</i> ¶¶ 43-44. Plaintiff also alleges that as a result of defendant's intentional, malicious, extreme and outrageous conduct, she now suffers a severely depressed and emotional condition which has required professional psychiatric treatment. <i>Id.</i> ¶¶ 36-38. Hence, plaintiff seeks compensatory damages in Count 3 and punitive damages in Count 4 for intentional infliction of emotional distress. <i>Id.</i> ¶¶ 45-51.</p>\n<p>Defendant GE has moved to dismiss plaintiff's entire complaint pursuant to Rule 12(b)(1) and (6) of the Federal Rules of Civil Procedure. Defendant argues that plaintiff's claims, are preempted by federal law in that they concern matters of nuclear safety and are specifically preempted by Section 210 of the Energy Reorganization Act, 42 U.S.C. § 5851, commonly referred to as \"the whistle blower provision.\" Defendant further contends that even if plaintiff's claims are not preempted, plaintiff has failed to state valid causes of action for wrongful discharge and intentional infliction of emotional distress under North Carolina law. Specifically, defendant argues that North Carolina does not recognize a <span class=\"star-pagination\">*1010</span> general public policy exception to the employment at will doctrine and that defendant's conduct concerning plaintiff was not outrageous.</p>\n<p></p>\n<h2>II. PREEMPTION</h2>\n<p></p>\n<h2><i>A. The Law</i></h2>\n<p>Federal preemption generally may occur in either of two ways. Where Congress evidences an intent, either expressly or inferentially, to occupy a given field, state laws falling within the field are preempted. <i>Silkwood v. Kerr-McGee Corporation,</i> <span class=\"citation\" data-id=\"111056\"><a href=\"/opinion/111056/silkwood-v-kerr-mcgee-corp/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 248, <span class=\"citation\" data-id=\"111056\"><a href=\"/opinion/111056/silkwood-v-kerr-mcgee-corp/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">615</span></a></span>, 621, <span class=\"citation\" data-id=\"111056\"><a href=\"/opinion/111056/silkwood-v-kerr-mcgee-corp/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1984) (citations omitted). For instance, matters of nuclear safety regulation are committed exclusively to the federal government. <i>Pacific Gas &amp; Electric Company v. State Energy Resources Conservation and Development Commission,</i> <span class=\"citation\" data-id=\"110919\"><a href=\"/opinion/110919/pacific-gas-elec-co-v-state-energy-resources-conservation-and/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, 212, <span class=\"citation\" data-id=\"110919\"><a href=\"/opinion/110919/pacific-gas-elec-co-v-state-energy-resources-conservation-and/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1713</span></a></span>, 1726, <span class=\"citation\" data-id=\"110919\"><a href=\"/opinion/110919/pacific-gas-elec-co-v-state-energy-resources-conservation-and/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">752</span></a></span> (1983). On the other hand, if the federal government does not \"occupy the field,\" preemption turns on whether the state law conflicts with the federal law to the extent it is impossible to comply with both or whether the state law frustrates the purposes and objectives of Congress. <i>Silkwood,</i> 464 U.S. at 248, 104 S.Ct. at 621 (citations omitted).</p>\n<p>Section 210 of the Energy Reorganization Act (ERA), 42 U.S.C. § 5851, provides a remedy for employees of nuclear facilities who believe they have been discharged or otherwise discriminated against for making safety complaints concerning the construction or operation of nuclear facilities. The statute specifically provides that no NRC licensee, \"may discharge ... or otherwise discriminate against any employee with respect to his compensation, terms, conditions, or privileges of employment\" because the employee has testified, given evidence, or brought suit or engaged in \"any other action to carry out the purposes\" of the Atomic Energy Act (AEA) and the ERA. 42 U.S.C. § 5851(a).<sup>[2]</sup></p>\n<p>If an employee believes he has been discharged or otherwise discriminated against in violation of the Acts, he may file a complaint with the Secretary of Labor within thirty days after the violation occurs. <i>Id.,</i> (b)(2)(A). Within thirty days of the receipt of the complaint the Secretary must conduct an investigation and notify the individuals involved of the results. <i>Id.</i> Within ninety days of the receipt of the complaint the Secretary must either deny it or order the offending employer to \"(i) take affirmative action to abate the violation, and (ii) reinstate the complainant to his former position together with the compensation (including back pay), terms, conditions, and privileges of his employment, and the Secretary may order such person to provide compensatory damages to the complainant.\" <i>Id.,</i> (b)(2)(B). The statute also provides for the payment of all costs and expenses, including attorneys' and expert witness fees, reasonably incurred by the complainant in bringing the complaint upon which an order is issued. <i>Id.</i> Section 210 expressly provides for judicial review of the Secretary's order by a United States Court of Appeals. <i>Id.,</i> (c).</p>\n<p>The protection offered by Section 210 is limited. It does not extend to any employee \"who, acting without direction from his or her employer (or the employer's agent), deliberately causes a violation of any requirement of ...\" the AEA. <i>Id.,</i> (g).</p>\n<p>Finally, an order issued pursuant to Section 210 is subject to civil enforcement. The action to require compliance may be brought in the appropriate United States district court by either the individual on whose behalf the order was entered or the Secretary. <i>Id.,</i> (d)-(e). If in an action <span class=\"star-pagination\">*1011</span> brought by the individual the district court enters a final order directing compliance, the court may award the individual the costs of litigation. <i>Id.,</i> (e). If the Secretary obtains judicial enforcement of his own order, \"the district courts shall have jurisdiction to grant all appropriate relief including, but not limited to, injunctive relief, compensatory, and exemplary damages.\" <i>Id.,</i> (d).</p>\n<p>Few courts have considered the question of whether or not Section 210 preempts state causes of action arising from the retaliatory termination of or discrimination against an employee for having voiced nuclear safety concerns. <i>Snow v. Bechtel Construction Inc.,</i> <span class=\"citation\" data-id=\"2360283\"><a href=\"/opinion/2360283/snow-v-bechtel-const-inc/\"><span class=\"volume\">647</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1514</span></a></span> (C.D. Cal.1986); <i>Stokes v. Bechtel North American Power Corporation,</i> <span class=\"citation\" data-id=\"2141510\"><a href=\"/opinion/2141510/stokes-v-bechtel-north-american-power-corp/\"><span class=\"volume\">614</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">732</span></a></span> (N.D.Cal.1985); <i>Wheeler v. Caterpillar Tractor Company,</i> <span class=\"citation\" data-id=\"2027673\"><a href=\"/opinion/2027673/wheeler-v-caterpillar-tractor-co/\"><span class=\"volume\">108</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">502</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">561</span></span>, <span class=\"citation\" data-id=\"2027673\"><a href=\"/opinion/2027673/wheeler-v-caterpillar-tractor-co/\"><span class=\"volume\">485</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">372</span></a></span> (1985), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1122</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1641</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">187</span></span> (1986). In support of their holdings each of these courts either relies on or distinguishes the Supreme Court's decision in <i>Silkwood v. Kerr-McGee Corporation, supra</i><i>.</i></p>\n<p>In <i>Silkwood</i> the plaintiff, father of the decedent, Karen Silkwood, sought relief under state tort law for radiation injuries suffered by his daughter at a nuclear power plant run by the defendant, Kerr-McGee. The Tenth Circuit Court of Appeals struck the jury's award for punitive damages on the grounds of federal preemption. <i>Silkwood v. Kerr-McGee Corporation,</i> <span class=\"citation\" data-id=\"398321\"><a href=\"/opinion/398321/bill-m-silkwood-administrator-of-the-estate-of-karen-g-silkwood/\"><span class=\"volume\">667</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span>, (10th Cir.1981). The Supreme Court reversed, holding that the award of punitive damages based on Oklahoma law was not preempted by the Atomic Energy Act. <i>Silkwood,</i> 464 U.S. at 258, 104 S.Ct. at 626.</p>\n<p>In allowing punitive damages on a state claim for radiation injuries the <i>Silkwood</i> court homed in on two items: (1) express language by Congress recognizing state tort recoveries and (2) the absence of a federal remedy. The Price-Anderson Act, 42 U.S.C. § 2210, an amendment to the AEA, established an indemnification scheme whereby operators of nuclear facilities would have limited liability in the event of any one nuclear accident. <i>Id.</i> at 251, 104 S.Ct. at 623. \"[T]he discussion preceding its enactment and subsequent amendment indicates that Congress assumed that persons injured by nuclear accidents were free to utilize existing state tort law remedies.\" <i>Id.</i> at 251-52, 104 S.Ct. at 623 (footnote omitted). Further, the court noted the absence of a federal remedy and expressed its disbelief \"that Congress would, without comment, remove all means of judicial recourse for those injured by illegal conduct.\" <i>Id.</i> at 251, 104 S.Ct. at 623 (citation omitted). Clearly, the focus in <i>Silkwood</i> was on radiation injuries caused by nuclear accidents and their redress.</p>\n<p>Two district courts in California have addressed the precise issue of the preemptive effect of Section 210 on state law causes of action but they differed in result. <i>Snow v. Bechtel Construction, Inc., supra</i><i>; </i><i>Stokes v. Bechtel North American Power Corporation, supra</i><i>.</i> In each case the plaintiff had pursued a state law claim for wrongful discharge.</p>\n<p>In <i>Stokes</i> the court was \"unable to accept the thesis that the enactment of Section 210 requires the invalidation of all preexisting state law remedies for aggrieved employees involved in the field of nuclear power.\" <i>Stokes,</i> 614 F.Supp. at 745. The court's inability stemmed from the <i>Silkwood</i> decision and the permissive language found in Section 210 and its legislative history (<i>i.e., may</i> file a complaint, <i>may</i> apply to the Secretary for review, <i>could</i> help assure compliance, <i>could</i> seek redress). <i>Id.</i> at 744-45. In terms other than permissiveness, the <i>Stokes</i> court failed to address any specific provisions of Section 210 and its history.</p>\n<p>In a similar action the <i>Snow</i> court concluded that <i>Stokes</i> should not govern and respectfully declined to follow it. That court was not persuaded that permissive language was inconsistent with the exclusivity of a federal remedy. Instead, it relied on the legislative history of Section 210 and language in <i>Olguin v. Inspiration Consolidated Copper Company,</i> <span class=\"citation\" data-id=\"439970\"><a href=\"/opinion/439970/lansalot-a-olguin-v-inspiration-consolidated-copper-company/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1468</span></a></span>, 1475 (9th Cir.1984), indicating that <span class=\"star-pagination\">*1012</span> the \"whistleblower provision\" in the Mine Safety and Health Act was an exclusive remedy that preempted a state claim of wrongful discharge. <i>Snow,</i> 647 F.Supp. at 1518. Further, the <i>Snow</i> court found <i>Silkwood</i> \"clearly distinguishable,\" concluding that the Supreme Court's analysis of radiation injuries was inapposite to a consideration of retaliatory termination. <i>Id.</i> at 1519. The court held that \"[t]o the extent that Snow claims he was wrongfully terminated ... because he complained about safety violations, his action is preempted by [42 U.S.C.] § 5851.\" <i>Id.</i></p>\n<p>In the only reported state court opinion on this topic the Supreme Court of Illinois held, <i>sua sponte,</i> that Section 210 did not preempt a valid cause of action for wrongful discharge. <i>Wheeler v. Caterpillar Tractor Company, supra</i><i>.</i> The court found \"the situation here analogous to <i>Silkwood</i> and conclude[d] that it was not the Congressional intent to preempt the field.\" <i>Id.</i> 108 Ill.2d at 509, 92 Ill.Dec. at 565, 485 N.E.2d at 376. The dissent found the majority's reliance on <i>Silkwood</i> \"misplaced\" and would hold that \"plaintiff's cause of action is preempted by section 210.\" <i>Id.</i> 108 Ill.2d at 515, 92 Ill.Dec. at 568, 485 N.E.2d at 379 (Moran and Ryan, JJ., dissenting).</p>\n<p></p>\n<h2><i>B. Analysis</i></h2>\n<p>Defendant GE argues that federal law provides plaintiff with an exclusive remedy for claims of discharge or discrimination in retaliation for voicing concerns of nuclear safety. Specifically, defendant argues that plaintiff's complaint concerns matters of nuclear safety  matters that are exclusively regulated by the federal government  and therefore is expressly preempted. Defendant further argues that Section 210 of the ERA provides a detailed procedure for redressing discharge and discrimination claims and that it is so pervasive that exclusivity of federal remedy is inferred. Not surprisingly, plaintiff contends that this action centers on the regulation of the employer-employee relationship and that matters of nuclear safety, if implicated at all, are only peripheral to her claims. Plaintiff further contends that her claims do not conflict with Section 210 such that compliance with both is impossible and that her claims necessarily further the objective of Congress, i.e., providing nuclear employees an unfettered opportunity to speak out on matters of safety.</p>\n<p></p>\n<h2>1. The Complaint</h2>\n<p>With respect to defendant's first argument  that plaintiff's complaint concerns matters of nuclear safety  to some extent defendant is correct. Plaintiff expressly states that her termination \"constitutes a wrongful discharge in violation of the strong public policies embodied in the laws of the United States, which encourage and require safe operation of nuclear facilities and require workers to report potential violations of NRC regulations.\" Complaint ¶ 42. However, while nuclear safety is of concern in this action it is only tangential to the action itself, that being plaintiff's claims for wrongful discharge and intentional infliction of emotional distress. Hence, the court does not believe plaintiff's action is preempted under <i>Pacific Gas &amp; Electric, supra,</i> on the basis that the complaint concerns matters of nuclear safety regulation. Consequently, we turn our attention to defendant's second argument and Section 210 of the ERA.</p>\n<p></p>\n<h2>2. Section 210</h2>\n<p>The court believes Section 210 provides plaintiff with a remedy for both of her causes of action. Her claim for wrongful discharge clearly falls within the employer conduct defined and prohibited by Section 210. Somewhat trickier is the question of whether a claim for intentional infliction of emotional distress falls within the statute's prohibition of \"other discrimination.\" However, with the possible exception of her being removed from the laboratory under guard, all of plaintiff's allegations go to her \"compensation, terms, conditions, or privileges of employment.\" 42 U.S.C. § 5851(a). Furthermore, although unable to recover exemplary damages, plaintiff would be compensated for any emotional damages which she may have suffered. <i>See </i><i>DeFord v. Secretary of Labor,</i> 700 <span class=\"star-pagination\">*1013</span> F.2d 281 (6th Cir.1983). Hence, plaintiff's injuries as alleged in the complaint would be adequately redressed under Section 210.</p>\n<p>In this action the question of preemption initially turns on whether Section 210 can be said to regulate nuclear safety. If it can, plaintiff's causes of action would be preempted pursuant to <i>Pacific Gas &amp; Electric, supra</i><i>.</i> The court is unconvinced, however, that Congress intended Section 210 to be a regulator of nuclear safety and therefore preemptive under <i>Pacific Gas &amp; Electric, supra</i><i>.</i></p>\n<p>The section, entitled \"Employee protection,\" was designed as \"an administrative procedure\" to \"offer[] protection to employees who believe they have been fired or discriminated against as a result of the fact that they have testified, given evidence, or brought suit ...\" under the AEA or the ERA. S.Rep. No. 848, 95th Cong., 2d Sess. 29, <i>reprinted in</i> 1978 U.S. Code Cong. &amp; Ad. News 7303, 7304. Such protection was necessary since \"[u]nder this section, employees and union officials could help assure that employers do not violate requirements of the Atomic Energy Act.\" <i>Id.</i> As the legislative history indicates, protecting an employee's livelihood in the nuclear industry while at the same time encouraging disclosure of potential safety hazards and violations are matters inextricably intertwined. The question, therefore, is whether by Section 210 Congress put safety or employee protection first. The court believes employee protection was the paramount congressional intent. Thus, in this instance \"preemption should not be judged on the basis that the Federal Government has so completely occupied the field of safety that state remedies are foreclosed but on whether there is an irreconcilable conflict between the federal and state standards or whether the imposition of a state standard in a damages action would frustrate the objectives of the federal law.\" <i>Silkwood,</i> 464 U.S. at 256, 104 S.Ct. at 626.</p>\n<p>Preemption, therefore, hinges on the operation of Section 210 itself. As part of this operation three aspects of the statute deserve closer inspection: (1) its applicability only to an employee who has not violated any nuclear requirement, (2) the absence of a provision for exemplary damages on behalf of an aggrieved nuclear employee, and (3) the speed with which a charge brought under Section 210 must be resolved.</p>\n<p>Subsection (g) of Section 210 expressly states that \"Subsection (a) of this section shall not apply with respect to any employee who, acting without direction from his or her employer (or the employer's agent), deliberately causes a violation of any requirement of this chapter or of the Atomic Energy Act ....\" 42 U.S.C. § 5851(g). Defendant argues that failure to observe the limitation imposed by Congress in subsection (g) in a state action for wrongful discharge could result in the reinstatement and compensation of a potentially dangerous employee. Plaintiff contends the limitation would be taken into account because the employee would be fired not because he voiced safety concerns but because he contributed to or caused a violation of some nuclear requirement.</p>\n<p>The limitation imposed by subsection (g) can best be illustrated with reference to these hypothetical cases: Employee A \"blows the whistle\" on his employer concerning a potential safety violation. A has not violated any nuclear safety requirements. Employee B blows the whistle on his employer concerning the violation of an AEA requirement which B himself contributed to or caused. Employee C similarly blows the whistle; however, while he neither contributed to nor caused the potential safety violation which he reported he has violated a separate and distinct requirement of the AEA. Each employee may successfully show a violation of subsection (a) of Section 210.</p>\n<p>The violation will be abated as to employee A but not B and C. A clearly falls within the language of Section 210, not having caused any violation. B has committed a safety violation, the very one which caused him to blow the whistle. Even though B is successful with respect to subsection (a) he nonetheless is barred from obtaining relief by subsection (g). This bar most clearly resembles the equitable <span class=\"star-pagination\">*1014</span> doctrine of \"clean hands\" whereby relief is denied to those guilty of improper conduct in the matter as to which they seek relief. <i>See generally</i> 30 C.J.S. <i>Equity</i> § 93 (1965). In employee C's case Congress has seen fit to go even further, denying relief because he committed a violation not even remotely related to that on which he blew the whistle.</p>\n<p>The impact of subsection (g) is therefore quite clear: even if an employer has violated subsection (a)  <i>i.e.,</i> discharged or discriminated against an employee because he voiced concerns of nuclear safety  the employee is absolutely barred from obtaining redress if he has caused a violation of <i>any</i> nuclear safety requirement. The court is aware of no provision requiring application of the absolute bar in state court actions for wrongful discharge or intentional infliction of emotional distress arising from an employee's complaints concerning nuclear safety. By law the state court would not be required to determine whether or not the aggrieved employee violated some requirement of the Atomic Energy Act or its amendments. Instead, the state court could end its inquiry at whether or not the employee was wrongfully discharged or discriminated against for being a whistleblower. As a result of the state action, someone like employee B or C who has violated one or more nuclear requirements would be reinstated and compensated. Subsection (g) totally eliminates such a possibility. Hence, the court believes subsection (g) of Section 210 is strong evidence of Congress' intent to preempt state actions for wrongful discharge and other discrimination with respect to nuclear whistle-blowers.</p>\n<p>Further evidence of Congress' preemptive intent lies in the absence of any provision for exemplary damages to be awarded to an employee in the event of a violation of subsection (a). The only possibility of exemplary damages would arise when the Secretary of Labor seeks civil enforcement of his order requiring the offender to abate the violation of subsection (a) and to reinstate and compensate the individual. 42 U.S.C. § 5851(d). In other similar legislation, such as the Toxic Substances Control Act and the Safe Drinking Water Act, Congress expressly provided for an award of exemplary damages \"where appropriate.\" 15 U.S.C. § 2622(b)(2)(B); 42 U.S.C. § 300j-9(i)(2)(B)(ii). <i>See also</i> Solid Waste Disposal Act, 42 U.S.C. § 6971(b) (where Secretary of Labor finds employee has been wrongfully discharged or discriminated against he shall issue a decision \"requiring the party committing such violation to take such affirmative action to abate the violation as ... [he] deems appropriate, including, <i>but not limited to,</i> the rehiring or reinstatement of the employee or representative of employees to his former position with compensation\") (emphasis added). In the statutes upon which Section 210 is modeled, <i>see</i> S.Rep., <i>supra,</i> there are no provisions for an award of exemplary damages to an aggrieved employee. Federal Water Pollution Control Act, 33 U.S.C. § 1367(b); Clean Air Act, 42 U.S.C. § 7622(b)(2)(A). Obviously, Congress has reached an informed judgment that in no circumstances should a nuclear whistler blower receive punitive damages when fired or discriminated against because of his or her safety complaints. This judgment is particularly highlighted by the instant action wherein plaintiff seeks $2.3 billion in punitive damages.</p>\n<p>Finally, the court is impressed with the speed with which charges brought pursuant to Section 210 must be resolved. Employees who believe a violation of Section 210(a) has occurred must file a complaint with the Secretary of Labor within thirty days after such violation occurs. From the filing of the complaint the Secretary has ninety days either to dismiss the complaint or order relief. The reason for such quick action appears to be twofold. First, if a violation has occurred the employee is restored to his position without a substantial interruption in lifestyle or livelihood. Further, he remains active in his field of expertise within the nuclear industry. Second, by requiring a speedy complaint the regulatory authorities may discover potential hazards and violations that might otherwise have gone undiscovered for an uncertain <span class=\"star-pagination\">*1015</span> period of time. For instance, consider a nuclear facility that is able to cover up some hazard or violation for which an employee voiced internal concerns yet was fired or discriminated against. The aggrieved employee waits till the last day under the applicable state statute of limitations to file suit, normally about three years. A castastrophe could already have occurred while the employee contemplated filing an action in state court. The court does not believe this is what Congress intended and would permit to occur.</p>\n<p>The court's review of Section 210 and its history leads it to conclude that the statute is \"a `scheme of federal regulation ... so pervasive as to make reasonable the inference that Congress left no room for the States to supplement it'....\" <i>Pacific Gas &amp; Electric,</i> 461 U.S. at 204, 103 S.Ct. at 1722. Indeed, \"[a] more comprehensive statute could hardly be imagined.\" <i>Wheeler,</i> 108 Ill.2d at 515, 92 Ill.Dec. at 568, 485 N.E.2d at 379 (Moran and Ryan, J.J., dissenting). The court reaches its conclusions mindful of the cases discussed above. In contrast to <i>Silkwood,</i> this court is not aware of any congressional language recognizing state tort remedies for wrongful discharge and other discrimination. Furthermore, Congress has provided a federal remedy for such claims in Section 210. For these reasons this court concludes that the reliance on <i>Silkwood</i> by the courts in <i>Stokes</i> and <i>Wheeler</i> was misplaced. The latter case was decided without even the benefit of briefing or argument. The court simply is unpersuaded by these decisions.<sup>[3]</sup></p>\n<p>Based on the foregoing, the court finds that plaintiff's cause of action for wrongful discharge under state law is preempted by Section 210 of the Energy Reorganization Act, 42 U.S.C. § 5851. Consequently, defendant's motion to dismiss Counts 1 and 2 of the complaint pursuant to Rule 12(b)(1), F.R.Civ.P., is granted on the ground that this court lacks jurisdiction over the subject matter. Although it appears that plaintiff's claim for intentional infliction of emotional distress also is preempted by Section 210 there remains a question as to whether the claim, if valid, may nevertheless proceed in light of the Supreme Court's holding in <i>Farmer v. United Brotherhood of Carpenters &amp; Joiners of America,</i> <span class=\"citation\" data-id=\"109616\"><a href=\"/opinion/109616/farmer-v-carpenters/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">290</span></a></span>, <span class=\"citation\" data-id=\"109616\"><a href=\"/opinion/109616/farmer-v-carpenters/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1056</span></a></span>, <span class=\"citation\" data-id=\"109616\"><a href=\"/opinion/109616/farmer-v-carpenters/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">338</span></a></span> (1977). This question will be addressed in section III, <i>infra.</i></p>\n<p>Even if the court did not hold that plaintiff's claim for wrongful discharge is preempted by Section 210 of the Energy Reorganization Act, the court would be constrained nevertheless to hold that plaintiff has failed to state a cause of action for wrongful discharge in light of the Fourth Circuit Court of Appeals' decision in <i>Guy v. Travenol Laboratories, Inc.,</i> <span class=\"citation\" data-id=\"483834\"><a href=\"/opinion/483834/robert-guy-v-travenol-laboratories-inc/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">911</span></a></span> (4th Cir.1987). The plaintiff in <i>Guy</i> alleged that he was fired from his supervisory position at the defendant's North Carolina drug manufacturing plant after refusing to falsify certain records pertaining to the quality and quantity of pharmaceuticals that drug manufacturers are required to keep under the Food and Drug Administration's regulations, falsification of which would have subjected him to criminal sanctions. After analyzing the law concerning employment at will in North Carolina the Court of Appeals concluded that \"[a]n employer may terminate any employee for any reason unless the employee has a specific duration contract, gave some additional consideration for permanent employment, or lost his job for refusing to give perjured testimony.\" <i>Guy,</i> 812 F.2d at 915. The court held that plaintiff Guy's complaint did not come within any of the stated exceptions and <span class=\"star-pagination\">*1016</span> therefore failed to state a cause of action under North Carolina law.</p>\n<p>In this instance plaintiff alleges her discharge from GE was wrongful in that it violated \"the strong public policies embodied in the laws of the United States, which encourage and require safe operation of nuclear facilities and require workers to report potential violations of NRC regulations.\" Complaint ¶ 42. Plaintiff, however, has not alleged either the existence of a specific duration contract, the giving of some additional consideration, or a discharge for refusing to give perjured testimony. Despite plaintiff's persistent arguments to the contrary, this court may not disregard the pronouncements of the Fourth Circuit when they are not distinguishable. <i>Doe v. Charleston Area Medical Center, Inc.,</i> <span class=\"citation\" data-id=\"332937\"><a href=\"/opinion/332937/jane-doe-individually-and-on-behalf-of-all-others-similarly-situated-v/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">638</span></a></span>, 642 (4th Cir.1975); <i>Spell v. McDaniel,</i> <span class=\"citation\" data-id=\"2388468\"><a href=\"/opinion/2388468/spell-v-mcdaniel/\"><span class=\"volume\">591</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1090</span></a></span>, 1098 (E.D.N.C.1984).</p>\n<p>Furthermore, the court is not convinced that plaintiff was under any legal duty to report potential safety violations. Plaintiff relies on 10 C.F.R. Parts 19 and 21 and 42 U.S.C. § 2273 for the proposition that plaintiff could have been subjected to severe criminal sanctions for failure to report potential safety violations. The court has thoroughly reviewed the regulations and statute asserted by plaintiff as imposing a legal duty and is unable to conclude that any such duty is or was imposed. <i>See Radiation Technology, Inc.,</i> 8 N.R.C. 655, 658, 668-69 (1978); 42 Fed.Reg. 28891, 28892 (1977); 38 Fed.Reg. 22217 (1973).</p>\n<p>Based on the foregoing the court finds that plaintiff has also failed to state a cause of action for wrongful discharge in violation of the laws of North Carolina. Consequently, the court will grant defendant's motion pursuant to Rule 12(b)(6) to dismiss plaintiff's claim for wrongful discharge on the alternative ground that plaintiff has failed to state a claim upon which relief can be granted.</p>\n<p></p>\n<h2>III. INTENTIONAL INFLICTION OF EMOTIONAL DISTRESS</h2>\n<p>Despite having concluded that plaintiff's cause of action for intentional infliction of emotional distress should be preempted, there remains the possibility that the claim, if valid, may proceed in light of <i>Farmer v. United Brotherhood of Carpenters &amp; Joiners, supra,</i> which will be summarized later. First, we examine the validity of the cause of action as alleged.</p>\n<p>In a recent decision the North Carolina Court of Appeals addressed a claim for intentional infliction of emotional distress in an employment context on a motion to dismiss. <i>Dixon v. Stuart,</i> 85 N.C.App. 338, <span class=\"citation\" data-id=\"1206286\"><a href=\"/opinion/1206286/dixon-v-stuart/\"><span class=\"volume\">354</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">757</span></a></span> (1987). In <i>Dixon</i> the plaintiff sued the City of Winston-Salem, North Carolina and several of its agents and employees, seeking compensatory and punitive damages for loss of employment opportunities, injured professional standing, emotional and physical illness resulting in permanent injury, and suffering of humiliation and embarrassment. The plaintiff alleged (1) that the individual defendants unlawfully conspired to hinder, obstruct and injure his career advancement with the City of Winston-Salem and to induce the City not to promote plaintiff by, inter alia, ridiculing and harassing the plaintiff in the workplace and (2) that the defendant's acts (a) were willful and malicious; (b) caused the plaintiff humiliation and embarrassment in the workplace; (c) were extreme and outrageous; (d) caused plaintiff to suffer humiliation, embarrassment, loss of professional status, physical illness and severe and extreme mental distress. <i>Dixon,</i> 85 N.C.App. at 338-39, 354 S.E.2d at 758. The trial court granted the defendant's motion to dismiss the action pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure on the ground that the complaint failed to state a claim upon which relief could be granted.</p>\n<p>The Court of Appeals reversed the lower court's decision. In that decision Chief Judge Hedrick focused on plaintiff's allegations regarding ridicule and harassment in the workplace and that the defendant's acts intended to cause and actually did cause plaintiff to suffer extreme emotional distress. The court held:</p>\n<blockquote>We cannot say that it appears beyond doubt that plaintiff can prove no set of <span class=\"star-pagination\">*1017</span> facts in support of these allegations which would entitle him to relief from these defendants for intentional infliction of emotional distress. Extreme and outrageous ridiculing and harassing has been grounds for recovery under this tort before. <i>See, e.g., </i><i>Hogan v. Forsyth Country Club Co.,</i> 79 N.C.App. 483, <span class=\"citation\" data-id=\"1237640\"><a href=\"/opinion/1237640/hogan-v-forsyth-country-club-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">116</span></a></span>, <i>disc. rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">334</span></span>, <span class=\"citation\" data-id=\"1318461\"><a href=\"/opinion/1318461/hogah-v-forsyth-country-club-co/\"><span class=\"volume\">346</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">140</span></a></span> (1986); <i>Woodruff v. Miller,</i> 64 N.C.App. 364, <span class=\"citation\" data-id=\"1227444\"><a href=\"/opinion/1227444/woodruff-v-miller/\"><span class=\"volume\">307</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">176</span></a></span> (1983).</blockquote>\n<p><i>Id.</i> at 341, 354 S.E.2d at 759.</p>\n<p>Pursuant to <i>Dixon</i> this court believes plaintiff has stated a valid cause of action for intentional infliction of emotional distress. Plaintiff alleges that the acts on the part of GE's management were intended and did in fact cause plaintiff to suffer severe emotional distress. With respect to \"extreme and outrageous\" conduct plaintiff alleges that GE's management (1) removed her from her job in the Chemet Lab under guard as if she were a criminal, exposing her to contempt and ridicule; (2) assigned her to a degrading \"make work\" job; (3) derided her as paranoid; (4) barred her from employment in controlled areas; (5) subjected her to constant surveillance in the workplace; (6) isolated her from fellow workers and did not even permit her to eat in the company lunchroom with fellow workers; and (7) conspired to fraudulently charge her with violations of safety and criminal statutes. Although defendant GE vehemently contends and argues that plaintiff has failed to state a claim, it neglected in its reply brief to address and attempt to distinguish, if possible, the <i>Dixon</i> decision. The court, however, believes that under <i>Dixon</i> plaintiff has stated a valid claim for intentional infliction of emotional distress. Therefore, defendant's motion to dismiss Counts 3 and 4 of the complaint pursuant to Rule 12(b)(6), F.R.Civ.P., cannot be granted.</p>\n<p>Although plaintiff has stated a valid cause of action for intentional infliction of emotional distress there remains, however, the issue of whether the claim may proceed despite the apparent preemptive effect of Section 210, 42 U.S.C. § 5851, in light of the Supreme Court's decision in <i>Farmer v. United Brotherhood of Carpenters &amp; Joiners, supra.</i> In <i>Farmer</i> the plaintiff, a union member, had brought a state court action against the union alleging that the union had discriminated against him in hiring hall referrals and had intentionally inflicted emotional distress on him through a campaign of public ridicule and incessant verbal abuse. All of the plaintiff's claims were held preempted by the National Labor Relations Act (NLRA) except a potential emotional distress claim. The basis of the Court's holding was that there was no federal protection offered by the NLRA against a union's outrageous conduct. <i>Farmer,</i> 430 U.S. at 302, 97 S.Ct. at 1064. Instead the focus of a National Labor Relations Board proceeding would solely concern whether the defendant union discriminated against the plaintiff and whether a cease and desist order and back pay were proper. It has been held that <i>Farmer</i> created a \"narrow exception to federal preemption.\" <i>Magnuson v. Burlington Northern, Inc.,</i> <span class=\"citation\" data-id=\"356048\"><a href=\"/opinion/356048/harold-r-magnuson-v-burlington-northern-inc-d-s-nelson-j-h/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1367</span></a></span>, 1369 (9th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">318</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">323</span></span> (1978).</p>\n<p>In this action, plaintiff has a federal remedy in Section 210. That section specifically addresses \"other discrimination\" and provides for compensatory damages in the case of a violation. With the possible exception of being removed from the Chemet Lab under guard, all of plaintiff's allegations concern \"terms, conditions, or privileges of employment.\" 42 U.S.C. § 5851(a). Being removed under guard would not in and of itself support a cause of action for intentional infliction of emotional distress. Hence, the court believes plaintiff's claims regarding emotional distress should be presented to the Secretary of Labor pursuant to Section 210. <i>See </i><i>Olguin v. Inspiration Consolidated Copper Company,</i> <span class=\"citation\" data-id=\"439970\"><a href=\"/opinion/439970/lansalot-a-olguin-v-inspiration-consolidated-copper-company/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1468</span></a></span>, 1475-76 (9th Cir.1984).</p>\n<p>Based on the foregoing the court finds that plaintiff's cause of action for intentional infliction of emotional distress is preempted by 42 U.S.C. § 5851. Consequently, defendant's motion to dismiss <span class=\"star-pagination\">*1018</span> Counts 3 and 4 of the instant complaint pursuant to Rule 12(b)(1), F.R.Civ.P., on the ground that this court lacks jurisdiction over the subject matter will be granted.</p>\n<p></p>\n<h2>IV. SUMMARY</h2>\n<p>To summarize, defendant's motion to dismiss is granted as to counts 1 and 2 of the complaint pursuant to Rule 12(b)(1) on the ground that the court lacks jurisdiction over the subject matter and on the alternative ground pursuant to Rule 12(b)(6), F.R. Civ.P., that plaintiff has not stated a claim upon which relief can be granted. While defendant's motion pursuant to Rule 12(b)(6) to dismiss Counts 3 and 4 of the complaint, alleging a claim for intentional infliction of emotional distress and punitive damages is not well taken, these counts are dismissed pursuant to Rule 12(b)(1) on the ground that the court lacks subject matter jurisdiction. The action is therefore dismissed in its entirety, and the clerk of court is directed to enter judgment accordingly.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On a somewhat contradictory note plaintiff alleges that \"[p]rior to March 15, 1984, Mrs. English's complaints to management had been ignored by management and management had disparaged and derided her as paranoid.\" Complaint ¶ 9.</p>\n<p>[2]  A split of authority has developed in the circuit courts as to whether the provisions of Section 210 protect an employee from retaliation based on purely internal safety complaints or whether participation in \"a proceeding\" is required. <i>Mackowiak v. University Nuclear Systems, Inc.,</i> <span class=\"citation\" data-id=\"436313\"><a href=\"/opinion/436313/robert-mackowiak-v-university-nuclear-systems-inc-and-secretary-us/\"><span class=\"volume\">735</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1159</span></a></span> (9th Cir.1984), and <i>Consolidated Edison Company of New York, Inc. v. Donovan,</i> <span class=\"citation\" data-id=\"400951\"><a href=\"/opinion/400951/consolidated-edison-company-of-new-york-inc-v-raymond-j-donovan/\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">61</span></a></span> (2d Cir.1982) (Section 210 protects internal safety complaints). <i>Contra </i><i>Brown &amp; Root v. Donovan,</i> <span class=\"citation\" data-id=\"444159\"><a href=\"/opinion/444159/brown-root-inc-v-raymond-j-donovan-secretary-of-labor/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1029</span></a></span> (5th Cir.1984) (Section 210 is designed to protect only \"whistle blowers\" who provide information to governmental entities). In this action plaintiff alleges both internal and external complaints (Complaint ¶¶ 10, 12, 17) and would appear to fall within the section.</p>\n<p>[3]  The plaintiff has proffered an administrative decision of the Secretary of Labor which analyzes whether the voluntary dismissal of a complaint brought pursuant to Section 210 should be dismissed with or without prejudice. <i>Nolder v. Raymond Kaiser Engineers, Inc.,</i> No. 84-ERA-5 (D.O.L., June 28, 1985). The Secretary concludes that such a dismissal is without prejudice and reasons that otherwise the dismissal would preclude a plaintiff's similar claims in state court. Plaintiff argues by analogy that the Secretary would not have addressed the issue of res judicata if Section 210 were preemptive of state claims. Perhaps, but the issue of preemption was not squarely before the Secretary and for this reason the court finds <i>Nolder</i> unpersuasive.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109616/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/356048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/400951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/436313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1206286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1227444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1318461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2027673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2141510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2360283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2388468/"
  ]
}