{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2270617/",
  "absolute_url": "/opinion/2270617/state-of-nc-v-heckler/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2270617/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:56:36.880847Z",
  "date_modified": "2016-04-26T22:28:20.343244Z",
  "type": "010combined",
  "sha1": "bcb113eb83783f1a645a3306047252799dc52d47",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>584 F.Supp. 179 (1984)</b></center>\n<center><h1>The STATE OF NORTH CAROLINA and The North Carolina Department of Human Resources, ex rel. Sarah T. Morrow, Secretary of Human Resources, Plaintiffs,<br>\nv.<br>\nMargaret M. HECKLER, Secretary of Health and Human Services, Defendants.</h1></center>\n<center>No. 83-85-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 26, 1984.</center>\n<p><span class=\"star-pagination\">*180</span> <span class=\"star-pagination\">*181</span> Steven M. Shaber, Asst. Atty. Gen., North Carolina Dept. of Justice, Raleigh, N.C., for plaintiffs.</p>\n<p>James S. Perry, Asst. U.S. Atty., Raleigh, N.C., for defendants; Carl H. Harper, Regional Atty., Dept. of Health and Human Services, Atlanta, Ga., of counsel.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>North Carolina brought this action to review a final decision of the Secretary of Health and Human Services (Secretary) requiring the state to repay $788,016 which represents interest earned on the federal government's share of recovered overpayments to health care providers. The action is before the court on the parties' cross-motions for judgment on the pleadings.</p>\n<p></p>\n<h2>I.</h2>\n<p>By enacting Title XIX of the Social Security Act of 1965, 42 U.S.C. § 1396, <i>et seq.,</i> Congress created \"Medicaid\" which was designed to help states furnish medical assistance to the needy. <i>Schweiker v. Hogan,</i> 457 U.S. 569, 571, 102 S.Ct. 2597, 2600, 73 L.Ed.2d 227 (1982). State participation in the Medicaid program is voluntary, <i>Smith v. Miller,</i> 665 F.2d 172 (7th Cir.1981); however, should a state decide to participate, federal financial assistance is available for those states which submit to and have approved by the Secretary medical assistance plans which conform to the requirements of 42 U.S.C. § 1396a. <i>Illinois Department of Public Aid v. Schweiker,</i> 707 F.2d 273 (7th Cir.1983). Of course, \"once a state elects to participate, it must comply with the requirements of Title XIX.\" <i>Harris v. McRae,</i> 448 U.S. 297, 301, 100 S.Ct. 2671, 2680, 65 L.Ed.2d 784.</p>\n<p>Upon approval of the plan by the Secretary, the state is entitled to share in federal funds as specified in 42 U.S.C. § 1396b(a). To share in these funds, the state must submit a report estimating the total expenditure on Medicaid services for the upcoming quarter. 42 U.S.C. § 1396b(d)(1). Based upon this report, and any other investigations the Secretary may undertake, <i>id.</i> at Section 1396b(d)(1)(B), the Secretary shall pay to the state the amount she determines appropriate. <i>Id.</i> at Section 1396b(d)(2). Where the Secretary has determined that overpayments have been made, she can adjust the upcoming expenditure accordingly. <i>Id.</i> Should the state disagree with the Secretary's determination, reconsideration is available. <i>Id.</i> at Section 1316(d). Judicial review of this determination is available in the district courts, <i>Illinois Department of Public Aid v. Schweiker,</i> 707 F.2d at 277; <i>County of Alameda v. Weinberger,</i> 520 F.2d 344 (9th Cir.1975); <i>Colorado Department of Social Services v. Department of Health and Human Services,</i> 558 F.Supp. 337 (D.Colo. 1983), though the issue is not free from doubt. <i>Massachusetts v. Departmental Grant Appeals Board,</i> 698 F.2d 22, 26 (1983) (cases cited).</p>\n<p><span class=\"star-pagination\">*182</span> On the other hand, if after notice and an opportunity to be heard, the Secretary determines that in the administration of the plan there is a failure by the state to comply substantially with any provision of 42 U.S.C. § 1396a, funding may be terminated until compliance is obtained. 42 U.S.C. § 1396c. If a state is dissatisfied with the Secretary's determination under Section 1396c, review may be had in the United States Court of Appeals for the circuit in which the state is located. <i>Id.</i> at § 1316(a)(3).</p>\n<p></p>\n<h2>II.</h2>\n<p>North Carolina has an approved Medicaid plan administered by the Department of Human Resources (DHR) and accordingly receives federal financial assistance. To help administer the program, DHR employs a fiscal agent, EDS Federal (EDSF) which processes claims and pays health care providers. Both DHR and EDSF recover funds erroneously paid to providers. These funds, called overpayments, are recovered in two ways.</p>\n<p>First, recovery of overpayments can be through refunds which occur when a Medicaid health care provider voluntarily returns money to EDSF. Upon receipt of this money, EDSF deposits it in its own interest-earning account, and at regular intervals, returns both the original overpayment and any interest earned to DHR. DHR then deposits the refunded amount, both interest and principal, with the state treasurer in Account No. 64445, where it continues to draw interest.</p>\n<p>Overpayments are also recovered through a recoupment process. Rather than a provider voluntarily repaying the state, through EDSF, recoupment occurs when either DHR or EDSF learns that an overpayment to a provider has been made. To compensate, the amount of the overpayment is deducted from the provider's next check. Accordingly, EDSF, which writes the checks to the providers, pays what would otherwise be the appropriate amount less the overpayment. Because EDSF does not require the otherwise appropriate amount, it is provided only enough money from DHR to cover the actual payment to the provider.</p>\n<p>Under normal circumstances, the difference between the amount otherwise due the provider and the actual payment, i.e., the overpayment, would have previously been credited to the federal and local governments as outlined above. However, between 1977 and 1979 DHR had difficulty determining how much of the overpayment represented the federal government's share. Rather than deduct the government's share of the overpayment from the federal allotment to be received for the upcoming quarter, <i>see</i> 42 U.S.C. § 1396b; 45 C.F.R. § 201.5(3), DHR would draw its entire share of federal funds. These funds were then divided, with the amount necessary to actually pay providers going to EDSF and the remainder, i.e., the overpayments which otherwise should have been credited prior to the draw, deposited with the state treasurer. These deposited funds, both refunds and recoupments, are the funds which earned interest over the two-year period.</p>\n<p>As a result of an audit by the Secretary, it was determined that North Carolina had accumulated twelve million dollars on refund balances between January, 1977 and December, 1979. The auditors concluded that because federal funds were contained in this account, interest earned on the federal share in the amount of $788,016 belonged to the federal government. Accordingly, North Carolina was notified of a disallowance so the federal government could recoup this money.</p>\n<p>North Carolina disputed the government's entitlement to an amount of the interest. Accordingly the government proceeded through administrative channels, 45 C.F.R. § 201.14, though jurisdiction for administrative review was challenged. After an adverse determination by the Departmental Grant Appeals Board, North Carolina brought the present action seeking both declaratory and injunctive relief to prevent the government from collecting the interest earned on the overpayments.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*183</span> III.</h2>\n<p>North Carolina advances two primary arguments in support of its motion for judgment on the pleadings. First, it contends that the interest earned on overpayments is not itself an overpayment subject to disallowance under 42 U.S.C. §§ 1396b(d) &amp; 1316(d). Second, even assuming the interest earned is a disallowance within the Act, the government has waived its right to collect it under the Intergovernmental Cooperation Act, 42 U.S.C. § 4213, repealed and recodified at 31 U.S.C. § 6503(a). For the reasons which follow, the court finds neither argument persuasive.</p>\n<p>The basic issue regarding North Carolina's first argument is whether the Secretary erred in treating the interest earned on overpayments made to the state as an overpayment under 42 U.S.C. § 1396b(d)(2) and therefore subject to \"disallowance\" under 42 U.S.C. § 1316(d). A discussion of whether the Secretary has properly classified the dispute as one involving a disallowance is incomplete without discussing whether, instead of being a disallowance, the dispute is one involving compliance with the Act. <i>See</i> 42 U.S.C. § 1396c(2).<sup>[1]</sup> The distinction between disallowance or non-compliance is important because the Medicaid system was not intended to provide for profit-making on the part of the state at the expense of the government. <i>See</i> former Appendix C, 45 C.F.R. § 74 App. C.<sup>[2]</sup></p>\n<p>Correctly distinguishing between disallowance and non-compliance is no easy matter. There is considerable overlap between the two categories, <i>Massachusetts v. Departmental Grant Appeals Board,</i> 698 F.2d 22 (1st Cir.1983), with some determinations having characteristics of each. <i>See </i><i>Georgia Department of Medical Assistance v. United States Department of Health and Human Services,</i> 708 F.2d 627 (11th Cir.1983). Moreover, nowhere in the Medicaid Act or its regulations is the term \"disallowance\" defined, <i>Massachusetts v. Departmental Grant Appeals Board,</i> 698 F.2d at 25, and it appears only once in the statute. <i>See</i> 42 U.S.C. § 1316(d) which provides:</p>\n<blockquote>Whenever the Secretary determines that any item or class of items on account of which Federal financial participation is claimed under subchapter ... XIX of this chapter ... shall be disallowed for such participation, the State shall be entitled to and upon request shall receive a reconsideration of the disallowance.</blockquote>\n<p>Given the language of the statute, a disallowance has been construed to involve a denial of federal funds for a narrow item or class of items not affecting the overall working of the program or federal-state relations, <i>Massachusetts v. Departmental Grant Appeals Board,</i> 698 F.2d at 25, and \"arises from a routine audit, is clerical in nature, or focuses upon only a few aid recipients or providers....\" <i>Id.</i> at 26-27. On the other hand, a finding of non-compliance occurs where the state fails to follow the federal requirements, <i>Georgia Department of Medical Assistance v. United States Department of Health and Human Services,</i> 708 F.2d at 629. Non-compliance involves the overall working of the Medicaid program as well as federal-state relations. <i>Massachusetts v. Departmental Grant Appeals Board,</i> 698 F.2d at 27.</p>\n<p>In attempting to apply these general definitions to actual problems, it is not surprising to find the circuits differing on the tests to be employed. Thus, the Seventh Circuit in <i>Illinois Department of Public Aid v. Schweiker,</i> 707 F.2d 273 (7th Cir. <span class=\"star-pagination\">*184</span> 1983), opted for a bright line test vesting complete discretion in the Secretary. Under this test, the Secretary's categorization is controlling. <i>Id.</i> at 277-279.</p>\n<p>The First Circuit, however, in <i>Massachusetts v. Departmental Grant Appeals Board, supra</i><i>,</i> preferred a functional approach, balancing such factors as the ease within which the Secretary's categorization fits the language of the statute, whether the contested issue involves the more general application of the relationship or is confined to a narrower inquiry, and the Secretary's determination. 698 F.2d at 27. The Eleventh Circuit has taken a third position. It has \"drawn the distinction with reference to the character of the administrative determination, viewed in light of the policies underlying\" appellate court review. <i>Georgia Department of Medical Assistance v. United States Department of Health and Human Services,</i> 708 F.2d at 628-29. Whether viewed in light of the Seventh Circuit's bright-line test or either of the other functional tests, the court is of the opinion that the Secretary's determination was correct.</p>\n<p>The Eleventh Circuit's policy analysis is well-illustrated in <i>Georgia Department of Medical Assistance v. United States Department of Health and Human Services, supra</i><i>.</i> There, pursuant to a district court injunction, the state department responsible for administering Medicaid used Medicaid funds to pay for medically necessary abortions. In light of the Supreme Court's decision in <i>Harris v. McRae,</i> 448 U.S. 297, 100 S.Ct. 2671, 65 L.Ed.2d 784 (1980), the district court dissolved its injunction. Subsequently, the Department of Health and Human Services refused to reimburse the state for complying with the district court's injunction. In concluding that the Secretary properly categorized the payments as a \"disallowance,\" the court noted that the finding contained \"elements of both a disallowance and a noncompliance determination.\" 708 F.2d at 629. The court further noted the lack of a factual dispute regarding the amount paid and the nature of the controversy as one involving legal issues as factors favoring a finding of non-compliance. The court also noted that the overpayments resulted from a failure to comply with the Hyde Amendment which precluded federal funding for most abortion services.</p>\n<p>However, the court also pointed to factors which tended to support a finding of disallowance. These included the Secretary's characterization of the dispute, the fact that the decision did not affect ongoing state procedures and involved \"`an isolated and highly focused inquiry' into specific past payments and has no wide-ranging implications for future administration of the state plan.\" <i>Id.</i> at 630 (citation omitted).</p>\n<p>The court then looked at the policies underlying initial appellate court review.</p>\n<blockquote>A finding of noncompliance, generally appropriate to remedy a broad, pervasive defect in the state's plan as a whole, <i>see New Jersey I,</i> [670 F.2d 1262,] 1269 [3d Cir.1981], impairs the state's ability to implement an important aspect of its reimbursement plan. Further, HHS, in cases of noncompliance, may utilize the rather drastic sanction of halting the flow of all federal funds.... Because the adverse consequences associated with a noncompliance determination might be severe, Congress eliminated one tier of judicial review, giving states a more expeditious opportunity to vindicate their asserted rights.</blockquote>\n<p><i>Id.</i> Based upon the policies behind initial appellate review of non-compliance findings, the court concluded that the disallowance was properly characterized.</p>\n<p>The Eleventh Circuit's analysis is equally applicable to the present circumstances. Although this controversy does not involve an injunction which caused the state's failure to conform to the federal requirements, a failure to follow the federal requirements caused the initial overpayments. However, there is no pending threat that the flow of federal funds would be halted. Moreover, the disallowance involved an isolated and highly focused inquiry into past payments and the interest earned thereon. Accordingly, the Secretary's narrow decision to recoup interest earned on wrongfully procured funds has no wide-range impact on <span class=\"star-pagination\">*185</span> the continued, general, overall working of the state's Medicaid system; her characterization of disallowance was therefore correct.</p>\n<p>The First Circuit's functional approach of <i>Massachusetts v. Departmental Grant Appeals Board,</i> 698 F.2d at 27; <i>see</i> p. 184, <i>supra,</i> also confirms the Secretary's decision. As discussed above, the determination in this action has characteristics of both disallowance and non-compliance. The dispute concerns a particularized inquiry into past payments and the interest earned thereon. Moreover, it does not presently involve the overall working of the Medicaid plan or necessitate immediate appellate review because of a threatened halt in all federal payments. These factors point more closely towards disallowance rather than non-compliance. The deference accorded the Secretary's characterization when balanced with the previous factors further supports affirmance of the Secretary's characterization as one involving a disallowance. Accordingly, the Secretary properly characterized this issue as one of disallowance.<sup>[3]</sup></p>\n<p>Equitable considerations also favor a finding of disallowance. In this instance, the state received funds to which it was not otherwise entitled because of its failure to properly credit the federal government with its share of overpayments. The state does not contest the unconditional right of the government to recover the funds wrongfully paid, a right clearly established from the plain language of the statute itself. <i>Cf., </i><i>Bell v. New Jersey and Pennsylvania,</i> ___ U.S. ___, 103 S.Ct. 2187, 76 L.Ed.2d 313 (1983); <i>North Carolina Commission of Indian Affairs v. United States Department of Labor,</i> 725 F.2d 238 (4th Cir.1984). Consequently, these initial funds were subject to disallowance under 42 U.S.C. § 1316(d). <i>Cf., </i><i>County of Alameda v. Weinberger,</i> 520 F.2d 344 (9th Cir.1975). Moreover, where \"a party ... has had the use of money owed to another [the party] may justly be required to pay interest....\" <i>M.B.A.F.B. Federal Credit Union v. Cumis Insurance Society, Inc.,</i> 507 F.Supp. 794, 798 (D.S.C.1981), <i>aff'd,</i> 681 F.2d 930 (4th Cir.1982). The interest on these wrongfully received funds was earned as a natural consequence of obtaining and holding the wrongfully procured money. Because the original funds were themselves \"disallowances,\" the interest earned as a natural consequence therefrom retains the character of the principal. Accordingly, the interest earned on the overpayments was subject to disallowance by the Secretary.</p>\n<p></p>\n<h2>IV.</h2>\n<p>North Carolina's contention that the government has waived its right to the interest is without merit and worthy of little discussion. The Intergovernmental Cooperation Act, 42 U.S.C. § 4213, repealed and recodified at 31 U.S.C. § 6503(a), provides in relevant part that \"A State is not accountable for interest earned on grant money pending its disbursement for program purposes.\"</p>\n<p>From the language of the statute it is clear that Congress intended to waive its right to interest earned on funds drawn \"pending disbursement for program purposes.\" Given the rules of construction that when sufficiently clear, the plain language of the statute controls, <i>Ernst &amp; Ernst v. Hochfelder,</i> 425 U.S. 185 (1976), and that in the absence of persuasive reasons to the contrary words used in a statute should be given their ordinary meaning, <i>Burns v. Alcala,</i> 420 U.S. 575, 95 S.Ct. 1180, 43 L.Ed.2d 469 (1975), the words \"pending disbursement for program purposes\" as used in the context of Section 4213 refer only to funds drawn from the government for the purpose of distribution pursuant to the federal grant. It is hard to imagine that this statute could have been intended to cover the situation where, as here, a state has wrongfully procured federal funds and held them pending repayment to the government. Under such circumstances, the court, in good conscience, <span class=\"star-pagination\">*186</span> cannot construe this statute to cover such an unintended result.<sup>[4]</sup> Accordingly, North Carolina's motion for judgment on the pleadings is denied and the Secretary's motion is granted and this action is dismissed. Let judgment be entered.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  42 U.S.C. § 1396c provides in relevant part:\n</p>\n<p>\"If the Secretary, after reasonable notice and opportunity for hearing to the State agency administering or supervising the administration of the State plan approved under this subchapter, finds ... (2) that in the administration of the plan there is a failure to comply substantially with any such provision; the Secretary\" shall refuse continued funding until compliance has been achieved.</p>\n<p>[2]  North Carolina takes the position that because the interest is not a \"disallowance\" within the meaning of the Act, it is entitled to the windfall at the expense of the government. The unconscionability of such a result is exceeded only by the temerity of the state in requesting an injunction from the court to accomplish it.</p>\n<p>[3]  Of course, if the Secretary's determination is erroneous, this court would lack jurisdiction to determine whether the Secretary may withhold these funds for failure to comply with the federal regulations.</p>\n<p>[4]  Letters to the House of Representatives Committee on Governmental Operations from then Secretary of Health, Education and Welfare William Cohen and from then Assistant Comptroller General of the United States Frank Weitzel in opposition to this waiver reveal that even those cautioning against this provision did not anticipate this type of abuse nor would have believed it would have been condoned by the Act. 1968 U.S.Code Cong. &amp; Ad.News 4238, 4247.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">584</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">179</span></span> (1984)</b></center>\n<center><h1>The STATE OF NORTH CAROLINA and The North Carolina Department of Human Resources, ex rel. Sarah T. Morrow, Secretary of Human Resources, Plaintiffs,<br>\nv.<br>\nMargaret M. HECKLER, Secretary of Health and Human Services, Defendants.</h1></center>\n<center>No. 83-85-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 26, 1984.</center>\n<p><span class=\"star-pagination\">*180</span> <span class=\"star-pagination\">*181</span> Steven M. Shaber, Asst. Atty. Gen., North Carolina Dept. of Justice, Raleigh, N.C., for plaintiffs.</p>\n<p>James S. Perry, Asst. U.S. Atty., Raleigh, N.C., for defendants; Carl H. Harper, Regional Atty., Dept. of Health and Human Services, Atlanta, Ga., of counsel.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>North Carolina brought this action to review a final decision of the Secretary of Health and Human Services (Secretary) requiring the state to repay $788,016 which represents interest earned on the federal government's share of recovered overpayments to health care providers. The action is before the court on the parties' cross-motions for judgment on the pleadings.</p>\n<p></p>\n<h2>I.</h2>\n<p>By enacting Title XIX of the Social Security Act of 1965, 42 U.S.C. § 1396, <i>et seq.,</i> Congress created \"Medicaid\" which was designed to help states furnish medical assistance to the needy. <i>Schweiker v. Hogan,</i> <span class=\"citation\" data-id=\"110755\"><a href=\"/opinion/110755/schweiker-v-hogan/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">569</span></a></span>, 571, <span class=\"citation\" data-id=\"110755\"><a href=\"/opinion/110755/schweiker-v-hogan/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2597</span></a></span>, 2600, <span class=\"citation\" data-id=\"110755\"><a href=\"/opinion/110755/schweiker-v-hogan/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">227</span></a></span> (1982). State participation in the Medicaid program is voluntary, <i>Smith v. Miller,</i> <span class=\"citation\" data-id=\"397252\"><a href=\"/opinion/397252/ollie-smith-v-jeffrey-c-miller-director-illinois-department-of-public/\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">172</span></a></span> (7th Cir.1981); however, should a state decide to participate, federal financial assistance is available for those states which submit to and have approved by the Secretary medical assistance plans which conform to the requirements of 42 U.S.C. § 1396a. <i>Illinois Department of Public Aid v. Schweiker,</i> <span class=\"citation\" data-id=\"418214\"><a href=\"/opinion/418214/state-of-illinois-department-of-public-aid-v-richard-s-schweiker/\"><span class=\"volume\">707</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">273</span></a></span> (7th Cir.1983). Of course, \"once a state elects to participate, it must comply with the requirements of Title XIX.\" <i>Harris v. McRae,</i> <span class=\"citation\" data-id=\"110333\"><a href=\"/opinion/110333/harris-v-mcrae/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span>, 301, <span class=\"citation\" data-id=\"110333\"><a href=\"/opinion/110333/harris-v-mcrae/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2671</span></a></span>, 2680, <span class=\"citation\" data-id=\"110333\"><a href=\"/opinion/110333/harris-v-mcrae/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">784</span></a></span>.</p>\n<p>Upon approval of the plan by the Secretary, the state is entitled to share in federal funds as specified in 42 U.S.C. § 1396b(a). To share in these funds, the state must submit a report estimating the total expenditure on Medicaid services for the upcoming quarter. 42 U.S.C. § 1396b(d)(1). Based upon this report, and any other investigations the Secretary may undertake, <i>id.</i> at Section 1396b(d)(1)(B), the Secretary shall pay to the state the amount she determines appropriate. <i>Id.</i> at Section 1396b(d)(2). Where the Secretary has determined that overpayments have been made, she can adjust the upcoming expenditure accordingly. <i>Id.</i> Should the state disagree with the Secretary's determination, reconsideration is available. <i>Id.</i> at Section 1316(d). Judicial review of this determination is available in the district courts, <i>Illinois Department of Public Aid v. Schweiker,</i> 707 F.2d at 277; <i>County of Alameda v. Weinberger,</i> <span class=\"citation\" data-id=\"329248\"><a href=\"/opinion/329248/county-of-alameda-v-caspar-w-weinberger-etc/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">344</span></a></span> (9th Cir.1975); <i>Colorado Department of Social Services v. Department of Health and Human Services,</i> <span class=\"citation\" data-id=\"1811034\"><a href=\"/opinion/1811034/colo-dept-of-soc-serv-v-dept-of-health/\"><span class=\"volume\">558</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">337</span></a></span> (D.Colo. 1983), though the issue is not free from doubt. <i>Massachusetts v. Departmental Grant Appeals Board,</i> <span class=\"citation\" data-id=\"413300\"><a href=\"/opinion/413300/commonwealth-of-massachusetts-by-its-department-of-public-welfare-v/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 26 (1983) (cases cited).</p>\n<p><span class=\"star-pagination\">*182</span> On the other hand, if after notice and an opportunity to be heard, the Secretary determines that in the administration of the plan there is a failure by the state to comply substantially with any provision of 42 U.S.C. § 1396a, funding may be terminated until compliance is obtained. 42 U.S.C. § 1396c. If a state is dissatisfied with the Secretary's determination under Section 1396c, review may be had in the United States Court of Appeals for the circuit in which the state is located. <i>Id.</i> at § 1316(a)(3).</p>\n<p></p>\n<h2>II.</h2>\n<p>North Carolina has an approved Medicaid plan administered by the Department of Human Resources (DHR) and accordingly receives federal financial assistance. To help administer the program, DHR employs a fiscal agent, EDS Federal (EDSF) which processes claims and pays health care providers. Both DHR and EDSF recover funds erroneously paid to providers. These funds, called overpayments, are recovered in two ways.</p>\n<p>First, recovery of overpayments can be through refunds which occur when a Medicaid health care provider voluntarily returns money to EDSF. Upon receipt of this money, EDSF deposits it in its own interest-earning account, and at regular intervals, returns both the original overpayment and any interest earned to DHR. DHR then deposits the refunded amount, both interest and principal, with the state treasurer in Account No. 64445, where it continues to draw interest.</p>\n<p>Overpayments are also recovered through a recoupment process. Rather than a provider voluntarily repaying the state, through EDSF, recoupment occurs when either DHR or EDSF learns that an overpayment to a provider has been made. To compensate, the amount of the overpayment is deducted from the provider's next check. Accordingly, EDSF, which writes the checks to the providers, pays what would otherwise be the appropriate amount less the overpayment. Because EDSF does not require the otherwise appropriate amount, it is provided only enough money from DHR to cover the actual payment to the provider.</p>\n<p>Under normal circumstances, the difference between the amount otherwise due the provider and the actual payment, i.e., the overpayment, would have previously been credited to the federal and local governments as outlined above. However, between 1977 and 1979 DHR had difficulty determining how much of the overpayment represented the federal government's share. Rather than deduct the government's share of the overpayment from the federal allotment to be received for the upcoming quarter, <i>see</i> 42 U.S.C. § 1396b; 45 C.F.R. § 201.5(3), DHR would draw its entire share of federal funds. These funds were then divided, with the amount necessary to actually pay providers going to EDSF and the remainder, i.e., the overpayments which otherwise should have been credited prior to the draw, deposited with the state treasurer. These deposited funds, both refunds and recoupments, are the funds which earned interest over the two-year period.</p>\n<p>As a result of an audit by the Secretary, it was determined that North Carolina had accumulated twelve million dollars on refund balances between January, 1977 and December, 1979. The auditors concluded that because federal funds were contained in this account, interest earned on the federal share in the amount of $788,016 belonged to the federal government. Accordingly, North Carolina was notified of a disallowance so the federal government could recoup this money.</p>\n<p>North Carolina disputed the government's entitlement to an amount of the interest. Accordingly the government proceeded through administrative channels, 45 C.F.R. § 201.14, though jurisdiction for administrative review was challenged. After an adverse determination by the Departmental Grant Appeals Board, North Carolina brought the present action seeking both declaratory and injunctive relief to prevent the government from collecting the interest earned on the overpayments.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*183</span> III.</h2>\n<p>North Carolina advances two primary arguments in support of its motion for judgment on the pleadings. First, it contends that the interest earned on overpayments is not itself an overpayment subject to disallowance under 42 U.S.C. §§ 1396b(d) &amp; 1316(d). Second, even assuming the interest earned is a disallowance within the Act, the government has waived its right to collect it under the Intergovernmental Cooperation Act, 42 U.S.C. § 4213, repealed and recodified at 31 U.S.C. § 6503(a). For the reasons which follow, the court finds neither argument persuasive.</p>\n<p>The basic issue regarding North Carolina's first argument is whether the Secretary erred in treating the interest earned on overpayments made to the state as an overpayment under 42 U.S.C. § 1396b(d)(2) and therefore subject to \"disallowance\" under 42 U.S.C. § 1316(d). A discussion of whether the Secretary has properly classified the dispute as one involving a disallowance is incomplete without discussing whether, instead of being a disallowance, the dispute is one involving compliance with the Act. <i>See</i> 42 U.S.C. § 1396c(2).<sup>[1]</sup> The distinction between disallowance or non-compliance is important because the Medicaid system was not intended to provide for profit-making on the part of the state at the expense of the government. <i>See</i> former Appendix C, 45 C.F.R. § 74 App. C.<sup>[2]</sup></p>\n<p>Correctly distinguishing between disallowance and non-compliance is no easy matter. There is considerable overlap between the two categories, <i>Massachusetts v. Departmental Grant Appeals Board,</i> <span class=\"citation\" data-id=\"413300\"><a href=\"/opinion/413300/commonwealth-of-massachusetts-by-its-department-of-public-welfare-v/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span> (1st Cir.1983), with some determinations having characteristics of each. <i>See </i><i>Georgia Department of Medical Assistance v. United States Department of Health and Human Services,</i> <span class=\"citation\" data-id=\"419241\"><a href=\"/opinion/419241/georgia-department-of-medical-assistance-v-united-states-department-of/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">627</span></a></span> (11th Cir.1983). Moreover, nowhere in the Medicaid Act or its regulations is the term \"disallowance\" defined, <i>Massachusetts v. Departmental Grant Appeals Board,</i> 698 F.2d at 25, and it appears only once in the statute. <i>See</i> 42 U.S.C. § 1316(d) which provides:</p>\n<blockquote>Whenever the Secretary determines that any item or class of items on account of which Federal financial participation is claimed under subchapter ... XIX of this chapter ... shall be disallowed for such participation, the State shall be entitled to and upon request shall receive a reconsideration of the disallowance.</blockquote>\n<p>Given the language of the statute, a disallowance has been construed to involve a denial of federal funds for a narrow item or class of items not affecting the overall working of the program or federal-state relations, <i>Massachusetts v. Departmental Grant Appeals Board,</i> 698 F.2d at 25, and \"arises from a routine audit, is clerical in nature, or focuses upon only a few aid recipients or providers....\" <i>Id.</i> at 26-27. On the other hand, a finding of non-compliance occurs where the state fails to follow the federal requirements, <i>Georgia Department of Medical Assistance v. United States Department of Health and Human Services,</i> 708 F.2d at 629. Non-compliance involves the overall working of the Medicaid program as well as federal-state relations. <i>Massachusetts v. Departmental Grant Appeals Board,</i> 698 F.2d at 27.</p>\n<p>In attempting to apply these general definitions to actual problems, it is not surprising to find the circuits differing on the tests to be employed. Thus, the Seventh Circuit in <i>Illinois Department of Public Aid v. Schweiker,</i> <span class=\"citation\" data-id=\"418214\"><a href=\"/opinion/418214/state-of-illinois-department-of-public-aid-v-richard-s-schweiker/\"><span class=\"volume\">707</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">273</span></a></span> (7th Cir. <span class=\"star-pagination\">*184</span> 1983), opted for a bright line test vesting complete discretion in the Secretary. Under this test, the Secretary's categorization is controlling. <i>Id.</i> at 277-279.</p>\n<p>The First Circuit, however, in <i>Massachusetts v. Departmental Grant Appeals Board, supra</i><i>,</i> preferred a functional approach, balancing such factors as the ease within which the Secretary's categorization fits the language of the statute, whether the contested issue involves the more general application of the relationship or is confined to a narrower inquiry, and the Secretary's determination. 698 F.2d at 27. The Eleventh Circuit has taken a third position. It has \"drawn the distinction with reference to the character of the administrative determination, viewed in light of the policies underlying\" appellate court review. <i>Georgia Department of Medical Assistance v. United States Department of Health and Human Services,</i> 708 F.2d at 628-29. Whether viewed in light of the Seventh Circuit's bright-line test or either of the other functional tests, the court is of the opinion that the Secretary's determination was correct.</p>\n<p>The Eleventh Circuit's policy analysis is well-illustrated in <i>Georgia Department of Medical Assistance v. United States Department of Health and Human Services, supra</i><i>.</i> There, pursuant to a district court injunction, the state department responsible for administering Medicaid used Medicaid funds to pay for medically necessary abortions. In light of the Supreme Court's decision in <i>Harris v. McRae,</i> <span class=\"citation\" data-id=\"110333\"><a href=\"/opinion/110333/harris-v-mcrae/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span>, <span class=\"citation\" data-id=\"110333\"><a href=\"/opinion/110333/harris-v-mcrae/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2671</span></a></span>, <span class=\"citation\" data-id=\"110333\"><a href=\"/opinion/110333/harris-v-mcrae/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">784</span></a></span> (1980), the district court dissolved its injunction. Subsequently, the Department of Health and Human Services refused to reimburse the state for complying with the district court's injunction. In concluding that the Secretary properly categorized the payments as a \"disallowance,\" the court noted that the finding contained \"elements of both a disallowance and a noncompliance determination.\" 708 F.2d at 629. The court further noted the lack of a factual dispute regarding the amount paid and the nature of the controversy as one involving legal issues as factors favoring a finding of non-compliance. The court also noted that the overpayments resulted from a failure to comply with the Hyde Amendment which precluded federal funding for most abortion services.</p>\n<p>However, the court also pointed to factors which tended to support a finding of disallowance. These included the Secretary's characterization of the dispute, the fact that the decision did not affect ongoing state procedures and involved \"`an isolated and highly focused inquiry' into specific past payments and has no wide-ranging implications for future administration of the state plan.\" <i>Id.</i> at 630 (citation omitted).</p>\n<p>The court then looked at the policies underlying initial appellate court review.</p>\n<blockquote>A finding of noncompliance, generally appropriate to remedy a broad, pervasive defect in the state's plan as a whole, <i>see New Jersey I,</i> [670 F.2d 1262,] 1269 [3d Cir.1981], impairs the state's ability to implement an important aspect of its reimbursement plan. Further, HHS, in cases of noncompliance, may utilize the rather drastic sanction of halting the flow of all federal funds.... Because the adverse consequences associated with a noncompliance determination might be severe, Congress eliminated one tier of judicial review, giving states a more expeditious opportunity to vindicate their asserted rights.</blockquote>\n<p><i>Id.</i> Based upon the policies behind initial appellate review of non-compliance findings, the court concluded that the disallowance was properly characterized.</p>\n<p>The Eleventh Circuit's analysis is equally applicable to the present circumstances. Although this controversy does not involve an injunction which caused the state's failure to conform to the federal requirements, a failure to follow the federal requirements caused the initial overpayments. However, there is no pending threat that the flow of federal funds would be halted. Moreover, the disallowance involved an isolated and highly focused inquiry into past payments and the interest earned thereon. Accordingly, the Secretary's narrow decision to recoup interest earned on wrongfully procured funds has no wide-range impact on <span class=\"star-pagination\">*185</span> the continued, general, overall working of the state's Medicaid system; her characterization of disallowance was therefore correct.</p>\n<p>The First Circuit's functional approach of <i>Massachusetts v. Departmental Grant Appeals Board,</i> 698 F.2d at 27; <i>see</i> p. 184, <i>supra,</i> also confirms the Secretary's decision. As discussed above, the determination in this action has characteristics of both disallowance and non-compliance. The dispute concerns a particularized inquiry into past payments and the interest earned thereon. Moreover, it does not presently involve the overall working of the Medicaid plan or necessitate immediate appellate review because of a threatened halt in all federal payments. These factors point more closely towards disallowance rather than non-compliance. The deference accorded the Secretary's characterization when balanced with the previous factors further supports affirmance of the Secretary's characterization as one involving a disallowance. Accordingly, the Secretary properly characterized this issue as one of disallowance.<sup>[3]</sup></p>\n<p>Equitable considerations also favor a finding of disallowance. In this instance, the state received funds to which it was not otherwise entitled because of its failure to properly credit the federal government with its share of overpayments. The state does not contest the unconditional right of the government to recover the funds wrongfully paid, a right clearly established from the plain language of the statute itself. <i>Cf., </i><i>Bell v. New Jersey and Pennsylvania,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"110945\"><a href=\"/opinion/110945/bell-v-new-jersey/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2187</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></span> (1983); <i>North Carolina Commission of Indian Affairs v. United States Department of Labor,</i> <span class=\"citation\" data-id=\"429767\"><a href=\"/opinion/429767/north-carolina-commission-of-indian-affairs-v-united-states-department-of/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">238</span></a></span> (4th Cir.1984). Consequently, these initial funds were subject to disallowance under 42 U.S.C. § 1316(d). <i>Cf., </i><i>County of Alameda v. Weinberger,</i> <span class=\"citation\" data-id=\"329248\"><a href=\"/opinion/329248/county-of-alameda-v-caspar-w-weinberger-etc/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">344</span></a></span> (9th Cir.1975). Moreover, where \"a party ... has had the use of money owed to another [the party] may justly be required to pay interest....\" <i>M.B.A.F.B. Federal Credit Union v. Cumis Insurance Society, Inc.,</i> <span class=\"citation\" data-id=\"2251963\"><a href=\"/opinion/2251963/mbafb-federal-credit-union-v-cumis-ins-soc/\"><span class=\"volume\">507</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">794</span></a></span>, 798 (D.S.C.1981), <i>aff'd,</i> <span class=\"citation\" data-id=\"405911\"><a href=\"/opinion/405911/m-b-a-f-b-federal-credit-union-v-cumis-insurance-society-inc-v/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">930</span></a></span> (4th Cir.1982). The interest on these wrongfully received funds was earned as a natural consequence of obtaining and holding the wrongfully procured money. Because the original funds were themselves \"disallowances,\" the interest earned as a natural consequence therefrom retains the character of the principal. Accordingly, the interest earned on the overpayments was subject to disallowance by the Secretary.</p>\n<p></p>\n<h2>IV.</h2>\n<p>North Carolina's contention that the government has waived its right to the interest is without merit and worthy of little discussion. The Intergovernmental Cooperation Act, 42 U.S.C. § 4213, repealed and recodified at 31 U.S.C. § 6503(a), provides in relevant part that \"A State is not accountable for interest earned on grant money pending its disbursement for program purposes.\"</p>\n<p>From the language of the statute it is clear that Congress intended to waive its right to interest earned on funds drawn \"pending disbursement for program purposes.\" Given the rules of construction that when sufficiently clear, the plain language of the statute controls, <i>Ernst &amp; Ernst v. Hochfelder,</i> <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span> (1976), and that in the absence of persuasive reasons to the contrary words used in a statute should be given their ordinary meaning, <i>Burns v. Alcala,</i> <span class=\"citation\" data-id=\"109215\"><a href=\"/opinion/109215/burns-v-alcala/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, <span class=\"citation\" data-id=\"109215\"><a href=\"/opinion/109215/burns-v-alcala/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1180</span></a></span>, <span class=\"citation\" data-id=\"109215\"><a href=\"/opinion/109215/burns-v-alcala/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1975), the words \"pending disbursement for program purposes\" as used in the context of Section 4213 refer only to funds drawn from the government for the purpose of distribution pursuant to the federal grant. It is hard to imagine that this statute could have been intended to cover the situation where, as here, a state has wrongfully procured federal funds and held them pending repayment to the government. Under such circumstances, the court, in good conscience, <span class=\"star-pagination\">*186</span> cannot construe this statute to cover such an unintended result.<sup>[4]</sup> Accordingly, North Carolina's motion for judgment on the pleadings is denied and the Secretary's motion is granted and this action is dismissed. Let judgment be entered.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  42 U.S.C. § 1396c provides in relevant part:\n</p>\n<p>\"If the Secretary, after reasonable notice and opportunity for hearing to the State agency administering or supervising the administration of the State plan approved under this subchapter, finds ... (2) that in the administration of the plan there is a failure to comply substantially with any such provision; the Secretary\" shall refuse continued funding until compliance has been achieved.</p>\n<p>[2]  North Carolina takes the position that because the interest is not a \"disallowance\" within the meaning of the Act, it is entitled to the windfall at the expense of the government. The unconscionability of such a result is exceeded only by the temerity of the state in requesting an injunction from the court to accomplish it.</p>\n<p>[3]  Of course, if the Secretary's determination is erroneous, this court would lack jurisdiction to determine whether the Secretary may withhold these funds for failure to comply with the federal regulations.</p>\n<p>[4]  Letters to the House of Representatives Committee on Governmental Operations from then Secretary of Health, Education and Welfare William Cohen and from then Assistant Comptroller General of the United States Frank Weitzel in opposition to this waiver reveal that even those cautioning against this provision did not anticipate this type of abuse nor would have believed it would have been condoned by the Act. 1968 U.S.Code Cong. &amp; Ad.News 4238, 4247.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/329248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/418214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1811034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2251963/"
  ]
}