{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2282555/",
  "absolute_url": "/opinion/2282555/knezevic-v-hipage-co-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2282555/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:58:37.343819Z",
  "date_modified": "2016-04-26T21:37:50.064838Z",
  "type": "010combined",
  "sha1": "bbe943ba272bce5a47d4d58cceedb81c3b8f97bd",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>981 F.Supp. 393 (1997)</b></center>\n<center><h1>Kathy P. KNEZEVIC, Plaintiff,<br>\nv.<br>\nTHE HIPAGE COMPANY, INC., Defendant.</h1></center>\n<center>No. 5:96-CV-114-BR(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 28, 1997.</center>\n<p>H.C. Kirkhart, Cary, NC, for Plaintiff.</p>\n<p>Robert L. O'Donnell, Vandeventer, Black, Meredith &amp; Martin, Norfolk, VA, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on defendant's motion for summary judgment.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>Plaintiff Kathy P. Knezevic (\"Knezevic\") was hired by defendant The Hipage Company, Inc. (\"Hipage\") in April 1994. (Compl. § 5.) Her first supervisor, William Davenport, described her as the \"best employee\" <span class=\"star-pagination\">*394</span> that ever worked for him and an \"asset\" to the company. (Davenport Dep. pp. 11-14, 39.) Almost a year later, however, Davenport resigned and was replaced by Sheri Batter-Hughes. (Batter-Hughes Dep. pp. 32-33.)</p>\n<p>Upon Batter-Hughes's arrival, Knezevic and another employee, Margaret McCoy, informed Batter-Hughes that both were pregnant and would require maternity leave. Batter-Hughes apparently did not express any problem with this or object to their requests. (<i>See</i> Knezevic Dep. pp. 65-76.) In April 1995, Knezevic was diagnosed with placenta previa and her doctor advised that she might require more bed time during the final weeks of her pregnancy that would curtail her work even prior to the actual delivery. (Compl. ¶ 10.) Knezevic informed Batter-Hughes of this medical complication and her possible work-related needs. (<i>Id.</i>) Again, Batter-Hughes did not object but, instead, merely commented that she understood because a prior employee within her supervision had experienced similar problems and had to leave three months prior to the delivery date. (Knezevic Dep. p. 92.) Knezevic regularly mentioned to Batter-Hughes about her impending leave and the need to ensure that the jobs were properly staffed. (<i>Id.</i> pp. 65-76.) At no point in these discussions did Batter-Hughes ever make a disparaging remark about the problems caused by Knezevic's pregnancy or intimate that repercussions would follow. (<i>Id.</i>)</p>\n<p>When Batter-Hughes replaced Davenport in March 1995, Knezevic was employed as an Import Supervisor at Hipage. (<i>Id.</i> ¶ 7.) In May 1995, Knezevic was involved in an argument with a co-worker and Batter-Hughes was forced to call both into her office to admonish them to display civility and respect in their interaction. About this time, Batter-Hughes also received numerous complaints from clients about Knezevic's rudeness on the telephone and frequent failure to return client calls. (Batter-Hughes Aff. ¶ 8.) On 30 June 1995, Batter-Hughes notified Knezevic that was she was discharged effective immediately. (Compl. ¶ 12.) When questioned, Batter-Hughes offered that it was for the better interests of the company. (<i>Id.</i>)</p>\n<p>Knezevic now brings this suit alleging that the discharge was improperly motivated by gender and pregnancy discrimination.<sup>[1]</sup> Accordingly, she claims violations of Title VII and North Carolina law involving wrongful discharge.</p>\n<p></p>\n<h2>II. <i>Standard</i>\n</h2>\n<p>Pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2514. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> 913 F.2d 1085, 1087 (4th Cir.1990), <i>cert. denied,</i> 498 U.S. 1109, 111 S.Ct. 1018, 112 L.Ed.2d 1100 (1991). The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 2554, 91 L.Ed.2d 265 (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> 39 F.3d 515, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> 13 F.3d 791, 798 (4th Cir.1994), <i>cert.</i> <span class=\"star-pagination\">*395</span> <i>denied,</i> 513 U.S. 813, 115 S.Ct. 67, 130 L.Ed.2d 24 (1994), 513 U.S. 814, 115 S.Ct. 68, 130 L.Ed.2d 24 (1994)).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>Title VII provides that \"[i]t shall be an unlawful employment practice for an employer ... to discharge any individual ... because of such individual's ... sex....\" 42 U.S.C. § 2000e-2(a)(1) (1994). With the enactment of the Pregnancy Discrimination Act in 1978, Congress clarified the scope of Title VII by explaining that</p>\n<blockquote>[t]he terms \"because of sex\" or \"on the basis of sex\" include, but are not limited to, because of or on the basis of pregnancy, childbirth, or related medical conditions; and women affected by pregnancy, childbirth, or related medical conditions shall be treated the same for all employment-related purposes, including receipt of benefits under fringe benefit programs, as other persons not so affected but similar in their ability or inability to work....</blockquote>\n<p>§ 2000e(k). Therefore, it is now well established that a claim of pregnancy discrimination is to be treated in the same manner as any sex discrimination claim arising under Title VII. <i>Boyd v. Harding Academy of Memphis, Inc.,</i> 88 F.3d 410, 413 (6th Cir. 1996).</p>\n<p>To support a Title VII claim of discrimination, a plaintiff can either rest on traditional principles of proof using direct or indirect evidence or can rely on the judicially-created proof scheme formulated in <i>McDonnell Douglas. See </i><i>Evans v. Technologies Applications &amp; Serv. Co.,</i> 80 F.3d 954, 959 (4th Cir.1996) (citing <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973)). Because of the apparent absence of any direct or indirect evidence, the court will review Knezevic's claims within the <i>McDonnell Douglas</i> paradigm.</p>\n<p>In fashioning the <i>McDonnell Douglas</i> scheme, the Supreme Court explained that the employee must first establish a <i>prima facie</i> case of discrimination. <i>McDonnell Douglas,</i> 411 U.S. at 802, 93 S.Ct. at 1824. If this burden is met, the employer is entitled to rebut the employee's presentation by offering evidence that legitimate, non-discriminatory reasons existed for the employment decision. <i>Id.</i> at 802-03, 93 S.Ct. at 1824-25. Finally, if the employer successfully counters the <i>prima facie</i> case, the employee is afforded an opportunity to demonstrate that the non-discriminatory reasons offered by the employer were merely pretextual to disguise race discrimination. <i>Id.</i> at 804, 93 S.Ct. at 1825.</p>\n<p>Hipage contends that summary judgment is appropriate because Knezevic has failed to present a <i>prima facie</i> case and, in the alternative, has not rebutted the legitimate, nondiscriminatory explanations provided.</p>\n<p>To establish a <i>prima facie</i> case of pregnancy discrimination, Knezevic must demonstrate that</p>\n<blockquote>(1) plaintiff was pregnant; (2) plaintiff was qualified for the position held; (3) plaintiff was terminated from the position; and (4) after her discharge, the position was filled by a non-pregnant employee.</blockquote>\n<p><i>See </i><i>Boyd,</i> 88 F.3d at 413; <i>Quaratino v. Tiffany &amp; Co.,</i> 71 F.3d 58, 64 (2nd Cir.1995); <i>Nilson v. Historic Inns Group Ltd.,</i> 903 F.Supp. 905, 907 (D.Md.1995); <i>E.E.O.C. v. Lutheran Family Serv. in the Carolinas,</i> 884 F.Supp. 1022, 1028 (E.D.N.C.1994). Although it is unclear whether Knezevic has demonstrated a genuine issue of fact at the <i>prima facie</i> stage, keeping in mind that the test for a <i>prima facie</i> case is a relatively easy one, <i>Evans,</i> 80 F.3d at 960, the court rests its decision in favor of Hipage on Knezevic's failure to counter or even dispute the legitimate justifications offered.</p>\n<p>Thus, assuming arguendo that Knezevic satisfies the <i>prima facie</i> test, Hipage has offered legitimate, non-discriminatory reasons for the employment decision.</p>\n<p>First, when Batter-Hughes assumed her position as Knezevic's supervisor, she initiated operational changes in office procedure that apparently did not sit well with Knezevic. (Batter-Hughes Aff. ¶ 5, Ex. 1, 2.) Knezevic even conceded that she had problems with Batter-Hughes's conduct and procedures. (Knezevic Dep. pp. 166-169.) As noted above, Knezevic also had a confrontation with a co-worker and apparently had a <span class=\"star-pagination\">*396</span> history of personality conflicts with co-workers. (Davenport Dep. pp. 28-30.)</p>\n<p>Most importantly, however, Batter-Hughes documented that she received numerous complaints from customers about Knezevic. Batter-Hughes recounted the following customer complaints about Knezevic: (1) she was rude; (2) she was unresponsive to specific requests; (3) she failed to return calls in a timely manner or follow up with regard to shipments; (4) she provided inaccurate information; (5) she was uncooperative; and (6) she had a poor attitude and was often reluctant to assist the customer. (Batter-Hughes Aff. ¶ 8, Exs. 3-7.) As Hipage operates in a customer-oriented business that involves considerable employee-customer interaction, Hipage has clearly met its burden of offering legitimate, non-discriminatory justifications for the discharge.</p>\n<p>In response, Knezevic merely offers the comments of former supervisor Davenport that she was an exemplary employee. Yet, notwithstanding the commendable review by Davenport, her performance during Davenport's tenure does not reflect on whether she was performing sufficiently after Batter-Hughes took over. Davenport's comments do not rebut the evidence of customer dissatisfaction or shed light on Knezevic's rapport with Batter-Hughes. Moreover, such testimony by no means exposes that the underlying reason for Knezevic's discharge was her pregnancy.</p>\n<p>The only other fact offered by Knezevic as demonstrating mere pretext was a comment by Batter-Hughes that Knezevic was overpaid. (Knezevic Dep. p. 105.) While this comment, if interpreted liberally, may reveal tension and animosity between Knezevic and Batter-Hughes, it does not show that the proffered justifications were mere pretext to disguise pregnancy discrimination.</p>\n<p>Notably, Knezevic does not challenge the validity of Batter-Hughes's recitation of client complaints. Instead, when asked about each particular phone call or client that complained, she responded that she either could not recall or did not have any knowledge about the incident. (<i>Id.</i> pp. 145-157.)<sup>[2]</sup> Finally, the court notes that Margaret McCoy, the co-worker who informed Batter-Hughes of her pregnancy at the same time as Knezevic, was not discharged. (<i>Id.</i> pp. 119-20.) Rather, she returned to Hipage after missing the two weeks before the delivery (because of medical complications) in addition to the regular maternity leave period. (<i>Id.</i>) Although this evidence does not fit neatly into any of the <i>McDonnell Douglas</i> compartments, it adds further support for the idea that Knezevic was not fired because of her pregnancy and impending absence.</p>\n<p>Overall, Knezevic does not provide any factual support for her beliefs that her condition influenced and, indeed, caused her termination. She does not even claim that Batter-Hughes reacted adversely or expressed any objections when discussing Knezevic's pregnancy needs or maternity leave. <i>See </i><i>Runnebaum v. NationsBank of Md.,</i> 95 F.3d 1285, 1295 (4th Cir.1996) (commenting that an employer's immediate reaction can often serve to expose motivation for a subsequent employment decision). Instead, she appears to rely exclusively on her personal intuition that her impending leave was the motivating factor in the employment decision. (<i>See</i> Knezevic Dep. pp. 104-06.)</p>\n<p>To survive the motion for summary judgment, Knezevic must provide more than conclusory assertions and unsupported speculation. <i>Goldberg v. B. Green &amp; Co., Inc.,</i> 836 F.2d 845, 848 (4th Cir.1988). Without any concrete facts or evidence from which to draw inferences of intentional discrimination or to show pretext, the court holds that Knezevic has failed to meet her burden under the <i>McDonnell Douglas</i> test. Her personal beliefs about the impropriety of the decision are not sufficient to generate a genuine issue of material fact especially in light of the considerable evidence that Knezevic's own substandard performance and strained relationship with her supervisor dictated her fate.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*397</span> B. <i>Wrongful Discharge</i>\n</h2>\n<p>Knezevic also asserts wrongful discharge under North Carolina law. Although, because of Knezevic's at-will employee status, Hipage was not required to show cause for the dismissal, the discharge could not have been predicated upon factors contravening North Carolina public policy. <i>Coman v. Thomas Mfg. Co., Inc.,</i> 325 N.C. 172, 381 S.E.2d 445, 446 (1989). However, as shown above, Knezevic has not created a genuine issue of material fact that her dismissal resulted from her pregnant condition. Accordingly, this claim must suffer the same fate as the Title VII claim.</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>For the reasons stated above, Hipage's motion for summary judgment is GRANTED. This case is, therefore, DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Knezevic admits that the two claims are essentially the same and that both are derived directly from her pregnancy. (Knezevic Dep. p. 112.) Because of this admission and the fact that no evidence of gender discrimination outside of the pregnancy factor was offered or alleged, the court will treat the complaint as simply raising a pregnancy discrimination claim.</p>\n<p>[2]  Later, she submitted a deposition that challenged a few of the complaints. Even if this testimony can be considered in light of her deposition responses, the fact remains that considerable other complaints are still undisputed.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">981</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">393</span></span> (1997)</b></center>\n<center><h1>Kathy P. KNEZEVIC, Plaintiff,<br>\nv.<br>\nTHE HIPAGE COMPANY, INC., Defendant.</h1></center>\n<center>No. 5:96-CV-114-BR(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 28, 1997.</center>\n<p>H.C. Kirkhart, Cary, NC, for Plaintiff.</p>\n<p>Robert L. O'Donnell, Vandeventer, Black, Meredith &amp; Martin, Norfolk, VA, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on defendant's motion for summary judgment.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>Plaintiff Kathy P. Knezevic (\"Knezevic\") was hired by defendant The Hipage Company, Inc. (\"Hipage\") in April 1994. (Compl. § 5.) Her first supervisor, William Davenport, described her as the \"best employee\" <span class=\"star-pagination\">*394</span> that ever worked for him and an \"asset\" to the company. (Davenport Dep. pp. 11-14, 39.) Almost a year later, however, Davenport resigned and was replaced by Sheri Batter-Hughes. (Batter-Hughes Dep. pp. 32-33.)</p>\n<p>Upon Batter-Hughes's arrival, Knezevic and another employee, Margaret McCoy, informed Batter-Hughes that both were pregnant and would require maternity leave. Batter-Hughes apparently did not express any problem with this or object to their requests. (<i>See</i> Knezevic Dep. pp. 65-76.) In April 1995, Knezevic was diagnosed with placenta previa and her doctor advised that she might require more bed time during the final weeks of her pregnancy that would curtail her work even prior to the actual delivery. (Compl. ¶ 10.) Knezevic informed Batter-Hughes of this medical complication and her possible work-related needs. (<i>Id.</i>) Again, Batter-Hughes did not object but, instead, merely commented that she understood because a prior employee within her supervision had experienced similar problems and had to leave three months prior to the delivery date. (Knezevic Dep. p. 92.) Knezevic regularly mentioned to Batter-Hughes about her impending leave and the need to ensure that the jobs were properly staffed. (<i>Id.</i> pp. 65-76.) At no point in these discussions did Batter-Hughes ever make a disparaging remark about the problems caused by Knezevic's pregnancy or intimate that repercussions would follow. (<i>Id.</i>)</p>\n<p>When Batter-Hughes replaced Davenport in March 1995, Knezevic was employed as an Import Supervisor at Hipage. (<i>Id.</i> ¶ 7.) In May 1995, Knezevic was involved in an argument with a co-worker and Batter-Hughes was forced to call both into her office to admonish them to display civility and respect in their interaction. About this time, Batter-Hughes also received numerous complaints from clients about Knezevic's rudeness on the telephone and frequent failure to return client calls. (Batter-Hughes Aff. ¶ 8.) On 30 June 1995, Batter-Hughes notified Knezevic that was she was discharged effective immediately. (Compl. ¶ 12.) When questioned, Batter-Hughes offered that it was for the better interests of the company. (<i>Id.</i>)</p>\n<p>Knezevic now brings this suit alleging that the discharge was improperly motivated by gender and pregnancy discrimination.<sup>[1]</sup> Accordingly, she claims violations of Title VII and North Carolina law involving wrongful discharge.</p>\n<p></p>\n<h2>II. <i>Standard</i>\n</h2>\n<p>Pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2514. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> <span class=\"citation\" data-id=\"547612\"><a href=\"/opinion/547612/nathan-miller-v-emery-leathers-officer-and-north-carolina-prisoner-legal/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087 (4th Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1100</span></span> (1991). The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2554, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"681609\"><a href=\"/opinion/681609/66-fair-emplpraccas-bna-360-65-empl-prac-dec-p-43371-brenda/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> <span class=\"citation\" data-id=\"660200\"><a href=\"/opinion/660200/deborah-shaw-administratrix-of-the-estate-of-sidney-bowen-deceased-nancy/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 798 (4th Cir.1994), <i>cert.</i> <span class=\"star-pagination\">*395</span> <i>denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994), <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">68</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994)).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>Title VII provides that \"[i]t shall be an unlawful employment practice for an employer ... to discharge any individual ... because of such individual's ... sex....\" 42 U.S.C. § 2000e-2(a)(1) (1994). With the enactment of the Pregnancy Discrimination Act in 1978, Congress clarified the scope of Title VII by explaining that</p>\n<blockquote>[t]he terms \"because of sex\" or \"on the basis of sex\" include, but are not limited to, because of or on the basis of pregnancy, childbirth, or related medical conditions; and women affected by pregnancy, childbirth, or related medical conditions shall be treated the same for all employment-related purposes, including receipt of benefits under fringe benefit programs, as other persons not so affected but similar in their ability or inability to work....</blockquote>\n<p>§ 2000e(k). Therefore, it is now well established that a claim of pregnancy discrimination is to be treated in the same manner as any sex discrimination claim arising under Title VII. <i>Boyd v. Harding Academy of Memphis, Inc.,</i> <span class=\"citation\" data-id=\"721343\"><a href=\"/opinion/721343/andrea-e-boyd-v-harding-academy-of-memphis-inc/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">410</span></a></span>, 413 (6th Cir. 1996).</p>\n<p>To support a Title VII claim of discrimination, a plaintiff can either rest on traditional principles of proof using direct or indirect evidence or can rely on the judicially-created proof scheme formulated in <i>McDonnell Douglas. See </i><i>Evans v. Technologies Applications &amp; Serv. Co.,</i> <span class=\"citation\" data-id=\"715797\"><a href=\"/opinion/715797/christine-evans-v-technologies-applications-service-company/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span>, 959 (4th Cir.1996) (citing <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973)). Because of the apparent absence of any direct or indirect evidence, the court will review Knezevic's claims within the <i>McDonnell Douglas</i> paradigm.</p>\n<p>In fashioning the <i>McDonnell Douglas</i> scheme, the Supreme Court explained that the employee must first establish a <i>prima facie</i> case of discrimination. <i>McDonnell Douglas,</i> 411 U.S. at 802, 93 S.Ct. at 1824. If this burden is met, the employer is entitled to rebut the employee's presentation by offering evidence that legitimate, non-discriminatory reasons existed for the employment decision. <i>Id.</i> at 802-03, 93 S.Ct. at 1824-25. Finally, if the employer successfully counters the <i>prima facie</i> case, the employee is afforded an opportunity to demonstrate that the non-discriminatory reasons offered by the employer were merely pretextual to disguise race discrimination. <i>Id.</i> at 804, 93 S.Ct. at 1825.</p>\n<p>Hipage contends that summary judgment is appropriate because Knezevic has failed to present a <i>prima facie</i> case and, in the alternative, has not rebutted the legitimate, nondiscriminatory explanations provided.</p>\n<p>To establish a <i>prima facie</i> case of pregnancy discrimination, Knezevic must demonstrate that</p>\n<blockquote>(1) plaintiff was pregnant; (2) plaintiff was qualified for the position held; (3) plaintiff was terminated from the position; and (4) after her discharge, the position was filled by a non-pregnant employee.</blockquote>\n<p><i>See </i><i>Boyd,</i> 88 F.3d at 413; <i>Quaratino v. Tiffany &amp; Co.,</i> <span class=\"citation\" data-id=\"709036\"><a href=\"/opinion/709036/mary-c-quaratino-v-tiffany-co-michael-eiring-and-david-wright/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 64 (2nd Cir.1995); <i>Nilson v. Historic Inns Group Ltd.,</i> <span class=\"citation\" data-id=\"1361205\"><a href=\"/opinion/1361205/nilson-v-historic-inns-group-ltd/\"><span class=\"volume\">903</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">905</span></a></span>, 907 (D.Md.1995); <i>E.E.O.C. v. Lutheran Family Serv. in the Carolinas,</i> <span class=\"citation\" data-id=\"1388838\"><a href=\"/opinion/1388838/eeoc-v-lutheran-family-services-in-the-carolinas/\"><span class=\"volume\">884</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1022</span></a></span>, 1028 (E.D.N.C.1994). Although it is unclear whether Knezevic has demonstrated a genuine issue of fact at the <i>prima facie</i> stage, keeping in mind that the test for a <i>prima facie</i> case is a relatively easy one, <i>Evans,</i> 80 F.3d at 960, the court rests its decision in favor of Hipage on Knezevic's failure to counter or even dispute the legitimate justifications offered.</p>\n<p>Thus, assuming arguendo that Knezevic satisfies the <i>prima facie</i> test, Hipage has offered legitimate, non-discriminatory reasons for the employment decision.</p>\n<p>First, when Batter-Hughes assumed her position as Knezevic's supervisor, she initiated operational changes in office procedure that apparently did not sit well with Knezevic. (Batter-Hughes Aff. ¶ 5, Ex. 1, 2.) Knezevic even conceded that she had problems with Batter-Hughes's conduct and procedures. (Knezevic Dep. pp. 166-169.) As noted above, Knezevic also had a confrontation with a co-worker and apparently had a <span class=\"star-pagination\">*396</span> history of personality conflicts with co-workers. (Davenport Dep. pp. 28-30.)</p>\n<p>Most importantly, however, Batter-Hughes documented that she received numerous complaints from customers about Knezevic. Batter-Hughes recounted the following customer complaints about Knezevic: (1) she was rude; (2) she was unresponsive to specific requests; (3) she failed to return calls in a timely manner or follow up with regard to shipments; (4) she provided inaccurate information; (5) she was uncooperative; and (6) she had a poor attitude and was often reluctant to assist the customer. (Batter-Hughes Aff. ¶ 8, Exs. 3-7.) As Hipage operates in a customer-oriented business that involves considerable employee-customer interaction, Hipage has clearly met its burden of offering legitimate, non-discriminatory justifications for the discharge.</p>\n<p>In response, Knezevic merely offers the comments of former supervisor Davenport that she was an exemplary employee. Yet, notwithstanding the commendable review by Davenport, her performance during Davenport's tenure does not reflect on whether she was performing sufficiently after Batter-Hughes took over. Davenport's comments do not rebut the evidence of customer dissatisfaction or shed light on Knezevic's rapport with Batter-Hughes. Moreover, such testimony by no means exposes that the underlying reason for Knezevic's discharge was her pregnancy.</p>\n<p>The only other fact offered by Knezevic as demonstrating mere pretext was a comment by Batter-Hughes that Knezevic was overpaid. (Knezevic Dep. p. 105.) While this comment, if interpreted liberally, may reveal tension and animosity between Knezevic and Batter-Hughes, it does not show that the proffered justifications were mere pretext to disguise pregnancy discrimination.</p>\n<p>Notably, Knezevic does not challenge the validity of Batter-Hughes's recitation of client complaints. Instead, when asked about each particular phone call or client that complained, she responded that she either could not recall or did not have any knowledge about the incident. (<i>Id.</i> pp. 145-157.)<sup>[2]</sup> Finally, the court notes that Margaret McCoy, the co-worker who informed Batter-Hughes of her pregnancy at the same time as Knezevic, was not discharged. (<i>Id.</i> pp. 119-20.) Rather, she returned to Hipage after missing the two weeks before the delivery (because of medical complications) in addition to the regular maternity leave period. (<i>Id.</i>) Although this evidence does not fit neatly into any of the <i>McDonnell Douglas</i> compartments, it adds further support for the idea that Knezevic was not fired because of her pregnancy and impending absence.</p>\n<p>Overall, Knezevic does not provide any factual support for her beliefs that her condition influenced and, indeed, caused her termination. She does not even claim that Batter-Hughes reacted adversely or expressed any objections when discussing Knezevic's pregnancy needs or maternity leave. <i>See </i><i>Runnebaum v. NationsBank of Md.,</i> <span class=\"citation\" data-id=\"726576\"><a href=\"/opinion/726576/william-runnebaum-v-nationsbank-of-maryland-na/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1285</span></a></span>, 1295 (4th Cir.1996) (commenting that an employer's immediate reaction can often serve to expose motivation for a subsequent employment decision). Instead, she appears to rely exclusively on her personal intuition that her impending leave was the motivating factor in the employment decision. (<i>See</i> Knezevic Dep. pp. 104-06.)</p>\n<p>To survive the motion for summary judgment, Knezevic must provide more than conclusory assertions and unsupported speculation. <i>Goldberg v. B. Green &amp; Co., Inc.,</i> <span class=\"citation\" data-id=\"499752\"><a href=\"/opinion/499752/45-fair-emplpraccas-1157-45-empl-prac-dec-p-37697-barry-s-goldberg/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">845</span></a></span>, 848 (4th Cir.1988). Without any concrete facts or evidence from which to draw inferences of intentional discrimination or to show pretext, the court holds that Knezevic has failed to meet her burden under the <i>McDonnell Douglas</i> test. Her personal beliefs about the impropriety of the decision are not sufficient to generate a genuine issue of material fact especially in light of the considerable evidence that Knezevic's own substandard performance and strained relationship with her supervisor dictated her fate.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*397</span> B. <i>Wrongful Discharge</i>\n</h2>\n<p>Knezevic also asserts wrongful discharge under North Carolina law. Although, because of Knezevic's at-will employee status, Hipage was not required to show cause for the dismissal, the discharge could not have been predicated upon factors contravening North Carolina public policy. <i>Coman v. Thomas Mfg. Co., Inc.,</i> <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">325</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">172</span></a></span>, <span class=\"citation\" data-id=\"1340894\"><a href=\"/opinion/1340894/coman-v-thomas-mfg-co-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></a></span>, 446 (1989). However, as shown above, Knezevic has not created a genuine issue of material fact that her dismissal resulted from her pregnant condition. Accordingly, this claim must suffer the same fate as the Title VII claim.</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>For the reasons stated above, Hipage's motion for summary judgment is GRANTED. This case is, therefore, DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Knezevic admits that the two claims are essentially the same and that both are derived directly from her pregnancy. (Knezevic Dep. p. 112.) Because of this admission and the fact that no evidence of gender discrimination outside of the pregnancy factor was offered or alleged, the court will treat the complaint as simply raising a pregnancy discrimination claim.</p>\n<p>[2]  Later, she submitted a deposition that challenged a few of the complaints. Even if this testimony can be considered in light of her deposition responses, the fact remains that considerable other complaints are still undisputed.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1361205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1388838/"
  ]
}