{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2283147/",
  "absolute_url": "/opinion/2283147/price-v-dixon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2283147/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:58:43.600015Z",
  "date_modified": "2016-04-27T03:03:11.176298Z",
  "type": "010combined",
  "sha1": "6c7543b03a957a373f02da425add561adbb9bd08",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>961 F.Supp. 894 (1997)</b></center>\n<center><h1>Joe L. PRICE, Plaintiff,<br>\nv.<br>\nGary DIXON, R.E. Signal, C. Hinnant, E. Thomas, G. Theissen, E. Tant, S. Brown, and J. Daughtry, Defendants.</h1></center>\n<center>No. 5:94-CT-764-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 21, 1997.</center>\n<p><span class=\"star-pagination\">*895</span> <span class=\"star-pagination\">*896</span> J. Phillip Griffin, Jr., Raleigh, NC, for plaintiff.</p>\n<p>Jane R. Garvey, N.C. Dept. of Justice, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter comes before the court on objections by both parties to the Memorandum and Recommendation (\"M &amp; R\") of United States Magistrate Judge Alexander B. Denson.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>Plaintiff Joe L. Price was, and to the best of the court's knowledge remains, an inmate at Central Prison, a maximum custody facility located in Raleigh, North Carolina. The following facts are undisputed.</p>\n<p>In January 1994, because of a pattern of misbehavior, Price was detained in singlecell segregation. Despite being confined in segregation, Price continued to act in an aggressive and disruptive fashion. By his own admissions, he threw urine on correctional officers and engaged in other disorderly conduct. After warning Price that he would be restrained if his aggressive behavior did not subside, on 12 January 1994, correctional officers sprayed him with mace and placed him in four-point metal restraints when he again threw urine on the officers. Price was restrained in this position, in which his hands and feet were handcuffed to his bunk, for a period of twenty-eight hours. During this confinement, correctional officials checked his condition every fifteen minutes and released him regularly for bathroom and meal breaks.</p>\n<p>In his complaint, Price maintains that the course of action pursued by the correctional officers violated his Eighth Amendment and Fourteenth Amendment rights. Moreover, Price alleges claims under North Carolina state law and the provisions of the United Nations Convention Against Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment. Defendants moved for summary judgment on all claims.</p>\n<p>On 5 August 1996, Magistrate Judge Denson issued an M &amp; R recommending the following:</p>\n<p>1) The allegations should be construed as excessive force claims rather than claims for inadequate medical care.</p>\n<p>2) Qualified immunity is not appropriate because Price has alleged a violation of a clearly established right.</p>\n<p>3) Defendants' summary judgment motion as to the excessive force claims should be denied because genuine issues of material fact exist.</p>\n<p>4) Defendants' summary judgment motion as to the United Nations Convention Against Torture and Other Cruel, Inhumane or Degrading Treatment or Punishment claim and the state law claims should be granted.</p>\n<p><span class=\"star-pagination\">*897</span> Both parties have objected to the recommendations of the Magistrate Judge. First, defendants argue that the Magistrate Judge erred in his findings regarding the qualified immunity issue and the denial of summary judgment on the excessive force claims. Price objects to the portions of the M &amp; R characterizing the complaint as exclusively an excessive force claim, dismissing the state law claims, and neglecting to discuss the due process claims.</p>\n<p>The court will address each objection in turn.</p>\n<p></p>\n<h2>II. <i>Standard</i>\n</h2>\n<p>When reviewing a magistrate judge's M &amp; R in these circumstances, the court is obligated to undertake a <i>de novo</i> review of any portion of the M &amp; R to which an objection has been properly lodged. Fed.R.Civ.P. 72(b). Therefore, pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts and the moving party is entitled to judgment as a matter of law. Fed.R. Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2514. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> 913 F.2d 1085, 1087 (4th Cir.1990), <i>cert. denied,</i> 498 U.S. 1109, 111 S.Ct. 1018, 112 L.Ed.2d 1100 (1991). The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 2554, 91 L.Ed.2d 265 (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> 39 F.3d 515, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> 13 F.3d 791, 798 (4th Cir.), <i>cert. denied,</i> 513 U.S. 813, 115 S.Ct. 67, 130 L.Ed.2d 24, 513 U.S. 814, 115 S.Ct. 68, 130 L.Ed.2d 24 (1994)).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>The court's initial inquiry must focus on whether defendants are protected under the qualified immunity doctrine. <i>DiMeglio v. Haines,</i> 45 F.3d 790, 794-95 (4th Cir. 1995). Qualified immunity operates to release government officials from suit if it cannot be shown that their conduct violated a clearly established constitutional right of which a reasonable person in their position would have known. <i>Pritchett v. Alford,</i> 973 F.2d 307, 312 (4th Cir.1992) (citing <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396 (1982)). The legal reasonableness of a defendant's actions is to be construed in light of the clearly established law at the time of the alleged violation. <i>DiMeglio</i> 45 F.3d at 799.</p>\n<p>When examining whether the alleged violation infringed a clearly established right, \"the proper focus is not upon the right at its most general or abstract level, but at the level of its application to the specific conduct being challenged.\" <i>Id.</i> at 803 (citations omitted). The Supreme Court advised that</p>\n<blockquote>if the test of \"clearly established law\" were to be applied at [a] level of generality, it would bear no relationship to the \"objective legal reasonableness\" that is the touchstone of <i>Harlow.</i> Plaintiffs would be able to convert the rule of qualified immunity into a rule of virtually unqualified liability simply by alleging violation of extremely abstract rights.... The contours of the right must be sufficiently clear that a reasonable official would understand that what he is doing violates that right. This is not to say that an official action is protected by qualified immunity unless the very action in question has previously been held unlawful; but it is to say that in the light of pre-existing law the unlawfulness must be apparent.</blockquote>\n<p><span class=\"star-pagination\">*898</span> <i>Anderson v. Creighton,</i> 483 U.S. 635, 639-41, 107 S.Ct. 3034, 3039, 97 L.Ed.2d 523 (1987).</p>\n<p>Operating within the above framework, the court will now look at each specific claim. After evaluating the claims with respect to the qualified immunity defense, the court will address any remaining issues.</p>\n<p></p>\n<h2>A. <i>Eighth Amendment Claims</i>\n</h2>\n<p>Price makes several claims arising under the Eighth Amendment. The Eighth Amendment offers protections from the infliction of cruel and unusual punishment. U.S. Const. amend. VIII. The United States Court of Appeals for the Fourth Circuit has instructed that \"in order to establish the imposition of cruel and unusual punishment, a prisoner must prove two elements  that the deprivation of [a] basic human need was objectively sufficiently serious and that subjectively the officials act[ed] with a sufficiently culpable state of mind.\" <i>Shakka v. Smith,</i> 71 F.3d 162, 166 (4th Cir.1995) (internal quotations and citations omitted). Notably, the subjective culpability varies depending on whether the alleged violation arises from the use of excessive force or deprivation of adequate medical care.</p>\n<p>To establish an Eighth Amendment violation under the inadequate medical care prong, Price must demonstrate a deliberate indifference on the part of defendants. <i>Estelle v. Gamble,</i> 429 U.S. 97, 106, 97 S.Ct. 285, 292, 50 L.Ed.2d 251 (1976). A higher standard is imposed to establish a violation of the Eighth Amendment's excessive force prohibition. <i>Williams v. Benjamin,</i> 77 F.3d 756, 761 (4th Cir.1996). When employed to quell a prison disturbance, the exertion of force by a correctional officer only rises to the level of a constitutional violation when it is imposed \"maliciously and sadistically for the very purpose of causing harm.\" <i>Whitley v. Albers,</i> 475 U.S. 312, 320-21, 106 S.Ct. 1078, 1085, 89 L.Ed.2d 251 (1986). When making this determination, factors to be considered include the need for application of force, the relationship between the need and the amount of force exerted, and the extent of the resulting injury. <i>Id.</i> at 321, 106 S.Ct. at 1085.</p>\n<p></p>\n<h2>1. <i>Deprivation of Adequate Medical Care</i>\n</h2>\n<p>Initially, defendants argue that this case is about excessive force and the use of mace and a four-point restraint. Therefore, defendants insist, and the Magistrate Judge agreed, that claims about inadequate medical care are not properly at issue. However, the complaint cannot be so narrowly confined. In the following portions of the complaint, Price indicates his contention that he was deprived sufficient mental health care:</p>\n<blockquote>5. Plaintiff suffers from mental illness and his actions are sometimes bizarre, destructive, self-injurious, and violent. He has been treated repeatedly at the Mental Health Unit of Central Prison for this illness but in January 1994, he was housed in a maximum security area instead. Beginning around January 6, 1994, Plaintiff began a course of bizarre behavior which should have notified Defendants that he required mental health treatment and intervention.</blockquote>\n<blockquote>6. Instead of providing mental health intervention and treatment of plaintiff, Defendants responded with mace and isolation.</blockquote>\n<p>(Compl.¶¶ 5-6.) The court reads these paragraphs to state a claim for inadequate provision of mental health care and entertains it jointly with the excessive force allegations.</p>\n<p>Notwithstanding, the mental health claims still merit a dismissal at this stage. First, the court questions whether any injury has been claimed resulting from the alleged denial of mental health treatment. On the surface, Price seems to assert that the pain and suffering directly resulted from the use of excessive force.</p>\n<p>Even assuming arguendo that Price's injuries could be perceived as arising from the alleged improper provision of mental health care, Price has failed to demonstrate that a clearly established right was violated. Put simply, nothing in the record indicates or even hints that defendants' conduct regarding Price's mental health needs transgressed the rights embodied in the Eighth Amendment. The Fourth Circuit has explained that a prisoner <span class=\"star-pagination\">*899</span> is entitled to psychological or psychiatric treatment if a physician or other health care provider, exercising ordinary skill and care at the time of observation, concludes with reasonable medical certainty (1) that the prisoner's symptoms evidence a serious disease or injury; (2) that such disease or injury is curable or may be substantially alleviated; and (3) that the potential for harm to the prisoner by reason of delay or the denial of care would be substantial.</p>\n<p><i>Bowring v. Godwin,</i> 551 F.2d 44, 47 (4th Cir.1977).</p>\n<p>In this case, Price had been treated and diagnosed repeatedly by trained professionals in the mental health field. Indeed, he was removed from the mental health unit based on psychological testing and evaluation as well as his disruptive conduct.</p>\n<p>Yet, Price would apparently obligate the correctional officials to make separate, independent medical judgments about the mental health of a prisoner and then to act accordingly. Such a requirement would be unreasonable and improper. <i>See </i><i>Miltier v. Beorn,</i> 896 F.2d 848, 854 (4th Cir.1990) (holding that prison officials are not only entitled to rely on the judgment of trained medical consultants but may be found liable if they intentionally disregard the medical diagnosis of the treating physician). Moreover, just because a prisoner's behavior is deviant is by no means an automatic indication that mental health confinement should be observed.</p>\n<p>Overall, Price does not claim that he was completely denied treatment by mental health professionals. Instead, he merely questions the choice about course of treatment. Price, however, is not entitled by any law to receive the exact mental health treatment, diagnosis, and placement that he might desire. <i>See </i><i>Wright v. Collins,</i> 766 F.2d 841, 849 (4th Cir.1985) (noting that disagreements between an inmate and a physician over proper medical care generally are not sufficient to constitute a § 1983 violation.) In this case, defendants did not engage in any behavior that reasonably displayed a deliberate indifference. As Price does not demonstrate a violation of a clearly established right that a reasonable person in defendants' position would recognize, qualified immunity is appropriate for all defendants on the mental health claims.</p>\n<p>In his objections to the M &amp; R, Price also seems to rely on the claim that he was denied adequate medical treatment during his confinement in the four-point restraints. Although discussed in the M &amp; R, this claim was not asserted in the complaint, and has only surfaced from an isolated comment in Price's deposition that he was only seen once by medical personnel during his confinement. In fact, this issue was not even raised by Price in his response to the original summary judgment motion. While the court is obligated to display considerable leniency under the notice pleading standard, a plaintiff cannot be permitted to manufacture or switch underlying legal or factual predicates as the case progresses. It appears that Price is now attempting to shift gears to add a separate and distinct claim. Yet, the only inadequate medical care claim asserted goes to the alleged denial of appropriate mental health care. To the extent that Price is now trying to maintain a separate claim for the lack of medical assistance during his confinement, this claim is not before the court. The court does note, however, that the circumstances of Price's confinement are discussed below in his challenge to the conditions of his restraint.</p>\n<p></p>\n<h2>2. <i>Use of Mace and Four-Point Restraints</i>\n</h2>\n<p>Price further challenges defendants' use of mace and four-point restraints. To defeat qualified immunity on these claims, Price must show that, at the time, clearly established law prohibited the use of mace and four-point restraints under the particular circumstances as alleged. <i>Mitchell v. Forsyth,</i> 472 U.S. 511, 528, 105 S.Ct. 2806, 2816-17, 86 L.Ed.2d 411 (1985); <i>Anderson,</i> 483 U.S. at 640, 107 S.Ct. at 3039.</p>\n<p>In this case, it seems fairly clear that Price was not entitled to be free from the use of mace or the initial use of four-point restraints to control his disruptive and dangerous behavior. The undisputed facts reveal that, based on Price's behavior at the time and his history of uncooperative conduct, defendants <span class=\"star-pagination\">*900</span> were authorized to employ such measures to control Price.</p>\n<p>With respect to the mace issue, Price does not claim that the use was excessive but seems to challenge the permissibility of using mace at all. However, it is accepted that prisoners may be subdued with mace when acting disorderly as long as the use is neither excessive nor applied solely for the purpose of inflicting pain or punishment. <i>See </i><i>Soto v. Dickey,</i> 744 F.2d 1260, 1270 (7th Cir.1984), <i>cert. denied,</i> 470 U.S. 1085, 105 S.Ct. 1846, 85 L.Ed.2d 144 (1985); <i>Spain v. Procunier,</i> 600 F.2d 189, 195 (9th Cir.1979). \"Mace can be constitutionally used in small quantities to `prevent riots and escapes' or to control a `recalcitrant inmate.'\" <i>Williams v. Benjamin,</i> 77 F.3d 756, 763 (4th Cir.1996) (quoting <i>Landman v. Peyton,</i> 370 F.2d 135, 138 &amp; n. 2 (4th Cir.1966), <i>cert. denied,</i> 388 U.S. 920, 87 S.Ct. 2142, 18 L.Ed.2d 1367 (1967)). In fact, \"a limited application of mace may be much more humane and effective than a flesh to flesh confrontation with an inmate.\" <i>Benjamin,</i> 77 F.3d at 763 (internal quotations and citation omitted). In this case, Price admits to being disruptive and throwing urine on the prison officers. Accordingly, the limited use of mace to subdue Price did not violate any clearly established law.</p>\n<p>Similarly, placement of a prisoner in four-point restraints was not a violation under clearly established law in 1994. <i>See </i><i>Fitts v. Witkowski,</i> 920 F.Supp. 679, 687 (D.S.C. 1996) (finding that the imposition of four-point restraints was not clearly a violation in March 1993). Instead, courts have repeatedly upheld the propriety of using four-point restraints when necessary. <i>See </i><i>Benjamin,</i> 77 F.3d at 764 (noting that the \"imposition of [four-point] restraints is seemingly a not uncommon `next' step, if verbal commands, show of force, and mace, are ineffective in controlling prisoners\").</p>\n<p>The more difficult question surrounds the length and conditions of Price's confinement in the restraints. Specifically, Price asserts an Eighth Amendment violation arising from the alleged refusal to allow him a shower to wash off the mace before and during his confinement in the restraints and for not having medical personnel check him regularly. Along the same lines, Price appears to assert that the twenty-eight-hour period of confinement was unconstitutional in duration. To fully explore these issues, a more in-depth review of the facts is appropriate.</p>\n<p>From his date of admission in 1988, Price incurred more than 100 rule violations. (Dixon Aff. p. 6, Ex. F.) During this period, prison officials determined that Price's disruptive behavior frequently either triggered or added to widespread disruptive conduct on the cell block. (<i>Id.</i> p. 7.) Officers had difficulty controlling Price and, on one occasion, Price even broke through steel handcuffs that were applied to restrain him. (Price Dep. p. 37.) In the days leading to Price's placement in four-point restraints, he had engaged in continuous assaultive and disruptive behavior towards the prison staff. (Dixon Aff., Ex. C.) On 6 January 1994, prison officials sprayed Price with mace to control his behavior. After the incident, Price admits that he refused offers to shower the mace off his body. (Plf.'s Response to Defs.' Mot. for Summ. J., p. 5).</p>\n<p>On 12 January 1994, prison officials again were forced to employ mace to stop his disobedience. Because of the repetitive nature of Price's disorderly conduct, they determined that his disruptive behavior could only be quelled by use of four-point restraints. Price remained in the restraints for the extended period because, based on his conduct leading to the incident in question, prison officials and officers judged that \"he presented a clear and present danger to institutional security and officer safety.\" (<i>See</i> Walker Aff. p. 2.)</p>\n<p>In discussing the 12 January 1994 confrontation, the \"Use of Force\" report and the Incident Report indicate that Price was offered a shower but refused. (Dixon Aff. Exs. C-2, C-3.) In fact, prison officers claim that Price refused shower offers on several occasions during the confinement. (<i>See</i> Signal Aff. p. 3.) However, Price's deposition testimony about the availability of a shower differs from the other accounts. At first, he claims that he begged to take a shower but was denied. (Price Dep. p. 36.) Later, when <span class=\"star-pagination\">*901</span> questioned about the shower, the dialogue went as follows:</p>\n<blockquote>Attorney: Were you offered a shower anytime during that period?</blockquote>\n<blockquote>Price: No.</blockquote>\n<blockquote>Attorney: So if they say that you refused a shower, they are lying about that, too?</blockquote>\n<blockquote>Price: I didn't refuse no shower.</blockquote>\n<blockquote>Attorney: Are you saying they never offered you one?</blockquote>\n<blockquote>Price: They offered me one, yes.</blockquote>\n<blockquote>Attorney: When?</blockquote>\n<blockquote>Price: Well, right after they brought me back from the hospital, right before they got ready to tie me down.</blockquote>\n<blockquote>Attorney: What happened?</blockquote>\n<blockquote>Price: No, they didn't offer me a shower then.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>Attorney: Did anyone offer you one?</blockquote>\n<blockquote>Price: I don't remember.</blockquote>\n<blockquote>Attorney: So if they say that they offered you one, if you don't remember, then you don't know whether that is true or not?</blockquote>\n<blockquote>Price: I know that I didn't get no shower.</blockquote>\n<blockquote>They put me straight on the bed. They didn't even stop or nothing like that. They just put me straight on the bed.</blockquote>\n<blockquote>Attorney: Did they offer you a shower anytime while you were restrained?</blockquote>\n<blockquote>Price: No.</blockquote>\n<blockquote>Attorney: And you are sure about that?</blockquote>\n<blockquote>Price: I am positive about that.</blockquote>\n<blockquote>Attorney: So if they say you refused a shower, they are lying about that, too?</blockquote>\n<blockquote>Price: Yeah ...</blockquote>\n<p>(Price Dep. pp. 43-44.)</p>\n<p>Based on the above, the court has serious reservations concerning whether such internally inconsistent and equivocal testimony even creates a genuine issue of material fact. Without expressly deciding this issue, however, the court finds that qualified immunity is appropriate based on the \"clearly established law\" analysis.</p>\n<p>As noted above, to be clearly established, the law must be defined to such a degree that, in the particular context, it would alert the official that \"what he is doing\" violates constitutional principles. <i>Anderson,</i> 483 U.S. at 640, 107 S.Ct. at 3039. In this case, the court has surveyed all federal law and finds that, even considering authority from other circuits, clearly established rights were not infringed by defendants' actions.</p>\n<p>Specifically, legal precedent would not have communicated to defendants that their particular course of action was clearly violative of the Eighth Amendment. The court cannot find any pre-1994 case even similar in nature in which prison officials were held to violate the Eighth Amendment by either denying the ability to wash after being sprayed with mace or confining an inmate in four-point restraints for a substantial period of time under Price's particular circumstances. A review of a recent Fourth Circuit case discussing these issues is instructive.</p>\n<p>In <i>Williams v. Benjamin,</i> 77 F.3d 756 (4th Cir.1996), the Fourth Circuit addressed a case strikingly similar to the one at hand. In <i>Benjamin,</i> inmates confined in the administrative segregation unit began throwing water out of the food service window. <i>Id.</i> at 759. After unsuccessfully ordering the behavior to stop, a correctional officer sprayed the inmates with mace. <i>Id.</i> Inmate Williams then began to holler in pain from the burning and pleaded for a shower. <i>Id.</i> The officer refused, locked the food service window, and turned off the water to the cell. <i>Id.</i> Next, after removing the bed mattress, Williams was placed in four-point restraints secured directly to the metal bed frame. <i>Id.</i> at 759-60. Subsequent requests to rinse the mace from his eyes, face, and body were refused. <i>Id.</i> Williams was confined in this manner for eight hours during which he was not allowed to use the toilet nor did he ever receive an evaluation by medical personnel. <i>Id.</i> at 760.</p>\n<p>Reviewing the officials' contention \"that the decision to confine Williams for eight hours without permitting him to wash or to use the toilet was a constitutionally permissible `exercise of official discretion,'\" the Fourth Circuit responded \"Maybe so.\" <i>Id.</i> at 765. The court further explained that \"[a]lthough the officers' conduct here may ultimately be held not to violate the Eighth Amendment,\" based on the facts at the time, <span class=\"star-pagination\">*902</span> Williams was at least entitled to survive summary judgment. <i>Id.</i> Expressing uncertainty about whether such conduct would rise to the level of an Eighth Amendment violation, the Fourth Circuit also noted that, in other cases condoning a lengthy four-point confinement, the courts had established the dangerousness of the inmate by meticulously documenting the prisoner's repeated violations of prison rules. <i>Id.</i> at 767. Such a record was not present in <i>Benjamin</i> as defendants neglected to supply any affidavits or exhibits in support of their motion for summary judgment. It is also noteworthy that the defendants in <i>Benjamin</i> neglected to invoke qualified immunity but rested purely on standard summary judgment analyses. <i>Id.</i> at 770-71 (Hamilton, concurring) (commenting that, in light of judicial authority from other circuits upholding lengthy four-point confinements, \"it may be that a reasonable officer would not have known that such action would violate the Eighth Amendment\").</p>\n<p>In this case, Price, whose prior violations have been well-documented, was not completely secluded in the cell for the duration of the restraint period. He admits that he was afforded bathroom breaks and, thus, was not totally without access to any source of water. Moreover, he was checked every fifteen minutes and was released for regular mealtimes as well. Also, immediately after the macing and before the confinement to four-point restraints, he was evaluated by medical personnel and, even according to Price, medical personnel checked him again later during his confinement.<sup>[1]</sup> Further, his mattress was left on the bunk while he was restrained.</p>\n<p>Price seems to rest much of his argument on the fact that medical personnel prescribed a shower after his medical evaluation. Yet, even if the prison officers neglected to follow through, this does not automatically mean that Price's constitutional rights were infringed. <i>See </i><i>Benjamin,</i> 77 F.3d at 766, 766 n. 5 (noting that compliance with <i>pri</i> son guidelines would not necessarily demonstrate constitutional propriety and, conversely, failure to comply would not automatically signify the existence of an Eighth Amendment violation.)</p>\n<p>Considering the discussion in <i>Benjamin</i> and the lack of additional judicial explication, the notion that defendants' conduct did not clearly violate the Eighth Amendment becomes apparent. Even in <i>Benjamin,</i> the Fourth Circuit expressed uncertainty about whether the facts as alleged by Williams, which were more egregious than in this case, constituted a violation of the Eighth Amendment.</p>\n<p>The simple fact remains that Price was housed in maximum security custody on the segregation unit because of the severity of his past crimes and his behavior while incarcerated. Moreover, in this setting, he is lodged in a unit with other dangerous inmates. While these exigencies by no means provide a carte blanche to prison officials to treat prisoners in any manner they wish, considerable discretion must be afforded such officers based on the nature of the setting. Where, as here, a prisoner, with a long history of problematic behavior, becomes unruly and aggressive, extreme measures often must be pursued. <i>See </i><i>Williams v. Burton,</i> 943 F.2d 1572, 1576 (11th Cir. 1991) (upholding a twenty-eight-hour confinement in four-point restraints where the inmate had a history of disobedience and the potential existed for further disturbances on the segregation unit), <i>cert. denied,</i> 505 U.S. 1208, 112 S.Ct. 3002, 120 L.Ed.2d 877 (1992). Although the conduct described in this case may eventually be found to be violative of constitutional protections, the parameters of the Eighth Amendment were not sufficiently defined at the time of defendants' actions to allow for a finding that their conduct violated \"clearly established law.\"</p>\n<p>While the court recognizes that Price is not obligated to produce a prior case with precise factual congruity, the unlawfulness of the act must at least be apparent in light of pre-existing law. <i>See </i><i>Anderson,</i> 483 U.S. at 639-40, 107 S.Ct. at 3038-39. If <span class=\"star-pagination\">*903</span> there is any \"legitimate question\" as to whether an officer's conduct transgresses a constitutional right, the officer is entitled to qualified immunity. <i>Wiley v. Doory,</i> 14 F.3d 993, 995 (4th Cir.1994). Stated differently, the qualified immunity doctrine offers protection to \"all but the plainly incompetent or those who knowingly violate the law.\" <i>Winfield v. Bass,</i> 106 F.3d 525, 530-31 (4th Cir. 1997) (quoting <i>Malley v. Briggs,</i> 475 U.S. 335, 341, 106 S.Ct. 1092, 1096, 89 L.Ed.2d 271 (1986)). Defendants in this case do not fall within either category.</p>\n<p>Finally, it is important to recognize that this court is not ruling on whether the denial of a shower or a twenty-eight-hour confinement rises to the level of a constitutional violation. Instead, the court is merely finding that, under the circumstances, in which even two years later the Fourth Circuit had not ruled definitively on similar issues, defendants are entitled to qualified immunity. <i>See also </i><i>Fitts,</i> 920 F.Supp. at 688 (noting that qualified immunity was appropriate in a similar, albeit less factually-developed and apparently less controversial, situation involving the use of four-point restraints).</p>\n<p></p>\n<h2>B. <i>Due Process Claims</i>\n</h2>\n<p>Although the M &amp; R did not address the due process issue, in this situation, the substantive due process analysis under the Fourteenth Amendment parallels the Eighth Amendment discussions. <i>See </i><i>Whitley v. Albers,</i> 475 U.S. 312, 327, 106 S.Ct. 1078, 1088, 89 L.Ed.2d 251 (1986) (finding that the due process clause affords no greater protection than the Eighth Amendment). With regard to any procedural due process claim, the <i>Benjamin</i> opinion effectively disposes of these issues as well.</p>\n<p>In <i>Benjamin,</i> the Fourth Circuit refused to find a procedural due process violation based on the following factors: 1) plaintiff did not specify what procedural protections were required; 2) the force was exerted in response to a disturbance and thus predeprivation protections could not be reasonably applied; and 3) there were no allegations that post-deprivation state remedies were inadequate. <i>Benjamin,</i> 77 F.3d at 769-70. Such factors accurately describe Price's claim in this case as well. Thus, based on guidance provided by both the United States Supreme Court and the Fourth Circuit, Price's due process claims must be dismissed.</p>\n<p></p>\n<h2>C. <i>State Law Claims</i>\n</h2>\n<p>Finally, while Price does not object to the dismissal of the claim under the United Nations Convention, he disputes the grant of summary judgment for defendants on the state law claims. Yet, Price did not even specify in the complaint any North Carolina statutes allegedly violated. (<i>See</i> Compl. ¶ 11 (\"Defendants' actions as described in this complaint violated Plaintiff's rights under the regulations and statutes of the state of North Carolina.\").) This recitation is not sufficient to state a claim.</p>\n<p>Despite this lack of even notice pleading on the face of the complaint, Price apparently seeks to rely on N.C. Gen.Stat. § 148-19(c) (1994) as the relevant statute. Even if Price had adequately pleaded this claim, the statutory language does not support his cause. The provision reads</p>\n<blockquote>Each prisoner committed to the State Department of Correction shall receive a physical and mental examination by a health care professional authorized by the North Carolina Medical Board to perform such examinations as soon as practicable after admission and before being assigned to work. The prisoner's work and other assignments shall be made with due regard for the prisoner's physical and mental condition.</blockquote>\n<p>N.C. Gen.Stat. § 148-19(c). By its own terms, the statute is inapposite to Price's situation. Instead, the statute is aimed at examinations before prisoners are delegated particular tasks and duties. Price's argument that \"assignment\" encompasses the placement of a prisoner in four-point restraints is simply unavailing. Accordingly, summary judgment for defendants is appropriate on any state law claim.<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*904</span> <i>Conclusion</i>\n</h2>\n<p>After careful review, the court declines to adopt the M &amp; R. Rather, in accordance with the above reasoning, defendants' motion for summary judgment is GRANTED. This case is, therefore, DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Although disputed by Price, the medical records actually show that Price was routinely checked by medical personnel during his confinement as specified by prison policy. For purposes of this motion, however, the court will assume that Price was examined once before his confinement and once during the confinement.</p>\n<p>[2]  Price also mentions N.C. Gen.Stat. § 148-20 (1994) as another possible underlying claim. The attempted invocation of this provision, prohibiting corporal punishment such as whipping and flogging, is similarly ineffective and must be dismissed.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">961</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">894</span></span> (1997)</b></center>\n<center><h1>Joe L. PRICE, Plaintiff,<br>\nv.<br>\nGary DIXON, R.E. Signal, C. Hinnant, E. Thomas, G. Theissen, E. Tant, S. Brown, and J. Daughtry, Defendants.</h1></center>\n<center>No. 5:94-CT-764-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 21, 1997.</center>\n<p><span class=\"star-pagination\">*895</span> <span class=\"star-pagination\">*896</span> J. Phillip Griffin, Jr., Raleigh, NC, for plaintiff.</p>\n<p>Jane R. Garvey, N.C. Dept. of Justice, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter comes before the court on objections by both parties to the Memorandum and Recommendation (\"M &amp; R\") of United States Magistrate Judge Alexander B. Denson.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>Plaintiff Joe L. Price was, and to the best of the court's knowledge remains, an inmate at Central Prison, a maximum custody facility located in Raleigh, North Carolina. The following facts are undisputed.</p>\n<p>In January 1994, because of a pattern of misbehavior, Price was detained in singlecell segregation. Despite being confined in segregation, Price continued to act in an aggressive and disruptive fashion. By his own admissions, he threw urine on correctional officers and engaged in other disorderly conduct. After warning Price that he would be restrained if his aggressive behavior did not subside, on 12 January 1994, correctional officers sprayed him with mace and placed him in four-point metal restraints when he again threw urine on the officers. Price was restrained in this position, in which his hands and feet were handcuffed to his bunk, for a period of twenty-eight hours. During this confinement, correctional officials checked his condition every fifteen minutes and released him regularly for bathroom and meal breaks.</p>\n<p>In his complaint, Price maintains that the course of action pursued by the correctional officers violated his Eighth Amendment and Fourteenth Amendment rights. Moreover, Price alleges claims under North Carolina state law and the provisions of the United Nations Convention Against Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment. Defendants moved for summary judgment on all claims.</p>\n<p>On 5 August 1996, Magistrate Judge Denson issued an M &amp; R recommending the following:</p>\n<p>1) The allegations should be construed as excessive force claims rather than claims for inadequate medical care.</p>\n<p>2) Qualified immunity is not appropriate because Price has alleged a violation of a clearly established right.</p>\n<p>3) Defendants' summary judgment motion as to the excessive force claims should be denied because genuine issues of material fact exist.</p>\n<p>4) Defendants' summary judgment motion as to the United Nations Convention Against Torture and Other Cruel, Inhumane or Degrading Treatment or Punishment claim and the state law claims should be granted.</p>\n<p><span class=\"star-pagination\">*897</span> Both parties have objected to the recommendations of the Magistrate Judge. First, defendants argue that the Magistrate Judge erred in his findings regarding the qualified immunity issue and the denial of summary judgment on the excessive force claims. Price objects to the portions of the M &amp; R characterizing the complaint as exclusively an excessive force claim, dismissing the state law claims, and neglecting to discuss the due process claims.</p>\n<p>The court will address each objection in turn.</p>\n<p></p>\n<h2>II. <i>Standard</i>\n</h2>\n<p>When reviewing a magistrate judge's M &amp; R in these circumstances, the court is obligated to undertake a <i>de novo</i> review of any portion of the M &amp; R to which an objection has been properly lodged. Fed.R.Civ.P. 72(b). Therefore, pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts and the moving party is entitled to judgment as a matter of law. Fed.R. Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2514. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> <span class=\"citation\" data-id=\"547612\"><a href=\"/opinion/547612/nathan-miller-v-emery-leathers-officer-and-north-carolina-prisoner-legal/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087 (4th Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1100</span></span> (1991). The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2554, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"681609\"><a href=\"/opinion/681609/66-fair-emplpraccas-bna-360-65-empl-prac-dec-p-43371-brenda/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> <span class=\"citation\" data-id=\"660200\"><a href=\"/opinion/660200/deborah-shaw-administratrix-of-the-estate-of-sidney-bowen-deceased-nancy/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 798 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span>, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">68</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994)).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>The court's initial inquiry must focus on whether defendants are protected under the qualified immunity doctrine. <i>DiMeglio v. Haines,</i> <span class=\"citation\" data-id=\"687282\"><a href=\"/opinion/687282/frank-m-dimeglio-v-j-robert-haines-individually-and-in-his-former/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">790</span></a></span>, 794-95 (4th Cir. 1995). Qualified immunity operates to release government officials from suit if it cannot be shown that their conduct violated a clearly established constitutional right of which a reasonable person in their position would have known. <i>Pritchett v. Alford,</i> <span class=\"citation\" data-id=\"589690\"><a href=\"/opinion/589690/robert-pritchett-ben-pritchett-marietta-garage-incorporated-v-rn/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">307</span></a></span>, 312 (4th Cir.1992) (citing <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, 2738, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982)). The legal reasonableness of a defendant's actions is to be construed in light of the clearly established law at the time of the alleged violation. <i>DiMeglio</i> 45 F.3d at 799.</p>\n<p>When examining whether the alleged violation infringed a clearly established right, \"the proper focus is not upon the right at its most general or abstract level, but at the level of its application to the specific conduct being challenged.\" <i>Id.</i> at 803 (citations omitted). The Supreme Court advised that</p>\n<blockquote>if the test of \"clearly established law\" were to be applied at [a] level of generality, it would bear no relationship to the \"objective legal reasonableness\" that is the touchstone of <i>Harlow.</i> Plaintiffs would be able to convert the rule of qualified immunity into a rule of virtually unqualified liability simply by alleging violation of extremely abstract rights.... The contours of the right must be sufficiently clear that a reasonable official would understand that what he is doing violates that right. This is not to say that an official action is protected by qualified immunity unless the very action in question has previously been held unlawful; but it is to say that in the light of pre-existing law the unlawfulness must be apparent.</blockquote>\n<p><span class=\"star-pagination\">*898</span> <i>Anderson v. Creighton,</i> <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 639-41, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, 3039, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987).</p>\n<p>Operating within the above framework, the court will now look at each specific claim. After evaluating the claims with respect to the qualified immunity defense, the court will address any remaining issues.</p>\n<p></p>\n<h2>A. <i>Eighth Amendment Claims</i>\n</h2>\n<p>Price makes several claims arising under the Eighth Amendment. The Eighth Amendment offers protections from the infliction of cruel and unusual punishment. U.S. Const. amend. VIII. The United States Court of Appeals for the Fourth Circuit has instructed that \"in order to establish the imposition of cruel and unusual punishment, a prisoner must prove two elements  that the deprivation of [a] basic human need was objectively sufficiently serious and that subjectively the officials act[ed] with a sufficiently culpable state of mind.\" <i>Shakka v. Smith,</i> <span class=\"citation\" data-id=\"709051\"><a href=\"/opinion/709051/ansaari-shakka-v-sewall-smith-warden-t-purnell-chief-of-security/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">162</span></a></span>, 166 (4th Cir.1995) (internal quotations and citations omitted). Notably, the subjective culpability varies depending on whether the alleged violation arises from the use of excessive force or deprivation of adequate medical care.</p>\n<p>To establish an Eighth Amendment violation under the inadequate medical care prong, Price must demonstrate a deliberate indifference on the part of defendants. <i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 106, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, 292, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976). A higher standard is imposed to establish a violation of the Eighth Amendment's excessive force prohibition. <i>Williams v. Benjamin,</i> <span class=\"citation\" data-id=\"714025\"><a href=\"/opinion/714025/sylvester-emerson-williams-v-clarence-benjamin-captain-lieber/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">756</span></a></span>, 761 (4th Cir.1996). When employed to quell a prison disturbance, the exertion of force by a correctional officer only rises to the level of a constitutional violation when it is imposed \"maliciously and sadistically for the very purpose of causing harm.\" <i>Whitley v. Albers,</i> <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 320-21, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1078</span></a></span>, 1085, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1986). When making this determination, factors to be considered include the need for application of force, the relationship between the need and the amount of force exerted, and the extent of the resulting injury. <i>Id.</i> at 321, 106 S.Ct. at 1085.</p>\n<p></p>\n<h2>1. <i>Deprivation of Adequate Medical Care</i>\n</h2>\n<p>Initially, defendants argue that this case is about excessive force and the use of mace and a four-point restraint. Therefore, defendants insist, and the Magistrate Judge agreed, that claims about inadequate medical care are not properly at issue. However, the complaint cannot be so narrowly confined. In the following portions of the complaint, Price indicates his contention that he was deprived sufficient mental health care:</p>\n<blockquote>5. Plaintiff suffers from mental illness and his actions are sometimes bizarre, destructive, self-injurious, and violent. He has been treated repeatedly at the Mental Health Unit of Central Prison for this illness but in January 1994, he was housed in a maximum security area instead. Beginning around January 6, 1994, Plaintiff began a course of bizarre behavior which should have notified Defendants that he required mental health treatment and intervention.</blockquote>\n<blockquote>6. Instead of providing mental health intervention and treatment of plaintiff, Defendants responded with mace and isolation.</blockquote>\n<p>(Compl.¶¶ 5-6.) The court reads these paragraphs to state a claim for inadequate provision of mental health care and entertains it jointly with the excessive force allegations.</p>\n<p>Notwithstanding, the mental health claims still merit a dismissal at this stage. First, the court questions whether any injury has been claimed resulting from the alleged denial of mental health treatment. On the surface, Price seems to assert that the pain and suffering directly resulted from the use of excessive force.</p>\n<p>Even assuming arguendo that Price's injuries could be perceived as arising from the alleged improper provision of mental health care, Price has failed to demonstrate that a clearly established right was violated. Put simply, nothing in the record indicates or even hints that defendants' conduct regarding Price's mental health needs transgressed the rights embodied in the Eighth Amendment. The Fourth Circuit has explained that a prisoner <span class=\"star-pagination\">*899</span> is entitled to psychological or psychiatric treatment if a physician or other health care provider, exercising ordinary skill and care at the time of observation, concludes with reasonable medical certainty (1) that the prisoner's symptoms evidence a serious disease or injury; (2) that such disease or injury is curable or may be substantially alleviated; and (3) that the potential for harm to the prisoner by reason of delay or the denial of care would be substantial.</p>\n<p><i>Bowring v. Godwin,</i> <span class=\"citation\" data-id=\"343592\"><a href=\"/opinion/343592/larry-grant-bowring-v-mills-e-godwin-individually-and-as-governor/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">44</span></a></span>, 47 (4th Cir.1977).</p>\n<p>In this case, Price had been treated and diagnosed repeatedly by trained professionals in the mental health field. Indeed, he was removed from the mental health unit based on psychological testing and evaluation as well as his disruptive conduct.</p>\n<p>Yet, Price would apparently obligate the correctional officials to make separate, independent medical judgments about the mental health of a prisoner and then to act accordingly. Such a requirement would be unreasonable and improper. <i>See </i><i>Miltier v. Beorn,</i> <span class=\"citation\" data-id=\"537002\"><a href=\"/opinion/537002/katherine-miltier-administratrix-of-the-estate-of-gwendolyn-miltier-v/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">848</span></a></span>, 854 (4th Cir.1990) (holding that prison officials are not only entitled to rely on the judgment of trained medical consultants but may be found liable if they intentionally disregard the medical diagnosis of the treating physician). Moreover, just because a prisoner's behavior is deviant is by no means an automatic indication that mental health confinement should be observed.</p>\n<p>Overall, Price does not claim that he was completely denied treatment by mental health professionals. Instead, he merely questions the choice about course of treatment. Price, however, is not entitled by any law to receive the exact mental health treatment, diagnosis, and placement that he might desire. <i>See </i><i>Wright v. Collins,</i> <span class=\"citation\" data-id=\"454686\"><a href=\"/opinion/454686/garcia-jay-wright-v-george-collins-warden-maryland-penitentiary-dr/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">841</span></a></span>, 849 (4th Cir.1985) (noting that disagreements between an inmate and a physician over proper medical care generally are not sufficient to constitute a § 1983 violation.) In this case, defendants did not engage in any behavior that reasonably displayed a deliberate indifference. As Price does not demonstrate a violation of a clearly established right that a reasonable person in defendants' position would recognize, qualified immunity is appropriate for all defendants on the mental health claims.</p>\n<p>In his objections to the M &amp; R, Price also seems to rely on the claim that he was denied adequate medical treatment during his confinement in the four-point restraints. Although discussed in the M &amp; R, this claim was not asserted in the complaint, and has only surfaced from an isolated comment in Price's deposition that he was only seen once by medical personnel during his confinement. In fact, this issue was not even raised by Price in his response to the original summary judgment motion. While the court is obligated to display considerable leniency under the notice pleading standard, a plaintiff cannot be permitted to manufacture or switch underlying legal or factual predicates as the case progresses. It appears that Price is now attempting to shift gears to add a separate and distinct claim. Yet, the only inadequate medical care claim asserted goes to the alleged denial of appropriate mental health care. To the extent that Price is now trying to maintain a separate claim for the lack of medical assistance during his confinement, this claim is not before the court. The court does note, however, that the circumstances of Price's confinement are discussed below in his challenge to the conditions of his restraint.</p>\n<p></p>\n<h2>2. <i>Use of Mace and Four-Point Restraints</i>\n</h2>\n<p>Price further challenges defendants' use of mace and four-point restraints. To defeat qualified immunity on these claims, Price must show that, at the time, clearly established law prohibited the use of mace and four-point restraints under the particular circumstances as alleged. <i>Mitchell v. Forsyth,</i> <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 528, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, 2816-17, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span> (1985); <i>Anderson,</i> 483 U.S. at 640, 107 S.Ct. at 3039.</p>\n<p>In this case, it seems fairly clear that Price was not entitled to be free from the use of mace or the initial use of four-point restraints to control his disruptive and dangerous behavior. The undisputed facts reveal that, based on Price's behavior at the time and his history of uncooperative conduct, defendants <span class=\"star-pagination\">*900</span> were authorized to employ such measures to control Price.</p>\n<p>With respect to the mace issue, Price does not claim that the use was excessive but seems to challenge the permissibility of using mace at all. However, it is accepted that prisoners may be subdued with mace when acting disorderly as long as the use is neither excessive nor applied solely for the purpose of inflicting pain or punishment. <i>See </i><i>Soto v. Dickey,</i> <span class=\"citation\" data-id=\"442143\"><a href=\"/opinion/442143/carlos-s-soto-and-robert-demallory-on-behalf-of-themselves-and-all-others/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1260</span></a></span>, 1270 (7th Cir.1984), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1085</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1846</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">144</span></span> (1985); <i>Spain v. Procunier,</i> <span class=\"citation\" data-id=\"367000\"><a href=\"/opinion/367000/johnny-l-spain-v-raymond-k-procunier/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 195 (9th Cir.1979). \"Mace can be constitutionally used in small quantities to `prevent riots and escapes' or to control a `recalcitrant inmate.'\" <i>Williams v. Benjamin,</i> <span class=\"citation\" data-id=\"714025\"><a href=\"/opinion/714025/sylvester-emerson-williams-v-clarence-benjamin-captain-lieber/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">756</span></a></span>, 763 (4th Cir.1996) (quoting <i>Landman v. Peyton,</i> <span class=\"citation\" data-id=\"274090\"><a href=\"/opinion/274090/robert-jewell-landman-sr-v-c-c-peyton-superintendent-of-the-virginia/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></a></span>, 138 &amp; n. 2 (4th Cir.1966), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">920</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2142</span></span>, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1367</span></span> (1967)). In fact, \"a limited application of mace may be much more humane and effective than a flesh to flesh confrontation with an inmate.\" <i>Benjamin,</i> 77 F.3d at 763 (internal quotations and citation omitted). In this case, Price admits to being disruptive and throwing urine on the prison officers. Accordingly, the limited use of mace to subdue Price did not violate any clearly established law.</p>\n<p>Similarly, placement of a prisoner in four-point restraints was not a violation under clearly established law in 1994. <i>See </i><i>Fitts v. Witkowski,</i> <span class=\"citation\" data-id=\"1461540\"><a href=\"/opinion/1461540/fitts-v-witkowski/\"><span class=\"volume\">920</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">679</span></a></span>, 687 (D.S.C. 1996) (finding that the imposition of four-point restraints was not clearly a violation in March 1993). Instead, courts have repeatedly upheld the propriety of using four-point restraints when necessary. <i>See </i><i>Benjamin,</i> 77 F.3d at 764 (noting that the \"imposition of [four-point] restraints is seemingly a not uncommon `next' step, if verbal commands, show of force, and mace, are ineffective in controlling prisoners\").</p>\n<p>The more difficult question surrounds the length and conditions of Price's confinement in the restraints. Specifically, Price asserts an Eighth Amendment violation arising from the alleged refusal to allow him a shower to wash off the mace before and during his confinement in the restraints and for not having medical personnel check him regularly. Along the same lines, Price appears to assert that the twenty-eight-hour period of confinement was unconstitutional in duration. To fully explore these issues, a more in-depth review of the facts is appropriate.</p>\n<p>From his date of admission in 1988, Price incurred more than 100 rule violations. (Dixon Aff. p. 6, Ex. F.) During this period, prison officials determined that Price's disruptive behavior frequently either triggered or added to widespread disruptive conduct on the cell block. (<i>Id.</i> p. 7.) Officers had difficulty controlling Price and, on one occasion, Price even broke through steel handcuffs that were applied to restrain him. (Price Dep. p. 37.) In the days leading to Price's placement in four-point restraints, he had engaged in continuous assaultive and disruptive behavior towards the prison staff. (Dixon Aff., Ex. C.) On 6 January 1994, prison officials sprayed Price with mace to control his behavior. After the incident, Price admits that he refused offers to shower the mace off his body. (Plf.'s Response to Defs.' Mot. for Summ. J., p. 5).</p>\n<p>On 12 January 1994, prison officials again were forced to employ mace to stop his disobedience. Because of the repetitive nature of Price's disorderly conduct, they determined that his disruptive behavior could only be quelled by use of four-point restraints. Price remained in the restraints for the extended period because, based on his conduct leading to the incident in question, prison officials and officers judged that \"he presented a clear and present danger to institutional security and officer safety.\" (<i>See</i> Walker Aff. p. 2.)</p>\n<p>In discussing the 12 January 1994 confrontation, the \"Use of Force\" report and the Incident Report indicate that Price was offered a shower but refused. (Dixon Aff. Exs. C-2, C-3.) In fact, prison officers claim that Price refused shower offers on several occasions during the confinement. (<i>See</i> Signal Aff. p. 3.) However, Price's deposition testimony about the availability of a shower differs from the other accounts. At first, he claims that he begged to take a shower but was denied. (Price Dep. p. 36.) Later, when <span class=\"star-pagination\">*901</span> questioned about the shower, the dialogue went as follows:</p>\n<blockquote>Attorney: Were you offered a shower anytime during that period?</blockquote>\n<blockquote>Price: No.</blockquote>\n<blockquote>Attorney: So if they say that you refused a shower, they are lying about that, too?</blockquote>\n<blockquote>Price: I didn't refuse no shower.</blockquote>\n<blockquote>Attorney: Are you saying they never offered you one?</blockquote>\n<blockquote>Price: They offered me one, yes.</blockquote>\n<blockquote>Attorney: When?</blockquote>\n<blockquote>Price: Well, right after they brought me back from the hospital, right before they got ready to tie me down.</blockquote>\n<blockquote>Attorney: What happened?</blockquote>\n<blockquote>Price: No, they didn't offer me a shower then.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>Attorney: Did anyone offer you one?</blockquote>\n<blockquote>Price: I don't remember.</blockquote>\n<blockquote>Attorney: So if they say that they offered you one, if you don't remember, then you don't know whether that is true or not?</blockquote>\n<blockquote>Price: I know that I didn't get no shower.</blockquote>\n<blockquote>They put me straight on the bed. They didn't even stop or nothing like that. They just put me straight on the bed.</blockquote>\n<blockquote>Attorney: Did they offer you a shower anytime while you were restrained?</blockquote>\n<blockquote>Price: No.</blockquote>\n<blockquote>Attorney: And you are sure about that?</blockquote>\n<blockquote>Price: I am positive about that.</blockquote>\n<blockquote>Attorney: So if they say you refused a shower, they are lying about that, too?</blockquote>\n<blockquote>Price: Yeah ...</blockquote>\n<p>(Price Dep. pp. 43-44.)</p>\n<p>Based on the above, the court has serious reservations concerning whether such internally inconsistent and equivocal testimony even creates a genuine issue of material fact. Without expressly deciding this issue, however, the court finds that qualified immunity is appropriate based on the \"clearly established law\" analysis.</p>\n<p>As noted above, to be clearly established, the law must be defined to such a degree that, in the particular context, it would alert the official that \"what he is doing\" violates constitutional principles. <i>Anderson,</i> 483 U.S. at 640, 107 S.Ct. at 3039. In this case, the court has surveyed all federal law and finds that, even considering authority from other circuits, clearly established rights were not infringed by defendants' actions.</p>\n<p>Specifically, legal precedent would not have communicated to defendants that their particular course of action was clearly violative of the Eighth Amendment. The court cannot find any pre-1994 case even similar in nature in which prison officials were held to violate the Eighth Amendment by either denying the ability to wash after being sprayed with mace or confining an inmate in four-point restraints for a substantial period of time under Price's particular circumstances. A review of a recent Fourth Circuit case discussing these issues is instructive.</p>\n<p>In <i>Williams v. Benjamin,</i> <span class=\"citation\" data-id=\"714025\"><a href=\"/opinion/714025/sylvester-emerson-williams-v-clarence-benjamin-captain-lieber/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">756</span></a></span> (4th Cir.1996), the Fourth Circuit addressed a case strikingly similar to the one at hand. In <i>Benjamin,</i> inmates confined in the administrative segregation unit began throwing water out of the food service window. <i>Id.</i> at 759. After unsuccessfully ordering the behavior to stop, a correctional officer sprayed the inmates with mace. <i>Id.</i> Inmate Williams then began to holler in pain from the burning and pleaded for a shower. <i>Id.</i> The officer refused, locked the food service window, and turned off the water to the cell. <i>Id.</i> Next, after removing the bed mattress, Williams was placed in four-point restraints secured directly to the metal bed frame. <i>Id.</i> at 759-60. Subsequent requests to rinse the mace from his eyes, face, and body were refused. <i>Id.</i> Williams was confined in this manner for eight hours during which he was not allowed to use the toilet nor did he ever receive an evaluation by medical personnel. <i>Id.</i> at 760.</p>\n<p>Reviewing the officials' contention \"that the decision to confine Williams for eight hours without permitting him to wash or to use the toilet was a constitutionally permissible `exercise of official discretion,'\" the Fourth Circuit responded \"Maybe so.\" <i>Id.</i> at 765. The court further explained that \"[a]lthough the officers' conduct here may ultimately be held not to violate the Eighth Amendment,\" based on the facts at the time, <span class=\"star-pagination\">*902</span> Williams was at least entitled to survive summary judgment. <i>Id.</i> Expressing uncertainty about whether such conduct would rise to the level of an Eighth Amendment violation, the Fourth Circuit also noted that, in other cases condoning a lengthy four-point confinement, the courts had established the dangerousness of the inmate by meticulously documenting the prisoner's repeated violations of prison rules. <i>Id.</i> at 767. Such a record was not present in <i>Benjamin</i> as defendants neglected to supply any affidavits or exhibits in support of their motion for summary judgment. It is also noteworthy that the defendants in <i>Benjamin</i> neglected to invoke qualified immunity but rested purely on standard summary judgment analyses. <i>Id.</i> at 770-71 (Hamilton, concurring) (commenting that, in light of judicial authority from other circuits upholding lengthy four-point confinements, \"it may be that a reasonable officer would not have known that such action would violate the Eighth Amendment\").</p>\n<p>In this case, Price, whose prior violations have been well-documented, was not completely secluded in the cell for the duration of the restraint period. He admits that he was afforded bathroom breaks and, thus, was not totally without access to any source of water. Moreover, he was checked every fifteen minutes and was released for regular mealtimes as well. Also, immediately after the macing and before the confinement to four-point restraints, he was evaluated by medical personnel and, even according to Price, medical personnel checked him again later during his confinement.<sup>[1]</sup> Further, his mattress was left on the bunk while he was restrained.</p>\n<p>Price seems to rest much of his argument on the fact that medical personnel prescribed a shower after his medical evaluation. Yet, even if the prison officers neglected to follow through, this does not automatically mean that Price's constitutional rights were infringed. <i>See </i><i>Benjamin,</i> 77 F.3d at 766, 766 n. 5 (noting that compliance with <i>pri</i> son guidelines would not necessarily demonstrate constitutional propriety and, conversely, failure to comply would not automatically signify the existence of an Eighth Amendment violation.)</p>\n<p>Considering the discussion in <i>Benjamin</i> and the lack of additional judicial explication, the notion that defendants' conduct did not clearly violate the Eighth Amendment becomes apparent. Even in <i>Benjamin,</i> the Fourth Circuit expressed uncertainty about whether the facts as alleged by Williams, which were more egregious than in this case, constituted a violation of the Eighth Amendment.</p>\n<p>The simple fact remains that Price was housed in maximum security custody on the segregation unit because of the severity of his past crimes and his behavior while incarcerated. Moreover, in this setting, he is lodged in a unit with other dangerous inmates. While these exigencies by no means provide a carte blanche to prison officials to treat prisoners in any manner they wish, considerable discretion must be afforded such officers based on the nature of the setting. Where, as here, a prisoner, with a long history of problematic behavior, becomes unruly and aggressive, extreme measures often must be pursued. <i>See </i><i>Williams v. Burton,</i> <span class=\"citation\" data-id=\"567916\"><a href=\"/opinion/567916/michael-d-williams-v-larry-w-burton-james-h-deloach-kenneth-jones/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1572</span></a></span>, 1576 (11th Cir. 1991) (upholding a twenty-eight-hour confinement in four-point restraints where the inmate had a history of disobedience and the potential existed for further disturbances on the segregation unit), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1208</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3002</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">877</span></span> (1992). Although the conduct described in this case may eventually be found to be violative of constitutional protections, the parameters of the Eighth Amendment were not sufficiently defined at the time of defendants' actions to allow for a finding that their conduct violated \"clearly established law.\"</p>\n<p>While the court recognizes that Price is not obligated to produce a prior case with precise factual congruity, the unlawfulness of the act must at least be apparent in light of pre-existing law. <i>See </i><i>Anderson,</i> 483 U.S. at 639-40, 107 S.Ct. at 3038-39. If <span class=\"star-pagination\">*903</span> there is any \"legitimate question\" as to whether an officer's conduct transgresses a constitutional right, the officer is entitled to qualified immunity. <i>Wiley v. Doory,</i> <span class=\"citation\" data-id=\"661480\"><a href=\"/opinion/661480/john-j-wiley-sergeant-charles-bealefeld-officer-harry-van-cleaf-officer/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 995 (4th Cir.1994). Stated differently, the qualified immunity doctrine offers protection to \"all but the plainly incompetent or those who knowingly violate the law.\" <i>Winfield v. Bass,</i> <span class=\"citation\" data-id=\"735339\"><a href=\"/opinion/735339/rodney-winfield-v-gl-bass-kelvin-carlyle-anthony-clatterbuck-james-hicks/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></a></span>, 530-31 (4th Cir. 1997) (quoting <i>Malley v. Briggs,</i> <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 341, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></a></span>, 1096, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1986)). Defendants in this case do not fall within either category.</p>\n<p>Finally, it is important to recognize that this court is not ruling on whether the denial of a shower or a twenty-eight-hour confinement rises to the level of a constitutional violation. Instead, the court is merely finding that, under the circumstances, in which even two years later the Fourth Circuit had not ruled definitively on similar issues, defendants are entitled to qualified immunity. <i>See also </i><i>Fitts,</i> 920 F.Supp. at 688 (noting that qualified immunity was appropriate in a similar, albeit less factually-developed and apparently less controversial, situation involving the use of four-point restraints).</p>\n<p></p>\n<h2>B. <i>Due Process Claims</i>\n</h2>\n<p>Although the M &amp; R did not address the due process issue, in this situation, the substantive due process analysis under the Fourteenth Amendment parallels the Eighth Amendment discussions. <i>See </i><i>Whitley v. Albers,</i> <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 327, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1078</span></a></span>, 1088, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1986) (finding that the due process clause affords no greater protection than the Eighth Amendment). With regard to any procedural due process claim, the <i>Benjamin</i> opinion effectively disposes of these issues as well.</p>\n<p>In <i>Benjamin,</i> the Fourth Circuit refused to find a procedural due process violation based on the following factors: 1) plaintiff did not specify what procedural protections were required; 2) the force was exerted in response to a disturbance and thus predeprivation protections could not be reasonably applied; and 3) there were no allegations that post-deprivation state remedies were inadequate. <i>Benjamin,</i> 77 F.3d at 769-70. Such factors accurately describe Price's claim in this case as well. Thus, based on guidance provided by both the United States Supreme Court and the Fourth Circuit, Price's due process claims must be dismissed.</p>\n<p></p>\n<h2>C. <i>State Law Claims</i>\n</h2>\n<p>Finally, while Price does not object to the dismissal of the claim under the United Nations Convention, he disputes the grant of summary judgment for defendants on the state law claims. Yet, Price did not even specify in the complaint any North Carolina statutes allegedly violated. (<i>See</i> Compl. ¶ 11 (\"Defendants' actions as described in this complaint violated Plaintiff's rights under the regulations and statutes of the state of North Carolina.\").) This recitation is not sufficient to state a claim.</p>\n<p>Despite this lack of even notice pleading on the face of the complaint, Price apparently seeks to rely on N.C. Gen.Stat. § 148-19(c) (1994) as the relevant statute. Even if Price had adequately pleaded this claim, the statutory language does not support his cause. The provision reads</p>\n<blockquote>Each prisoner committed to the State Department of Correction shall receive a physical and mental examination by a health care professional authorized by the North Carolina Medical Board to perform such examinations as soon as practicable after admission and before being assigned to work. The prisoner's work and other assignments shall be made with due regard for the prisoner's physical and mental condition.</blockquote>\n<p>N.C. Gen.Stat. § 148-19(c). By its own terms, the statute is inapposite to Price's situation. Instead, the statute is aimed at examinations before prisoners are delegated particular tasks and duties. Price's argument that \"assignment\" encompasses the placement of a prisoner in four-point restraints is simply unavailing. Accordingly, summary judgment for defendants is appropriate on any state law claim.<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*904</span> <i>Conclusion</i>\n</h2>\n<p>After careful review, the court declines to adopt the M &amp; R. Rather, in accordance with the above reasoning, defendants' motion for summary judgment is GRANTED. This case is, therefore, DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Although disputed by Price, the medical records actually show that Price was routinely checked by medical personnel during his confinement as specified by prison policy. For purposes of this motion, however, the court will assume that Price was examined once before his confinement and once during the confinement.</p>\n<p>[2]  Price also mentions N.C. Gen.Stat. § 148-20 (1994) as another possible underlying claim. The attempted invocation of this provision, prohibiting corporal punishment such as whipping and flogging, is similarly ineffective and must be dismissed.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/367000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735339/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1461540/"
  ]
}