{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2284145/",
  "absolute_url": "/opinion/2284145/stevenson-ex-rel-stevenson-v-martin-county-bd/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2284145/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:58:52.945762Z",
  "date_modified": "2016-04-26T20:45:50.467421Z",
  "type": "010combined",
  "sha1": "688b400e057f7984c6d246a38cdf01c002953de6",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>93 F.Supp.2d 644 (1999)</b></center>\n<center><h1>Alex STEVENSON, By and Through his father and next friend, Elmer William STEVENSON, and Elmer William Stevenson on his own behalf, Plaintiffs,<br>\nv.<br>\nMARTIN COUNTY BOARD OF EDUCATION, and Willie C. Peele, Superintendent of Martin County Schools, individually and in his official capacity, Harry D. Respass, Principal of Williamston Middle School, individually and in his official capacity, and Swanola Chance, teacher at Williamston Middle School, individually and in her official capacity, Defendants.</h1></center>\n<center>No. 4:99-CV-84-H (3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>November 15, 1999.</center>\n<p><span class=\"star-pagination\">*645</span> Charles K. McCotter, Jr., Robert J. McAfee, McCotter, McAfee &amp; Ashton, New Bern, NC, Stacey B. Bawtinhimer, New Bern, NC, for Alex Stevenson, by and through his father and next friend, Elmer William Stevenson, plaintiffs.</p>\n<p>J. Michael Crowell, Tharrington Smith, Raleigh, NC, for Martin County Board of Education, Willie C. Peele, Harry D. Respass, Swanola Chance, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' motion to dismiss plaintiffs' complaint pursuant to Fed.R.Civ.P. 12(b)(6) and 12(b)(1). Plaintiffs have responded and moved to strike certain portions of defendants' motion. This matter is ripe for ruling.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>Plaintiff, Alex Stevenson (\"Alex\"), attended the sixth grade at Williamston Middle School in Martin County, North Carolina, from August through October 1998. Alex asserts in his complaint that during the first two months of school, he was robbed during lunch, assaulted during his first period art class, repeatedly harassed and threatened by a fellow student and that student's friends on the school campus during school hours, and assaulted during first period while in the school hallway. Plaintiffs allege that the final assault upon Alex caused him physical damage and the combination of taunting and assaults caused him mental suffering.</p>\n<p>On the second day of school in August 1998, Charles McEachern (\"Charles\") and his friend Kemadrick Sherrod (\"Terrell\") robbed and assaulted Alex in the school lunch yard. (Compl.ś 15). Terrell was suspended the following week for throwing books at Alex. (Compl.16). On August 20, 1998, Charles started a fight with Alex in defendant Swanola Chance's (\"Chance\") room. Alex defended himself during the fight and both Alex and Charles were suspended for two days. (Compl.śś 17-18).</p>\n<p><span class=\"star-pagination\">*646</span> Also on August 20, 1998, plaintiff Elmer Stevenson, Alex's father, attended a conference with the school principal and defendant, Harry Respass (\"Respass\"). Elmer Stevenson expressed his concern that Charles and his friends may seek revenge on Alex and informed Respass of Charles' threats against Alex. Respass assured Elmer Stevenson that he would remove Alex from Charles' classes to avoid a confrontation or retaliation. (Compl.ś 20). On August 24, Charles was still in school, having not been suspended due to his parent's inability to arrange child care. (Compl.ś 22). Charles told Alex that he was going to beat Alex up for Alex's role in getting Charles suspended. (Compl.ś 21). Charles was eventually suspended, but Alex was not removed from any of Charles' classes.</p>\n<p>From August 20 to September 18, 1998, Charles continued to harass Alex and would hit and kick Alex in the head, chest and back as he walked past Alex's locker. (Compl.ś 27). On September 18, 1998, Charles accused Alex of breaking his glasses. (Compl.ś 31). Alex denied this accusation and Charles punched him in the head. After being punched, Alex approached Chance, the teacher present in the room, and asked for help. (Compl.ś 33). Chance told Alex that there was nothing she could do for him and that he probably deserved what he got. (Compl.ś 34).</p>\n<p>Alex told Chance that he was going to the principal's office for help. As Alex was going down the hall, Charles and a friend, Broderick Jones, walked past Chance and chased Alex. (Compl.ś 38). Realizing that he was being chased, Alex tapped on the door of the music teacher. While in the hallway, Charles and Broderick overtook Alex and began to punch him. (Compl.ś 40). They knocked Alex to the floor and began kicking and stomping on Alex's chest, throat, head, arms and legs for approximately 10 minutes. (Compl.ś 40). The music teacher tried to stop Charles, but was herself assaulted. (Compl.ś 41). Several students finally restrained Charles, but Broderick, who at the time weighed nearly 200 pounds, continued to stomp on Alex's throat until being restrained. (Compl.śś 43-45). The music teacher commented to Elmer Stevenson that the attack had been the most brutal she had ever witnessed. (Compl.ś 47). Alex suffered severe contusions, lacerations and temporary eye dysfunction. (Compl.ś 49). The school suspended Charles and Broderick and for several weeks, sent them to a separate school for students with disciplinary problems. (Compl.ś 51).</p>\n<p>On September 22, while in Chance's room, some of Charles' friends told Alex they were going to jump him. (Compl.ś 54). Alex informed Respass, who told Alex that he would take care of it. (Compl.55). The boys assaulted Alex after lunch and one of them was suspended. (Compl.ś 56). On October 1, 1998, Elmer Stevenson withdrew Alex from Williamston Middle School.</p>\n<p>Plaintiffs filed this action in June 1999, alleging numerous state claims along with federal claims under the Fourteenth Amendment and 42 U.S.C. § 1983. Defendants have moved to dismiss the federal claims and the pendent state claims.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>A federal district court confronted with a motion to dismiss for failure to state a claim should view the allegations of the complaint in the light most favorable to the plaintiffs. <i>See </i><i>Ibarra v. United States,</i> 120 F.3d 472, 474 (4th Cir.1997). The intent of Rule 12(b)(6) is to test the sufficiency of a complaint; \"importantly, [a Rule 12(b)(6) motion] does not resolve contests surrounding the facts, the merits of a claim, or the applicability of defenses.\" <i>Edwards v. City of Goldsboro,</i> 178 F.3d 231, 243 (4th Cir.1999) (citing <i>Republican Party v. Martin,</i> 980 F.2d 943, 952 (4th Cir.1992)). After accepting all well-pleaded <span class=\"star-pagination\">*647</span> allegations in the plaintiffs' complaint as true and drawing all reasonable factual inferences from those facts in the plaintiffs' favor, motions to dismiss are granted only where the plaintiffs can prove no set of facts which would entitle them to relief. <i>See </i><i>Mylan Lab. Inc. v. Matkari,</i> 7 F.3d 1130 (4th Cir.1993).</p>\n<p></p>\n<h2>II. Plaintiffs' Constitutional Claims</h2>\n<p>The court must decide whether the disturbing events of Alex's first two months of school amount to a violation of his rights under the United States Constitution. For the reasons stated below, the court finds that they do not.</p>\n<p>Before examining portions of the large body of case law dealing with violence in the school, it is important to determine what plaintiffs' claims allege. Plaintiffs have alleged two federal law claims against state actors. The first is a claim under the Fourteenth Amendment to the United States Constitution against defendants Martin County Board of Education, Peele, Respass and Chance, for deprivation of property without due process of law. The second is an untitled claim under § 1983 against Martin County Board of Education, Peele and Respass.</p>\n<p>The United States Constitution and its amendments do not create private rights of action, but instead enable the branches of government to enact laws to enforce the articles or amendments. The Fourteenth Amendment prohibits the deprivation of property, <i>see</i> U.S. Const. amend XIV, § 1, and gives Congress the power to enforce the provisions of the Fourteenth Amendment by appropriate legislation. <i>See id.</i> at § 5. Congress has used the power delegated by the Constitution and its amendments to enact 42 U.S.C. § 1983 which states:</p>\n<blockquote>Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress, except that in any action brought against a judicial officer for an act or omission taken in such officer's judicial capacity, injunctive relief shall not be granted unless a declaratory decree was violated or declaratory relief was unavailable....</blockquote>\n<p>42 U.S.C. § 1983. Section 1983 provides the mechanism by which an individual may bring a cause of action against a state actor for a deprivation of a constitutional right or a right guaranteed by laws of the United States.</p>\n<p>Plaintiffs' § 1983 claim alleges the deprivation of a right to a public education and impliedly alleges deliberate indifference to a known duty under Title IV of the Safe and Drug-Free Schools Act (\"Safe Schools Act\"). Plaintiffs' due process claim is also asserted against state actors and must be brought under § 1983. Accordingly, plaintiffs' due process claim merges with plaintiffs' § 1983 claim. <i>See </i><i>Hughes v. Bedsole,</i> 48 F.3d 1376, 1383 n. 6 (4th Cir.1995). The court will examine each of plaintiffs' federal claims under the § 1983 rubric.</p>\n<p></p>\n<h2>A. Plaintiffs' Due Process Claim</h2>\n<p>It is important to note that plaintiffs have not alleged a deprivation of a liberty interest, but instead, have alleged a deprivation of property. <i>See</i> Compl. ś 82 (\"Defendants ... arbitrarily and capriciously deprived Alex Stevenson of his property interest to public education with [sic] due process of law in violation of Fourteenth Amendment ...\"). Plaintiffs attempt to argue in their brief that Alex was also deprived of a liberty interest guaranteed by the due process clause. However, plaintiffs have failed to allege the deprivation of a liberty interest. While never addressed by the Fourth Circuit, other circuits have uniformly rejected the position that a student is entitled to affirmative protection, under a due process <span class=\"star-pagination\">*648</span> liberty interest, while at school. <i>See </i><i>Johnson v. Dallas Indep. Sch. Dist.,</i> 38 F.3d 198 (5th Cir.1994); <i>Maldonado v. Josey,</i> 975 F.2d 727, 730-33 (10th Cir.1992), <i>cert. denied,</i> 507 U.S. 914, 113 S.Ct. 1266, 122 L.Ed.2d 662 (1993); <i>Dorothy J. v. Little Rock Sch. Dist.,</i> 7 F.3d 729, 732 (8th Cir. 1993); <i>D.R. v. Middle Bucks Area Vocational Technical Sch.,</i> 972 F.2d 1364, 1369-72 (3rd Cir.1992) (en banc), <i>cert. denied,</i> 506 U.S. 1079, 113 S.Ct. 1045, 122 L.Ed.2d 354 (1993); <i>J.O. v. Alton Community Unit Sch. Dist. 11,</i> 909 F.2d 267, 272 (7th Cir. 1990). An affirmative duty only arises when \"the state has exercised its power so as to render an individual unable to care for himself or herself.\" <i>Alton Community,</i> 909 F.2d at 272; <i>see also </i><i>Sutton v. Utah State Sch. for the Deaf and Blind,</i> 173 F.3d 1226 (10th Cir.1999).</p>\n<p>The court agrees with the analysis of the Seventh Circuit in <i>Alton Community</i> regarding compulsory school attendance laws and the state's affirmative duty in school settings. The Seventh Circuit recognized that, for due process purposes, no special relationship exits between students and the school, stating that:</p>\n<blockquote>[T]he government, acting through local school administrations, has not rendered its schoolchildren so helpless that an affirmative constitutional duty to protect arises. Whatever duty of protection does arise is best left to laws outside the Constitution ... At most, the state might require a child to attend school ... but it cannot be suggested that compulsory school attendance makes a child unable to care for basic human needs. The parents still retain primary responsibility ...</blockquote>\n<p><i>Id.</i></p>\n<p>While a right to public education is not enumerated in the Constitution, the Supreme Court has found that a student has a property interest in receiving a public education subject to the due process clause when a state establishes and maintains a public school system. <i>See </i><i>Goss v. Lopez,</i> 419 U.S. 565, 574, 95 S.Ct. 729, 42 L.Ed.2d 725 (1975). The student's due process right applies to the state's ability to take away the entitlement to education when dismissing a child. The court has been unable to find any case in which the property right to public education has been applied in any circumstance other than a school dismissing or punishing a student, and plaintiffs have provided no such cases. Because Alex voluntarily left the public school to attend a private school, he cannot state a claim for deprivation of a due process property interest.</p>\n<p></p>\n<h2>B. Plaintiffs' Deliberate Indifference Claims</h2>\n<p>Next, plaintiffs assert that defendants denied Alex the right to a public school education by their deliberate indifference to Alex's safety in violation of North Carolina law and the federal Safe Schools Act. Plaintiffs rely on the recent ruling of <i>Davis v. Monroe County Board of Educ.,</i> 526 U.S. 629, 119 S.Ct. 1661, 143 L.Ed.2d 839 (1999), to support their contention that school officials who are deliberately indifferent have a duty to protect students from acts of private violence. The <i>Davis</i> decision examined Title IX, a law passed in 1972, with a regulatory scheme that \"has long provided funding recipients with notice that they may be liable for their failure to respond to discriminatory acts of certain non-agents.\" <i>Davis,</i> 119 S.Ct. at 1671. The Court borrowed the deliberate indifference standard from § 1983 and applied it to a school board with knowledge of Title IX and its regulatory progeny. <i>See id.</i> at 1661. The Court concluded that the deliberate indifference standard and the language of Title IX may sometimes trigger a funding recipient's duty to respond to acts of third parties. <i>See id.</i> at 1672.</p>\n<p>A funding recipient must have notice of their potential liability for student-on-student violence. <i>See </i><i>Pennhurst State Sch. and Hosp. v. Halderman,</i> 451 U.S. 1, 17, 101 S.Ct. 1531, 67 L.Ed.2d 694 (1981). The question in this case is whether defendants had notice of a duty to respond under the Safe Schools Act. If defendants had notice of a duty then plaintiffs' allegations <span class=\"star-pagination\">*649</span> of deliberate indifference could state a claim for relief.</p>\n<p>Congress enacted the Safe Schools Act in 1994. Since its enactment, no regulations have been promulgated by the Department of Education explaining a students' rights under the Safe Schools Act, and no federal court in the country has relied upon the Act for any purpose. The Safe Schools Act is merely a grant program, with a stated purpose to \"support grant programs to meet the seventh National Education Goal by preventing violence in and around schools ... through the provision of Federal assistance to ... States for Grants ...\" 20 U.S.C. § 7103. To contend that this act placed defendants on notice that they could be held liable for student on student violence is severely misplaced.</p>\n<p>The Supreme Court, in an attempt to add more weight to its decision in <i>Davis,</i> expressed the opinion that the common law also puts schools on notice for possible liability under state law for acts of third parties. <i>See </i><i>Davis,</i> 119 S.Ct at 1671. The premise upon which the Court made this statement was that explicit language existed in Title IX putting recipients of federal funding on notice that they could be held liable for discrimination. Defendants in <i>Davis</i> contended that although explicit language informed them of their liability, they were not on notice for possible third-party liability. However, the common law does not provide notice that schools may be held liable under a federal grant program containing no explicit language of recipient liability and no regulatory scheme creating liability. Accordingly, the court finds that plaintiffs have failed to state a claim for relief. Defendants had no notice that they could be liable under the Safe Schools Act for their own violent acts or the violent acts of their employees, let alone the implied notice that they could be held liable for third-party acts. Although the violence experienced by Alex is infelicitous, it does not rise to a federal constitutional or statutory violation. Defendants' motion to dismiss plaintiffs' federal claims is GRANTED.</p>\n<p></p>\n<h2>IV. Plaintiffs' State Claim</h2>\n<p>The only remaining claims before this court are plaintiffs' claims under state law. The court's exercise of jurisdiction over such claims is discretionary, and a district court may decline to exercise supplemental jurisdiction over a claim \"if [it] has dismissed all claims over which it has original jurisdiction.\" 28 U.S.C. § 1367(c)(3). Since the court in this case has dismissed plaintiffs' claims under federal law, it declines to exercise supplemental jurisdiction over their state law claim. Therefore, the court GRANTS defendants' motion to dismiss plaintiffs' state law claims.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above stated reasons, defendants' motion to dismiss is GRANTED, and plaintiffs' motion to strike is rendered moot. The clerk is directed to close this case.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">644</span></span> (1999)</b></center>\n<center><h1>Alex STEVENSON, By and Through his father and next friend, Elmer William STEVENSON, and Elmer William Stevenson on his own behalf, Plaintiffs,<br>\nv.<br>\nMARTIN COUNTY BOARD OF EDUCATION, and Willie C. Peele, Superintendent of Martin County Schools, individually and in his official capacity, Harry D. Respass, Principal of Williamston Middle School, individually and in his official capacity, and Swanola Chance, teacher at Williamston Middle School, individually and in her official capacity, Defendants.</h1></center>\n<center>No. 4:99-CV-84-H (3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>November 15, 1999.</center>\n<p><span class=\"star-pagination\">*645</span> Charles K. McCotter, Jr., Robert J. McAfee, McCotter, McAfee &amp; Ashton, New Bern, NC, Stacey B. Bawtinhimer, New Bern, NC, for Alex Stevenson, by and through his father and next friend, Elmer William Stevenson, plaintiffs.</p>\n<p>J. Michael Crowell, Tharrington Smith, Raleigh, NC, for Martin County Board of Education, Willie C. Peele, Harry D. Respass, Swanola Chance, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' motion to dismiss plaintiffs' complaint pursuant to Fed.R.Civ.P. 12(b)(6) and 12(b)(1). Plaintiffs have responded and moved to strike certain portions of defendants' motion. This matter is ripe for ruling.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>Plaintiff, Alex Stevenson (\"Alex\"), attended the sixth grade at Williamston Middle School in Martin County, North Carolina, from August through October 1998. Alex asserts in his complaint that during the first two months of school, he was robbed during lunch, assaulted during his first period art class, repeatedly harassed and threatened by a fellow student and that student's friends on the school campus during school hours, and assaulted during first period while in the school hallway. Plaintiffs allege that the final assault upon Alex caused him physical damage and the combination of taunting and assaults caused him mental suffering.</p>\n<p>On the second day of school in August 1998, Charles McEachern (\"Charles\") and his friend Kemadrick Sherrod (\"Terrell\") robbed and assaulted Alex in the school lunch yard. (Compl.ś 15). Terrell was suspended the following week for throwing books at Alex. (Compl.16). On August 20, 1998, Charles started a fight with Alex in defendant Swanola Chance's (\"Chance\") room. Alex defended himself during the fight and both Alex and Charles were suspended for two days. (Compl.śś 17-18).</p>\n<p><span class=\"star-pagination\">*646</span> Also on August 20, 1998, plaintiff Elmer Stevenson, Alex's father, attended a conference with the school principal and defendant, Harry Respass (\"Respass\"). Elmer Stevenson expressed his concern that Charles and his friends may seek revenge on Alex and informed Respass of Charles' threats against Alex. Respass assured Elmer Stevenson that he would remove Alex from Charles' classes to avoid a confrontation or retaliation. (Compl.ś 20). On August 24, Charles was still in school, having not been suspended due to his parent's inability to arrange child care. (Compl.ś 22). Charles told Alex that he was going to beat Alex up for Alex's role in getting Charles suspended. (Compl.ś 21). Charles was eventually suspended, but Alex was not removed from any of Charles' classes.</p>\n<p>From August 20 to September 18, 1998, Charles continued to harass Alex and would hit and kick Alex in the head, chest and back as he walked past Alex's locker. (Compl.ś 27). On September 18, 1998, Charles accused Alex of breaking his glasses. (Compl.ś 31). Alex denied this accusation and Charles punched him in the head. After being punched, Alex approached Chance, the teacher present in the room, and asked for help. (Compl.ś 33). Chance told Alex that there was nothing she could do for him and that he probably deserved what he got. (Compl.ś 34).</p>\n<p>Alex told Chance that he was going to the principal's office for help. As Alex was going down the hall, Charles and a friend, Broderick Jones, walked past Chance and chased Alex. (Compl.ś 38). Realizing that he was being chased, Alex tapped on the door of the music teacher. While in the hallway, Charles and Broderick overtook Alex and began to punch him. (Compl.ś 40). They knocked Alex to the floor and began kicking and stomping on Alex's chest, throat, head, arms and legs for approximately 10 minutes. (Compl.ś 40). The music teacher tried to stop Charles, but was herself assaulted. (Compl.ś 41). Several students finally restrained Charles, but Broderick, who at the time weighed nearly 200 pounds, continued to stomp on Alex's throat until being restrained. (Compl.śś 43-45). The music teacher commented to Elmer Stevenson that the attack had been the most brutal she had ever witnessed. (Compl.ś 47). Alex suffered severe contusions, lacerations and temporary eye dysfunction. (Compl.ś 49). The school suspended Charles and Broderick and for several weeks, sent them to a separate school for students with disciplinary problems. (Compl.ś 51).</p>\n<p>On September 22, while in Chance's room, some of Charles' friends told Alex they were going to jump him. (Compl.ś 54). Alex informed Respass, who told Alex that he would take care of it. (Compl.55). The boys assaulted Alex after lunch and one of them was suspended. (Compl.ś 56). On October 1, 1998, Elmer Stevenson withdrew Alex from Williamston Middle School.</p>\n<p>Plaintiffs filed this action in June 1999, alleging numerous state claims along with federal claims under the Fourteenth Amendment and 42 U.S.C. § 1983. Defendants have moved to dismiss the federal claims and the pendent state claims.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p></p>\n<h2>I. Standard of Review</h2>\n<p>A federal district court confronted with a motion to dismiss for failure to state a claim should view the allegations of the complaint in the light most favorable to the plaintiffs. <i>See </i><i>Ibarra v. United States,</i> <span class=\"citation\" data-id=\"744498\"><a href=\"/opinion/744498/maria-jimena-ibarra-v-united-states-of-america-unknown-government-officers/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">472</span></a></span>, 474 (4th Cir.1997). The intent of Rule 12(b)(6) is to test the sufficiency of a complaint; \"importantly, [a Rule 12(b)(6) motion] does not resolve contests surrounding the facts, the merits of a claim, or the applicability of defenses.\" <i>Edwards v. City of Goldsboro,</i> <span class=\"citation\" data-id=\"764384\"><a href=\"/opinion/764384/kenneth-r-edwards-v-city-of-goldsboro-chester-hill-individually-and-in/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 243 (4th Cir.1999) (citing <i>Republican Party v. Martin,</i> <span class=\"citation\" data-id=\"596124\"><a href=\"/opinion/596124/republican-party-of-north-carolina-bruce-briggs-william-r-sigmon-marvin-k/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 952 (4th Cir.1992)). After accepting all well-pleaded <span class=\"star-pagination\">*647</span> allegations in the plaintiffs' complaint as true and drawing all reasonable factual inferences from those facts in the plaintiffs' favor, motions to dismiss are granted only where the plaintiffs can prove no set of facts which would entitle them to relief. <i>See </i><i>Mylan Lab. Inc. v. Matkari,</i> <span class=\"citation\" data-id=\"655512\"><a href=\"/opinion/655512/mylan-laboratories-incorporated-v-raj-matkari-dilip-shah-raju-vegesna/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span> (4th Cir.1993).</p>\n<p></p>\n<h2>II. Plaintiffs' Constitutional Claims</h2>\n<p>The court must decide whether the disturbing events of Alex's first two months of school amount to a violation of his rights under the United States Constitution. For the reasons stated below, the court finds that they do not.</p>\n<p>Before examining portions of the large body of case law dealing with violence in the school, it is important to determine what plaintiffs' claims allege. Plaintiffs have alleged two federal law claims against state actors. The first is a claim under the Fourteenth Amendment to the United States Constitution against defendants Martin County Board of Education, Peele, Respass and Chance, for deprivation of property without due process of law. The second is an untitled claim under § 1983 against Martin County Board of Education, Peele and Respass.</p>\n<p>The United States Constitution and its amendments do not create private rights of action, but instead enable the branches of government to enact laws to enforce the articles or amendments. The Fourteenth Amendment prohibits the deprivation of property, <i>see</i> U.S. Const. amend XIV, § 1, and gives Congress the power to enforce the provisions of the Fourteenth Amendment by appropriate legislation. <i>See id.</i> at § 5. Congress has used the power delegated by the Constitution and its amendments to enact 42 U.S.C. § 1983 which states:</p>\n<blockquote>Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress, except that in any action brought against a judicial officer for an act or omission taken in such officer's judicial capacity, injunctive relief shall not be granted unless a declaratory decree was violated or declaratory relief was unavailable....</blockquote>\n<p>42 U.S.C. § 1983. Section 1983 provides the mechanism by which an individual may bring a cause of action against a state actor for a deprivation of a constitutional right or a right guaranteed by laws of the United States.</p>\n<p>Plaintiffs' § 1983 claim alleges the deprivation of a right to a public education and impliedly alleges deliberate indifference to a known duty under Title IV of the Safe and Drug-Free Schools Act (\"Safe Schools Act\"). Plaintiffs' due process claim is also asserted against state actors and must be brought under § 1983. Accordingly, plaintiffs' due process claim merges with plaintiffs' § 1983 claim. <i>See </i><i>Hughes v. Bedsole,</i> <span class=\"citation\" data-id=\"691016\"><a href=\"/opinion/691016/sandra-k-hughes-v-morris-bedsole-both-individually-and-in-his-official/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1376</span></a></span>, 1383 n. 6 (4th Cir.1995). The court will examine each of plaintiffs' federal claims under the § 1983 rubric.</p>\n<p></p>\n<h2>A. Plaintiffs' Due Process Claim</h2>\n<p>It is important to note that plaintiffs have not alleged a deprivation of a liberty interest, but instead, have alleged a deprivation of property. <i>See</i> Compl. ś 82 (\"Defendants ... arbitrarily and capriciously deprived Alex Stevenson of his property interest to public education with [sic] due process of law in violation of Fourteenth Amendment ...\"). Plaintiffs attempt to argue in their brief that Alex was also deprived of a liberty interest guaranteed by the due process clause. However, plaintiffs have failed to allege the deprivation of a liberty interest. While never addressed by the Fourth Circuit, other circuits have uniformly rejected the position that a student is entitled to affirmative protection, under a due process <span class=\"star-pagination\">*648</span> liberty interest, while at school. <i>See </i><i>Johnson v. Dallas Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"680727\"><a href=\"/opinion/680727/andrew-johnson-individually-and-as-heir-to-andor-personal-representative/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">198</span></a></span> (5th Cir.1994); <i>Maldonado v. Josey,</i> <span class=\"citation\" data-id=\"591010\"><a href=\"/opinion/591010/leroy-maldonado-personal-representative-of-the-estate-of-mark-p/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">727</span></a></span>, 730-33 (10th Cir.1992), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">914</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1266</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></span> (1993); <i>Dorothy J. v. Little Rock Sch. Dist.,</i> <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">729</span></span>, 732 (8th Cir. 1993); <i>D.R. v. Middle Bucks Area Vocational Technical Sch.,</i> <span class=\"citation\" data-id=\"589625\"><a href=\"/opinion/589625/dr-a-minor-child-by-her-parent-and-natural-guardian-lr-and-lr/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1369-72 (3rd Cir.1992) (en banc), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1079</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1045</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">354</span></span> (1993); <i>J.O. v. Alton Community Unit Sch. Dist. 11,</i> <span class=\"citation\" data-id=\"545262\"><a href=\"/opinion/545262/jo-and-po-individually-and-as-parents-and-next-friends-of-do-jb/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">267</span></a></span>, 272 (7th Cir. 1990). An affirmative duty only arises when \"the state has exercised its power so as to render an individual unable to care for himself or herself.\" <i>Alton Community,</i> 909 F.2d at 272; <i>see also </i><i>Sutton v. Utah State Sch. for the Deaf and Blind,</i> <span class=\"citation\" data-id=\"157630\"><a href=\"/opinion/157630/sutton-v-utah-state-school/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1226</span></a></span> (10th Cir.1999).</p>\n<p>The court agrees with the analysis of the Seventh Circuit in <i>Alton Community</i> regarding compulsory school attendance laws and the state's affirmative duty in school settings. The Seventh Circuit recognized that, for due process purposes, no special relationship exits between students and the school, stating that:</p>\n<blockquote>[T]he government, acting through local school administrations, has not rendered its schoolchildren so helpless that an affirmative constitutional duty to protect arises. Whatever duty of protection does arise is best left to laws outside the Constitution ... At most, the state might require a child to attend school ... but it cannot be suggested that compulsory school attendance makes a child unable to care for basic human needs. The parents still retain primary responsibility ...</blockquote>\n<p><i>Id.</i></p>\n<p>While a right to public education is not enumerated in the Constitution, the Supreme Court has found that a student has a property interest in receiving a public education subject to the due process clause when a state establishes and maintains a public school system. <i>See </i><i>Goss v. Lopez,</i> <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">565</span></a></span>, 574, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">729</span></a></span>, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">725</span></a></span> (1975). The student's due process right applies to the state's ability to take away the entitlement to education when dismissing a child. The court has been unable to find any case in which the property right to public education has been applied in any circumstance other than a school dismissing or punishing a student, and plaintiffs have provided no such cases. Because Alex voluntarily left the public school to attend a private school, he cannot state a claim for deprivation of a due process property interest.</p>\n<p></p>\n<h2>B. Plaintiffs' Deliberate Indifference Claims</h2>\n<p>Next, plaintiffs assert that defendants denied Alex the right to a public school education by their deliberate indifference to Alex's safety in violation of North Carolina law and the federal Safe Schools Act. Plaintiffs rely on the recent ruling of <i>Davis v. Monroe County Board of Educ.,</i> <span class=\"citation\" data-id=\"118290\"><a href=\"/opinion/118290/davis-v-monroe-county-bd-of-ed/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">629</span></a></span>, <span class=\"citation\" data-id=\"118290\"><a href=\"/opinion/118290/davis-v-monroe-county-bd-of-ed/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1661</span></a></span>, <span class=\"citation\" data-id=\"118290\"><a href=\"/opinion/118290/davis-v-monroe-county-bd-of-ed/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">839</span></a></span> (1999), to support their contention that school officials who are deliberately indifferent have a duty to protect students from acts of private violence. The <i>Davis</i> decision examined Title IX, a law passed in 1972, with a regulatory scheme that \"has long provided funding recipients with notice that they may be liable for their failure to respond to discriminatory acts of certain non-agents.\" <i>Davis,</i> 119 S.Ct. at 1671. The Court borrowed the deliberate indifference standard from § 1983 and applied it to a school board with knowledge of Title IX and its regulatory progeny. <i>See id.</i> at 1661. The Court concluded that the deliberate indifference standard and the language of Title IX may sometimes trigger a funding recipient's duty to respond to acts of third parties. <i>See id.</i> at 1672.</p>\n<p>A funding recipient must have notice of their potential liability for student-on-student violence. <i>See </i><i>Pennhurst State Sch. and Hosp. v. Halderman,</i> <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 17, <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1531</span></a></span>, <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1981). The question in this case is whether defendants had notice of a duty to respond under the Safe Schools Act. If defendants had notice of a duty then plaintiffs' allegations <span class=\"star-pagination\">*649</span> of deliberate indifference could state a claim for relief.</p>\n<p>Congress enacted the Safe Schools Act in 1994. Since its enactment, no regulations have been promulgated by the Department of Education explaining a students' rights under the Safe Schools Act, and no federal court in the country has relied upon the Act for any purpose. The Safe Schools Act is merely a grant program, with a stated purpose to \"support grant programs to meet the seventh National Education Goal by preventing violence in and around schools ... through the provision of Federal assistance to ... States for Grants ...\" 20 U.S.C. § 7103. To contend that this act placed defendants on notice that they could be held liable for student on student violence is severely misplaced.</p>\n<p>The Supreme Court, in an attempt to add more weight to its decision in <i>Davis,</i> expressed the opinion that the common law also puts schools on notice for possible liability under state law for acts of third parties. <i>See </i><i>Davis,</i> 119 S.Ct at 1671. The premise upon which the Court made this statement was that explicit language existed in Title IX putting recipients of federal funding on notice that they could be held liable for discrimination. Defendants in <i>Davis</i> contended that although explicit language informed them of their liability, they were not on notice for possible third-party liability. However, the common law does not provide notice that schools may be held liable under a federal grant program containing no explicit language of recipient liability and no regulatory scheme creating liability. Accordingly, the court finds that plaintiffs have failed to state a claim for relief. Defendants had no notice that they could be liable under the Safe Schools Act for their own violent acts or the violent acts of their employees, let alone the implied notice that they could be held liable for third-party acts. Although the violence experienced by Alex is infelicitous, it does not rise to a federal constitutional or statutory violation. Defendants' motion to dismiss plaintiffs' federal claims is GRANTED.</p>\n<p></p>\n<h2>IV. Plaintiffs' State Claim</h2>\n<p>The only remaining claims before this court are plaintiffs' claims under state law. The court's exercise of jurisdiction over such claims is discretionary, and a district court may decline to exercise supplemental jurisdiction over a claim \"if [it] has dismissed all claims over which it has original jurisdiction.\" 28 U.S.C. § 1367(c)(3). Since the court in this case has dismissed plaintiffs' claims under federal law, it declines to exercise supplemental jurisdiction over their state law claim. Therefore, the court GRANTS defendants' motion to dismiss plaintiffs' state law claims.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above stated reasons, defendants' motion to dismiss is GRANTED, and plaintiffs' motion to strike is rendered moot. The clerk is directed to close this case.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/157630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764384/"
  ]
}