{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2284670/",
  "absolute_url": "/opinion/2284670/hicks-ex-rel-hicks-v-halifax-county-bd-educ/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2284670/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:58:57.534622Z",
  "date_modified": "2016-04-26T20:45:51.336132Z",
  "type": "010combined",
  "sha1": "0196065327786b734225c574f10969c8ce3c7b77",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>93 F.Supp.2d 649 (1999)</b></center>\n<center><h1>Catherine HICKS, Aaron Ganues, a minor, By and Through his Guardian ad Litem, Catherine HICKS, Plaintiffs.<br>\nv.<br>\nThe HALIFAX COUNTY BOARD OF EDUCATION, Dr. Willie J. Gilchrist, in his individual and official capacity as Superintendent for the Halifax County Board of Education, and Jeffrey D. McCain, in his individual and official capacity as Principal of the McIver Elementary School, Defendants.</h1></center>\n<center>No. 5:98-CV-981-BR(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>December 15, 1999.</center>\n<p><span class=\"star-pagination\">*650</span> <span class=\"star-pagination\">*651</span> Martha A. Geer, Patterson, Harkavy &amp; Lawrence, Raleigh, NC, Steven R. Edelstein, Edelstein &amp; Payne, Raleigh, NC, Mebane Rash Whitman, ACLU of North Carolina, Raleigh, NC, for plaintiffs.</p>\n<p>H. Lawrence Armstrong, Jr., Hux, Liverman &amp; Armstrong, Enfield, NC, Ann L. Majestic, Tharrington Smith, Raleigh, NC, J. Michael Crowell, Tharrington Smith, Raleigh, NC, Louise M. Paglen, Tharrington Smith, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on defendants' motion for summary judgment.</p>\n<p>On 7 December 1998, plaintiffs Catherine Hicks and Aaron Ganues filed this action in Halifax County Superior Court. Defendants Dr. Willie J. Gilchrist, Jeffrey D. McCain, and the Halifax County Board of Education (the \"School Board\") removed the action to this court on 30 December 1998. On 25 January 1999, defendants filed an answer. In an Order dated 12 February 1999, the court denied plaintiffs' 14 January 1999 motion for a temporary restraining order and preliminary injunction. On 27 July 1999, the court allowed plaintiffs' motion to amend their complaint and denied their motion <span class=\"star-pagination\">*652</span> requesting the court to refuse to exercise supplemental jurisdiction with respect to the fourth and ninth claims of plaintiff's complaint. On that day, plaintiffs filed an amended complaint adding Fourteenth Amendment due process and equal protection claims. On 11 August 1999, defendants filed an answer to the amended complaint.</p>\n<p>On 30 July 1999, defendants filed a memorandum in support of a motion for summary judgment, which motion was subsequently filed on 2 August 1999. On 30 August 1999, defendants filed a supplemental motion for summary judgment with a supporting memorandum. Plaintiffs filed a response on 20 September 1999, and defendants replied on 7 October 1999. The motion is now ripe for review.</p>\n<p></p>\n<h2>Facts</h2>\n<p>Aaron Ganues, born on 31 March 1990, has lived with his great-grandmother, Catherine Hicks, since he was four years old. (Am.Compl. ¶¶ 3-4.) Hicks has legal custody of Ganues. Ganues attended McIver Elementary in Halifax County from pre-kindergarten through the beginning of his third grade year. (Am. Compl. ¶ 12.) During that time, Ganues consistently performed well in school, \"receiving only As and Bs, and was never a discipline problem.\" (Hicks Decl. ¶ 5.) At the beginning of his third grade year, McIver placed Ganues on long-term suspension based on Ganues' failure to comply with the uniform policy adopted by the Halifax County Board of Education and implemented by McIver Elementary. This case is about the conflict between Hicks, who will not allow her great-grandson to wear a uniform for religious reasons, and the School Board, which maintains that its decision to enact a mandatory uniform policy without an opt-out provision for religious objections is constitutional and that Ganues' suspension is lawful.</p>\n<p>Dr. Willie Gilchrist, the Superintendent of Halifax County Schools, decided to consider adopting a uniform policy for the Halifax County schools in the Spring of 1996 after attending a National School Board Association Meeting at which the benefits of such polices were explained. These benefits included: \"1) improved student behavior, 2) increased safety in schools, 3) increased sense of belonging and school pride among students, 4) increased emphasis on individual personality and achievement rather than outward appearance among students, and 5) elimination of negative distinctions between wealthy and needy children.\" (Gilchrist Aff. ¶¶ 4-5; Gilchrist Dep. at 10.) Gilchrist's staff conducted research into the pros and cons of a uniform policy and sought information from other districts that had implemented such policies. (Gilchrist Aff. ¶ 5.) Gilchrist then sought permission from the School Board to explore parental reaction to the proposal. (Gilchrist Aff. ¶ 5; Moss Dep. at 7.) In the Fall of 1997, Gilchrist conducted public forums at all nine elementary schools in the district to introduce parents to the idea of a uniform policy and gauge public reaction. (Gilchrist Aff. ¶ 5.)</p>\n<p>After conducting the public forums, Gilchrist asked the Board if he could establish an ad hoc committee to draft a uniform policy. The Board agreed and appointed Donna Lynch, a School Board member, to the committee. Along with Selma Allen, the Halifax County Director of Elementary Education, and Sylvia Hughes, the Halifax schools' public relations officer, Gilchrist selected the other members of the committee: Carol Blankenship, the director of instructional technology for the Halifax County schools; Vivian Branch, a Halifax school principal; Mary McGee, a school counselor; and Shirley Fisher and Cassandra Dolberry, both parents with children attending Halifax County Schools. (Gilchrist Dep. at 12-14.)</p>\n<p>The ad hoc committee met several times in February 1998 to create a workable uniform policy for Halifax County. The original draft of the policy included an opt-out provision pursuant to which a student would not be considered non-compliant <span class=\"star-pagination\">*653</span> \"[w]hen wearing a school uniform violates a student's sincerely held religious belief.\" (Dep.Ex. 5.) That draft also stated that a student would not be considered non-compliant when \"a student's parent or guardian has secured an exemption from the uniform policy.\" (Id.) The committee ultimately decided to delete those provisions from the final policy. (Gilchrist Dep. at 29.)</p>\n<p>Gilchrist was aware of Hicks' religious objections to the uniform policy before the ad hoc committee was assembled. As he testified at his deposition, Gilchrist became aware of Hicks' opposition to the school uniform policy \"very, very early on in the first initial year of research. From the [out]set, she made it clear that she was opposed.\" (Gilchrist Dep. at 82.)<sup>[1]</sup> Gilchrist also testified that he, Allen and Hughes, discussed Hicks' objections, \"wrestled\" with the \"terminology anti-Christ\" \"trying to figure out what it was,\" and that they \"couldn't figure out what she was talking about.\" (Gilchrist Dep. at 84.) Gilchrist stated that he never got a satisfactory answer to those questions. (Id. at 85.) Gilchrist did not convey Hicks' concerns to the ad hoc committee. (Id. at 84.) Nor did Gilchrist mention Hicks' specific objections to the School Board. (Id. at 83.)</p>\n<p>Cassandra Dolberry, one of the parent representatives on the ad hoc committee, is the only individual who claims a recollection of the discussion leading up to the deletion of the religious exemption. (Dolberry Dep. at 16-28.) Dolberry affirmed that the ad hoc committee had reached the conclusion that the policy would not affect any religions in Halifax County and that \"if it did, there would be a way that it would be a compromise.... I fairly thought that when the policy was made, that we did not hurt a group  a religious group because we had talked to every religion that we had in our county.\" (Dolberry Dep. at 18-20.) Dolberry suggested that she and others spoke with parents who were Jehovah's Witnesses, Baptists, Methodists, Pentecostals, and Catholics, among others. (Id. at 25-26.) When asked whether \"the recommendation that was made by the ad hoc committee considered at least the religious concerns of the parents [with] whom she [had conversed],\" Dolberry responded, \"[a]ll of the parents in the county.\" (Id. at 28.)</p>\n<p>The ad hoc committee ultimately submitted the uniform policy without the religious opt-out provision to the School Board's policy committee, which approved it without making any changes after hearing a presentation by Gilchrist. (Gilchrist Dep. at 23.) The policy committee submitted it to the School Board, which approved and adopted the policy on 9 April 1998.</p>\n<p>The mandatory uniform policy adopted by the School Board required all elementary school students to wear a school-approved uniform beginning in the 1998-99 school year. When he began the third grade in August 1998, Ganues did not wear the khaki pants and blue shirt required by the policy because Hicks, a self-described minister and prophetess, believes that adherence to the uniform policy would violate her basic religious beliefs. Hicks believes that wearing a uniform demonstrates an allegiance to the spirit of the anti-Christ, a being that requires uniformity, sameness, enforced conformity, and the absence of diversity. (Am.Compl. ¶ 20; Hicks Decl. ¶¶ 10-12.) Hicks does not have a problem with khaki pants and blue shirts in and of themselves. Rather, she objects, on religious grounds, to the fact that all choice and free will has been eliminated and uniformity is required. (Id. at 13.) The uniformity required by the policy is, in her opinion, characteristic of the \"last days\" and required by the anti-Christ. (Hicks Decl. ¶¶ 9-14.) Hicks believes that it is part of her religion and way of life to \"oppose the coming of the Anti-Christ and <span class=\"star-pagination\">*654</span> prevent the programming of our children to accept the Anti-Christ, his orders, and his mark.\" (Hicks Decl. ¶¶ 13-14.)</p>\n<p>Hicks conveyed her religious beliefs to the principal of McIver, Jeffrey McCain, by letter in July 1998. (Am.Compl. ¶ 21.) She also explained her views to McCain and Gilchrist in a meeting on the first day of school in August 1998. (Id. at ¶ 24.) Based upon Hicks' representation that Ganues would never comply with the uniform policy, Gilchrist asked Hicks and Ganues to leave the school, and Ganues was subsequently suspended for ten days. (Pls.' Resp. to Defs.' Req. for Admiss. 14-15.) The suspension letter contained a recommendation that Ganues be suspended for the remainder of the school year or until he complied with the school's uniform policy. (Id. at 15.)</p>\n<p>Ganues ultimately returned to school on 24, 25 and 26 August 1998 after a three-teacher review panel recommended that a long term suspension not be imposed until Ganues was given an opportunity to comply with the uniform policy. (Id. at 17-19.) Again, Ganues failed to wear the uniform. On 26 August 1998, Ganues was suspended. (Id. at 22.) On 14 September, Hicks was granted a hearing before the Halifax County Board of Education, to which she had appealed the suspension. The Board affirmed the school's decision, and on 15 September 1998, Ganues was placed on long-term suspension. (Am.Compl.¶¶ 32-34.)</p>\n<p>For the remainder of the 1998-1999 school year, Ganues attended the Tabernacle Christian School in Weldon, North Carolina. (Hicks Decl. ¶ 29.) Hicks paid a monthly tuition of $135.00 and drove Ganues to and from school, approximately 35 miles each way. (Id.) Hicks believes the education that Ganues received at Tabernacle was substandard. (Hicks Decl. ¶ 30; Butzon Declaration.) In any event, Ganues is no longer able to attend Tabernacle because that school, like McIver, has instituted a uniform policy. (Hicks Decl. ¶ 31.) As of September 1999, Hicks was exploring the possibility of home-schooling Ganues with the help of her daughter, Ida Faye Nicholson. (Hicks Decl. ¶ 32.) It is not clear from the record where Ganues is attending school for the 1999-2000 school year.</p>\n<p></p>\n<h2>Standard of Review</h2>\n<p>Summary judgment is appropriate in those cases in which there is no genuine dispute as to a material fact, and in which it appears that the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. of Rising Sun, Inc.,</i> 6 F.3d 211, 214 (4th Cir.1993). Summary judgment should be granted in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Id.</i> In making this determination, the court draws all permissible inferences from the underlying facts in the light most favorable to the party opposing the motion. \"[W]here the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> 947 F.2d 115, 119 (4th Cir.1991).</p>\n<p>While this court must take the evidence in the light most favorable to plaintiffs for purposes of defendants' summary judgment motion, the court need not \"`accept unreasonable inferences based on conjecture or speculation.'\" <i>Yerardi's Moody Street Restaurant &amp; Lounge, Inc. v. Board of Selectmen of Town of Randolph,</i> 932 F.2d 89, 92 (1st Cir.1991) (quoting <i>Santiago-Negron v. Castro-Davila,</i> 865 F.2d 431, 445 (1st Cir.1989)). As the Fourth Circuit has explained,</p>\n<blockquote>[O]nly \"reasonable\" inferences from the evidence need be considered by the court.... Whether an inference is reasonable cannot be decided in a vacuum; it must be considered \"in light of the competing inferences\" to the contrary. ... In the end, the non-moving <span class=\"star-pagination\">*655</span> party must do more than present a \"scintilla\" of evidence in its favor.... Rather, the non-moving party must present sufficient evidence such that \"reasonable jurors could find by a preponderance of the evidence\" for the non-movant, ... \"for an apparent dispute is not `genuine' within the contemplation of the summary judgment rule unless the non-movant's version is supported by sufficient evidence to permit a reasonable jury to find the fact[s] in his favor.\" ... Thus, if the evidence is \"merely colorable\" or \"not significantly probative,\" a motion for summary judgment may be granted.</blockquote>\n<p><i>Sylvia Development Corp. v. Calvert County, Maryland,</i> 48 F.3d 810, 818 (4th Cir.1995) (citations omitted).</p>\n<p></p>\n<h2>School Board's Right to Adopt The Uniform Policy</h2>\n<p>As this court held in the Order denying the preliminary injunction in this case, N.C.Gen.Stat. § 115C-16 does not limit the authority of the Halifax County School Board to adopt a uniform policy. That statute authorized the State Board of Education to implement a pilot program, and the State Board chose not to do so. Instead, the State Board allowed local authorities to adopt uniform policies in accordance with guidelines provided by the State Board. (Wilson Aff. ¶ 2.) Halifax County's uniform policy was implemented pursuant to its \"general control and supervision\" authority under N.C.Gen.Stat. § 115C-36.<sup>[2]</sup> Accordingly, the Halifax County Board of Education's enactment of the uniform policy at issue in this case did not contravene N.C.Gen.Stat. § 115C-16, and defendants' motion for summary judgment with respect to plaintiffs' first claim (Count 1) will be allowed.</p>\n<p></p>\n<h2>12 February 1999 Preliminary Injunction Order</h2>\n<p>In its 12 February 1999 Order denying plaintiffs' motion for a preliminary injunction, this court wrote that \"the [uniform] policy is a neutral, generally applicable regulation [that] does not unconstitutionally infringe upon plaintiffs' Free Exercise rights.\" (12 Feb. 1999 Order at 17.) In opposition to defendants' summary judgment motion, plaintiffs have contended that evidence obtained during discovery reveals that the uniform policy is not \"neutral\" as that term was interpreted by the Supreme Court in <i>Church of the Lukumi Babalu Aye, Inc. v. City of Hialeah,</i> 508 U.S. 520, 113 S.Ct. 2217, 124 L.Ed.2d 472 (1993). As plaintiffs suggest, the <i>Lukumi</i> Court held that the facial neutrality of a statute is not determinative and that the Free Exercise Clause protects against government hostility which is masked, as well as overt. <i>Id.</i> at 534, 113 S.Ct. at 2227. The crux of the <i>Lukumi</i> opinion, however, is the existence of such hostility. The Court concluded that the ordinances at issue in <i>Lukumi</i> \"had <i>as their object</i> the suppression of religion,\" <i>id.</i> at 542, 113 S.Ct. at 2231; that they <i>\"target[ed]</i> Santeria sacrifice,\" <i>id.</i> at 535, 113 S.Ct. at 2228, and that they \"were enacted <i>because of, not merely in spite of</i> their suppression of Santeria religious practice.\" <i>Id.</i> at 540, 113 S.Ct. at 2231 (emphasis added, quotations and citations omitted).</p>\n<p>Plaintiffs have produced evidence that the School Board authorized the initiation of an ad hoc committee to explore the possibilities of a school uniform policy for Halifax County (Gilchrist Dep. at 12); that Gilchrist, the Superintendent and the engineer of the ad hoc committee, knew of Hicks' religious objections to the policy before the committee convened, (Hicks <span class=\"star-pagination\">*656</span> Decl. ¶ 15; Gilchrist Dep. at 82); that he discussed those objections with Allen, the director of elementary education, and Hughes, the public relations person for the Halifax County school system, both of whom were members of the ad hoc committee (Gilchrist Dep. at 84-85); that the three individuals did not understand Hicks' religious objections or what she meant by the terminology \"Anti-Christ,\" (Gilchrist Dep. at 84-85); that they failed to communicate Hicks' religious objections to the rest of the ad hoc committee, (Gilchrist Dep. at 84), despite the committee's explicit discussion of the policy's impact on other, mainstream religious groups (Dolberry Dep. at 16, 18-28); that they participated in the deletion of a religious exemption from the original draft of the uniform policy (Dolberry Dep. at 16; Gilchrist Dep. at 29); and that Gilchrist brought to the Board's attention \"some opt-out things that were discussed by the ad hoc committee.\" (Gilchrist Dep. at 83). This evidence, construed in the light most favorable to plaintiffs, shows only that the School Board adopted the uniform policy in spite of, not because of, Hicks' religious beliefs. This showing is insufficient under <i>Lukumi</i> to raise a genuine issue of material fact as to the neutrality of the statute.</p>\n<p>In the 12 February 1999 Order, this court also opined that Ganue's case \"does not implicate the `hybrid' path of parental religious freedom left narrowly open by [<i>Employment Div., Dep't of Human Resources of Oregon v. Smith,</i> 494 U.S. 872, 110 S.Ct. 1595, 108 L.Ed.2d 876 (1990) ]\" based on the court's preliminary conclusion that the \"character of the interference with religious belief\" in this case was not similar to the \"character of the interference\" at issue in <i>Wisconsin v. Yoder,</i> 406 U.S. 205, 92 S.Ct. 1526, 32 L.Ed.2d 15 (1972) and <i>Pierce v. Society of Sisters,</i> 268 U.S. 510, 45 S.Ct. 571, 69 L.Ed. 1070 (1925). See 12 February 1999 Order at 13 and 17. The \"character of the interference\" discussed in the February 12 Order may also be described as the nature of the burden imposed upon plaintiffs by the School Board's uniform policy. In the February 12 Order, then, the court concluded that plaintiffs had not shown that their free exercise rights were substantially burdened by the uniform policy. Although the nature of the burden is relevant only when a court applies strict scrutiny,<sup>[3]</sup> failure to demonstrate a substantial burden on the free exercise of one's religion would require the dismissal of a free exercise claim regardless of which test the court applied. Because the court concluded that plaintiffs had not shown a substantial burden at the time of the preliminary injunction motion, there was no need to determine whether the hybrid-rights exception in <i>Smith</i> applied. See <i>Christ College, Inc. v. Board of Supervisors, Fairfax County,</i> 944 F.2d 901 (4th Cir.1991) (Table, text in Westlaw at 1991 WL 179102, *5) (unnecessary to decide whether appellants' claim was hybrid under <i>Smith</i> because appellants failed to establish that the zoning laws and fire codes at issue burdened their free exercise of religion), cert. denied, 502 U.S. 1094, 112 S.Ct. 1169, 117 L.Ed.2d 415 (1992). In light of the comprehensive materials submitted with the parties' briefing of the motion for summary judgment and opposition thereto, the court concludes that plaintiffs have now raised a genuine issue of material fact as to the nature of the burden imposed upon their free exercise of religion by the school uniform policy.</p>\n<p>The court acknowledges that the revision of its opinion regarding the nature of the burden imposed upon plaintiffs does not, standing alone, require a denial of <span class=\"star-pagination\">*657</span> defendants' motion for summary judgment. Under <i>Smith,</i> plaintiffs do not even have the opportunity to show a substantial burden unless their claims fit within one of the exceptions to the <i>Smith</i> rule. Thus, the court must now determine whether plaintiffs' claims implicate the hybrid-rights exception to the general rule established in <i>Smith.</i></p>\n<p></p>\n<h2>Hybrid-Rights Analysis</h2>\n<p>Hicks has alleged that the School Board's enactment and enforcement of the school uniform policy against Ganues have violated her free exercise rights and her right to direct Ganues' upbringing. Defendants have not contested the sincerity of Hicks' religious beliefs, and the sincerity of those beliefs is not an issue in this case. As the Supreme Court has held, \"religious beliefs need not be acceptable, logical, consistent, or comprehensible to others in order to merit First Amendment protection.\" <i>Thomas v. Review Board of Indiana Employment Sec. Div.,</i> 450 U.S. 707, 714, 101 S.Ct. 1425, 67 L.Ed.2d 624 (1981).</p>\n<p>The Free Exercise Clause, made applicable to the States by incorporation into the Fourteenth Amendment, see <i>Cantwell v. Connecticut,</i> 310 U.S. 296, 303, 60 S.Ct. 900, 84 L.Ed. 1213 (1940), provides that \"Congress shall make no law (3)27 prohibiting the free exercise [of religion](4)27\" U.S. Const., Amdmt. 1. In <i>Smith,</i> the Supreme Court held that \"[i]t is a permissible reading of the text ... to say that if prohibiting the exercise of religion ... is not the object of [governmental action] but merely the incidental effect of a generally applicable and otherwise valid provision, the First Amendment has not been offended.\" <i>Smith,</i> 494 U.S. at 878, 110 S.Ct. at 1600. The <i>Smith</i> Court went on to explain that \"the right of free exercise does not relieve an individual of the obligation to comply with a `valid and neutral law of general applicability on the ground that the law ... prescribes ... conduct that his religion ... proscribes....'\" <i>Id.</i> at 879, 110 S.Ct. at 1600. See also <i>Lukumi,</i> 508 U.S. at 531, 113 S.Ct. at 2226.</p>\n<p>After setting forth the foregoing general rule, however, the <i>Smith</i> Court went on to explain that the</p>\n<blockquote>only decisions in which we have held that the First Amendment bars application of a neutral, generally applicable law to religiously motivated action have involved not the Free Exercise Clause alone, but the Free Exercise Clause in conjunction with other constitutional protections, such as ... the right of parents, acknowledged in <i>Pierce v. Society of Sisters,</i> 268 U.S. 510, 45 S.Ct. 571, 69 L.Ed. 1070 (1925), to direct the education of their children, see <i>Wisconsin v. Yoder,</i> 406 U.S. 205, 92 S.Ct. 1526, 32 L.Ed.2d 15 (1972) (invalidating compulsory school-attendance laws as applied to Amish parents who refused on religious grounds to send their children to school).</blockquote>\n<p><i>Smith,</i> 494 U.S. at 881, 110 S.Ct. at 1601. Because the <i>Smith</i> case did \"not present such a hybrid situation, but a free exercise claim unconnected with any communicative activity or parental right,\" <i>Smith,</i> 494 U.S. at 882, 110 S.Ct. at 1602, the <i>Smith</i> Court applied the general rule, holding that Oregon's criminal law prohibiting the use of peyote did not violate the plaintiffs' free exercise rights despite the statute's incidental effect upon their free exercise of their religion.</p>\n<p>Defendants have argued that, under <i>Smith,</i> the school uniform policy is a neutral law of general application, impervious to the religious requirements of the individuals subjected to it. Plaintiffs have asserted that the School Board's enactment of a uniform policy without an exemption for religious reasons and defendants' imposition of that policy upon Ganues have violated his and his great-grandmother's constitutional rights to free exercise and her parental right to direct the upbringing of her child.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*658</span> The constitutional right to direct the upbringing of one's children is grounded in the Due Process Clause. U.S. Const., Amdmt. 5. As the Supreme Court explained in a recent case.</p>\n<blockquote>[t]he Due Process Clause guarantees more than fair process, and the \"liberty\" it protects includes more than the absence of physical restraint.... The Clause also provides heightened protection against government interference with certain fundamental rights and liberty interests.... In a long line of cases, we have held that, in addition to the specific freedoms protected by the Bill of Rights, the \"liberty\" specially protected by the Due Process Clause includes the right[ ] ... to direct the education and upbringing of one's children ....</blockquote>\n<p><i>Washington v. Glucksberg,</i> 521 U.S. 702, 720, 117 S.Ct. 2258, 2267, 138 L.Ed.2d 772 (1997) (citing <i>Meyer v. Nebraska,</i> 262 U.S. 390, 43 S.Ct. 625, 67 L.Ed. 1042 (1923) and <i>Pierce v. Society of Sisters,</i> 268 U.S. 510, 45 S.Ct. 571, 69 L.Ed. 1070 (1925)).<sup>[5]</sup> The Supreme Court's recognition of the right to direct the education and upbringing of one's children as a liberty specially protected by the Due Process Clause reflects its conclusion that such a right is \"`deeply rooted in this Nation's history and tradition,' ... and `implicit in the concept of ordered liberty,' such that `neither liberty nor justice would exist if [it] were sacrificed.' ...\" <i>Glucksberg,</i> 521 U.S. at 721, 117 S.Ct. at 2268 (citations omitted). Indeed, as the Supreme Court explained in 1944, \"[i]t is cardinal with us that the custody, care, and nurture of the child reside first in the parents, whose primary function and freedom include preparation for obligations the state can neither supply nor hinder.\" <i>Prince v. Massachusetts,</i> 321 U.S. 158, 166, 64 S.Ct. 438, 88 L.Ed. 645 (1944). In <i>Yoder,</i> a case in which the Court invalidated compulsory school attendance laws as applied to Amish parents who refused to send their teenaged children to school on religious grounds, the Court explained that \"[t]he history and culture of Western civilization reflect a strong tradition of parental concern for the nurture and upbringing of their children. This primary role of the parents in the upbringing of their children is now established beyond debate as an enduring American tradition.\" <i>Yoder,</i> 406 U.S. at 232, 92 S.Ct. 1526. More recently, in <i>Moore,</i> discussing the appropriate limits on substantive due process, the Court explained that \"the Constitution protects the <span class=\"star-pagination\">*659</span> sanctity of the family precisely because the institution of the family is deeply rooted in this Nation's history and tradition. It is through the family that we inculcate and pass down many of our most cherished values, moral and cultural.\" <i>Moore,</i> 431 U.S. at 503-04, 97 S.Ct. at 1938.</p>\n<p>The Supreme Court noted in <i>Glucksberg</i> its \"tradition of carefully formulating the interest at stake in substantive-due-process cases.\" <i>Id.</i> at 722, 117 S.Ct. at 2269. Such a careful formulation helps determine whether a particular claimed right falls within the scope of the general right recognized by the Supreme Court. The Supreme Court has \"sustained the parent's authority to provide religious with secular schooling and the child's right to receive it, ... children's rights to receive teaching in languages other than the nation's common tongue,\" and \"[t]he rights of children to exercise their religion, and of parents to give them religious training and to encourage them in the practice of religious belief\" as well as the rights of religious parents to withdraw their children from public education where the dictates of their religion demand it. <i>Prince,</i> 321 U.S. at 165-66, 64 S.Ct. at 442 (1943) (citing <i>Pierce, Meyer,</i> and <i>Barnette,</i> respectively) and <i>Yoder,</i> 406 U.S. at 233, 92 S.Ct. 1526. Here, if a more careful formulation than the general right of a parent to direct the education of her child is required, Hicks' liberty interest may be described as a parent's right to send her child to school without a uniform in contravention of a generally applicable school uniform policy when the parent's actions are necessitated by her effort to direct the child's moral and religious upbringing in a manner consistent with her religious beliefs. At stake in this case is Hicks' ability to impress upon her great-grandson the truth and importance of her religious beliefs, specifically those beliefs regarding the preparation for salvation. Because both the parent's right to direct the upbringing of the child and the free exercise right are implicated here, plaintiffs contend that the hybrid-rights exception to the <i>Smith</i> rule applies.</p>\n<p>The structure of the <i>Smith</i> decision and the <i>Smith</i> Court's explanation of the type of cases in which the First Amendment has barred the application of a neutral, generally applicable law to religiously motivated action, <i>Smith,</i> 494 U.S. at 881, 110 S.Ct. at 1601, lead this court to conclude that the Court did recognize a category of hybrid-rights cases to which the general rule recognized in <i>Smith</i> is not applicable. Whether and how to apply the hybrid-rights exception described in <i>Smith</i> have been the subject of much debate and disagreement among the circuit courts of appeal and academic commentators over the past nine years.<sup>[6]</sup> Indeed, at least one Supreme Court Justice has, in his concurring opinion in <i>Lukumi,</i> expressed his lack of understanding and fundamental disagreement with the \"hybrid\" exception and the attendant analysis of those cases categorized as \"hybrid\" cases in <i>Smith.</i> Illustrating the confusion generated by the hybrid-rights exception to the general free exercise rule identified in <i>Smith,</i> Justice Souter wrote,</p>\n<blockquote>Though <i>Smith</i> sought to distinguish the free-exercise cases in which the Court mandated exemptions from secular laws of general application, ... I am not persuaded.... [T]he distinction <i>Smith</i> draws [between a true free exercise case <span class=\"star-pagination\">*660</span> and a \"hybrid\"] strikes me as ultimately untenable. If a hybrid claim is simply one in which another constitutional right is implicated, then the hybrid exception would probably be so vast as to swallow the <i>Smith</i> rule, and, indeed, the hybrid exception would cover the situation exemplified by <i>Smith,</i> since free speech and associational rights are certainly implicated in the peyote ritual. But if a hybrid claim is one in which a litigant would actually obtain an exemption from a formally neutral, generally applicable law under another constitutional provision, then there would be no reason for the Court in what <i>Smith</i> calls the hybrid cases to have mentioned the Free Exercise Clause at all.</blockquote>\n<p><i>Lukumi,</i> 508 U.S. at 566-567, 113 S.Ct. at 2244-2245 (Souter, J., concurring).</p>\n<p>Appellate courts have also struggled with the meaning of the hybrid-rights exception. The Sixth Circuit, faced with what it perceived to be the \"completely illogical\" outcome that would result from application of a hybrid-rights exception, simply refused to construe or apply it.<sup>[7]</sup> At least one court has required a plaintiff to demonstrate an independently viable constitutional right to come within the purview of the hybrid-rights exception.<sup>[8]</sup> The Tenth and Ninth Circuits, on the other hand, have required plaintiffs to demonstrate \"colorable\" claims of constitutional violations.<sup>[9]</sup></p>\n<p>Justice Souter's commentary and the appellate courts' confusion aptly demonstrate the conundrum facing courts attempting to apply <i>Smith.</i> It is true that it is a difficult task to make sense of <i>Smith</i>'s hybrid-rights language within the larger context of the Supreme Court's free exercise jurisprudence.<sup>[10]</sup> Yet the language of <i>Smith</i> <span class=\"star-pagination\">*661</span> remains. <i>Smith</i> distinguished and thereby preserved <i>Yoder.</i> Consequently, it is the responsibility of this court, until the Supreme Court changes its interpretation, to give meaning to the seemingly impenetrable hybrid-rights exception by applying the law to the facts of cases before it. See <i>Agostini v. Felton,</i> 521 U.S. 203, 207, 117 S.Ct. 1997, 2002, 138 L.Ed.2d 391 (1997) (\"The Court neither acknowledges nor holds that other courts should ever conclude that its more recent cases have, by implication, overruled an earlier precedent. Rather, lower courts should follow the case which directly controls, leaving to this Court the prerogative of overruling its own decisions.\")</p>\n<p>To determine whether to apply the hybrid-rights exception in the first instance, the court must determine what a plaintiff must show to justify its application. In <i>Smith,</i> the Court described a hybrid claim as one in which a free exercise claim is \"in conjunction with\" or \"connected with\" another \"constitutional protection.\" <i>Smith,</i> 494 U.S. at 881, 882, 110 S.Ct. at 1601, 1602. More recently, using <i>Yoder</i> as an example of a hybrid case, the Supreme Court explained that <i>Yoder \"implicated</i> not only the right to the free exercise of religion but also the right of parents to control their children's education.\" <i>City of Boerne v. Flores,</i> 521 U.S. 507, 514, 117 S.Ct. 2157, 2161, 138 L.Ed.2d 624 (1997) (emphasis added). The meaning of the Supreme Court's terms \"in conjunction with,\" \"connected to,\" and \"implicated\" is not readily apparent.</p>\n<p>Whatever the hybrid-rights exception may mean in other contexts, the <i>Smith</i> Court's decision to distinguish, rather than overrule, <i>Yoder</i> suggests its belief that a statute or policy that implicates the particular combination of rights at issue in that case, free exercise and the parental right to direct the religious upbringing of her children, necessitates the application of heightened scrutiny. <i>Yoder</i>'s principle is clearly stated as follows:</p>\n<blockquote>There is no doubt as to the power of a State, having a high responsibility for education of its citizens, to impose reasonable regulations for the control and duration of basic education.... Providing public schools ranks at the very apex of the function of a State. Yet even this paramount responsibility was, in <i>Pierce,</i> made to yield to the right of parents to provide an equivalent education in a privately operated system.... <i>As [Pierce] suggests, the values of parental direction of the religious upbringing and education of their children in their early and formative years have a high place in our society.... Thus, a State's interest in universal education, however highly we rank it, is not totally free from a balancing process when it impinges on fundamental rights and interests, such as those specifically protected by the Free Exercise Clause of the First Amendment, and the traditional interest of parents with respect to the religious upbringing of their children so long as they, in the words of Pierce, `prepare (them) for additional obligations.'</i>\n</blockquote>\n<p><i>Yoder,</i> 406 U.S. at 214, 92 S.Ct. at 1532 (emphasis added) (quoting <i>Pierce</i>).</p>\n<p>The <i>Yoder</i> Court went on to explain that the</p>\n<blockquote>duty to prepare the child for `additional obligations,' referred to by the [<i>Pierce</i>] Court, must be read to include the inculcation of moral standards, religious beliefs, and elements of good citizenship....</blockquote>\n<blockquote>However read, the Court's holding in <i>Pierce</i> stands as a charter of the rights of parents to direct the religious upbringing <span class=\"star-pagination\">*662</span> of their children. And, <i>when the interests of parenthood are combined with a free exercise claim of the nature revealed by this record, more than merely a `reasonable relation to some purpose within the competency of the State' is required to sustain the validity of the State's requirement under the First Amendment.</i>\n</blockquote>\n<p><i>Yoder,</i> 406 U.S. at 233, 92 S.Ct. at 1542 (emphasis added). As in <i>Yoder,</i> the conjunction of these two constitutional interests, in and of itself, merits heightened scrutiny in this case.<sup>[11]</sup> In other words, where a parent's free exercise right may not be sufficient to justify an exemption from a neutral, generally applicable law, that right, when combined with the constitutional right of the individual, as a parent, to direct her child's upbringing may be sufficient.<sup>[12]</sup> Whether or not the second constitutional interest is independently viable is not at issue.<sup>[13]</sup> It is the mere presence of the interest, as a genuine claim, supported by evidence in the record, that triggers the heightened scrutiny of the free exercise claim. While this court agrees with Justice Souter that allowing a plaintiff to obtain a heightened level of scrutiny merely by alleging a constitutional right other than free exercise may cause the purported exception to swallow the rule, plaintiffs in this case have presented more than a mere allegation. This Court holds that plaintiffs' showing of a genuine claim of infringement of a constitutional interest identified in <i>Smith</i>'s hybrid-rights passage and their presentation of a record that provides evidence supporting that claim are sufficient to invoke the hybrid-rights exception to <i>Smith</i>'s general rule.</p>\n<p>As noted above, the <i>Smith</i> Court did not specify the appropriate standard of review to apply in hybrid cases. By distinguishing the hybrid-rights cases, rather than overruling them, <i>Smith</i> suggested that its general rule would not be applicable to hybrid cases. The <i>Smith</i> decision also specifically averted to the following passage <span class=\"star-pagination\">*663</span> in the <i>Yoder</i> decision: \"when the interests of parenthood are combined with a free exercise claim of the nature revealed by this record, more than merely a `reasonable relation to some purpose within the competency of the State' is required to sustain the validity of the State's requirement under the First Amendment.\" <i>Smith,</i> 494 U.S. at 882, 110 S.Ct. at 1602 (citing <i>Yoder,</i> 406 U.S. at 233, 92 S.Ct. at 1542). <i>Yoder</i> thus suggests that a balancing test is appropriate, and that \"only those interests of the highest order and those not otherwise served can overbalance legitimate claims to the free exercise of religion.\" <i>Yoder,</i> 406 U.S. at 215, 92 S.Ct. at 1533. This language from <i>Yoder</i> suggests that strict scrutiny is applicable in hybrid-rights cases combining free exercise claims with claims based on the parental right to direct the religious upbringing and education of children.<sup>[14]</sup></p>\n<p>Working without significant guidance from the Supreme Court, post-<i>Smith</i> courts have construed the <i>Smith</i> case as requiring strict scrutiny in hybrid-rights cases. <i>Thomas,</i> 165 F.3d at 711-712 (applying compelling interest test where plaintiffs demonstrated hybrid-rights claims); <i>Vandiver v. Hardin County Bd. of Education,</i> 925 F.2d 927, 933 (6th Cir. 1991) (\"[t]he <i>Smith</i> decision implies without stating that those hybrid claims which raise a free exercise challenge coupled with other constitutional concerns remain subject to strict scrutiny). But see, <i>Kissinger,</i> 5 F.3d at 180 (\"[A]t least until the Supreme Court holds that legal standards under the Free Exercise Clause vary depending upon whether other constitutional rights are implicated, we will not use a stricter test than that used in <i>Smith</i> to evaluate generally applicable, exceptionless state regulations under the Free Exercise Clause.\") Based on the structure and logic of the <i>Smith</i> decision, the language of <i>Yoder</i> to which the <i>Smith</i> Court specifically adverted, and the case law interpreting <i>Smith,</i> this court will apply strict scrutiny to plaintiffs' hybrid-rights claim.</p>\n<p>Because this court concludes that plaintiffs' claims do fall within the hybrid-rights exception outlined in <i>Smith</i> and illustrated by <i>Yoder,</i> that the defendants' uniform policy should therefore be subjected to strict scrutiny, and that plaintiffs have raised a genuine issue of material fact with respect to the burden imposed upon their religious beliefs by the School Board's uniform policy, the court must deny defendants' motion for summary judgment with respect to plaintiffs' constitutional claims based on free exercise and the parental right to direct the religious upbringing of a child. (Counts 2, 3, and 5.)</p>\n<p></p>\n<h2>Substantive Due Process</h2>\n<p>Plaintiffs argue that the School Board's decision to deny Ganues his right to a free, sound, basic education in a public school based on his failure to comply with the school uniform policy violates substantive due process. Plaintiffs also argue that Hicks is \"deprived of a liberty interest in a cohesive family following its own religious dictates and adequately educating its children.\" (Am.Compl.¶ 49.) (Count 10)</p>\n<p>As a preliminary matter, the Supreme Court has held that \"[w]here a particular amendment provides an explicit textual source of constitutional protection against a particular sort of government behavior, that Amendment, not the more generalized notion of substantive due process, must be the guide for analyzing these claims.\" <i>County of Sacramento v. Lewis,</i> 523 U.S. 833, 118 S.Ct. 1708, 140 L.Ed.2d 1043 (1998). To the extent, then, that plaintiffs' <span class=\"star-pagination\">*664</span> substantive due process claims are premised upon deprivations of religious freedoms, the First Amendment must be the guide for analyzing those claims.</p>\n<p>As noted above, the Supreme Court's decision in <i>Glucksberg</i> recognizes the parental right to direct the upbringing of children as a fundamental right subject to the protections of substantive due process. See <i>Glucksberg,</i> 521 U.S. at 720, 117 S.Ct. 2258. To the extent that plaintiff Hicks claims that her substantive due process right is based upon her right as a parent to direct Ganues' religious upbringing and education, that claim makes up the second constitutional interest in the hybrid-rights claim asserted under <i>Smith,</i> and it is the conjunction of those two claims that gives rise to the application of heightened scrutiny in this case. Accordingly, there is no need to address that substantive due process claim separately.</p>\n<p>The court will note, however, this alternative basis for its decision to deny summary judgment and apply strict scrutiny in this case. Even if <i>Smith</i> could not be interpreted to accord strict scrutiny to hybrid-rights claims, see <i>Kissinger,</i> 5 F.3d at 180, plaintiffs would be entitled to strict scrutiny from a substantive due process perspective. The Fourth Circuit has recently interpreted <i>Yoder</i> in a substantive due process case addressing the constitutionality of a school district's mandatory community service program. See <i>Herndon v. Chapel Hill-Carrboro City Board of Education,</i> 89 F.3d 174, 178 (4th Cir.1996), cert. denied, 519 U.S. 1111, 117 S.Ct. 949, 136 L.Ed.2d 837 (1997). According to the <i>Herndon</i> court, <i>Yoder</i></p>\n<blockquote>reaffirm[ed] that parental rights are among the liberties protected by the Constitution.... When those rights combine with First Amendment free exercise concerns, the [<i>Yoder</i>] Court held, they are fundamental: \"[T]his case involves the fundamental interest of parents, as contrasted with that of the State, to guide the religious future and education of their children.\"</blockquote>\n<p><i>Herndon,</i> 89 F.3d at 178 (quoting <i>Yoder</i>). <i>Yoder</i> therefore defines parental rights as fundamental, for purposes of substantive due process analysis, when they are combined with First Amendment free exercise concerns. <i>Herndon,</i> 89 F.3d at 178. This post-<i>Smith</i> Fourth Circuit dicta suggests that, approaching the case from a parental rights perspective, strict scrutiny is required when that right is joined with a free exercise interest. <i>Herndon,</i> 89 F.3d at 178. In other words, the free exercise interest (whether or not it is sufficient under <i>Smith</i>) boosts the parental right interest to one that is fundamental for purposes of substantive due process and therefore deserving of strict scrutiny. See also <i>Ohio Association of Independent Schools v. Goff,</i> 92 F.3d 419, 423 (6th Cir. 1996) (interpreting <i>Yoder</i> as a case applying strict scrutiny to a Fourteenth Amendment claim based on the liberty interest in directing upbringing of children where that claim is coupled with a challenge based on the Free Exercise Clause), cert. denied, 520 U.S. 1104, 117 S.Ct. 1107, 137 L.Ed.2d 309 (1997); and <i>Immediato v. Rye Neck Sch. Dist.,</i> 73 F.3d 454, 462 (2nd Cir.1996) (applying rational basis review where parents sought, for secular reasons, to exempt their child from an educational requirement based on their right to direct the `upbringing' of their child and noting that <i>Yoder</i> distinguishes between religious and secular objections to educational requirements), cert. denied, 519 U.S. 813, 117 S.Ct. 60, 136 L.Ed.2d 22 (1996).</p>\n<p>With respect to plaintiffs' substantive due process claim based on Ganues' right to a free, sound, basic, public education, that right is not a fundamental right or liberty interest. <i>San Antonio Independent School Dist. v. Rodriguez,</i> 411 U.S. 1, 35 and 37, 93 S.Ct. 1278, 36 L.Ed.2d 16 (1973) (education is not provided explicit or implicit protection under Constitution and is not a fundamental right or liberty). As plaintiffs suggest, however, \"`substantive due process' prevents the government from engaging in <span class=\"star-pagination\">*665</span> conduct that `shocks the conscience,' ... or interferes with rights `implicit in the concept of ordered liberty,' ....\" <i>United States v. Salerno,</i> 481 U.S. 739, 746, 107 S.Ct. 2095, 95 L.Ed.2d 697 (1987). The court must determine, therefore, whether the School Board's decision to suspend Ganues on a long-term basis as long as he fails to comply with the uniform policy is conduct that \"shocks the conscience.\" <i>Id.</i></p>\n<p>The Supreme Court has noted its reluctance</p>\n<blockquote>\"to expand the concept of substantive due process because guideposts for responsible decision-making in this unchartered area are scarce and open-ended.\" ... We must ... \"exercise the utmost care whenever we are asked to break new ground in this field,\" ... lest the liberty protected by the Due Process Clause be subtly transformed into the policy preferences of the Members of this Court....</blockquote>\n<p><i>Glucksberg,</i> 521 U.S. at 720, 117 S.Ct. 2258. While the School Board's decision to suspend Ganues on a long-term basis and, thereby, to substantially interrupt and interfere with his educational process, for his failure to wear khaki pants and a blue shirt may be a decision disturbingly inconsistent with the most basic goals of the public school system, the court cannot conclude that such a decision \"shocks the conscience\" as the Supreme Court has used that term. See <i>County of Sacramento,</i> 118 S.Ct. at 1711 (\"conduct intended to injure in some way unjustifiable by any government interest is the sort of official action most likely to rise to the conscience-shocking level\"). As noted above, in the context of plaintiffs' neutrality argument, plaintiffs have not, at this point in the proceedings, provided evidence sufficient to demonstrate that the School Board enacted the uniform policy with the intent to injure Hicks or Ganues.</p>\n<p></p>\n<h2>Procedural Due Process and Equal Protection</h2>\n<p>The court will allow defendants' motion for summary judgment with respect to Counts 6, 7, 8 and 11 of plaintiffs' complaint, each of which allege violations of the Fourteenth Amendment to the Constitution. Among other things, plaintiffs claim that the uniform policy was selectively enforced in violation of their equal protection rights because Ganues, unlike other children not in uniform on the first day of school, was forced to leave the school because of his non-compliance. As is evident from the record, however, Ganues was not similarly situated to the other children because Hicks, his guardian, made it clear, on the first day of school, that Ganues would never comply with the policy. To the extent that the decision to make Ganues leave the school violated the terms of the uniform policy itself, that violation was cured by the review panel's decision to let Ganues attend school for two days to give him a chance to comply. Plaintiffs have not offered any evidence that defendants intentionally or purposefully discriminated against them by enforcing the uniform policy.</p>\n<p>Moreover, there is no indication in the record that Hicks and Ganues did not receive procedural due process.<sup>[15]</sup> As noted, the review panel allowed Ganues two days in which to comply with the uniform policy. Ganues, through Hicks, also appealed the Superintendent's decision to suspend him on a long-term basis or until he complied with the policy. Hicks presented her case to the School Board, and the board upheld the suspension. Hicks did not seek judicial review of the Board's decision. See <i>Goss v. Lopez,</i> 419 U.S. 565, 95 S.Ct. 729, 42 L.Ed.2d 725 (1975); <i>Givens v. Poe,</i> 346 F.Supp. 202 (W.D.N.C.1972).</p>\n<p><span class=\"star-pagination\">*666</span> The niceties of defendants' enforcement of the school's uniform policy are not the issue in this case and serve only to cloud the difficult constitutional questions before the court. By suspending Ganues from school, however ineptly, defendants were merely attempting to comply with the terms of the policy. It is the constitutional validity of the policy itself, as applied to Hicks and Ganues, that must be determined in this case and that will determine Ganues' future in the Halifax County School system.</p>\n<p></p>\n<h2>§ 1983 Actions against the Board</h2>\n<p>Plaintiffs have asserted six of their claims against defendants under the auspices of § 1983. (See Am.Compl. Counts 2, 3, 5-8.)<sup>[16]</sup> \"[T]he touchstone of the § 1983 action against a government body is an allegation that official policy is responsible for a deprivation of rights protected by the Constitution.\" <i>Monell v. Department of Social Services of City of New York,</i> 436 U.S. 658, 690, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978). Hicks has alleged that the Halifax County Board of Education's adoption and implementation of a school uniform policy has infringed upon and violated the free exercise of her religion and her substantive due process right as a parent to direct Ganues' education and religious upbringing.</p>\n<blockquote>Local governing bodies ... can be sued directly under § 1983 for monetary, declaratory, or injunctive relief where, as here, the action that is alleged to be unconstitutional implements or executes a policy statement, ordinance, regulation, or decision officially adopted and promulgated by the body's officers.</blockquote>\n<p><i>Monell,</i> 436 U.S. at 690, 98 S.Ct. 2018. The school uniform policy at issue in this case was officially adopted and promulgated by the School Board in April 1998, effective August 1998. In Counts 2, 3, 5 and 8, plaintiffs have stated viable claims under § 1983.<sup>[17]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*667</span> Official Capacity Suits Unnecessary</h2>\n<p>To further narrow the issues in this matter, the court will take this opportunity to discuss the official capacity suits against the individual defendants, and the immunity defenses raised by defendants.</p>\n<p>Plaintiffs have sued Gilchrist, the Superintendent of Halifax County Schools, in his individual and official capacities, and Jeffrey McCain, the Principal of McIver Elementary, in his individual and official capacities. <i>Kentucky v. Graham</i> provides some instructive background on the differences between personal and official capacity suits.</p>\n<blockquote>Personal-capacity suits seek to impose personal liability upon a government official for actions he takes under color of state law.... Official-capacity suits, in contrast, \"generally represent only another way of pleading an action against an entity of which an officer is an agent.\" ... As long as the government entity receives notice and an opportunity to respond, an official-capacity suit is, in all respects other than name, to be treated as a suit against the entity.... It is not a suit against the official personally, for the real party in interest is the entity. Thus, while an award of damages against an official in his personal capacity can be executed only against the official's personal assets, a plaintiff seeking to recover on a damages judgment in an official capacity suit must look to the government entity itself.</blockquote>\n<blockquote>On the merits, to establish personal liability in a § 1983 action, it is enough to show that the official, acting under color of state law, caused the deprivation of a federal right.... More is required in an official-capacity action, however, for a governmental entity is liable under § 1983 only when the entity itself is a \"`moving force'\" behind the deprivation, ...; thus, in an official-capacity suit the entity's \"policy or custom\" must have played a part in the violation of federal law.... When it comes to defenses to liability, an official in a personal-capacity action may, depending on his position, be able to assert personal immunity defenses, such as objectively reasonable reliance on existing law. See ... <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982) (qualified immunity).... In an official-capacity action, these defenses are unavailable. ... The only immunities that can be claimed in an official-capacity action are forms of sovereign immunity that the entity, qua entity, may possess, such as the Eleventh Amendment. While not exhaustive, this list illustrates the basic distinction between personal  and official  capacity actions.</blockquote>\n<p><i>Kentucky v. Graham,</i> 473 U.S. 159, 165-167, 105 S.Ct. 3099, 3105-3106, 87 L.Ed.2d 114 (1985).</p>\n<p>As the Court made clear in <i>Kentucky,</i> \"[t]here is no longer a need to bring official-capacity actions against local government officials, for under <i>Monell</i> ... local government units can be sued directly for damages and injunctive or declaratory relief.\" <i>Id.</i> at n. 14, 98 S.Ct. 2018. Accordingly, to simplify this matter, the court will dismiss the following claims: Count Three of plaintiffs' complaint to the extent that it is asserted against Gilchrist and McCain in their official capacities and is therefore identical to plaintiffs' second claim, which is asserted against the Board; and Count Ten as against Gilchrist and McCain in their official capacities because those claims specifically name Halifax County Board of Education.<sup>[18]</sup> It is unnecessary for plaintiff to proceed against both the officials in their official capacities and the School Board under <i>Kentucky</i> and <i>Monell.</i> All of the remaining claims in this lawsuit are therefore against Gilchrist and <span class=\"star-pagination\">*668</span> McCain in their individual capacities or against the Board.</p>\n<p></p>\n<h2>Immunity from Suit</h2>\n<p>To the extent that plaintiffs have sued Gilchrist and McCain in their individual capacities, Gilchrist and McCain have asserted the defense of qualified immunity. As the Court held in <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 818, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982), \"government officials performing discretionary functions generally are shielded from liability for civil damages insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\"<sup>[19]</sup> If the law at the time of the officials' conduct was not clearly established, \"an official could not reasonably be expected to anticipate subsequent legal developments, nor could he fairly be said to `know' that the law forbade conduct not previously identified as unlawful.\" <i>Harlow,</i> 457 U.S. at 818, 102 S.Ct. 2727. See also, <i>Edwards v. City of Goldsboro,</i> 178 F.3d 231, 250 (4th Cir. 1999); <i>S.P. v. City of Takoma Park, Md.,</i> 134 F.3d 260, 265 (4th Cir.1998).</p>\n<p>In applying the doctrine of qualified immunity, the first step is to \"identify the specific right that the plaintiff asserts was infringed by the challenged conduct at a high level of particularity.\" <i>Edwards,</i> 178 F.3d at 250-251. \"To be clearly established for purposes of qualified immunity, `the contours of the right must be sufficiently clear that a reasonable official would understand that what he is doing violates that right.'\" <i>Takoma Park,</i> 134 F.3d at 265 (citations omitted). While an individual's right to freely exercise her religion is a clearly established constitutional right, the law with respect to that right in the context of a facially neutral school uniform policy that purportedly infringes that right is anything but settled. In other words, the contours of plaintiffs' free exercise rights, particularly in combination with other alleged constitutional rights, are not at all clear. This court cannot conclude that Gilchrist or McCain would have understood that their conduct violated Hicks' or Ganues' clearly established rights in August 1998. Gilchrist and McCain are entitled to qualified immunity from suit for damages in their individual capacities.</p>\n<p>The doctrine of qualified immunity does not, however, protect Gilchrist and McCain from suit against them in their individual capacities to the extent that the object of such suit is injunctive or declaratory relief. <i>Johnson v. Fankell,</i> 520 U.S. 911, 915, 117 S.Ct. 1800, 138 L.Ed.2d 108 (1997) (qualified immunity defense shields officials from damages liability); <i>Young v. Lynch,</i> 846 F.2d 960, 962 (4th Cir.1988) (qualified immunity does not preclude claim for injunctive relief). Accordingly, while plaintiffs may not recover damages from Gilchrist or McCain, as defendants sued in their individual capacities, they may proceed against those defendants to recover declaratory and injunctive relief. Because any relief obtained from the School Board will necessitate compliance by the individual defendants, their inclusion in this case at this point is more a matter of form than substance.</p>\n<p></p>\n<h2>State Law Claims</h2>\n<p>The fourth and ninth claims of plaintiffs' complaint allege violations of the North Carolina constitution. In <i>Corum v. University of North Carolina,</i> 330 N.C. 761, 783, 413 S.E.2d 276, 290, cert. denied, 506 U.S. 985, 113 S.Ct. 493, 121 L.Ed.2d 431 (1992), the court held that North Carolina does not recognize a cause of action <span class=\"star-pagination\">*669</span> for monetary damages under the North Carolina Constitution against persons sued in their individual capacities for allegedly violating plaintiffs' constitutional rights. <i>Id.</i> at 787-788, 413 S.E.2d 276.</p>\n<blockquote>The Constitution only recognizes and secures an individual's rights vis-a-vis \"[w]e, the people of the State of North Carolina,\" not individual members of that body politic. Of course, the State may only act through its duly elected and appointed officials. Consequently, it is the state officials, acting in their official capacities, that are obligated to conduct themselves in accordance with the Constitution.</blockquote>\n<p>Id. at 788, 413 S.E.2d at 293. Accordingly, plaintiffs do not have a direct cause of action for damages against defendants Gilchrist and McCain in their individual capacities, but plaintiffs do have \"a direct cause of action under the State Constitution against defendants in their official capacities for alleged violations of constitutional rights.\" <i>Id.</i> As noted above, however, such suits are essentially identical to suits against the governmental entity itself, in this case, the School Board. As against the Board and, to the extent plaintiffs seek equitable or injunctive relief, as against Gilchrist and McCain in their individual capacities, the fourth and ninth claims of plaintiffs' complaint survive.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>In conclusion, summary judgment is ALLOWED as to Count I of plaintiffs' complaint, alleging that the school uniform policy was enacted in violation of N.C.Gen. Stat. § 115C-16, and Count One is DISMISSED. Summary judgment is DENIED with respect to Counts 2, 3 and 5, alleging plaintiffs' § 1983 claims premised on violations of their free exercise rights and the parental right to direct the religious upbringing of children. Summary judgment is ALLOWED as to Counts 6, 7, 8 and 11, and those claims are DISMISSED. Summary judgment is DENIED as to Count 10, which alleges a violation of substantive due process, to the extent that the claim is premised on the parental right to direct the upbringing of a child. Summary judgment is ALLOWED with respect to the remaining substantive due process claims within Count 10, and those claims are DISMISSED. Finally, summary judgment is DENIED on Counts 4 and 9 to the extent that those counts are alleged against the Board or against the defendants in their individual capacities for injunctive relief. Based on the qualified immunity of the individual defendants, the court DISMISSES all claims against them in their personal capacities to the extent those claims seek anything other than injunctive relief. Trial in this matter is set for 10 January 1999.</p>\n<h2>NOTES</h2>\n<p>[1]  Hicks opposed the uniform policy publicly and made her views known when the policy was being considered, well before it was adopted, and after it was adopted but before school began in August 1998. (Am. Compl. ¶¶ 14, 18.)</p>\n<p>[2]  \"All powers and duties conferred and imposed by law respecting public schools, which are not expressly conferred and imposed upon some other official, are conferred and imposed upon local boards of education. Said boards of education shall have general control and supervision of all matters pertaining to the public schools in their respective administrative units and they shall enforce the school law in their respective units.\" N.C.Gen.Stat. § 115C-36.</p>\n<p>[3]  Before the <i>Smith</i> decision, Supreme Court cases had \"established that `[t]he free exercise inquiry asks whether government has placed a substantial burden on the observation of a central religious belief or practice and, if so, whether a compelling governmental interest justifies the burden.'\" See <i>Jimmy Swaggart Ministries v. Board of Equalization of Cal.,</i> 493 U.S. 378, 384-385, 110 S.Ct. 688, 692-693, 107 L.Ed.2d 796 (1990) (citations omitted).</p>\n<p>[4]  Lest there be any doubt on the issue, the court emphasizes the fact that \"[d]ecisions concerning child rearing, which <i>Yoder,</i> [<i>Meyer v. Nebraska,</i> 262 U.S. 390, 43 S.Ct. 625, 67 L.Ed. 1042 (1923) ], <i>Pierce</i> and other cases have recognized as entitled to constitutional protection, long have been shared with grandparents or other relatives who occupy the same household[,] indeed who may take on major responsibility for the rearing of the children.\" <i>Moore v. City of East Cleveland, Ohio,</i> 431 U.S. 494, 505, 97 S.Ct. 1932, 1938-39, 52 L.Ed.2d 531 (1977). As the <i>Moore</i> Court explained, the \"tradition of uncles, aunts, cousins, and especially grandparents sharing a household along with parents and children has roots equally venerable and equally deserving of constitutional recognition.\" <i>Id.</i> at 504, 97 S.Ct. at 1938.\n</p>\n<p>In an attempt to bring their claims within the exceptions to the <i>Smith</i> rule, plaintiffs have also argued that their free speech rights implicate the hybrid-rights analysis, but the court does not find this argument persuasive. Nor does the court agree that the individualized exemption language in <i>Smith</i> is relevant to this case. The limited financial hardship exception to the uniform policy does not rise to the level of a \"system of individualized exemptions,\" <i>Smith,</i> 494 U.S. at 884, 110 S.Ct. at 1603, of the kind at issue in the unemployment compensation cases discussed by the <i>Smith</i> Court. <i>Id.</i> Those cases involved unemployment programs for which the eligibility criteria, i.e. whether an individual had quit or refused work without \"good cause,\" invited consideration of the particular circumstances behind an applicant's unemployment. <i>Id.</i> at 884, 110 S.Ct. at 1603.</p>\n<p>[5]  While defendants are correct that the Supreme Court has noted its reluctance \"to expand the concept of substantive due process,\" such an expansion is not required where, as here, the Supreme Court has already recognized the claimed right \"in a long line of cases.\" See <i>Glucksberg,</i> 521 U.S. at 720, 117 S.Ct. at 2267.</p>\n<p>[6]  See <i>Thomas v. Anchorage Equal Rights Commission,</i> 165 F.3d 692, 703 (9th Cir.1999) (\"The Supreme Court has been somewhat less than precise with regard to the nature of hybrid rights.... Perhaps not surprisingly in view of the Supreme Court's rather cryptic explanations, the courts of appeal[ ] have struggled to decipher <i>Smith</i>'s hybrid-rights formula and have reached divergent conclusions as to exactly what constitutes a hybrid-rights claim.\"), <i>rehearing granted, opinion withdrawn by,</i> 192 F.3d 1208, 1999 WL 965613 (Oct. 19, 1999); <i>Miller v. Reed,</i> 176 F.3d 1202, 1207-1208 (9th Cir.1999) (relying upon <i>Thomas</i>); <i>Swanson v. Guthrie Independent School District No. I-L,</i> 135 F.3d 694, 699 (10th Cir.1998) (\"It is difficult to delineate the exact contours of the hybrid-rights theory discussed in <i>Smith.</i>\").</p>\n<p>[7]  See <i>Kissinger v. Board of Trustees,</i> 5 F.3d 177, 180 (6th Cir.1993) (\"We do not see how a state regulation would violate the Free Exercise Clause if it implicates other constitutional rights but would not violate the Free Exercise Clause if it did not implicate other constitutional rights.\").</p>\n<p>[8]  See <i>Brown v. Hot, Sexy and Safer Productions,</i> 68 F.3d 525, 539 (1st Cir.1995) (\"the plaintiffs' allegations of interference with family relations and parental prerogatives do not state a privacy or substantive due process claim [and][t]heir free exercise challenge is thus not conjoined with an independently protected constitutional protection\"), cert. denied, 516 U.S. 1159, 116 S.Ct. 1044, 134 L.Ed.2d 191 (1996).</p>\n<p>[9]  See <i>Swanson,</i> 135 F.3d at 700 (\"we believe that simply raising such a claim is not a talisman that automatically leads to the application of the compelling interest test. We must examine the claimed infringements on the party's claimed rights to determine whether either the claimed rights or the claimed infringements are genuine .... Whatever the <i>Smith</i> hybrid-rights theory may ultimately mean, we believe that at least requires a colorable showing of infringement of recognized and specific constitutional rights rather than the mere invocation of a general right....\"); <i>Thomas v. Anchorage Equal Rights Commission,</i> 165 F.3d at 705 and 706 (like the Tenth Circuit, court requires plaintiff invoking <i>Smith</i>'s hybrid exception to make out a colorable claim that a companion right has been infringed thus requiring courts to make difficult, qualitative, case-by-case judgments regarding the strength of companion claim arguments).</p>\n<p>[10]  The interpretive difficulties created by the <i>Smith</i> decision have been duly noted: \"The rule <i>Smith</i> announced ... was decidedly untypical of the cases involving the same type of [formally neutral, generally applicable] law. Because <i>Smith</i> left those prior cases standing, we are left with a free-exercise jurisprudence in tension with itself, a tension that should be addressed, and that may legitimately be addressed, by reexamining the <i>Smith</i> rule in the next case that would turn upon its application. ... In sum, it seems to me difficult to escape the conclusion that, whatever <i>Smith</i>'s virtues, they do not include a comfortable fit with settled law.\" <i>Lukumi,</i> 508 U.S. at 564, 571, 113 S.Ct. at 2243, 2246-47 (Souter, J., concurring). Justice Souter continued, \"<i>Smith</i> presents not the usual question of whether to follow a constitutional rule, but the question of which constitutional rule to follow, for <i>Smith refrained from overruling prior free exercise cases that contain a free-exercise rule fundamentally at odds with the rule Smith declared.</i>... [T]he result is an intolerable tension in free-exercise law which may be resolved ... in a case in which the tension is presented and its resolution pivotal.\" <i>Id.</i> at 574, 113 S.Ct. at 2248 (emphasis added). \"Neutral, generally applicable laws, drafted as they are from the perspective of the non-adherent, have the unavoidable potential of putting the believer to a choice between God and government. Our cases now present competing answers to the question when government, while pursuing secular ends, may compel disobedience to what one believes religion commands.\" <i>Id.</i> at 577, 113 S.Ct. at 2250.</p>\n<p>[11]  The court's analysis of the rights at issue in this case, and its conclusion that the rights at issue here are the same as those at issue in <i>Yoder,</i> are to be distinguished from a comparison of the nature of the burden imposed on the plaintiffs by the school uniform policy to that imposed upon the Amish by the compulsory education law at issue in <i>Yoder.</i> While the latter comparison will inform the court's analysis of the substantiality of the burden at trial, it is not relevant to the preliminary determination whether the rights at issue justify application of the hybrid-rights exception.</p>\n<p>[12]  One commentator has explained the hybrid-rights exception as follows: \"`[c]learly, what the Court must have meant is that a less than sufficient free exercise claim, plus a less than sufficient claim arising under a different part of the Constitution, together trigger the compelling interest test. In other words, the cumulative effect of two or more partial constitutional rights equals one sufficient constitutional claim.' Put simply, two losers equals one winner.\" William L. Esser IV, <i>Religious Hybrids in the Lower Courts: Free Exercise Plus or Constitutional Smokescreen?,</i> 74 Notre Dame L.Rev. 211, 218-219 (1998) (citations omitted). Esser's use of the word \"winner\" should not be misconstrued. In the context of the hybrid-rights exception, a plaintiff wins only the benefit of heightened scrutiny. Whether a plaintiff prevails on her free exercise claim is a separate and subsequent question that must be answered by reference to the substantial burden and compelling interest components of strict scrutiny analysis. See <i>infra,</i> pp. 662-63.</p>\n<p>[13]  In <i>Yoder,</i> for example, the parents' right to direct the upbringing of their children presumably would not have had any force were it divorced from the free exercise aspects of the Amish parent's claims. \"[I]f the Amish asserted their claims because of their subjective evaluation and rejection of the contemporary secular values accepted by the majority, much as Thoreau rejected the social values of his time and isolated himself at Walden Pond, their claims would not rest on a religious basis. Thoreau's choice was philosophical and personal rather than religious, and such belief does not rise to the demands of the Religion Clauses.\" <i>Yoder,</i> 406 U.S. at 216, 92 S.Ct. at 1533. Moreover, \"<i>Pierce,</i> ... recognized that where nothing more than the general interest of the parent in the nurture and education of his children is involved, it is beyond dispute that the State acts reasonably and constitutionally in requiring education to age 16 in some public or private school meeting the standards prescribed by the State.\" <i>Id.</i> at 233, 92 S.Ct. at 1542.</p>\n<p>[14]  It is true that, elsewhere in the <i>Smith</i> decision, the majority suggests that strict scrutiny, i.e., the compelling interest test, is applicable only in unemployment compensation cases or in similar cases where the State has in place a system of individual exemptions. <i>Smith,</i> 494 U.S. at 883-884, 110 S.Ct. at 1602-1603. The overall logic of the opinion combined with the specific references to <i>Yoder</i>'s balancing language suggest, however, that strict scrutiny is applicable to any exception to <i>Smith</i>'s general rule.</p>\n<p>[15]  This court construes Count 7 as alleging constitutional violations with respect to the manner in which the uniform policy was enforced against Hicks and Ganues and therefore finds it appropriate to deal with this claim along with plaintiffs' other procedural due process claims.</p>\n<p>[16]  Because this court will dismiss in their entirety Counts Six and Seven, in which plaintiffs have made various allegations based on Gilchrist's and McCain's implementation of the uniform policy and their treatment of Ganues and Hicks in that process, the court need not address those claims again here. The court notes, however, that plaintiffs are precluded from bringing claims against the Board based on respondeat superior theory under <i>Monell v. Department of Social Services of City of New York,</i> 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978). As the <i>Monell</i> Court held, a municipality cannot be held liable under § 1983 on a respondeat superior theory and a \"local government may not be sued under § 1983 for an injury inflicted solely by its employees or agents.\" <i>Monell,</i> 436 U.S. at 691, 694, 98 S.Ct. 2018. \"Instead, it is when execution of a government's policy or custom, whether made by its lawmakers or by those whose edicts or acts may fairly be said to represent official policy, inflicts the injury that the government as an entity is responsible under § 1983.\" <i>Id.</i> at 694, 98 S.Ct. 2018.</p>\n<p>[17]  The court disagrees with defendants' contention that <i>Caviness v. Durham Public Schools Board of Education,</i> 1996 U.S.Dist. Lexis 19973 (M.D.N.C. Dec. 16, 1996) supports a contrary conclusion. In <i>Caviness,</i> an official policy of the school was not at issue. Rather, plaintiffs in that case attempted unsuccessfully to show the existence of a policy or custom based on one instance of an allegedly unreasonable search and detention. As the Court held in <i>Monell,</i> a local government \"may be sued for constitutional deprivations visited pursuant to a governmental `custom' even though such a custom has not received formal approval through the body's official decisionmaking channels.\" <i>Monell,</i> 436 U.S. at 690, 98 S.Ct. 2018. Given the existence of an actual policy in this case, however, plaintiffs need not demonstrate the existence of a \"custom\" of deprivation of constitutional rights. Plaintiffs' allegation that the official school uniform policy adopted by the School Board is responsible for a deprivation of their constitutional rights is sufficient under <i>Monell</i> to form the basis of a § 1983 action. As Justice Powell wrote with respect to constitutional injuries inflicted by a government's policy or custom in his concurring opinion in <i>Monell,</i> the \"clear case\" is one which \"involves formal, written policies of a municipal department and school board.\" <i>Monell,</i> 436 U.S. at 713, 98 S.Ct. 2018. The focal point of this analysis must be the policy itself, which allegedly deprived Ganues and Hicks of constitutional rights, not plaintiffs' objection to that policy. As such, the policy cannot be accurately described as an \"isolated incident,\" (Def.s' Mem. at 40), and <i>Caviness</i> is inapplicable.</p>\n<p>[18]  This reasoning would also require the dismissal of claims eleven and eight as against Gilchrist and McCain in their official capacities, but those claims, for violation of plaintiffs' equal protection rights, will be dismissed on other grounds as noted, <i>supra.</i></p>\n<p>[19]  Noting that the case did not concern the elements of immunity available to state officials sued for constitutional violations under § 1983, the <i>Harlow</i> Court explained that \"it would be `untenable to draw a distinction for purposes of immunity law between suits brought against state officials under § 1983 and suits brought directly under the Constitution against federal officials.'\" <i>Harlow,</i> 457 U.S. at 818, n. 30, 102 S.Ct. 2727. (citations omitted).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">649</span></span> (1999)</b></center>\n<center><h1>Catherine HICKS, Aaron Ganues, a minor, By and Through his Guardian ad Litem, Catherine HICKS, Plaintiffs.<br>\nv.<br>\nThe HALIFAX COUNTY BOARD OF EDUCATION, Dr. Willie J. Gilchrist, in his individual and official capacity as Superintendent for the Halifax County Board of Education, and Jeffrey D. McCain, in his individual and official capacity as Principal of the McIver Elementary School, Defendants.</h1></center>\n<center>No. 5:98-CV-981-BR(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>December 15, 1999.</center>\n<p><span class=\"star-pagination\">*650</span> <span class=\"star-pagination\">*651</span> Martha A. Geer, Patterson, Harkavy &amp; Lawrence, Raleigh, NC, Steven R. Edelstein, Edelstein &amp; Payne, Raleigh, NC, Mebane Rash Whitman, ACLU of North Carolina, Raleigh, NC, for plaintiffs.</p>\n<p>H. Lawrence Armstrong, Jr., Hux, Liverman &amp; Armstrong, Enfield, NC, Ann L. Majestic, Tharrington Smith, Raleigh, NC, J. Michael Crowell, Tharrington Smith, Raleigh, NC, Louise M. Paglen, Tharrington Smith, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on defendants' motion for summary judgment.</p>\n<p>On 7 December 1998, plaintiffs Catherine Hicks and Aaron Ganues filed this action in Halifax County Superior Court. Defendants Dr. Willie J. Gilchrist, Jeffrey D. McCain, and the Halifax County Board of Education (the \"School Board\") removed the action to this court on 30 December 1998. On 25 January 1999, defendants filed an answer. In an Order dated 12 February 1999, the court denied plaintiffs' 14 January 1999 motion for a temporary restraining order and preliminary injunction. On 27 July 1999, the court allowed plaintiffs' motion to amend their complaint and denied their motion <span class=\"star-pagination\">*652</span> requesting the court to refuse to exercise supplemental jurisdiction with respect to the fourth and ninth claims of plaintiff's complaint. On that day, plaintiffs filed an amended complaint adding Fourteenth Amendment due process and equal protection claims. On 11 August 1999, defendants filed an answer to the amended complaint.</p>\n<p>On 30 July 1999, defendants filed a memorandum in support of a motion for summary judgment, which motion was subsequently filed on 2 August 1999. On 30 August 1999, defendants filed a supplemental motion for summary judgment with a supporting memorandum. Plaintiffs filed a response on 20 September 1999, and defendants replied on 7 October 1999. The motion is now ripe for review.</p>\n<p></p>\n<h2>Facts</h2>\n<p>Aaron Ganues, born on 31 March 1990, has lived with his great-grandmother, Catherine Hicks, since he was four years old. (Am.Compl. ¶¶ 3-4.) Hicks has legal custody of Ganues. Ganues attended McIver Elementary in Halifax County from pre-kindergarten through the beginning of his third grade year. (Am. Compl. ¶ 12.) During that time, Ganues consistently performed well in school, \"receiving only As and Bs, and was never a discipline problem.\" (Hicks Decl. ¶ 5.) At the beginning of his third grade year, McIver placed Ganues on long-term suspension based on Ganues' failure to comply with the uniform policy adopted by the Halifax County Board of Education and implemented by McIver Elementary. This case is about the conflict between Hicks, who will not allow her great-grandson to wear a uniform for religious reasons, and the School Board, which maintains that its decision to enact a mandatory uniform policy without an opt-out provision for religious objections is constitutional and that Ganues' suspension is lawful.</p>\n<p>Dr. Willie Gilchrist, the Superintendent of Halifax County Schools, decided to consider adopting a uniform policy for the Halifax County schools in the Spring of 1996 after attending a National School Board Association Meeting at which the benefits of such polices were explained. These benefits included: \"1) improved student behavior, 2) increased safety in schools, 3) increased sense of belonging and school pride among students, 4) increased emphasis on individual personality and achievement rather than outward appearance among students, and 5) elimination of negative distinctions between wealthy and needy children.\" (Gilchrist Aff. ¶¶ 4-5; Gilchrist Dep. at 10.) Gilchrist's staff conducted research into the pros and cons of a uniform policy and sought information from other districts that had implemented such policies. (Gilchrist Aff. ¶ 5.) Gilchrist then sought permission from the School Board to explore parental reaction to the proposal. (Gilchrist Aff. ¶ 5; Moss Dep. at 7.) In the Fall of 1997, Gilchrist conducted public forums at all nine elementary schools in the district to introduce parents to the idea of a uniform policy and gauge public reaction. (Gilchrist Aff. ¶ 5.)</p>\n<p>After conducting the public forums, Gilchrist asked the Board if he could establish an ad hoc committee to draft a uniform policy. The Board agreed and appointed Donna Lynch, a School Board member, to the committee. Along with Selma Allen, the Halifax County Director of Elementary Education, and Sylvia Hughes, the Halifax schools' public relations officer, Gilchrist selected the other members of the committee: Carol Blankenship, the director of instructional technology for the Halifax County schools; Vivian Branch, a Halifax school principal; Mary McGee, a school counselor; and Shirley Fisher and Cassandra Dolberry, both parents with children attending Halifax County Schools. (Gilchrist Dep. at 12-14.)</p>\n<p>The ad hoc committee met several times in February 1998 to create a workable uniform policy for Halifax County. The original draft of the policy included an opt-out provision pursuant to which a student would not be considered non-compliant <span class=\"star-pagination\">*653</span> \"[w]hen wearing a school uniform violates a student's sincerely held religious belief.\" (Dep.Ex. 5.) That draft also stated that a student would not be considered non-compliant when \"a student's parent or guardian has secured an exemption from the uniform policy.\" (Id.) The committee ultimately decided to delete those provisions from the final policy. (Gilchrist Dep. at 29.)</p>\n<p>Gilchrist was aware of Hicks' religious objections to the uniform policy before the ad hoc committee was assembled. As he testified at his deposition, Gilchrist became aware of Hicks' opposition to the school uniform policy \"very, very early on in the first initial year of research. From the [out]set, she made it clear that she was opposed.\" (Gilchrist Dep. at 82.)<sup>[1]</sup> Gilchrist also testified that he, Allen and Hughes, discussed Hicks' objections, \"wrestled\" with the \"terminology anti-Christ\" \"trying to figure out what it was,\" and that they \"couldn't figure out what she was talking about.\" (Gilchrist Dep. at 84.) Gilchrist stated that he never got a satisfactory answer to those questions. (Id. at 85.) Gilchrist did not convey Hicks' concerns to the ad hoc committee. (Id. at 84.) Nor did Gilchrist mention Hicks' specific objections to the School Board. (Id. at 83.)</p>\n<p>Cassandra Dolberry, one of the parent representatives on the ad hoc committee, is the only individual who claims a recollection of the discussion leading up to the deletion of the religious exemption. (Dolberry Dep. at 16-28.) Dolberry affirmed that the ad hoc committee had reached the conclusion that the policy would not affect any religions in Halifax County and that \"if it did, there would be a way that it would be a compromise.... I fairly thought that when the policy was made, that we did not hurt a group  a religious group because we had talked to every religion that we had in our county.\" (Dolberry Dep. at 18-20.) Dolberry suggested that she and others spoke with parents who were Jehovah's Witnesses, Baptists, Methodists, Pentecostals, and Catholics, among others. (Id. at 25-26.) When asked whether \"the recommendation that was made by the ad hoc committee considered at least the religious concerns of the parents [with] whom she [had conversed],\" Dolberry responded, \"[a]ll of the parents in the county.\" (Id. at 28.)</p>\n<p>The ad hoc committee ultimately submitted the uniform policy without the religious opt-out provision to the School Board's policy committee, which approved it without making any changes after hearing a presentation by Gilchrist. (Gilchrist Dep. at 23.) The policy committee submitted it to the School Board, which approved and adopted the policy on 9 April 1998.</p>\n<p>The mandatory uniform policy adopted by the School Board required all elementary school students to wear a school-approved uniform beginning in the 1998-99 school year. When he began the third grade in August 1998, Ganues did not wear the khaki pants and blue shirt required by the policy because Hicks, a self-described minister and prophetess, believes that adherence to the uniform policy would violate her basic religious beliefs. Hicks believes that wearing a uniform demonstrates an allegiance to the spirit of the anti-Christ, a being that requires uniformity, sameness, enforced conformity, and the absence of diversity. (Am.Compl. ¶ 20; Hicks Decl. ¶¶ 10-12.) Hicks does not have a problem with khaki pants and blue shirts in and of themselves. Rather, she objects, on religious grounds, to the fact that all choice and free will has been eliminated and uniformity is required. (Id. at 13.) The uniformity required by the policy is, in her opinion, characteristic of the \"last days\" and required by the anti-Christ. (Hicks Decl. ¶¶ 9-14.) Hicks believes that it is part of her religion and way of life to \"oppose the coming of the Anti-Christ and <span class=\"star-pagination\">*654</span> prevent the programming of our children to accept the Anti-Christ, his orders, and his mark.\" (Hicks Decl. ¶¶ 13-14.)</p>\n<p>Hicks conveyed her religious beliefs to the principal of McIver, Jeffrey McCain, by letter in July 1998. (Am.Compl. ¶ 21.) She also explained her views to McCain and Gilchrist in a meeting on the first day of school in August 1998. (Id. at ¶ 24.) Based upon Hicks' representation that Ganues would never comply with the uniform policy, Gilchrist asked Hicks and Ganues to leave the school, and Ganues was subsequently suspended for ten days. (Pls.' Resp. to Defs.' Req. for Admiss. 14-15.) The suspension letter contained a recommendation that Ganues be suspended for the remainder of the school year or until he complied with the school's uniform policy. (Id. at 15.)</p>\n<p>Ganues ultimately returned to school on 24, 25 and 26 August 1998 after a three-teacher review panel recommended that a long term suspension not be imposed until Ganues was given an opportunity to comply with the uniform policy. (Id. at 17-19.) Again, Ganues failed to wear the uniform. On 26 August 1998, Ganues was suspended. (Id. at 22.) On 14 September, Hicks was granted a hearing before the Halifax County Board of Education, to which she had appealed the suspension. The Board affirmed the school's decision, and on 15 September 1998, Ganues was placed on long-term suspension. (Am.Compl.¶¶ 32-34.)</p>\n<p>For the remainder of the 1998-1999 school year, Ganues attended the Tabernacle Christian School in Weldon, North Carolina. (Hicks Decl. ¶ 29.) Hicks paid a monthly tuition of $135.00 and drove Ganues to and from school, approximately 35 miles each way. (Id.) Hicks believes the education that Ganues received at Tabernacle was substandard. (Hicks Decl. ¶ 30; Butzon Declaration.) In any event, Ganues is no longer able to attend Tabernacle because that school, like McIver, has instituted a uniform policy. (Hicks Decl. ¶ 31.) As of September 1999, Hicks was exploring the possibility of home-schooling Ganues with the help of her daughter, Ida Faye Nicholson. (Hicks Decl. ¶ 32.) It is not clear from the record where Ganues is attending school for the 1999-2000 school year.</p>\n<p></p>\n<h2>Standard of Review</h2>\n<p>Summary judgment is appropriate in those cases in which there is no genuine dispute as to a material fact, and in which it appears that the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. of Rising Sun, Inc.,</i> <span class=\"citation\" data-id=\"654214\"><a href=\"/opinion/654214/paula-haavistola-v-community-fire-company-of-rising-sun-inc-richard-g/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span>, 214 (4th Cir.1993). Summary judgment should be granted in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Id.</i> In making this determination, the court draws all permissible inferences from the underlying facts in the light most favorable to the party opposing the motion. \"[W]here the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> <span class=\"citation\" data-id=\"570419\"><a href=\"/opinion/570419/teamsters-joint-council-no-83-v-centra-incorporated-central-cartage/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">115</span></a></span>, 119 (4th Cir.1991).</p>\n<p>While this court must take the evidence in the light most favorable to plaintiffs for purposes of defendants' summary judgment motion, the court need not \"`accept unreasonable inferences based on conjecture or speculation.'\" <i>Yerardi's Moody Street Restaurant &amp; Lounge, Inc. v. Board of Selectmen of Town of Randolph,</i> <span class=\"citation\" data-id=\"560461\"><a href=\"/opinion/560461/yerardis-moody-street-restaurant-lounge-inc-v-board-of-selectmen-of/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">89</span></a></span>, 92 (1st Cir.1991) (quoting <i>Santiago-Negron v. Castro-Davila,</i> <span class=\"citation\" data-id=\"516909\"><a href=\"/opinion/516909/ivette-santiago-negron-v-modesto-castro-davila-etc/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">431</span></a></span>, 445 (1st Cir.1989)). As the Fourth Circuit has explained,</p>\n<blockquote>[O]nly \"reasonable\" inferences from the evidence need be considered by the court.... Whether an inference is reasonable cannot be decided in a vacuum; it must be considered \"in light of the competing inferences\" to the contrary. ... In the end, the non-moving <span class=\"star-pagination\">*655</span> party must do more than present a \"scintilla\" of evidence in its favor.... Rather, the non-moving party must present sufficient evidence such that \"reasonable jurors could find by a preponderance of the evidence\" for the non-movant, ... \"for an apparent dispute is not `genuine' within the contemplation of the summary judgment rule unless the non-movant's version is supported by sufficient evidence to permit a reasonable jury to find the fact[s] in his favor.\" ... Thus, if the evidence is \"merely colorable\" or \"not significantly probative,\" a motion for summary judgment may be granted.</blockquote>\n<p><i>Sylvia Development Corp. v. Calvert County, Maryland,</i> <span class=\"citation\" data-id=\"690294\"><a href=\"/opinion/690294/sylvia-development-corporation-karel-dohnal-individually-and-as-agent-for/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">810</span></a></span>, 818 (4th Cir.1995) (citations omitted).</p>\n<p></p>\n<h2>School Board's Right to Adopt The Uniform Policy</h2>\n<p>As this court held in the Order denying the preliminary injunction in this case, N.C.Gen.Stat. § 115C-16 does not limit the authority of the Halifax County School Board to adopt a uniform policy. That statute authorized the State Board of Education to implement a pilot program, and the State Board chose not to do so. Instead, the State Board allowed local authorities to adopt uniform policies in accordance with guidelines provided by the State Board. (Wilson Aff. ¶ 2.) Halifax County's uniform policy was implemented pursuant to its \"general control and supervision\" authority under N.C.Gen.Stat. § 115C-36.<sup>[2]</sup> Accordingly, the Halifax County Board of Education's enactment of the uniform policy at issue in this case did not contravene N.C.Gen.Stat. § 115C-16, and defendants' motion for summary judgment with respect to plaintiffs' first claim (Count 1) will be allowed.</p>\n<p></p>\n<h2>12 February 1999 Preliminary Injunction Order</h2>\n<p>In its 12 February 1999 Order denying plaintiffs' motion for a preliminary injunction, this court wrote that \"the [uniform] policy is a neutral, generally applicable regulation [that] does not unconstitutionally infringe upon plaintiffs' Free Exercise rights.\" (12 Feb. 1999 Order at 17.) In opposition to defendants' summary judgment motion, plaintiffs have contended that evidence obtained during discovery reveals that the uniform policy is not \"neutral\" as that term was interpreted by the Supreme Court in <i>Church of the Lukumi Babalu Aye, Inc. v. City of Hialeah,</i> <span class=\"citation\" data-id=\"112881\"><a href=\"/opinion/112881/church-of-lukumi-babalu-aye-inc-v-hialeah/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"112881\"><a href=\"/opinion/112881/church-of-lukumi-babalu-aye-inc-v-hialeah/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2217</span></a></span>, <span class=\"citation\" data-id=\"112881\"><a href=\"/opinion/112881/church-of-lukumi-babalu-aye-inc-v-hialeah/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (1993). As plaintiffs suggest, the <i>Lukumi</i> Court held that the facial neutrality of a statute is not determinative and that the Free Exercise Clause protects against government hostility which is masked, as well as overt. <i>Id.</i> at 534, 113 S.Ct. at 2227. The crux of the <i>Lukumi</i> opinion, however, is the existence of such hostility. The Court concluded that the ordinances at issue in <i>Lukumi</i> \"had <i>as their object</i> the suppression of religion,\" <i>id.</i> at 542, 113 S.Ct. at 2231; that they <i>\"target[ed]</i> Santeria sacrifice,\" <i>id.</i> at 535, 113 S.Ct. at 2228, and that they \"were enacted <i>because of, not merely in spite of</i> their suppression of Santeria religious practice.\" <i>Id.</i> at 540, 113 S.Ct. at 2231 (emphasis added, quotations and citations omitted).</p>\n<p>Plaintiffs have produced evidence that the School Board authorized the initiation of an ad hoc committee to explore the possibilities of a school uniform policy for Halifax County (Gilchrist Dep. at 12); that Gilchrist, the Superintendent and the engineer of the ad hoc committee, knew of Hicks' religious objections to the policy before the committee convened, (Hicks <span class=\"star-pagination\">*656</span> Decl. ¶ 15; Gilchrist Dep. at 82); that he discussed those objections with Allen, the director of elementary education, and Hughes, the public relations person for the Halifax County school system, both of whom were members of the ad hoc committee (Gilchrist Dep. at 84-85); that the three individuals did not understand Hicks' religious objections or what she meant by the terminology \"Anti-Christ,\" (Gilchrist Dep. at 84-85); that they failed to communicate Hicks' religious objections to the rest of the ad hoc committee, (Gilchrist Dep. at 84), despite the committee's explicit discussion of the policy's impact on other, mainstream religious groups (Dolberry Dep. at 16, 18-28); that they participated in the deletion of a religious exemption from the original draft of the uniform policy (Dolberry Dep. at 16; Gilchrist Dep. at 29); and that Gilchrist brought to the Board's attention \"some opt-out things that were discussed by the ad hoc committee.\" (Gilchrist Dep. at 83). This evidence, construed in the light most favorable to plaintiffs, shows only that the School Board adopted the uniform policy in spite of, not because of, Hicks' religious beliefs. This showing is insufficient under <i>Lukumi</i> to raise a genuine issue of material fact as to the neutrality of the statute.</p>\n<p>In the 12 February 1999 Order, this court also opined that Ganue's case \"does not implicate the `hybrid' path of parental religious freedom left narrowly open by [<i>Employment Div., Dep't of Human Resources of Oregon v. Smith,</i> <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">872</span></a></span>, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1595</span></a></span>, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">876</span></a></span> (1990) ]\" based on the court's preliminary conclusion that the \"character of the interference with religious belief\" in this case was not similar to the \"character of the interference\" at issue in <i>Wisconsin v. Yoder,</i> <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1526</span></a></span>, <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1972) and <i>Pierce v. Society of Sisters,</i> <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1070</span></span> (1925). See 12 February 1999 Order at 13 and 17. The \"character of the interference\" discussed in the February 12 Order may also be described as the nature of the burden imposed upon plaintiffs by the School Board's uniform policy. In the February 12 Order, then, the court concluded that plaintiffs had not shown that their free exercise rights were substantially burdened by the uniform policy. Although the nature of the burden is relevant only when a court applies strict scrutiny,<sup>[3]</sup> failure to demonstrate a substantial burden on the free exercise of one's religion would require the dismissal of a free exercise claim regardless of which test the court applied. Because the court concluded that plaintiffs had not shown a substantial burden at the time of the preliminary injunction motion, there was no need to determine whether the hybrid-rights exception in <i>Smith</i> applied. See <i>Christ College, Inc. v. Board of Supervisors, Fairfax County,</i> <span class=\"citation no-link\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">901</span></span> (4th Cir.1991) (Table, text in Westlaw at <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">179102</span></span>, *5) (unnecessary to decide whether appellants' claim was hybrid under <i>Smith</i> because appellants failed to establish that the zoning laws and fire codes at issue burdened their free exercise of religion), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1094</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1169</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">415</span></span> (1992). In light of the comprehensive materials submitted with the parties' briefing of the motion for summary judgment and opposition thereto, the court concludes that plaintiffs have now raised a genuine issue of material fact as to the nature of the burden imposed upon their free exercise of religion by the school uniform policy.</p>\n<p>The court acknowledges that the revision of its opinion regarding the nature of the burden imposed upon plaintiffs does not, standing alone, require a denial of <span class=\"star-pagination\">*657</span> defendants' motion for summary judgment. Under <i>Smith,</i> plaintiffs do not even have the opportunity to show a substantial burden unless their claims fit within one of the exceptions to the <i>Smith</i> rule. Thus, the court must now determine whether plaintiffs' claims implicate the hybrid-rights exception to the general rule established in <i>Smith.</i></p>\n<p></p>\n<h2>Hybrid-Rights Analysis</h2>\n<p>Hicks has alleged that the School Board's enactment and enforcement of the school uniform policy against Ganues have violated her free exercise rights and her right to direct Ganues' upbringing. Defendants have not contested the sincerity of Hicks' religious beliefs, and the sincerity of those beliefs is not an issue in this case. As the Supreme Court has held, \"religious beliefs need not be acceptable, logical, consistent, or comprehensible to others in order to merit First Amendment protection.\" <i>Thomas v. Review Board of Indiana Employment Sec. Div.,</i> <span class=\"citation\" data-id=\"110440\"><a href=\"/opinion/110440/thomas-v-review-bd-of-indiana-employment-security-div/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">707</span></a></span>, 714, <span class=\"citation\" data-id=\"110440\"><a href=\"/opinion/110440/thomas-v-review-bd-of-indiana-employment-security-div/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1425</span></a></span>, <span class=\"citation\" data-id=\"110440\"><a href=\"/opinion/110440/thomas-v-review-bd-of-indiana-employment-security-div/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">624</span></a></span> (1981).</p>\n<p>The Free Exercise Clause, made applicable to the States by incorporation into the Fourteenth Amendment, see <i>Cantwell v. Connecticut,</i> <span class=\"citation\" data-id=\"103355\"><a href=\"/opinion/103355/cantwell-v-connecticut/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, 303, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1213</span></span> (1940), provides that \"Congress shall make no law (3)27 prohibiting the free exercise [of religion](4)27\" U.S. Const., Amdmt. 1. In <i>Smith,</i> the Supreme Court held that \"[i]t is a permissible reading of the text ... to say that if prohibiting the exercise of religion ... is not the object of [governmental action] but merely the incidental effect of a generally applicable and otherwise valid provision, the First Amendment has not been offended.\" <i>Smith,</i> 494 U.S. at 878, 110 S.Ct. at 1600. The <i>Smith</i> Court went on to explain that \"the right of free exercise does not relieve an individual of the obligation to comply with a `valid and neutral law of general applicability on the ground that the law ... prescribes ... conduct that his religion ... proscribes....'\" <i>Id.</i> at 879, 110 S.Ct. at 1600. See also <i>Lukumi,</i> 508 U.S. at 531, 113 S.Ct. at 2226.</p>\n<p>After setting forth the foregoing general rule, however, the <i>Smith</i> Court went on to explain that the</p>\n<blockquote>only decisions in which we have held that the First Amendment bars application of a neutral, generally applicable law to religiously motivated action have involved not the Free Exercise Clause alone, but the Free Exercise Clause in conjunction with other constitutional protections, such as ... the right of parents, acknowledged in <i>Pierce v. Society of Sisters,</i> <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1070</span></span> (1925), to direct the education of their children, see <i>Wisconsin v. Yoder,</i> <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1526</span></a></span>, <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1972) (invalidating compulsory school-attendance laws as applied to Amish parents who refused on religious grounds to send their children to school).</blockquote>\n<p><i>Smith,</i> 494 U.S. at 881, 110 S.Ct. at 1601. Because the <i>Smith</i> case did \"not present such a hybrid situation, but a free exercise claim unconnected with any communicative activity or parental right,\" <i>Smith,</i> 494 U.S. at 882, 110 S.Ct. at 1602, the <i>Smith</i> Court applied the general rule, holding that Oregon's criminal law prohibiting the use of peyote did not violate the plaintiffs' free exercise rights despite the statute's incidental effect upon their free exercise of their religion.</p>\n<p>Defendants have argued that, under <i>Smith,</i> the school uniform policy is a neutral law of general application, impervious to the religious requirements of the individuals subjected to it. Plaintiffs have asserted that the School Board's enactment of a uniform policy without an exemption for religious reasons and defendants' imposition of that policy upon Ganues have violated his and his great-grandmother's constitutional rights to free exercise and her parental right to direct the upbringing of her child.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*658</span> The constitutional right to direct the upbringing of one's children is grounded in the Due Process Clause. U.S. Const., Amdmt. 5. As the Supreme Court explained in a recent case.</p>\n<blockquote>[t]he Due Process Clause guarantees more than fair process, and the \"liberty\" it protects includes more than the absence of physical restraint.... The Clause also provides heightened protection against government interference with certain fundamental rights and liberty interests.... In a long line of cases, we have held that, in addition to the specific freedoms protected by the Bill of Rights, the \"liberty\" specially protected by the Due Process Clause includes the right[ ] ... to direct the education and upbringing of one's children ....</blockquote>\n<p><i>Washington v. Glucksberg,</i> <span class=\"citation\" data-id=\"118144\"><a href=\"/opinion/118144/washington-v-glucksberg/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">702</span></a></span>, 720, <span class=\"citation\" data-id=\"118144\"><a href=\"/opinion/118144/washington-v-glucksberg/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span>, 2267, <span class=\"citation\" data-id=\"118144\"><a href=\"/opinion/118144/washington-v-glucksberg/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">772</span></a></span> (1997) (citing <i>Meyer v. Nebraska,</i> <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">625</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1042</span></span> (1923) and <i>Pierce v. Society of Sisters,</i> <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1070</span></span> (1925)).<sup>[5]</sup> The Supreme Court's recognition of the right to direct the education and upbringing of one's children as a liberty specially protected by the Due Process Clause reflects its conclusion that such a right is \"`deeply rooted in this Nation's history and tradition,' ... and `implicit in the concept of ordered liberty,' such that `neither liberty nor justice would exist if [it] were sacrificed.' ...\" <i>Glucksberg,</i> 521 U.S. at 721, 117 S.Ct. at 2268 (citations omitted). Indeed, as the Supreme Court explained in 1944, \"[i]t is cardinal with us that the custody, care, and nurture of the child reside first in the parents, whose primary function and freedom include preparation for obligations the state can neither supply nor hinder.\" <i>Prince v. Massachusetts,</i> <span class=\"citation\" data-id=\"103933\"><a href=\"/opinion/103933/prince-v-massachusetts/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">158</span></a></span>, 166, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">438</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">645</span></span> (1944). In <i>Yoder,</i> a case in which the Court invalidated compulsory school attendance laws as applied to Amish parents who refused to send their teenaged children to school on religious grounds, the Court explained that \"[t]he history and culture of Western civilization reflect a strong tradition of parental concern for the nurture and upbringing of their children. This primary role of the parents in the upbringing of their children is now established beyond debate as an enduring American tradition.\" <i>Yoder,</i> 406 U.S. at 232, <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1526</span></a></span>. More recently, in <i>Moore,</i> discussing the appropriate limits on substantive due process, the Court explained that \"the Constitution protects the <span class=\"star-pagination\">*659</span> sanctity of the family precisely because the institution of the family is deeply rooted in this Nation's history and tradition. It is through the family that we inculcate and pass down many of our most cherished values, moral and cultural.\" <i>Moore,</i> 431 U.S. at 503-04, 97 S.Ct. at 1938.</p>\n<p>The Supreme Court noted in <i>Glucksberg</i> its \"tradition of carefully formulating the interest at stake in substantive-due-process cases.\" <i>Id.</i> at 722, 117 S.Ct. at 2269. Such a careful formulation helps determine whether a particular claimed right falls within the scope of the general right recognized by the Supreme Court. The Supreme Court has \"sustained the parent's authority to provide religious with secular schooling and the child's right to receive it, ... children's rights to receive teaching in languages other than the nation's common tongue,\" and \"[t]he rights of children to exercise their religion, and of parents to give them religious training and to encourage them in the practice of religious belief\" as well as the rights of religious parents to withdraw their children from public education where the dictates of their religion demand it. <i>Prince,</i> 321 U.S. at 165-66, 64 S.Ct. at 442 (1943) (citing <i>Pierce, Meyer,</i> and <i>Barnette,</i> respectively) and <i>Yoder,</i> 406 U.S. at 233, <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1526</span></a></span>. Here, if a more careful formulation than the general right of a parent to direct the education of her child is required, Hicks' liberty interest may be described as a parent's right to send her child to school without a uniform in contravention of a generally applicable school uniform policy when the parent's actions are necessitated by her effort to direct the child's moral and religious upbringing in a manner consistent with her religious beliefs. At stake in this case is Hicks' ability to impress upon her great-grandson the truth and importance of her religious beliefs, specifically those beliefs regarding the preparation for salvation. Because both the parent's right to direct the upbringing of the child and the free exercise right are implicated here, plaintiffs contend that the hybrid-rights exception to the <i>Smith</i> rule applies.</p>\n<p>The structure of the <i>Smith</i> decision and the <i>Smith</i> Court's explanation of the type of cases in which the First Amendment has barred the application of a neutral, generally applicable law to religiously motivated action, <i>Smith,</i> 494 U.S. at 881, 110 S.Ct. at 1601, lead this court to conclude that the Court did recognize a category of hybrid-rights cases to which the general rule recognized in <i>Smith</i> is not applicable. Whether and how to apply the hybrid-rights exception described in <i>Smith</i> have been the subject of much debate and disagreement among the circuit courts of appeal and academic commentators over the past nine years.<sup>[6]</sup> Indeed, at least one Supreme Court Justice has, in his concurring opinion in <i>Lukumi,</i> expressed his lack of understanding and fundamental disagreement with the \"hybrid\" exception and the attendant analysis of those cases categorized as \"hybrid\" cases in <i>Smith.</i> Illustrating the confusion generated by the hybrid-rights exception to the general free exercise rule identified in <i>Smith,</i> Justice Souter wrote,</p>\n<blockquote>Though <i>Smith</i> sought to distinguish the free-exercise cases in which the Court mandated exemptions from secular laws of general application, ... I am not persuaded.... [T]he distinction <i>Smith</i> draws [between a true free exercise case <span class=\"star-pagination\">*660</span> and a \"hybrid\"] strikes me as ultimately untenable. If a hybrid claim is simply one in which another constitutional right is implicated, then the hybrid exception would probably be so vast as to swallow the <i>Smith</i> rule, and, indeed, the hybrid exception would cover the situation exemplified by <i>Smith,</i> since free speech and associational rights are certainly implicated in the peyote ritual. But if a hybrid claim is one in which a litigant would actually obtain an exemption from a formally neutral, generally applicable law under another constitutional provision, then there would be no reason for the Court in what <i>Smith</i> calls the hybrid cases to have mentioned the Free Exercise Clause at all.</blockquote>\n<p><i>Lukumi,</i> 508 U.S. at 566-567, 113 S.Ct. at 2244-2245 (Souter, J., concurring).</p>\n<p>Appellate courts have also struggled with the meaning of the hybrid-rights exception. The Sixth Circuit, faced with what it perceived to be the \"completely illogical\" outcome that would result from application of a hybrid-rights exception, simply refused to construe or apply it.<sup>[7]</sup> At least one court has required a plaintiff to demonstrate an independently viable constitutional right to come within the purview of the hybrid-rights exception.<sup>[8]</sup> The Tenth and Ninth Circuits, on the other hand, have required plaintiffs to demonstrate \"colorable\" claims of constitutional violations.<sup>[9]</sup></p>\n<p>Justice Souter's commentary and the appellate courts' confusion aptly demonstrate the conundrum facing courts attempting to apply <i>Smith.</i> It is true that it is a difficult task to make sense of <i>Smith</i>'s hybrid-rights language within the larger context of the Supreme Court's free exercise jurisprudence.<sup>[10]</sup> Yet the language of <i>Smith</i> <span class=\"star-pagination\">*661</span> remains. <i>Smith</i> distinguished and thereby preserved <i>Yoder.</i> Consequently, it is the responsibility of this court, until the Supreme Court changes its interpretation, to give meaning to the seemingly impenetrable hybrid-rights exception by applying the law to the facts of cases before it. See <i>Agostini v. Felton,</i> <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, 207, <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1997</span></a></span>, 2002, <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1997) (\"The Court neither acknowledges nor holds that other courts should ever conclude that its more recent cases have, by implication, overruled an earlier precedent. Rather, lower courts should follow the case which directly controls, leaving to this Court the prerogative of overruling its own decisions.\")</p>\n<p>To determine whether to apply the hybrid-rights exception in the first instance, the court must determine what a plaintiff must show to justify its application. In <i>Smith,</i> the Court described a hybrid claim as one in which a free exercise claim is \"in conjunction with\" or \"connected with\" another \"constitutional protection.\" <i>Smith,</i> 494 U.S. at 881, 882, 110 S.Ct. at 1601, 1602. More recently, using <i>Yoder</i> as an example of a hybrid case, the Supreme Court explained that <i>Yoder \"implicated</i> not only the right to the free exercise of religion but also the right of parents to control their children's education.\" <i>City of Boerne v. Flores,</i> <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, 514, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2157</span></a></span>, 2161, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">624</span></a></span> (1997) (emphasis added). The meaning of the Supreme Court's terms \"in conjunction with,\" \"connected to,\" and \"implicated\" is not readily apparent.</p>\n<p>Whatever the hybrid-rights exception may mean in other contexts, the <i>Smith</i> Court's decision to distinguish, rather than overrule, <i>Yoder</i> suggests its belief that a statute or policy that implicates the particular combination of rights at issue in that case, free exercise and the parental right to direct the religious upbringing of her children, necessitates the application of heightened scrutiny. <i>Yoder</i>'s principle is clearly stated as follows:</p>\n<blockquote>There is no doubt as to the power of a State, having a high responsibility for education of its citizens, to impose reasonable regulations for the control and duration of basic education.... Providing public schools ranks at the very apex of the function of a State. Yet even this paramount responsibility was, in <i>Pierce,</i> made to yield to the right of parents to provide an equivalent education in a privately operated system.... <i>As [Pierce] suggests, the values of parental direction of the religious upbringing and education of their children in their early and formative years have a high place in our society.... Thus, a State's interest in universal education, however highly we rank it, is not totally free from a balancing process when it impinges on fundamental rights and interests, such as those specifically protected by the Free Exercise Clause of the First Amendment, and the traditional interest of parents with respect to the religious upbringing of their children so long as they, in the words of Pierce, `prepare (them) for additional obligations.'</i>\n</blockquote>\n<p><i>Yoder,</i> 406 U.S. at 214, 92 S.Ct. at 1532 (emphasis added) (quoting <i>Pierce</i>).</p>\n<p>The <i>Yoder</i> Court went on to explain that the</p>\n<blockquote>duty to prepare the child for `additional obligations,' referred to by the [<i>Pierce</i>] Court, must be read to include the inculcation of moral standards, religious beliefs, and elements of good citizenship....</blockquote>\n<blockquote>However read, the Court's holding in <i>Pierce</i> stands as a charter of the rights of parents to direct the religious upbringing <span class=\"star-pagination\">*662</span> of their children. And, <i>when the interests of parenthood are combined with a free exercise claim of the nature revealed by this record, more than merely a `reasonable relation to some purpose within the competency of the State' is required to sustain the validity of the State's requirement under the First Amendment.</i>\n</blockquote>\n<p><i>Yoder,</i> 406 U.S. at 233, 92 S.Ct. at 1542 (emphasis added). As in <i>Yoder,</i> the conjunction of these two constitutional interests, in and of itself, merits heightened scrutiny in this case.<sup>[11]</sup> In other words, where a parent's free exercise right may not be sufficient to justify an exemption from a neutral, generally applicable law, that right, when combined with the constitutional right of the individual, as a parent, to direct her child's upbringing may be sufficient.<sup>[12]</sup> Whether or not the second constitutional interest is independently viable is not at issue.<sup>[13]</sup> It is the mere presence of the interest, as a genuine claim, supported by evidence in the record, that triggers the heightened scrutiny of the free exercise claim. While this court agrees with Justice Souter that allowing a plaintiff to obtain a heightened level of scrutiny merely by alleging a constitutional right other than free exercise may cause the purported exception to swallow the rule, plaintiffs in this case have presented more than a mere allegation. This Court holds that plaintiffs' showing of a genuine claim of infringement of a constitutional interest identified in <i>Smith</i>'s hybrid-rights passage and their presentation of a record that provides evidence supporting that claim are sufficient to invoke the hybrid-rights exception to <i>Smith</i>'s general rule.</p>\n<p>As noted above, the <i>Smith</i> Court did not specify the appropriate standard of review to apply in hybrid cases. By distinguishing the hybrid-rights cases, rather than overruling them, <i>Smith</i> suggested that its general rule would not be applicable to hybrid cases. The <i>Smith</i> decision also specifically averted to the following passage <span class=\"star-pagination\">*663</span> in the <i>Yoder</i> decision: \"when the interests of parenthood are combined with a free exercise claim of the nature revealed by this record, more than merely a `reasonable relation to some purpose within the competency of the State' is required to sustain the validity of the State's requirement under the First Amendment.\" <i>Smith,</i> 494 U.S. at 882, 110 S.Ct. at 1602 (citing <i>Yoder,</i> 406 U.S. at 233, 92 S.Ct. at 1542). <i>Yoder</i> thus suggests that a balancing test is appropriate, and that \"only those interests of the highest order and those not otherwise served can overbalance legitimate claims to the free exercise of religion.\" <i>Yoder,</i> 406 U.S. at 215, 92 S.Ct. at 1533. This language from <i>Yoder</i> suggests that strict scrutiny is applicable in hybrid-rights cases combining free exercise claims with claims based on the parental right to direct the religious upbringing and education of children.<sup>[14]</sup></p>\n<p>Working without significant guidance from the Supreme Court, post-<i>Smith</i> courts have construed the <i>Smith</i> case as requiring strict scrutiny in hybrid-rights cases. <i>Thomas,</i> 165 F.3d at 711-712 (applying compelling interest test where plaintiffs demonstrated hybrid-rights claims); <i>Vandiver v. Hardin County Bd. of Education,</i> <span class=\"citation\" data-id=\"555824\"><a href=\"/opinion/555824/brian-vandiver-ronald-vandiver-and-kathy-vandiver-v-hardin-county-board-of/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">927</span></a></span>, 933 (6th Cir. 1991) (\"[t]he <i>Smith</i> decision implies without stating that those hybrid claims which raise a free exercise challenge coupled with other constitutional concerns remain subject to strict scrutiny). But see, <i>Kissinger,</i> 5 F.3d at 180 (\"[A]t least until the Supreme Court holds that legal standards under the Free Exercise Clause vary depending upon whether other constitutional rights are implicated, we will not use a stricter test than that used in <i>Smith</i> to evaluate generally applicable, exceptionless state regulations under the Free Exercise Clause.\") Based on the structure and logic of the <i>Smith</i> decision, the language of <i>Yoder</i> to which the <i>Smith</i> Court specifically adverted, and the case law interpreting <i>Smith,</i> this court will apply strict scrutiny to plaintiffs' hybrid-rights claim.</p>\n<p>Because this court concludes that plaintiffs' claims do fall within the hybrid-rights exception outlined in <i>Smith</i> and illustrated by <i>Yoder,</i> that the defendants' uniform policy should therefore be subjected to strict scrutiny, and that plaintiffs have raised a genuine issue of material fact with respect to the burden imposed upon their religious beliefs by the School Board's uniform policy, the court must deny defendants' motion for summary judgment with respect to plaintiffs' constitutional claims based on free exercise and the parental right to direct the religious upbringing of a child. (Counts 2, 3, and 5.)</p>\n<p></p>\n<h2>Substantive Due Process</h2>\n<p>Plaintiffs argue that the School Board's decision to deny Ganues his right to a free, sound, basic education in a public school based on his failure to comply with the school uniform policy violates substantive due process. Plaintiffs also argue that Hicks is \"deprived of a liberty interest in a cohesive family following its own religious dictates and adequately educating its children.\" (Am.Compl.¶ 49.) (Count 10)</p>\n<p>As a preliminary matter, the Supreme Court has held that \"[w]here a particular amendment provides an explicit textual source of constitutional protection against a particular sort of government behavior, that Amendment, not the more generalized notion of substantive due process, must be the guide for analyzing these claims.\" <i>County of Sacramento v. Lewis,</i> <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1043</span></a></span> (1998). To the extent, then, that plaintiffs' <span class=\"star-pagination\">*664</span> substantive due process claims are premised upon deprivations of religious freedoms, the First Amendment must be the guide for analyzing those claims.</p>\n<p>As noted above, the Supreme Court's decision in <i>Glucksberg</i> recognizes the parental right to direct the upbringing of children as a fundamental right subject to the protections of substantive due process. See <i>Glucksberg,</i> 521 U.S. at 720, <span class=\"citation\" data-id=\"118144\"><a href=\"/opinion/118144/washington-v-glucksberg/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span>. To the extent that plaintiff Hicks claims that her substantive due process right is based upon her right as a parent to direct Ganues' religious upbringing and education, that claim makes up the second constitutional interest in the hybrid-rights claim asserted under <i>Smith,</i> and it is the conjunction of those two claims that gives rise to the application of heightened scrutiny in this case. Accordingly, there is no need to address that substantive due process claim separately.</p>\n<p>The court will note, however, this alternative basis for its decision to deny summary judgment and apply strict scrutiny in this case. Even if <i>Smith</i> could not be interpreted to accord strict scrutiny to hybrid-rights claims, see <i>Kissinger,</i> 5 F.3d at 180, plaintiffs would be entitled to strict scrutiny from a substantive due process perspective. The Fourth Circuit has recently interpreted <i>Yoder</i> in a substantive due process case addressing the constitutionality of a school district's mandatory community service program. See <i>Herndon v. Chapel Hill-Carrboro City Board of Education,</i> <span class=\"citation\" data-id=\"721496\"><a href=\"/opinion/721496/aric-herndon-a-minor-by-christiana-and-john-herndon-as-guardians/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">174</span></a></span>, 178 (4th Cir.1996), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1111</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">949</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">837</span></span> (1997). According to the <i>Herndon</i> court, <i>Yoder</i></p>\n<blockquote>reaffirm[ed] that parental rights are among the liberties protected by the Constitution.... When those rights combine with First Amendment free exercise concerns, the [<i>Yoder</i>] Court held, they are fundamental: \"[T]his case involves the fundamental interest of parents, as contrasted with that of the State, to guide the religious future and education of their children.\"</blockquote>\n<p><i>Herndon,</i> 89 F.3d at 178 (quoting <i>Yoder</i>). <i>Yoder</i> therefore defines parental rights as fundamental, for purposes of substantive due process analysis, when they are combined with First Amendment free exercise concerns. <i>Herndon,</i> 89 F.3d at 178. This post-<i>Smith</i> Fourth Circuit dicta suggests that, approaching the case from a parental rights perspective, strict scrutiny is required when that right is joined with a free exercise interest. <i>Herndon,</i> 89 F.3d at 178. In other words, the free exercise interest (whether or not it is sufficient under <i>Smith</i>) boosts the parental right interest to one that is fundamental for purposes of substantive due process and therefore deserving of strict scrutiny. See also <i>Ohio Association of Independent Schools v. Goff,</i> <span class=\"citation\" data-id=\"723954\"><a href=\"/opinion/723954/ohio-association-of-independent-schools-v-john-goff/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">419</span></a></span>, 423 (6th Cir. 1996) (interpreting <i>Yoder</i> as a case applying strict scrutiny to a Fourteenth Amendment claim based on the liberty interest in directing upbringing of children where that claim is coupled with a challenge based on the Free Exercise Clause), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1104</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">309</span></span> (1997); and <i>Immediato v. Rye Neck Sch. Dist.,</i> <span class=\"citation\" data-id=\"710873\"><a href=\"/opinion/710873/daniel-immediato-diane-immediato-and-eugene-immediato-mario-gironda/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">454</span></a></span>, 462 (2nd Cir.1996) (applying rational basis review where parents sought, for secular reasons, to exempt their child from an educational requirement based on their right to direct the `upbringing' of their child and noting that <i>Yoder</i> distinguishes between religious and secular objections to educational requirements), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">60</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span></span> (1996).</p>\n<p>With respect to plaintiffs' substantive due process claim based on Ganues' right to a free, sound, basic, public education, that right is not a fundamental right or liberty interest. <i>San Antonio Independent School Dist. v. Rodriguez,</i> <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 35 and 37, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></a></span> (1973) (education is not provided explicit or implicit protection under Constitution and is not a fundamental right or liberty). As plaintiffs suggest, however, \"`substantive due process' prevents the government from engaging in <span class=\"star-pagination\">*665</span> conduct that `shocks the conscience,' ... or interferes with rights `implicit in the concept of ordered liberty,' ....\" <i>United States v. Salerno,</i> <span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">739</span></a></span>, 746, <span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2095</span></a></span>, <span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></a></span> (1987). The court must determine, therefore, whether the School Board's decision to suspend Ganues on a long-term basis as long as he fails to comply with the uniform policy is conduct that \"shocks the conscience.\" <i>Id.</i></p>\n<p>The Supreme Court has noted its reluctance</p>\n<blockquote>\"to expand the concept of substantive due process because guideposts for responsible decision-making in this unchartered area are scarce and open-ended.\" ... We must ... \"exercise the utmost care whenever we are asked to break new ground in this field,\" ... lest the liberty protected by the Due Process Clause be subtly transformed into the policy preferences of the Members of this Court....</blockquote>\n<p><i>Glucksberg,</i> 521 U.S. at 720, <span class=\"citation\" data-id=\"118144\"><a href=\"/opinion/118144/washington-v-glucksberg/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span>. While the School Board's decision to suspend Ganues on a long-term basis and, thereby, to substantially interrupt and interfere with his educational process, for his failure to wear khaki pants and a blue shirt may be a decision disturbingly inconsistent with the most basic goals of the public school system, the court cannot conclude that such a decision \"shocks the conscience\" as the Supreme Court has used that term. See <i>County of Sacramento,</i> 118 S.Ct. at 1711 (\"conduct intended to injure in some way unjustifiable by any government interest is the sort of official action most likely to rise to the conscience-shocking level\"). As noted above, in the context of plaintiffs' neutrality argument, plaintiffs have not, at this point in the proceedings, provided evidence sufficient to demonstrate that the School Board enacted the uniform policy with the intent to injure Hicks or Ganues.</p>\n<p></p>\n<h2>Procedural Due Process and Equal Protection</h2>\n<p>The court will allow defendants' motion for summary judgment with respect to Counts 6, 7, 8 and 11 of plaintiffs' complaint, each of which allege violations of the Fourteenth Amendment to the Constitution. Among other things, plaintiffs claim that the uniform policy was selectively enforced in violation of their equal protection rights because Ganues, unlike other children not in uniform on the first day of school, was forced to leave the school because of his non-compliance. As is evident from the record, however, Ganues was not similarly situated to the other children because Hicks, his guardian, made it clear, on the first day of school, that Ganues would never comply with the policy. To the extent that the decision to make Ganues leave the school violated the terms of the uniform policy itself, that violation was cured by the review panel's decision to let Ganues attend school for two days to give him a chance to comply. Plaintiffs have not offered any evidence that defendants intentionally or purposefully discriminated against them by enforcing the uniform policy.</p>\n<p>Moreover, there is no indication in the record that Hicks and Ganues did not receive procedural due process.<sup>[15]</sup> As noted, the review panel allowed Ganues two days in which to comply with the uniform policy. Ganues, through Hicks, also appealed the Superintendent's decision to suspend him on a long-term basis or until he complied with the policy. Hicks presented her case to the School Board, and the board upheld the suspension. Hicks did not seek judicial review of the Board's decision. See <i>Goss v. Lopez,</i> <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">565</span></a></span>, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">729</span></a></span>, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">725</span></a></span> (1975); <i>Givens v. Poe,</i> <span class=\"citation\" data-id=\"1879254\"><a href=\"/opinion/1879254/givens-v-poe/\"><span class=\"volume\">346</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">202</span></a></span> (W.D.N.C.1972).</p>\n<p><span class=\"star-pagination\">*666</span> The niceties of defendants' enforcement of the school's uniform policy are not the issue in this case and serve only to cloud the difficult constitutional questions before the court. By suspending Ganues from school, however ineptly, defendants were merely attempting to comply with the terms of the policy. It is the constitutional validity of the policy itself, as applied to Hicks and Ganues, that must be determined in this case and that will determine Ganues' future in the Halifax County School system.</p>\n<p></p>\n<h2>§ 1983 Actions against the Board</h2>\n<p>Plaintiffs have asserted six of their claims against defendants under the auspices of § 1983. (See Am.Compl. Counts 2, 3, 5-8.)<sup>[16]</sup> \"[T]he touchstone of the § 1983 action against a government body is an allegation that official policy is responsible for a deprivation of rights protected by the Constitution.\" <i>Monell v. Department of Social Services of City of New York,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 690, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978). Hicks has alleged that the Halifax County Board of Education's adoption and implementation of a school uniform policy has infringed upon and violated the free exercise of her religion and her substantive due process right as a parent to direct Ganues' education and religious upbringing.</p>\n<blockquote>Local governing bodies ... can be sued directly under § 1983 for monetary, declaratory, or injunctive relief where, as here, the action that is alleged to be unconstitutional implements or executes a policy statement, ordinance, regulation, or decision officially adopted and promulgated by the body's officers.</blockquote>\n<p><i>Monell,</i> 436 U.S. at 690, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>. The school uniform policy at issue in this case was officially adopted and promulgated by the School Board in April 1998, effective August 1998. In Counts 2, 3, 5 and 8, plaintiffs have stated viable claims under § 1983.<sup>[17]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*667</span> Official Capacity Suits Unnecessary</h2>\n<p>To further narrow the issues in this matter, the court will take this opportunity to discuss the official capacity suits against the individual defendants, and the immunity defenses raised by defendants.</p>\n<p>Plaintiffs have sued Gilchrist, the Superintendent of Halifax County Schools, in his individual and official capacities, and Jeffrey McCain, the Principal of McIver Elementary, in his individual and official capacities. <i>Kentucky v. Graham</i> provides some instructive background on the differences between personal and official capacity suits.</p>\n<blockquote>Personal-capacity suits seek to impose personal liability upon a government official for actions he takes under color of state law.... Official-capacity suits, in contrast, \"generally represent only another way of pleading an action against an entity of which an officer is an agent.\" ... As long as the government entity receives notice and an opportunity to respond, an official-capacity suit is, in all respects other than name, to be treated as a suit against the entity.... It is not a suit against the official personally, for the real party in interest is the entity. Thus, while an award of damages against an official in his personal capacity can be executed only against the official's personal assets, a plaintiff seeking to recover on a damages judgment in an official capacity suit must look to the government entity itself.</blockquote>\n<blockquote>On the merits, to establish personal liability in a § 1983 action, it is enough to show that the official, acting under color of state law, caused the deprivation of a federal right.... More is required in an official-capacity action, however, for a governmental entity is liable under § 1983 only when the entity itself is a \"`moving force'\" behind the deprivation, ...; thus, in an official-capacity suit the entity's \"policy or custom\" must have played a part in the violation of federal law.... When it comes to defenses to liability, an official in a personal-capacity action may, depending on his position, be able to assert personal immunity defenses, such as objectively reasonable reliance on existing law. See ... <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982) (qualified immunity).... In an official-capacity action, these defenses are unavailable. ... The only immunities that can be claimed in an official-capacity action are forms of sovereign immunity that the entity, qua entity, may possess, such as the Eleventh Amendment. While not exhaustive, this list illustrates the basic distinction between personal  and official  capacity actions.</blockquote>\n<p><i>Kentucky v. Graham,</i> <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 165-167, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3099</span></a></span>, 3105-3106, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1985).</p>\n<p>As the Court made clear in <i>Kentucky,</i> \"[t]here is no longer a need to bring official-capacity actions against local government officials, for under <i>Monell</i> ... local government units can be sued directly for damages and injunctive or declaratory relief.\" <i>Id.</i> at n. 14, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>. Accordingly, to simplify this matter, the court will dismiss the following claims: Count Three of plaintiffs' complaint to the extent that it is asserted against Gilchrist and McCain in their official capacities and is therefore identical to plaintiffs' second claim, which is asserted against the Board; and Count Ten as against Gilchrist and McCain in their official capacities because those claims specifically name Halifax County Board of Education.<sup>[18]</sup> It is unnecessary for plaintiff to proceed against both the officials in their official capacities and the School Board under <i>Kentucky</i> and <i>Monell.</i> All of the remaining claims in this lawsuit are therefore against Gilchrist and <span class=\"star-pagination\">*668</span> McCain in their individual capacities or against the Board.</p>\n<p></p>\n<h2>Immunity from Suit</h2>\n<p>To the extent that plaintiffs have sued Gilchrist and McCain in their individual capacities, Gilchrist and McCain have asserted the defense of qualified immunity. As the Court held in <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982), \"government officials performing discretionary functions generally are shielded from liability for civil damages insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\"<sup>[19]</sup> If the law at the time of the officials' conduct was not clearly established, \"an official could not reasonably be expected to anticipate subsequent legal developments, nor could he fairly be said to `know' that the law forbade conduct not previously identified as unlawful.\" <i>Harlow,</i> 457 U.S. at 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>. See also, <i>Edwards v. City of Goldsboro,</i> <span class=\"citation\" data-id=\"764384\"><a href=\"/opinion/764384/kenneth-r-edwards-v-city-of-goldsboro-chester-hill-individually-and-in/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 250 (4th Cir. 1999); <i>S.P. v. City of Takoma Park, Md.,</i> <span class=\"citation\" data-id=\"750716\"><a href=\"/opinion/750716/sp-a-citizen-of-takoma-park-maryland-v-the-city-of-takoma-park/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">260</span></a></span>, 265 (4th Cir.1998).</p>\n<p>In applying the doctrine of qualified immunity, the first step is to \"identify the specific right that the plaintiff asserts was infringed by the challenged conduct at a high level of particularity.\" <i>Edwards,</i> 178 F.3d at 250-251. \"To be clearly established for purposes of qualified immunity, `the contours of the right must be sufficiently clear that a reasonable official would understand that what he is doing violates that right.'\" <i>Takoma Park,</i> 134 F.3d at 265 (citations omitted). While an individual's right to freely exercise her religion is a clearly established constitutional right, the law with respect to that right in the context of a facially neutral school uniform policy that purportedly infringes that right is anything but settled. In other words, the contours of plaintiffs' free exercise rights, particularly in combination with other alleged constitutional rights, are not at all clear. This court cannot conclude that Gilchrist or McCain would have understood that their conduct violated Hicks' or Ganues' clearly established rights in August 1998. Gilchrist and McCain are entitled to qualified immunity from suit for damages in their individual capacities.</p>\n<p>The doctrine of qualified immunity does not, however, protect Gilchrist and McCain from suit against them in their individual capacities to the extent that the object of such suit is injunctive or declaratory relief. <i>Johnson v. Fankell,</i> <span class=\"citation\" data-id=\"118124\"><a href=\"/opinion/118124/johnson-v-fankell/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></a></span>, 915, <span class=\"citation\" data-id=\"118124\"><a href=\"/opinion/118124/johnson-v-fankell/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, <span class=\"citation\" data-id=\"118124\"><a href=\"/opinion/118124/johnson-v-fankell/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">108</span></a></span> (1997) (qualified immunity defense shields officials from damages liability); <i>Young v. Lynch,</i> <span class=\"citation\" data-id=\"506076\"><a href=\"/opinion/506076/roger-d-young-v-grady-b-lynch-sgt-benthall-hr-daughtry-officer-newell/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span>, 962 (4th Cir.1988) (qualified immunity does not preclude claim for injunctive relief). Accordingly, while plaintiffs may not recover damages from Gilchrist or McCain, as defendants sued in their individual capacities, they may proceed against those defendants to recover declaratory and injunctive relief. Because any relief obtained from the School Board will necessitate compliance by the individual defendants, their inclusion in this case at this point is more a matter of form than substance.</p>\n<p></p>\n<h2>State Law Claims</h2>\n<p>The fourth and ninth claims of plaintiffs' complaint allege violations of the North Carolina constitution. In <i>Corum v. University of North Carolina,</i> <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">761</span></a></span>, 783, <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">413</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">276</span></a></span>, 290, cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">985</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">493</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">431</span></span> (1992), the court held that North Carolina does not recognize a cause of action <span class=\"star-pagination\">*669</span> for monetary damages under the North Carolina Constitution against persons sued in their individual capacities for allegedly violating plaintiffs' constitutional rights. <i>Id.</i> at 787-788, <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">413</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">276</span></a></span>.</p>\n<blockquote>The Constitution only recognizes and secures an individual's rights vis-a-vis \"[w]e, the people of the State of North Carolina,\" not individual members of that body politic. Of course, the State may only act through its duly elected and appointed officials. Consequently, it is the state officials, acting in their official capacities, that are obligated to conduct themselves in accordance with the Constitution.</blockquote>\n<p>Id. at 788, 413 S.E.2d at 293. Accordingly, plaintiffs do not have a direct cause of action for damages against defendants Gilchrist and McCain in their individual capacities, but plaintiffs do have \"a direct cause of action under the State Constitution against defendants in their official capacities for alleged violations of constitutional rights.\" <i>Id.</i> As noted above, however, such suits are essentially identical to suits against the governmental entity itself, in this case, the School Board. As against the Board and, to the extent plaintiffs seek equitable or injunctive relief, as against Gilchrist and McCain in their individual capacities, the fourth and ninth claims of plaintiffs' complaint survive.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>In conclusion, summary judgment is ALLOWED as to Count I of plaintiffs' complaint, alleging that the school uniform policy was enacted in violation of N.C.Gen. Stat. § 115C-16, and Count One is DISMISSED. Summary judgment is DENIED with respect to Counts 2, 3 and 5, alleging plaintiffs' § 1983 claims premised on violations of their free exercise rights and the parental right to direct the religious upbringing of children. Summary judgment is ALLOWED as to Counts 6, 7, 8 and 11, and those claims are DISMISSED. Summary judgment is DENIED as to Count 10, which alleges a violation of substantive due process, to the extent that the claim is premised on the parental right to direct the upbringing of a child. Summary judgment is ALLOWED with respect to the remaining substantive due process claims within Count 10, and those claims are DISMISSED. Finally, summary judgment is DENIED on Counts 4 and 9 to the extent that those counts are alleged against the Board or against the defendants in their individual capacities for injunctive relief. Based on the qualified immunity of the individual defendants, the court DISMISSES all claims against them in their personal capacities to the extent those claims seek anything other than injunctive relief. Trial in this matter is set for 10 January 1999.</p>\n<h2>NOTES</h2>\n<p>[1]  Hicks opposed the uniform policy publicly and made her views known when the policy was being considered, well before it was adopted, and after it was adopted but before school began in August 1998. (Am. Compl. ¶¶ 14, 18.)</p>\n<p>[2]  \"All powers and duties conferred and imposed by law respecting public schools, which are not expressly conferred and imposed upon some other official, are conferred and imposed upon local boards of education. Said boards of education shall have general control and supervision of all matters pertaining to the public schools in their respective administrative units and they shall enforce the school law in their respective units.\" N.C.Gen.Stat. § 115C-36.</p>\n<p>[3]  Before the <i>Smith</i> decision, Supreme Court cases had \"established that `[t]he free exercise inquiry asks whether government has placed a substantial burden on the observation of a central religious belief or practice and, if so, whether a compelling governmental interest justifies the burden.'\" See <i>Jimmy Swaggart Ministries v. Board of Equalization of Cal.,</i> <span class=\"citation\" data-id=\"112354\"><a href=\"/opinion/112354/jimmy-swaggart-ministries-v-board-of-equalization-of-cal/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span>, 384-385, <span class=\"citation\" data-id=\"112354\"><a href=\"/opinion/112354/jimmy-swaggart-ministries-v-board-of-equalization-of-cal/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">688</span></a></span>, 692-693, <span class=\"citation\" data-id=\"112354\"><a href=\"/opinion/112354/jimmy-swaggart-ministries-v-board-of-equalization-of-cal/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">796</span></a></span> (1990) (citations omitted).</p>\n<p>[4]  Lest there be any doubt on the issue, the court emphasizes the fact that \"[d]ecisions concerning child rearing, which <i>Yoder,</i> [<i>Meyer v. Nebraska,</i> <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">625</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1042</span></span> (1923) ], <i>Pierce</i> and other cases have recognized as entitled to constitutional protection, long have been shared with grandparents or other relatives who occupy the same household[,] indeed who may take on major responsibility for the rearing of the children.\" <i>Moore v. City of East Cleveland, Ohio,</i> <span class=\"citation\" data-id=\"109670\"><a href=\"/opinion/109670/moore-v-east-cleveland/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">494</span></a></span>, 505, <span class=\"citation\" data-id=\"109670\"><a href=\"/opinion/109670/moore-v-east-cleveland/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1932</span></a></span>, 1938-39, <span class=\"citation\" data-id=\"109670\"><a href=\"/opinion/109670/moore-v-east-cleveland/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">531</span></a></span> (1977). As the <i>Moore</i> Court explained, the \"tradition of uncles, aunts, cousins, and especially grandparents sharing a household along with parents and children has roots equally venerable and equally deserving of constitutional recognition.\" <i>Id.</i> at 504, 97 S.Ct. at 1938.\n</p>\n<p>In an attempt to bring their claims within the exceptions to the <i>Smith</i> rule, plaintiffs have also argued that their free speech rights implicate the hybrid-rights analysis, but the court does not find this argument persuasive. Nor does the court agree that the individualized exemption language in <i>Smith</i> is relevant to this case. The limited financial hardship exception to the uniform policy does not rise to the level of a \"system of individualized exemptions,\" <i>Smith,</i> 494 U.S. at 884, 110 S.Ct. at 1603, of the kind at issue in the unemployment compensation cases discussed by the <i>Smith</i> Court. <i>Id.</i> Those cases involved unemployment programs for which the eligibility criteria, i.e. whether an individual had quit or refused work without \"good cause,\" invited consideration of the particular circumstances behind an applicant's unemployment. <i>Id.</i> at 884, 110 S.Ct. at 1603.</p>\n<p>[5]  While defendants are correct that the Supreme Court has noted its reluctance \"to expand the concept of substantive due process,\" such an expansion is not required where, as here, the Supreme Court has already recognized the claimed right \"in a long line of cases.\" See <i>Glucksberg,</i> 521 U.S. at 720, 117 S.Ct. at 2267.</p>\n<p>[6]  See <i>Thomas v. Anchorage Equal Rights Commission,</i> <span class=\"citation\" data-id=\"760864\"><a href=\"/opinion/760864/99-cal-daily-op-serv-414-99-daily-journal-dar-1005-99-daily-journal/\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">692</span></a></span>, 703 (9th Cir.1999) (\"The Supreme Court has been somewhat less than precise with regard to the nature of hybrid rights.... Perhaps not surprisingly in view of the Supreme Court's rather cryptic explanations, the courts of appeal[ ] have struggled to decipher <i>Smith</i>'s hybrid-rights formula and have reached divergent conclusions as to exactly what constitutes a hybrid-rights claim.\"), <i>rehearing granted, opinion withdrawn by,</i> <span class=\"citation\" data-id=\"766327\"><a href=\"/opinion/766327/kevin-thomas-and-joyce-baker-v-anchorage-equal-rights-commission-and-the/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1208</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">965613</span></span> (Oct. 19, 1999); <i>Miller v. Reed,</i> <span class=\"citation\" data-id=\"764125\"><a href=\"/opinion/764125/99-cal-daily-op-serv-3882-1999-daily-journal-dar-4962-donald-s/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1202</span></a></span>, 1207-1208 (9th Cir.1999) (relying upon <i>Thomas</i>); <i>Swanson v. Guthrie Independent School District No. I-L,</i> <span class=\"citation\" data-id=\"155901\"><a href=\"/opinion/155901/swanson-v-guthrie-independent/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">694</span></a></span>, 699 (10th Cir.1998) (\"It is difficult to delineate the exact contours of the hybrid-rights theory discussed in <i>Smith.</i>\").</p>\n<p>[7]  See <i>Kissinger v. Board of Trustees,</i> <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">177</span></span>, 180 (6th Cir.1993) (\"We do not see how a state regulation would violate the Free Exercise Clause if it implicates other constitutional rights but would not violate the Free Exercise Clause if it did not implicate other constitutional rights.\").</p>\n<p>[8]  See <i>Brown v. Hot, Sexy and Safer Productions,</i> <span class=\"citation\" data-id=\"706820\"><a href=\"/opinion/706820/ronald-c-brown-v-hot-sexy-and-safer-productions-inc/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></a></span>, 539 (1st Cir.1995) (\"the plaintiffs' allegations of interference with family relations and parental prerogatives do not state a privacy or substantive due process claim [and][t]heir free exercise challenge is thus not conjoined with an independently protected constitutional protection\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1159</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1044</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">191</span></span> (1996).</p>\n<p>[9]  See <i>Swanson,</i> 135 F.3d at 700 (\"we believe that simply raising such a claim is not a talisman that automatically leads to the application of the compelling interest test. We must examine the claimed infringements on the party's claimed rights to determine whether either the claimed rights or the claimed infringements are genuine .... Whatever the <i>Smith</i> hybrid-rights theory may ultimately mean, we believe that at least requires a colorable showing of infringement of recognized and specific constitutional rights rather than the mere invocation of a general right....\"); <i>Thomas v. Anchorage Equal Rights Commission,</i> 165 F.3d at 705 and 706 (like the Tenth Circuit, court requires plaintiff invoking <i>Smith</i>'s hybrid exception to make out a colorable claim that a companion right has been infringed thus requiring courts to make difficult, qualitative, case-by-case judgments regarding the strength of companion claim arguments).</p>\n<p>[10]  The interpretive difficulties created by the <i>Smith</i> decision have been duly noted: \"The rule <i>Smith</i> announced ... was decidedly untypical of the cases involving the same type of [formally neutral, generally applicable] law. Because <i>Smith</i> left those prior cases standing, we are left with a free-exercise jurisprudence in tension with itself, a tension that should be addressed, and that may legitimately be addressed, by reexamining the <i>Smith</i> rule in the next case that would turn upon its application. ... In sum, it seems to me difficult to escape the conclusion that, whatever <i>Smith</i>'s virtues, they do not include a comfortable fit with settled law.\" <i>Lukumi,</i> 508 U.S. at 564, 571, 113 S.Ct. at 2243, 2246-47 (Souter, J., concurring). Justice Souter continued, \"<i>Smith</i> presents not the usual question of whether to follow a constitutional rule, but the question of which constitutional rule to follow, for <i>Smith refrained from overruling prior free exercise cases that contain a free-exercise rule fundamentally at odds with the rule Smith declared.</i>... [T]he result is an intolerable tension in free-exercise law which may be resolved ... in a case in which the tension is presented and its resolution pivotal.\" <i>Id.</i> at 574, 113 S.Ct. at 2248 (emphasis added). \"Neutral, generally applicable laws, drafted as they are from the perspective of the non-adherent, have the unavoidable potential of putting the believer to a choice between God and government. Our cases now present competing answers to the question when government, while pursuing secular ends, may compel disobedience to what one believes religion commands.\" <i>Id.</i> at 577, 113 S.Ct. at 2250.</p>\n<p>[11]  The court's analysis of the rights at issue in this case, and its conclusion that the rights at issue here are the same as those at issue in <i>Yoder,</i> are to be distinguished from a comparison of the nature of the burden imposed on the plaintiffs by the school uniform policy to that imposed upon the Amish by the compulsory education law at issue in <i>Yoder.</i> While the latter comparison will inform the court's analysis of the substantiality of the burden at trial, it is not relevant to the preliminary determination whether the rights at issue justify application of the hybrid-rights exception.</p>\n<p>[12]  One commentator has explained the hybrid-rights exception as follows: \"`[c]learly, what the Court must have meant is that a less than sufficient free exercise claim, plus a less than sufficient claim arising under a different part of the Constitution, together trigger the compelling interest test. In other words, the cumulative effect of two or more partial constitutional rights equals one sufficient constitutional claim.' Put simply, two losers equals one winner.\" William L. Esser IV, <i>Religious Hybrids in the Lower Courts: Free Exercise Plus or Constitutional Smokescreen?,</i> 74 Notre Dame L.Rev. 211, 218-219 (1998) (citations omitted). Esser's use of the word \"winner\" should not be misconstrued. In the context of the hybrid-rights exception, a plaintiff wins only the benefit of heightened scrutiny. Whether a plaintiff prevails on her free exercise claim is a separate and subsequent question that must be answered by reference to the substantial burden and compelling interest components of strict scrutiny analysis. See <i>infra,</i> pp. 662-63.</p>\n<p>[13]  In <i>Yoder,</i> for example, the parents' right to direct the upbringing of their children presumably would not have had any force were it divorced from the free exercise aspects of the Amish parent's claims. \"[I]f the Amish asserted their claims because of their subjective evaluation and rejection of the contemporary secular values accepted by the majority, much as Thoreau rejected the social values of his time and isolated himself at Walden Pond, their claims would not rest on a religious basis. Thoreau's choice was philosophical and personal rather than religious, and such belief does not rise to the demands of the Religion Clauses.\" <i>Yoder,</i> 406 U.S. at 216, 92 S.Ct. at 1533. Moreover, \"<i>Pierce,</i> ... recognized that where nothing more than the general interest of the parent in the nurture and education of his children is involved, it is beyond dispute that the State acts reasonably and constitutionally in requiring education to age 16 in some public or private school meeting the standards prescribed by the State.\" <i>Id.</i> at 233, 92 S.Ct. at 1542.</p>\n<p>[14]  It is true that, elsewhere in the <i>Smith</i> decision, the majority suggests that strict scrutiny, i.e., the compelling interest test, is applicable only in unemployment compensation cases or in similar cases where the State has in place a system of individual exemptions. <i>Smith,</i> 494 U.S. at 883-884, 110 S.Ct. at 1602-1603. The overall logic of the opinion combined with the specific references to <i>Yoder</i>'s balancing language suggest, however, that strict scrutiny is applicable to any exception to <i>Smith</i>'s general rule.</p>\n<p>[15]  This court construes Count 7 as alleging constitutional violations with respect to the manner in which the uniform policy was enforced against Hicks and Ganues and therefore finds it appropriate to deal with this claim along with plaintiffs' other procedural due process claims.</p>\n<p>[16]  Because this court will dismiss in their entirety Counts Six and Seven, in which plaintiffs have made various allegations based on Gilchrist's and McCain's implementation of the uniform policy and their treatment of Ganues and Hicks in that process, the court need not address those claims again here. The court notes, however, that plaintiffs are precluded from bringing claims against the Board based on respondeat superior theory under <i>Monell v. Department of Social Services of City of New York,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978). As the <i>Monell</i> Court held, a municipality cannot be held liable under § 1983 on a respondeat superior theory and a \"local government may not be sued under § 1983 for an injury inflicted solely by its employees or agents.\" <i>Monell,</i> 436 U.S. at 691, 694, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>. \"Instead, it is when execution of a government's policy or custom, whether made by its lawmakers or by those whose edicts or acts may fairly be said to represent official policy, inflicts the injury that the government as an entity is responsible under § 1983.\" <i>Id.</i> at 694, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>.</p>\n<p>[17]  The court disagrees with defendants' contention that <i>Caviness v. Durham Public Schools Board of Education,</i> 1996 U.S.Dist. Lexis 19973 (M.D.N.C. Dec. 16, 1996) supports a contrary conclusion. In <i>Caviness,</i> an official policy of the school was not at issue. Rather, plaintiffs in that case attempted unsuccessfully to show the existence of a policy or custom based on one instance of an allegedly unreasonable search and detention. As the Court held in <i>Monell,</i> a local government \"may be sued for constitutional deprivations visited pursuant to a governmental `custom' even though such a custom has not received formal approval through the body's official decisionmaking channels.\" <i>Monell,</i> 436 U.S. at 690, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>. Given the existence of an actual policy in this case, however, plaintiffs need not demonstrate the existence of a \"custom\" of deprivation of constitutional rights. Plaintiffs' allegation that the official school uniform policy adopted by the School Board is responsible for a deprivation of their constitutional rights is sufficient under <i>Monell</i> to form the basis of a § 1983 action. As Justice Powell wrote with respect to constitutional injuries inflicted by a government's policy or custom in his concurring opinion in <i>Monell,</i> the \"clear case\" is one which \"involves formal, written policies of a municipal department and school board.\" <i>Monell,</i> 436 U.S. at 713, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>. The focal point of this analysis must be the policy itself, which allegedly deprived Ganues and Hicks of constitutional rights, not plaintiffs' objection to that policy. As such, the policy cannot be accurately described as an \"isolated incident,\" (Def.s' Mem. at 40), and <i>Caviness</i> is inapplicable.</p>\n<p>[18]  This reasoning would also require the dismissal of claims eleven and eight as against Gilchrist and McCain in their official capacities, but those claims, for violation of plaintiffs' equal protection rights, will be dismissed on other grounds as noted, <i>supra.</i></p>\n<p>[19]  Noting that the case did not concern the elements of immunity available to state officials sued for constitutional violations under § 1983, the <i>Harlow</i> Court explained that \"it would be `untenable to draw a distinction for purposes of immunity law between suits brought against state officials under § 1983 and suits brought directly under the Constitution against federal officials.'\" <i>Harlow,</i> 457 U.S. at 818, n. 30, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>. (citations omitted).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/155901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/690294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1330834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1879254/"
  ]
}