{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2287000/",
  "absolute_url": "/opinion/2287000/wheeless-v-wal-mart-stores-inc-health-plan/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2287000/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:59:18.097193Z",
  "date_modified": "2016-04-26T23:20:46.381566Z",
  "type": "010combined",
  "sha1": "0ad2121573c8d3d0caf0e8367c934524fedf3ac0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>39 F.Supp.2d 577 (1998)</b></center>\n<center><h1>Robert J. WHEELESS, Plaintiff,<br>\nv.<br>\nWAL-MART STORES, INC. ASSOCIATES HEALTH AND WELFARE PLAN, Defendant.</h1></center>\n<center>No. 5:97-CV-150-BO 1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 27, 1998.</center>\n<p><span class=\"star-pagination\">*578</span> Roy A. Cooper, III, Fields, Cooper, Henderson &amp; Cooper, Rocky Mount, NC, for Robert J. Wheeless, plaintiff.</p>\n<p>James H. Ritchie, Jr., Spartanburg, SC, Ashley B. Abel, Jackson, Lewis, Schnitzler &amp; Krupman, Greenville, SC, for Wal-Mart Stores, Inc., defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Plaintiff's motion to compel discovery, Plaintiff's motion for partial summary judgment, and Defendant's motion for summary judgment. The underlying action <span class=\"star-pagination\">*579</span> alleges violations of the Employee Retirement Income Security Act (\"ERISA\"), 29 U.S.C. § 1001, et seq., seeks to recover benefits allegedly due Plaintiff under Defendant Wal-Mart Stores, Inc., Associates Health and Welfare Plan (the \"Plan\"), and seeks to enjoin the Defendant's actions which allegedly violate ERISA. Upon consideration of the parties' arguments, and for the reasons discussed below, the Court hereby finds that the Plaintiff is not entitled to summary judgment on the Fourth and Sixth causes of action, that the Defendant is entitled to summary judgment as to these causes of action, and that Defendant is entitled to summary judgment as to the complaint in its entirety.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>In September 1995, Plaintiff Robert Wheeless (\"Wheeless\") was diagnosed as having critical aortic stenosis, requiring significant medical treatment. At the time of this treatment, Wheeless was covered under Defendant Wal-Mart Stores, Inc. Associates Health and Welfare Plan (the \"Plan\"), a qualified employee benefit plan under the terms of ERISA. Wheeless submitted claims to the Plan to cover the cost of his medical treatment. The Plan denied coverage, stating that Wheeless' critical aortic stenosis was a preexisting medical condition and thus not covered by the terms of the Plan. The Plan informed Wheeless that he had ninety (90) days to appeal this decision. Wheeless filed a written appeal after the ninety days had expired. The Plan denied the appeal for failure to timely pursue and exhaust administrative remedies under the Plan. Plaintiff filed the instant lawsuit pursuant to 29 U.S.C. § 1132.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2><i>1. Plaintiff's Motion for Summary Judgment</i></h2>\n<p>Plaintiff moves for partial summary judgment with respect to the Fourth and Sixth causes of action in Plaintiff's Amended Complaint. Plaintiff asserts that the Plan's appeal procedure violates the dictates of 29 U.S.C. § 1133, and the regulations enacted pursuant to that statute, by not providing Plaintiff with the opportunity for a full and fair review of his appeal of the denial of his claims for benefits. Summary judgment is appropriate if there is no genuine issue as to any material fact and a party is entitled to judgment as a matter of law. Federal.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).</p>\n<p>Plaintiff's Fourth Cause of action is brought pursuant to 29 U.S.C. § 1132(a)(3)(B)(i) to redress alleged violations of 29 U.S.C. § 1133(2). Section 1132(a)(3)(B)(i) empowers Plaintiff to bring a civil action to obtain \"appropriate equitable relief to redress\" any act or practice which violates ERISA. Section 1133(2) provides that every employee benefit plan under ERISA shall \"afford a reasonable opportunity to any participant whose claim for benefits has been denied for a full and fair review by the appropriate named fiduciary of the decision denying the claim.\" Plaintiff complains that the Plan's appeal procedure, which requires plan participants and beneficiaries to provide written notice of appeal with all information and documents they wish the Plan Administrator to consider, violates Section 1133(2) by not providing Plaintiff a reasonable opportunity to request an extension of time to gather supporting documents to perfect his claim. Amended Complaint ¶¶ 49-53.</p>\n<p>In his Sixth cause of action, Plaintiff sues pursuant to 29 U.S.C. § 1132(a)(3)(A) to enjoin, as violative of 29 U.S.C. § 1133(2), the Plan's requirement that Plaintiff provide written notice of appeal within 90 days, along with all other information and documents the Plaintiff desired the Plan Administrator to consider. Id. ¶¶ 59-60. Section 1132(a)(3)(A) provides that a civil action may be brought to enjoin any act or practice which violates ERISA. Plaintiff asserts that Defendant \"should be <span class=\"star-pagination\">*580</span> enjoined from mandating that appeals be filed within 90 days from the denial of claims when such time requirement also mandates the Plaintiff and other participants and beneficiaries to provide all information and documents that the Plan Administrator should consider in the appeal where no provisions are made to permit the submission of documents or other pertinent information after the 90 day time limit.\" Id. ¶ 61.</p>\n<p>The Fourth Circuit has noted that Congress' goal in enacting the review provisions of ERISA was to ensure that \"plan administrators provide a `full and fair review' of claims....\" <i>Weaver v. Phoenix Home Life Mutual Ins. Co.,</i> 990 F.2d 154, 157 (4th Cir.1993). And \"`full and fair review' must be construed not only to allow a pension plan's trustees to operate claims procedures without the formality or limitations of adversarial proceedings but also to protect a plan participant from arbitrary or unprincipled decision-making.\" <i>Id.</i> (quoting <i>Grossmuller v. Int'l Union, United Auto., Aerospace, and Agric. Implement Workers of Am.,</i> 715 F.2d 853, 857 (3rd Cir.1983)).</p>\n<p>Regulations adopted to implement ERISA's review provisions provide:</p>\n<blockquote>The plan may establish a limited period within which a claimant must file any request for review of a denied claim. Such time limits must be reasonable and related to the nature of the benefit which is the subject of the claim and other attendant circumstances. In no event may such period expire less than 60 days after a receipt by the claimant of written notification of denial of a claim.</blockquote>\n<p>29 C.F.R. § 2560.503-1(g)(3). Plaintiff argues that these regulations require flexibility in the Plan's appeals period, and that the 90-day appeal period provided by Defendant is unreasonable and does not provide for a full and fair review as required by ERISA.</p>\n<p>Plaintiff has failed to establish that the Plan's appeal period is unreasonable and violative of section 1133(2). Not only is the 90 days provided by the Plan more than the 60-day minimum required by the regulations adopted pursuant to ERISA, but no federal court has ever held that even a 60-day appeal period is unreasonable and violative of section 1133(2). Nor can Plaintiff establish that the Plan must be enjoined from mandating that appeals be filed with \"all information and documents that the Plan Administrator should consider in the appeal\" without allowing later submissions. No statute or regulation provides that an ERISA plan must provide for extensions of time for filing an appeal or submitting documents or evidence to be considered on appeal, as long as the appeal period itself is in conformity with the applicable regulations. Indeed, were the appeal period provided in the Plan subject to exceptions and waivers, as Plaintiff apparently desires, the Plan would be more easily subject to \"arbitrary and unprincipled decision-making,\" exactly the danger which ERISA's review provisions were enacted to prevent. <i>Weaver,</i> 990 F.2d at 157.</p>\n<p>Because this Court finds that Plaintiff is not entitled to summary judgment on his Fourth and Sixth causes of action, and because there are no remaining contested material issues of fact as to these causes of action, it will grant summary judgment in favor of Defendant with regard Plaintiff's Fourth and Sixth causes of action.</p>\n<p></p>\n<h2><i>2. Defendant's Motion for Summary Judgment</i></h2>\n<p>Defendant also moves for summary judgment on the matter in its entirety, arguing that the Plan substantially complies with dictates of ERISA and the regulations enacted pursuant to ERISA, and that Plaintiff failed to properly exhaust his administrative remedies provided by the Plan. Defendant argues that Plaintiff's claim was properly denied on appeal for failure to timely file, and Plaintiff's complaint should thus be dismissed from this <span class=\"star-pagination\">*581</span> Court for failure to exhaust administrative remedies.</p>\n<p>As noted above, section 1133 requires ERISA-qualified employee benefit plans to provide internal dispute resolution procedures for participants and beneficiaries whose claims for benefits have been denied. 29 U.S.C. § 1133. ERISA plans must provide adequate, written notice of the specific reasons for a claim denial and must afford participants a reasonable opportunity for a \"full and fair review.\" Id. While \"ERISA does not contain an explicit exhaustion provision, ... an ERISA claimant generally is required to exhaust the remedies provided by the employee benefit plan in which he participates as a prerequisite to an ERISA action for denial of benefits under 29 U.S.C. § 1132. This exhaustion requirement rests upon the Act's text and structure as well as the strong federal interest encouraging private resolution of ERISA disputes.\" <i>Makar v. Health Care Corp. of Mid-Atlantic,</i> 872 F.2d 80, 82 (4th Cir.1989).</p>\n<p>In the instant case, the Plan denied Plaintiff's claim for benefits and sent explanations of this denial on April 1, 1996, and April 22, 1996, explaining that benefits were being denied Plaintiff based on the existence of a preexisting medical condition, and informing Plaintiff that he had 90 days to appeal this decision. Plaintiff filed a letter of appeal on December 12, 1996, 255 days after the Plaintiff's notification that his benefits were being denied. This suit, pursuant to 29 U.S.C. § 1132(a)(1)(B), followed.</p>\n<p>The United States Supreme Court has held that \"a denial of benefits under § 1132(a)(1)(B) is to be reviewed under a de novo standard unless the benefit plan gives the administrator or fiduciary discretionary authority to determine eligibility for benefits or to construe the terms of the plan.\" <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> 489 U.S. 101, 115, 109 S.Ct. 948, 103 L.Ed.2d 80 (1989). If the plan administrator is given discretionary powers \"to construe disputed or doubtful terms\" under the plan, a reviewing court may reverse such administrator's decision \"only upon a finding of abuse of discretion,\" and may not disturb that decision if it is reasonable. <i>Brogan v. Holland,</i> 105 F.3d 158, 161 (4th Cir.1997); <i>Bernstein v. CapitalCare, Inc.,</i> 70 F.3d 783, 787 (4th Cir.1995); <i>Bruch,</i> 489 U.S., at 111, 109 S.Ct. 948. A district court determines de novo whether the ERISA plan confers discretionary authority on the administrator or fiduciary and, if so, whether the administrator acted within that discretion. <i>Haley v. Paul Revere Life Ins. Co.,</i> 77 F.3d 84, 89 (4th Cir.1996).</p>\n<p>In the instant case, the Plan's Summary Plan Description (\"SPD\") provides that the \"Plan expressly gives the Plan Administrator or the above-mentioned designee(s) discretionary authority to resolve all questions concerning the administration, interpretation or application of the Plan.\" 1995 SPD, at Q.-1. This Court shall thus review the Defendant's decision to discontinue Plaintiff's long-term disability benefits under an abuse of discretion standard.</p>\n<p>\"Under the abuse of discretion standard, the plan administrator's decision is reasonable if it is the result of a deliberate, principled reasoning process and if it is supported by substantial evidence.\" <i>Bernstein,</i> 70 F.3d at 788 (internal quotation omitted). When a district court reviews an administrator's decision under a deferential standard, the district court may consider only the evidence that was before the plan administrator when it reached its decision. <i>Id.</i> In the instant case, the Plan considered (1) the explanations of denial of benefits sent to Plaintiff through April 22, 1996, denying Plaintiff's benefit claims because of his preexisting medical condition; (2) Plaintiff's appeal letter, dated December 6, 1996, and received by the Plan on December 12, 1996, and the Plan's explicit language requiring that appeals be made within 90 days from receipt of the denials. Based on that information, the Plan denied the appeal for failure to timely exhaust his administrative remedies. This Court cannot <span class=\"star-pagination\">*582</span> say that this denial was an abuse of the Plan Administrator's discretion.</p>\n<p>Finally, Plaintiff complains that the original denial notices and explanations of benefits did not follow the requisite procedures in informing a beneficiary of an adverse decision. ERISA requires that an adequate notice, \"setting forth the specific reasons for denial, written in a manner calculated to be understood by the participant,\" must be given to any participant whose claim is denied. 29 U.S.C. § 1133. Such notice must set forth (1) the specific reason or reasons for the denial; (2) specific reference to pertinent plan provisions on which the denial is based; (3) a description of any additional material or information necessary for the claimant to perfect the claim and an explanation of why such material is necessary; and (4) appropriate information as to the steps to be taken if the participant wants to submit his claim for review. 29 C.F.R. § 2560.503-1(f)(1)-(3). Whether a denial notice complies with this regulation is a question of law subject to de novo review by a district court. <i>Brogan,</i> 105 F.3d at 165. Substantial compliance with the regulation will suffice, as \"[n]ot all procedural defects will invalidate a plan administrator's decision.\" <i>Id.</i> \"To substantially comply with the regulation, the [administrator] must have supplied the beneficiary with a statement of reasons that, under the circumstances of the case, permitted a sufficiently clear understanding of the administrator's position to permit effective review.\" <i>Id.</i> (internal quotation omitted).</p>\n<p>In the instant case, the explanation of benefits denials sent to Plaintiff informed him that his claim for benefits was being denied because of a \"preexisting medical condition,\" and referred Plaintiff to the appropriate page in the SPD, which defined \"preexisting medical condition.\" This explanation of the reason for the denial of Plaintiff's benefits is certainly in \"substantial compliance\" with the ERISA regulations, as it provided Plaintiff with a sufficiently clear understanding of the administrator's position to allow him to request review. This explanation, at the least, \"permitted a sufficiently clear understanding of the administrator's position to permit effective review.\" <i>Brogan,</i> 105 F.3d at 165.</p>\n<p>Defendant's Motion for Summary Judgment will thus be granted, and Plaintiff's complaint dismissed in its entirety.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Court hereby DENIES Plaintiff's Motion for Partial Summary Judgment, and GRANTS summary judgment in favor of Defendant as to Plaintiff's Fourth and Sixth causes of action. The Court also GRANTS Defendant's Motion for Summary Judgment as to Plaintiff's complaint in its entirety. Plaintiff's Motion to Compel Discovery is thus rendered MOOT.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">577</span></span> (1998)</b></center>\n<center><h1>Robert J. WHEELESS, Plaintiff,<br>\nv.<br>\nWAL-MART STORES, INC. ASSOCIATES HEALTH AND WELFARE PLAN, Defendant.</h1></center>\n<center>No. 5:97-CV-150-BO 1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>May 27, 1998.</center>\n<p><span class=\"star-pagination\">*578</span> Roy A. Cooper, III, Fields, Cooper, Henderson &amp; Cooper, Rocky Mount, NC, for Robert J. Wheeless, plaintiff.</p>\n<p>James H. Ritchie, Jr., Spartanburg, SC, Ashley B. Abel, Jackson, Lewis, Schnitzler &amp; Krupman, Greenville, SC, for Wal-Mart Stores, Inc., defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Plaintiff's motion to compel discovery, Plaintiff's motion for partial summary judgment, and Defendant's motion for summary judgment. The underlying action <span class=\"star-pagination\">*579</span> alleges violations of the Employee Retirement Income Security Act (\"ERISA\"), 29 U.S.C. § 1001, et seq., seeks to recover benefits allegedly due Plaintiff under Defendant Wal-Mart Stores, Inc., Associates Health and Welfare Plan (the \"Plan\"), and seeks to enjoin the Defendant's actions which allegedly violate ERISA. Upon consideration of the parties' arguments, and for the reasons discussed below, the Court hereby finds that the Plaintiff is not entitled to summary judgment on the Fourth and Sixth causes of action, that the Defendant is entitled to summary judgment as to these causes of action, and that Defendant is entitled to summary judgment as to the complaint in its entirety.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>In September 1995, Plaintiff Robert Wheeless (\"Wheeless\") was diagnosed as having critical aortic stenosis, requiring significant medical treatment. At the time of this treatment, Wheeless was covered under Defendant Wal-Mart Stores, Inc. Associates Health and Welfare Plan (the \"Plan\"), a qualified employee benefit plan under the terms of ERISA. Wheeless submitted claims to the Plan to cover the cost of his medical treatment. The Plan denied coverage, stating that Wheeless' critical aortic stenosis was a preexisting medical condition and thus not covered by the terms of the Plan. The Plan informed Wheeless that he had ninety (90) days to appeal this decision. Wheeless filed a written appeal after the ninety days had expired. The Plan denied the appeal for failure to timely pursue and exhaust administrative remedies under the Plan. Plaintiff filed the instant lawsuit pursuant to 29 U.S.C. § 1132.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2><i>1. Plaintiff's Motion for Summary Judgment</i></h2>\n<p>Plaintiff moves for partial summary judgment with respect to the Fourth and Sixth causes of action in Plaintiff's Amended Complaint. Plaintiff asserts that the Plan's appeal procedure violates the dictates of 29 U.S.C. § 1133, and the regulations enacted pursuant to that statute, by not providing Plaintiff with the opportunity for a full and fair review of his appeal of the denial of his claims for benefits. Summary judgment is appropriate if there is no genuine issue as to any material fact and a party is entitled to judgment as a matter of law. Federal.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p>Plaintiff's Fourth Cause of action is brought pursuant to 29 U.S.C. § 1132(a)(3)(B)(i) to redress alleged violations of 29 U.S.C. § 1133(2). Section 1132(a)(3)(B)(i) empowers Plaintiff to bring a civil action to obtain \"appropriate equitable relief to redress\" any act or practice which violates ERISA. Section 1133(2) provides that every employee benefit plan under ERISA shall \"afford a reasonable opportunity to any participant whose claim for benefits has been denied for a full and fair review by the appropriate named fiduciary of the decision denying the claim.\" Plaintiff complains that the Plan's appeal procedure, which requires plan participants and beneficiaries to provide written notice of appeal with all information and documents they wish the Plan Administrator to consider, violates Section 1133(2) by not providing Plaintiff a reasonable opportunity to request an extension of time to gather supporting documents to perfect his claim. Amended Complaint ¶¶ 49-53.</p>\n<p>In his Sixth cause of action, Plaintiff sues pursuant to 29 U.S.C. § 1132(a)(3)(A) to enjoin, as violative of 29 U.S.C. § 1133(2), the Plan's requirement that Plaintiff provide written notice of appeal within 90 days, along with all other information and documents the Plaintiff desired the Plan Administrator to consider. Id. ¶¶ 59-60. Section 1132(a)(3)(A) provides that a civil action may be brought to enjoin any act or practice which violates ERISA. Plaintiff asserts that Defendant \"should be <span class=\"star-pagination\">*580</span> enjoined from mandating that appeals be filed within 90 days from the denial of claims when such time requirement also mandates the Plaintiff and other participants and beneficiaries to provide all information and documents that the Plan Administrator should consider in the appeal where no provisions are made to permit the submission of documents or other pertinent information after the 90 day time limit.\" Id. ¶ 61.</p>\n<p>The Fourth Circuit has noted that Congress' goal in enacting the review provisions of ERISA was to ensure that \"plan administrators provide a `full and fair review' of claims....\" <i>Weaver v. Phoenix Home Life Mutual Ins. Co.,</i> <span class=\"citation\" data-id=\"603825\"><a href=\"/opinion/603825/robert-d-weaver-chad-weaver-v-phoenix-home-life-mutual-insurance-company/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">154</span></a></span>, 157 (4th Cir.1993). And \"`full and fair review' must be construed not only to allow a pension plan's trustees to operate claims procedures without the formality or limitations of adversarial proceedings but also to protect a plan participant from arbitrary or unprincipled decision-making.\" <i>Id.</i> (quoting <i>Grossmuller v. Int'l Union, United Auto., Aerospace, and Agric. Implement Workers of Am.,</i> <span class=\"citation\" data-id=\"423919\"><a href=\"/opinion/423919/grossmuller-raymond-v-international-union-united-automobile-aerospace/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">853</span></a></span>, 857 (3rd Cir.1983)).</p>\n<p>Regulations adopted to implement ERISA's review provisions provide:</p>\n<blockquote>The plan may establish a limited period within which a claimant must file any request for review of a denied claim. Such time limits must be reasonable and related to the nature of the benefit which is the subject of the claim and other attendant circumstances. In no event may such period expire less than 60 days after a receipt by the claimant of written notification of denial of a claim.</blockquote>\n<p>29 C.F.R. § 2560.503-1(g)(3). Plaintiff argues that these regulations require flexibility in the Plan's appeals period, and that the 90-day appeal period provided by Defendant is unreasonable and does not provide for a full and fair review as required by ERISA.</p>\n<p>Plaintiff has failed to establish that the Plan's appeal period is unreasonable and violative of section 1133(2). Not only is the 90 days provided by the Plan more than the 60-day minimum required by the regulations adopted pursuant to ERISA, but no federal court has ever held that even a 60-day appeal period is unreasonable and violative of section 1133(2). Nor can Plaintiff establish that the Plan must be enjoined from mandating that appeals be filed with \"all information and documents that the Plan Administrator should consider in the appeal\" without allowing later submissions. No statute or regulation provides that an ERISA plan must provide for extensions of time for filing an appeal or submitting documents or evidence to be considered on appeal, as long as the appeal period itself is in conformity with the applicable regulations. Indeed, were the appeal period provided in the Plan subject to exceptions and waivers, as Plaintiff apparently desires, the Plan would be more easily subject to \"arbitrary and unprincipled decision-making,\" exactly the danger which ERISA's review provisions were enacted to prevent. <i>Weaver,</i> 990 F.2d at 157.</p>\n<p>Because this Court finds that Plaintiff is not entitled to summary judgment on his Fourth and Sixth causes of action, and because there are no remaining contested material issues of fact as to these causes of action, it will grant summary judgment in favor of Defendant with regard Plaintiff's Fourth and Sixth causes of action.</p>\n<p></p>\n<h2><i>2. Defendant's Motion for Summary Judgment</i></h2>\n<p>Defendant also moves for summary judgment on the matter in its entirety, arguing that the Plan substantially complies with dictates of ERISA and the regulations enacted pursuant to ERISA, and that Plaintiff failed to properly exhaust his administrative remedies provided by the Plan. Defendant argues that Plaintiff's claim was properly denied on appeal for failure to timely file, and Plaintiff's complaint should thus be dismissed from this <span class=\"star-pagination\">*581</span> Court for failure to exhaust administrative remedies.</p>\n<p>As noted above, section 1133 requires ERISA-qualified employee benefit plans to provide internal dispute resolution procedures for participants and beneficiaries whose claims for benefits have been denied. 29 U.S.C. § 1133. ERISA plans must provide adequate, written notice of the specific reasons for a claim denial and must afford participants a reasonable opportunity for a \"full and fair review.\" Id. While \"ERISA does not contain an explicit exhaustion provision, ... an ERISA claimant generally is required to exhaust the remedies provided by the employee benefit plan in which he participates as a prerequisite to an ERISA action for denial of benefits under 29 U.S.C. § 1132. This exhaustion requirement rests upon the Act's text and structure as well as the strong federal interest encouraging private resolution of ERISA disputes.\" <i>Makar v. Health Care Corp. of Mid-Atlantic,</i> <span class=\"citation\" data-id=\"521053\"><a href=\"/opinion/521053/dorothy-t-makar-anthony-l-makar-her-husband-v-health-care-corporation/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">80</span></a></span>, 82 (4th Cir.1989).</p>\n<p>In the instant case, the Plan denied Plaintiff's claim for benefits and sent explanations of this denial on April 1, 1996, and April 22, 1996, explaining that benefits were being denied Plaintiff based on the existence of a preexisting medical condition, and informing Plaintiff that he had 90 days to appeal this decision. Plaintiff filed a letter of appeal on December 12, 1996, 255 days after the Plaintiff's notification that his benefits were being denied. This suit, pursuant to 29 U.S.C. § 1132(a)(1)(B), followed.</p>\n<p>The United States Supreme Court has held that \"a denial of benefits under § 1132(a)(1)(B) is to be reviewed under a de novo standard unless the benefit plan gives the administrator or fiduciary discretionary authority to determine eligibility for benefits or to construe the terms of the plan.\" <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 115, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1989). If the plan administrator is given discretionary powers \"to construe disputed or doubtful terms\" under the plan, a reviewing court may reverse such administrator's decision \"only upon a finding of abuse of discretion,\" and may not disturb that decision if it is reasonable. <i>Brogan v. Holland,</i> <span class=\"citation\" data-id=\"733406\"><a href=\"/opinion/733406/zeffie-r-brogan-v-michael-h-holland-paul-r-dean-marty-d-hudson-elliot/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">158</span></a></span>, 161 (4th Cir.1997); <i>Bernstein v. CapitalCare, Inc.,</i> <span class=\"citation\" data-id=\"708173\"><a href=\"/opinion/708173/philip-bernstein-personal-representative-of-the-estate-of-jeffrey/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">783</span></a></span>, 787 (4th Cir.1995); <i>Bruch,</i> 489 U.S., at 111, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>. A district court determines de novo whether the ERISA plan confers discretionary authority on the administrator or fiduciary and, if so, whether the administrator acted within that discretion. <i>Haley v. Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"713050\"><a href=\"/opinion/713050/robert-a-haley-v-the-paul-revere-life-insurance-company/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 89 (4th Cir.1996).</p>\n<p>In the instant case, the Plan's Summary Plan Description (\"SPD\") provides that the \"Plan expressly gives the Plan Administrator or the above-mentioned designee(s) discretionary authority to resolve all questions concerning the administration, interpretation or application of the Plan.\" 1995 SPD, at Q.-1. This Court shall thus review the Defendant's decision to discontinue Plaintiff's long-term disability benefits under an abuse of discretion standard.</p>\n<p>\"Under the abuse of discretion standard, the plan administrator's decision is reasonable if it is the result of a deliberate, principled reasoning process and if it is supported by substantial evidence.\" <i>Bernstein,</i> 70 F.3d at 788 (internal quotation omitted). When a district court reviews an administrator's decision under a deferential standard, the district court may consider only the evidence that was before the plan administrator when it reached its decision. <i>Id.</i> In the instant case, the Plan considered (1) the explanations of denial of benefits sent to Plaintiff through April 22, 1996, denying Plaintiff's benefit claims because of his preexisting medical condition; (2) Plaintiff's appeal letter, dated December 6, 1996, and received by the Plan on December 12, 1996, and the Plan's explicit language requiring that appeals be made within 90 days from receipt of the denials. Based on that information, the Plan denied the appeal for failure to timely exhaust his administrative remedies. This Court cannot <span class=\"star-pagination\">*582</span> say that this denial was an abuse of the Plan Administrator's discretion.</p>\n<p>Finally, Plaintiff complains that the original denial notices and explanations of benefits did not follow the requisite procedures in informing a beneficiary of an adverse decision. ERISA requires that an adequate notice, \"setting forth the specific reasons for denial, written in a manner calculated to be understood by the participant,\" must be given to any participant whose claim is denied. 29 U.S.C. § 1133. Such notice must set forth (1) the specific reason or reasons for the denial; (2) specific reference to pertinent plan provisions on which the denial is based; (3) a description of any additional material or information necessary for the claimant to perfect the claim and an explanation of why such material is necessary; and (4) appropriate information as to the steps to be taken if the participant wants to submit his claim for review. 29 C.F.R. § 2560.503-1(f)(1)-(3). Whether a denial notice complies with this regulation is a question of law subject to de novo review by a district court. <i>Brogan,</i> 105 F.3d at 165. Substantial compliance with the regulation will suffice, as \"[n]ot all procedural defects will invalidate a plan administrator's decision.\" <i>Id.</i> \"To substantially comply with the regulation, the [administrator] must have supplied the beneficiary with a statement of reasons that, under the circumstances of the case, permitted a sufficiently clear understanding of the administrator's position to permit effective review.\" <i>Id.</i> (internal quotation omitted).</p>\n<p>In the instant case, the explanation of benefits denials sent to Plaintiff informed him that his claim for benefits was being denied because of a \"preexisting medical condition,\" and referred Plaintiff to the appropriate page in the SPD, which defined \"preexisting medical condition.\" This explanation of the reason for the denial of Plaintiff's benefits is certainly in \"substantial compliance\" with the ERISA regulations, as it provided Plaintiff with a sufficiently clear understanding of the administrator's position to allow him to request review. This explanation, at the least, \"permitted a sufficiently clear understanding of the administrator's position to permit effective review.\" <i>Brogan,</i> 105 F.3d at 165.</p>\n<p>Defendant's Motion for Summary Judgment will thus be granted, and Plaintiff's complaint dismissed in its entirety.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The Court hereby DENIES Plaintiff's Motion for Partial Summary Judgment, and GRANTS summary judgment in favor of Defendant as to Plaintiff's Fourth and Sixth causes of action. The Court also GRANTS Defendant's Motion for Summary Judgment as to Plaintiff's complaint in its entirety. Plaintiff's Motion to Compel Discovery is thus rendered MOOT.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/713050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733406/"
  ]
}