{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2287942/",
  "absolute_url": "/opinion/2287942/etheridge-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2287942/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:59:26.093585Z",
  "date_modified": "2016-04-27T00:12:24.658884Z",
  "type": "010combined",
  "sha1": "6b763a011584389554821fd631f472563aac7eeb",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>218 F.Supp. 809 (1963)</b></center>\n<center><h1>R. Bruce ETHERIDGE and wife, Elizabeth W. Etheridge<br>\nv.<br>\nUNITED STATES of America.</h1></center>\n<center>Civ. No. 456.</center>\n<center><p><b>United States District Court E. D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>July 1, 1963.</center>\n<p><span class=\"star-pagination\">*810</span> John H. Hall, Elizabeth City, N. C., for plaintiffs.</p>\n<p>Weldon A. Hollowell, Asst. U. S. Atty., Raleigh, N. C., for defendant.</p>\n<p>LARKINS, District Judge.</p>\n<p>This is an action on implied contract to recover the reasonable rental value of ten acres of land in the Nags Head area <span class=\"star-pagination\">*811</span> used by the Federal Government from July 16, 1956, until the commencement of this action in February, 1962. Jurisdiction is bestowed upon this Court by Title 28 U.S.C. ยง 1346(a) (2).</p>\n<p></p>\n<h2>Findings of Facts</h2>\n<p>The plaintiffs conveyed the property in question to the defendant on March 5, 1912, in consideration of One Hundred Dollars ($100.00) and pursuant to a statute passed by Congress on March 3, 1875, 18 Stat. 371 et seq., which gave the Secretary of the Treasury of the United States authority to acquire \"* * * the right to use and occupy sites for life saving or life boat stations * * *.\" Reference is made to this statute at the outset of the deed and it is referred to throughout the conveyance.</p>\n<p>From the time of the conveyance until July 16, 1956, the Government utilized this property as a lifesaving station. From this date, the defendant has used the land for purposes other than lifesaving. The plaintiffs claim that upon cessation of the use as a lifesaving station, the property automatically reverted to them by operation of law.</p>\n<p>The parties have stipulated that if a legal obligation does exist for such rent, then Nine Thousand Six Hundred Dollars ($9,600.00) is a reasonable rental value.</p>\n<p>The Court must answer this question: Did the real property conveyed by the March 5, 1912 indenture to the defendant revert to the plaintiffs when said property ceased to be used by the defendant as a Coast Guard Lifesaving Station?</p>\n<p></p>\n<h2>Conclusions of Law</h2>\n<p>The entire issue before the Court rests upon the kind of estate conveyed by the deed to the defendant. In determining this point, the substantive law of North Carolina will apply. N.C.G.S. ยง 39-1, provides as follows:</p>\n<blockquote>\"When real estate is conveyed * * * the same shall be * * * construed to be a conveyance in fee * * * unless such conveyance in plain and express words shows, or it is plainly intended by the conveyance or some part thereof, that the grantor meant to convey an estate of less dignity.\"</blockquote>\n<p>Thus, this statute does not apply when the deed discloses an intent to convey an estate less than a fee simple. Jefferson v. Jefferson, 219 N.C. 333, 13 S.E. 2d 745 (1941).</p>\n<p>In Willis, et al. v. Mutual Loan and Trust Company, 183 N.C. 267, 111 S.E. 163 (1922), the Court stated the North Carolina rule for construing deeds when it said: \"The rigid technicalities of the common law have gradually yielded to the demand for a more rational mode of expounding deeds. Hence to discover the intention of the parties is now regarded as the chief essential in the construction of conveyances. The intention must be gathered from the whole instrument in conformity with established principles, and the division of the deed into formal parts is not permitted to prevail against such intention; for substance, not form, is the object sought. If possible, effect must be given to every part of a deed, and no clause, if reasonable intendment can be found, shall be construed as meaningless.\" This statement was quoted with approval by Denny, C. J., in the recent case of Lackey v. The Hamlet City Board of Education, et al., 258 N.C. 460, 128 S.E.2d 806 (1962). See also Griffin v. Springer, 244 N.C. 95, 92 S.E.2d 682 (1956).</p>\n<p>The Court must determine initially whether the deed in question conveyed a fee simple absolute or something less. As has been noted, the language of the deed must clearly manifest the intention of the parties to convey otherwise. In this instant case, the language employed in the deed is sufficiently clear to show that the parties intended a conveyance of an estate of less dignity than a fee simple absolute.</p>\n<p>While the statute (pursuant to which the Secretary of the Treasury was authorized to acquire property) may have permitted the Secretary to acquire property in fee simple, it is evident by the <span class=\"star-pagination\">*812</span> wording throughout the conveyance that neither party intended an acquisition of the fee. Paragraph Three of the deed reads, in part, as follows: \"* * * the said Secretary * * * deems it advisable to acquire * * * the right to use and occupy the hereinafter described lot of land as a site for a Life Saving Station * * *.\" This language, coupled with the statute, as set out in the Second Paragraph, indicates that the land was being acquired for one purpose only, that is, for the use and occupation as a site for a lifesaving station. Such language places a limitation upon the fee conveyed.</p>\n<p>In the Fourth Paragraph, a nominal consideration of One Hundred Dollars ($100.00) for the ten acres of seashore property is listed. This is taken into consideration in ascertaining the intention of the parties.</p>\n<p>Paragraph Five of the deed grants the defendant full right of egress and ingress over other lands of the grantors, plus the right to erect structures thereon and remove them from these lands. But these rights are granted only when the defendant is in the process of establishing a lifesaving station on the conveyed property. This is clearly expressed. Obviously, when and if the defendant used the conveyed land for any purpose other than that named, it would lose its right to use the other lands of the grantors. In connection with granting these rights, the grantors stated that, \"* * * the said premises to be used and occupied for the purpose named in said Act of March 3, 1875.\" This wording manifests a clear intent by the grantors to limit the estate conveyed by restricting the use of the property for the sole purpose of lifesaving.</p>\n<p>The Seventh Paragraph provides that the grantors, \"* * * do covenant with the United States to warrant and defend the peaceable possession of the above described premises * * * for the purpose above named for the term of this conveyance against the lawful claims of all persons * * *.\" In a case where a fee simple title was conveyed, the covenants to warrant and defend possession of the land would not be limited to a specified purpose. Then too, the language reads, \"* * * for the purpose above named for the term of this conveyance * * *.\" This wording clearly limits the effect of the conveyance. The word \"term\" is defined as \"a determined or prescribed duration.\" Carpenter v. Okanogan County, 163 Wash. 18, 299 P. 400. Black's Law Dictionary defines it as a \"* * * limitation, or extent of time for which an estate is granted * * *.\" Thus, the parties plainly intended to limit the estate conveyed and the basis of the limitation is the use and occupancy of the land as a lifesaving station. \"No clause, if reasonable intendment can be found, shall be construed as meaningless.\" Lackey v. The Hamlet City Board of Education, et al., supra.</p>\n<p>In Paragraph Eight, the parties stipulated that the defendant be allowed to remove from the conveyed land all structures whenever it thought proper. Such a stipulation would never have been made or inserted in the conveyance had the parties intended a conveyance in fee simple. A good title in fee simple is indefeasible, marketable and unencumbered. See Lea v. Bridgeman, 228 N.C. 565, 46 S.E.2d 555 (1948). By definition a fee simple title cannot be qualified or limited, but carries with it full legal rights with respect to the property.</p>\n<p>It should be noted in Paragraph Nine that the grantor waived all his claims to rents from defendant for the use of his other lands because of the conveyance for lifesaving purposes.</p>\n<p>All of these references throughout the deed to the purpose for which the land was to be used are more than a simple expression of the grantors' motive which induced them to execute the deed. The purpose is consistently set out in the conveyance so as to manifest the intention of both parties to limit the use of the land to the specified purpose only. Having considered the whole instrument and giving reasonable intendment to every clause where possible, this Court finds that there is a clear intention of <span class=\"star-pagination\">*813</span> the parties to restrict the fee and to limit the use of the property as a lifesaving station.</p>\n<p>Having decided that this indenture conveys an estate of less dignity than a fee simple, the Court must determine now the kind of estate which was conveyed. Obviously, this conveyance cannot be construed as a fee on condition subsequent since the grantors have failed to provide for a re-entry clause, or a limitation over or any other action upon condition broken. Shaw University v. Durham Life Insurance Company, 230 N.C. 526, 53 S.E.2d 656 (1949). It can, however, and should be construed as a fee determinable upon special limitation. In North Carolina the validity of a base, qualified or determinable fee has been recognized. Charlotte Park &amp; Recreation Commission v. Barringer, et al., 242 N.C. 311, 88 S.E.2d 114 (1955); Hall v. Turner, 110 N.C. 292, 14 S.E. 791 (1892).</p>\n<p>In Tiffany: Law of Real Property, 3rd Ed., Section 220, a fee determinable has been explained as follows:</p>\n<blockquote>\"An estate in fee simple determinable, sometimes referred to as a base or a qualified fee, is created by any limitation which, in an otherwise effective conveyance of land, creates an estate in fee simple and provides that the estate shall automatically expire upon the occurrence of a stated event * * *. No set formula is necessary for the creation of the limitation, any words expressive of the grantor's intent that the estate shall terminate on the occurrence of the event being sufficient * * *. So, when land is granted for certain purposes, as for a schoolhouse, a church, a public building, or the like, and it is evidently the grantor's intention that it shall be used for such purposes only, and that, on the cessation of such use, the estate shall end, without any re-entry by the grantor, an estate of the kind now under consideration is created. It is necessary, it has been said, that the event named as terminating the estate be such that it may by possibility never happen at all, since it is an essential characteristic of a fee that it may possibly endure forever.\"</blockquote>\n<p>This statement has been quoted with approval in the cases of Charlotte Park and Recreation Commission v. Barringer, et al., supra, and Lackey v. The Hamlet City Board of Education, supra.</p>\n<p>The conveyance in question falls squarely within the preceding definition. The language employed by the grantors in the deed clearly manifests their intention that the land be used and occupied as a site for a lifesaving station and for that purpose only. It is sufficiently evident that the grantors intended that, on the cessation of such use, the estate would terminate without a re-entry by them. When the defendant ceased using the land for a lifesaving station the land automatically reverted to the plaintiffs by operation of law. No re-entry on their part was necessary. At the time of the conveyance the possibility existed that the event which would terminate the estate, that is, the use of the property for a purpose other than a lifesaving station, might never happen at all and as a result, the fee could possibly endure forever. This fully agrees with the definition of a fee simple determinable.</p>\n<p>When the defendant began using the property for other purposes on July 16, 1956, it became liable for the rental value of the land. When the United States occupies the premises of another it becomes liable for the rental value even though the property is occupied without any intention on the part of the United States to pay rent. In Niagara Falls Bridge Commission v. United States, 76 F.Supp. 1018, 1019 (111 Ct.Cl. 338, 1948) and cases cited, the Court said, \"This liability arises under the Fifth Amendment prohibiting the taking of private property without the payment of just compensation.\"</p>\n<p>Judgment for the plaintiffs. It is so ordered.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">809</span></span> (1963)</b></center>\n<center><h1>R. Bruce ETHERIDGE and wife, Elizabeth W. Etheridge<br>\nv.<br>\nUNITED STATES of America.</h1></center>\n<center>Civ. No. 456.</center>\n<center><p><b>United States District Court E. D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>July 1, 1963.</center>\n<p><span class=\"star-pagination\">*810</span> John H. Hall, Elizabeth City, N. C., for plaintiffs.</p>\n<p>Weldon A. Hollowell, Asst. U. S. Atty., Raleigh, N. C., for defendant.</p>\n<p>LARKINS, District Judge.</p>\n<p>This is an action on implied contract to recover the reasonable rental value of ten acres of land in the Nags Head area <span class=\"star-pagination\">*811</span> used by the Federal Government from July 16, 1956, until the commencement of this action in February, 1962. Jurisdiction is bestowed upon this Court by Title 28 U.S.C. ยง 1346(a) (2).</p>\n<p></p>\n<h2>Findings of Facts</h2>\n<p>The plaintiffs conveyed the property in question to the defendant on March 5, 1912, in consideration of One Hundred Dollars ($100.00) and pursuant to a statute passed by Congress on March 3, 1875, 18 Stat. 371 et seq., which gave the Secretary of the Treasury of the United States authority to acquire \"* * * the right to use and occupy sites for life saving or life boat stations * * *.\" Reference is made to this statute at the outset of the deed and it is referred to throughout the conveyance.</p>\n<p>From the time of the conveyance until July 16, 1956, the Government utilized this property as a lifesaving station. From this date, the defendant has used the land for purposes other than lifesaving. The plaintiffs claim that upon cessation of the use as a lifesaving station, the property automatically reverted to them by operation of law.</p>\n<p>The parties have stipulated that if a legal obligation does exist for such rent, then Nine Thousand Six Hundred Dollars ($9,600.00) is a reasonable rental value.</p>\n<p>The Court must answer this question: Did the real property conveyed by the March 5, 1912 indenture to the defendant revert to the plaintiffs when said property ceased to be used by the defendant as a Coast Guard Lifesaving Station?</p>\n<p></p>\n<h2>Conclusions of Law</h2>\n<p>The entire issue before the Court rests upon the kind of estate conveyed by the deed to the defendant. In determining this point, the substantive law of North Carolina will apply. N.C.G.S. ยง 39-1, provides as follows:</p>\n<blockquote>\"When real estate is conveyed * * * the same shall be * * * construed to be a conveyance in fee * * * unless such conveyance in plain and express words shows, or it is plainly intended by the conveyance or some part thereof, that the grantor meant to convey an estate of less dignity.\"</blockquote>\n<p>Thus, this statute does not apply when the deed discloses an intent to convey an estate less than a fee simple. Jefferson v. Jefferson, <span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">333</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">745</span></span> (1941).</p>\n<p>In Willis, et al. v. Mutual Loan and Trust Company, <span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">267</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">163</span></span> (1922), the Court stated the North Carolina rule for construing deeds when it said: \"The rigid technicalities of the common law have gradually yielded to the demand for a more rational mode of expounding deeds. Hence to discover the intention of the parties is now regarded as the chief essential in the construction of conveyances. The intention must be gathered from the whole instrument in conformity with established principles, and the division of the deed into formal parts is not permitted to prevail against such intention; for substance, not form, is the object sought. If possible, effect must be given to every part of a deed, and no clause, if reasonable intendment can be found, shall be construed as meaningless.\" This statement was quoted with approval by Denny, C. J., in the recent case of Lackey v. The Hamlet City Board of Education, et al., <span class=\"citation no-link\"><span class=\"volume\">258</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">460</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">806</span></span> (1962). See also Griffin v. Springer, <span class=\"citation\" data-id=\"1295833\"><a href=\"/opinion/1295833/griffin-v-springer/\"><span class=\"volume\">244</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">95</span></a></span>, <span class=\"citation\" data-id=\"1295833\"><a href=\"/opinion/1295833/griffin-v-springer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">682</span></a></span> (1956).</p>\n<p>The Court must determine initially whether the deed in question conveyed a fee simple absolute or something less. As has been noted, the language of the deed must clearly manifest the intention of the parties to convey otherwise. In this instant case, the language employed in the deed is sufficiently clear to show that the parties intended a conveyance of an estate of less dignity than a fee simple absolute.</p>\n<p>While the statute (pursuant to which the Secretary of the Treasury was authorized to acquire property) may have permitted the Secretary to acquire property in fee simple, it is evident by the <span class=\"star-pagination\">*812</span> wording throughout the conveyance that neither party intended an acquisition of the fee. Paragraph Three of the deed reads, in part, as follows: \"* * * the said Secretary * * * deems it advisable to acquire * * * the right to use and occupy the hereinafter described lot of land as a site for a Life Saving Station * * *.\" This language, coupled with the statute, as set out in the Second Paragraph, indicates that the land was being acquired for one purpose only, that is, for the use and occupation as a site for a lifesaving station. Such language places a limitation upon the fee conveyed.</p>\n<p>In the Fourth Paragraph, a nominal consideration of One Hundred Dollars ($100.00) for the ten acres of seashore property is listed. This is taken into consideration in ascertaining the intention of the parties.</p>\n<p>Paragraph Five of the deed grants the defendant full right of egress and ingress over other lands of the grantors, plus the right to erect structures thereon and remove them from these lands. But these rights are granted only when the defendant is in the process of establishing a lifesaving station on the conveyed property. This is clearly expressed. Obviously, when and if the defendant used the conveyed land for any purpose other than that named, it would lose its right to use the other lands of the grantors. In connection with granting these rights, the grantors stated that, \"* * * the said premises to be used and occupied for the purpose named in said Act of March 3, 1875.\" This wording manifests a clear intent by the grantors to limit the estate conveyed by restricting the use of the property for the sole purpose of lifesaving.</p>\n<p>The Seventh Paragraph provides that the grantors, \"* * * do covenant with the United States to warrant and defend the peaceable possession of the above described premises * * * for the purpose above named for the term of this conveyance against the lawful claims of all persons * * *.\" In a case where a fee simple title was conveyed, the covenants to warrant and defend possession of the land would not be limited to a specified purpose. Then too, the language reads, \"* * * for the purpose above named for the term of this conveyance * * *.\" This wording clearly limits the effect of the conveyance. The word \"term\" is defined as \"a determined or prescribed duration.\" Carpenter v. Okanogan County, 163 Wash. 18, 299 P. 400. Black's Law Dictionary defines it as a \"* * * limitation, or extent of time for which an estate is granted * * *.\" Thus, the parties plainly intended to limit the estate conveyed and the basis of the limitation is the use and occupancy of the land as a lifesaving station. \"No clause, if reasonable intendment can be found, shall be construed as meaningless.\" Lackey v. The Hamlet City Board of Education, et al., supra.</p>\n<p>In Paragraph Eight, the parties stipulated that the defendant be allowed to remove from the conveyed land all structures whenever it thought proper. Such a stipulation would never have been made or inserted in the conveyance had the parties intended a conveyance in fee simple. A good title in fee simple is indefeasible, marketable and unencumbered. See Lea v. Bridgeman, <span class=\"citation no-link\"><span class=\"volume\">228</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">565</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">555</span></span> (1948). By definition a fee simple title cannot be qualified or limited, but carries with it full legal rights with respect to the property.</p>\n<p>It should be noted in Paragraph Nine that the grantor waived all his claims to rents from defendant for the use of his other lands because of the conveyance for lifesaving purposes.</p>\n<p>All of these references throughout the deed to the purpose for which the land was to be used are more than a simple expression of the grantors' motive which induced them to execute the deed. The purpose is consistently set out in the conveyance so as to manifest the intention of both parties to limit the use of the land to the specified purpose only. Having considered the whole instrument and giving reasonable intendment to every clause where possible, this Court finds that there is a clear intention of <span class=\"star-pagination\">*813</span> the parties to restrict the fee and to limit the use of the property as a lifesaving station.</p>\n<p>Having decided that this indenture conveys an estate of less dignity than a fee simple, the Court must determine now the kind of estate which was conveyed. Obviously, this conveyance cannot be construed as a fee on condition subsequent since the grantors have failed to provide for a re-entry clause, or a limitation over or any other action upon condition broken. Shaw University v. Durham Life Insurance Company, <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">526</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">656</span></span> (1949). It can, however, and should be construed as a fee determinable upon special limitation. In North Carolina the validity of a base, qualified or determinable fee has been recognized. Charlotte Park &amp; Recreation Commission v. Barringer, et al., <span class=\"citation\" data-id=\"1334764\"><a href=\"/opinion/1334764/charlotte-park-and-recreation-comn-v-barringer/\"><span class=\"volume\">242</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">311</span></a></span>, <span class=\"citation\" data-id=\"1334764\"><a href=\"/opinion/1334764/charlotte-park-and-recreation-comn-v-barringer/\"><span class=\"volume\">88</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">114</span></a></span> (1955); Hall v. Turner, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">292</span></span>, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">791</span></span> (1892).</p>\n<p>In Tiffany: Law of Real Property, 3rd Ed., Section 220, a fee determinable has been explained as follows:</p>\n<blockquote>\"An estate in fee simple determinable, sometimes referred to as a base or a qualified fee, is created by any limitation which, in an otherwise effective conveyance of land, creates an estate in fee simple and provides that the estate shall automatically expire upon the occurrence of a stated event * * *. No set formula is necessary for the creation of the limitation, any words expressive of the grantor's intent that the estate shall terminate on the occurrence of the event being sufficient * * *. So, when land is granted for certain purposes, as for a schoolhouse, a church, a public building, or the like, and it is evidently the grantor's intention that it shall be used for such purposes only, and that, on the cessation of such use, the estate shall end, without any re-entry by the grantor, an estate of the kind now under consideration is created. It is necessary, it has been said, that the event named as terminating the estate be such that it may by possibility never happen at all, since it is an essential characteristic of a fee that it may possibly endure forever.\"</blockquote>\n<p>This statement has been quoted with approval in the cases of Charlotte Park and Recreation Commission v. Barringer, et al., supra, and Lackey v. The Hamlet City Board of Education, supra.</p>\n<p>The conveyance in question falls squarely within the preceding definition. The language employed by the grantors in the deed clearly manifests their intention that the land be used and occupied as a site for a lifesaving station and for that purpose only. It is sufficiently evident that the grantors intended that, on the cessation of such use, the estate would terminate without a re-entry by them. When the defendant ceased using the land for a lifesaving station the land automatically reverted to the plaintiffs by operation of law. No re-entry on their part was necessary. At the time of the conveyance the possibility existed that the event which would terminate the estate, that is, the use of the property for a purpose other than a lifesaving station, might never happen at all and as a result, the fee could possibly endure forever. This fully agrees with the definition of a fee simple determinable.</p>\n<p>When the defendant began using the property for other purposes on July 16, 1956, it became liable for the rental value of the land. When the United States occupies the premises of another it becomes liable for the rental value even though the property is occupied without any intention on the part of the United States to pay rent. In Niagara Falls Bridge Commission v. United States, <span class=\"citation\" data-id=\"2304361\"><a href=\"/opinion/2304361/niagara-falls-bridge-commission-v-united-states/\"><span class=\"volume\">76</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1018</span></a></span>, 1019 (111 Ct.Cl. 338, 1948) and cases cited, the Court said, \"This liability arises under the Fifth Amendment prohibiting the taking of private property without the payment of just compensation.\"</p>\n<p>Judgment for the plaintiffs. It is so ordered.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1295833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1334764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2304361/"
  ]
}