{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2288374/",
  "absolute_url": "/opinion/2288374/williams-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2288374/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T08:59:30.564773Z",
  "date_modified": "2016-04-27T01:06:19.165068Z",
  "type": "010combined",
  "sha1": "0beacf64e90b89b7fc0434d2849c4bf3bdefe400",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>541 F.Supp. 1187 (1982)</b></center>\n<center><h1>Morris WILLIAMS, Jr., Plaintiff,<br>\nv.<br>\nUNITED STATES of America, et al., Defendants.</h1></center>\n<center>No. 82-14-CIV-4.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>June 10, 1982.</center>\n<p><span class=\"star-pagination\">*1188</span> <span class=\"star-pagination\">*1189</span> Daniel M. Work, Jr., Work, Herring, Graham &amp; Beswick, Newport, N. C., for plaintiff.</p>\n<p>James L. Blackburn, U. S. Atty., Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>Plaintiff instituted this civil action seeking relief from alleged constitutional and statutory violations committed by the United States Marine Corps. Specifically, he desires protection from a Marine Corps decision to deny him an opportunity to reenlist. The Court issued a temporary restraining order on 16 February 1982 directing defendants to show cause why a preliminary injunction should not issue, <i>see</i> Fed.R. Civ.P. 65, and conducted a hearing on 24 February 1982. Based upon the hearing and the materials submitted by the parties, the Court issued a preliminary injunction preventing defendants from discharging plaintiff and requiring them to compensate him with all pay, benefits, and allowances to which a member of the Corps of his rank and status would normally be entitled, with the injunction continuing until the Court ruled on cross-motions for summary judgment.</p>\n<p>Each party has filed proposed factual statements, motions for summary judgment with supporting memoranda, and affidavits detailing the various factual allegations. The cross-motions for summary judgment are properly before the Court and ready for ruling.</p>\n<p></p>\n<h2>I</h2>\n<p>Plaintiff initially enlisted for a four-year term in the United States Marine Corps on 25 March 1963. At that time he was 5' 11\" tall and weighed 155 pounds, well below the maximum of 191 pounds then prevailing for male Marines of his height and age. Marine Corps Order 6100.3C, Table No. 1, October 29, 1962.</p>\n<p>Upon his application, plaintiff reenlisted in 1967, 1968, and 1974 for terms of one, six, and six years, respectively. Although his service record book<sup>[1]</sup> lacks absolute specificity, it indicates that plaintiff had been \"examined and found physically fit for this extension of enlistment\" [1967 to 1968] and that plaintiff weighed 232 pounds at his second reenlistment [1974 to 1980]. This latter weight was within the maximum of 230 pounds then prevailing for male Marines of his height and age. <i>See</i> Marine Corps Order 6100.3F, App. III, December 17, 1971. The evidence discloses that plaintiff met the weight requirements each time he reenlisted prior to his 1980 application.<sup>[2]</sup></p>\n<p>Plaintiff first encountered weight problems in 1976.<sup>[3]</sup> He was placed on a weight control program on 28 June 1976 when his weight was 238 pounds, with a goal to reduce his weight to 203 pounds. He was removed from this program on 28 October 1976.</p>\n<p>At the expiration of his second reenlistment in 1980, when he had been in the Marines approximately seventeen years, plaintiff's weight problems escalated. His service records depict fluctuations in his weight throughout 1980 and 1981. Although the maximum acceptable weight for Marines of his age and height was 203 <span class=\"star-pagination\">*1190</span> pounds during this period, plaintiff's weight ranged from a high of 263 pounds to a low of 209 pounds.<sup>[4]</sup> Failing to meet the weight requirement of 203 pounds when he attempted to reenlist in 1980, plaintiff received extensions<sup>[5]</sup> of his reenlistment in which to reduce his weight to this level. At all times Marine officials cautioned plaintiff about the necessity of bringing his weight into compliance with this standard and warned that a failure to do so would result in his discharge from the Corps.</p>\n<p>Plaintiff requested and received an analysis of his body fat ratio.<sup>[6]</sup> His records reveal that 23.5% of his total body weight was fat, exceeding the mean body fat ratio of 16.5% for Marines previously tested. Consequently, plaintiff failed to qualify for an alternate weight standard.</p>\n<p>Furthermore, plaintiff sought a waiver of the weight requirement in order to reenlist. The Corps disapproved plaintiff's requested waiver on 28 April 1981, but extended his reenlistment for an additional six months to provide him with yet another opportunity to satisfy the established regulations regarding weight. When this extension expired at the end of November 1981, plaintiff underwent further physical examination. He weighed 259 pounds (56 pounds over the maximum of 203 pounds) and possessed a body fat content of 28.7% (10.7% over the maximum of 18%). Processing for discharge began.</p>\n<p>Plaintiff received a final extension from 15 January 1982 until 16 February 1982, providing him one last opportunity to meet the weight requirement. On 26 January 1982 this extension gained approval, but the Commandant directed that either a request for plaintiff's reenlistment under the current standards be submitted or plaintiff's discharge be processed. Since plaintiff then weighed 263 pounds (60 pounds over the maximum), process of his discharge continued.</p>\n<p></p>\n<h2>II</h2>\n<p>The basis for review upon motions for summary judgment centers around whether a party is entitled to judgment as <span class=\"star-pagination\">*1191</span> a matter of law. Fed.R.Civ.P. 56. Since the action involves a review of military decisions, examination focuses upon the specific legal challenges raised by plaintiff. As a threshold matter, plaintiff must satisfy two requirements: First, he must allege the deprivation of a constitutional or statutory right, or the violation of a military regulation; and, second, he must demonstrate exhaustion of intra-service remedies.<sup>[7]</sup><i>Mindes v. Seaman,</i> 453 F.2d 197, 201 (5th Cir. 1971). Failure to satisfy either of these necessary conditions ends the Court's inquiry.<sup>[8]</sup></p>\n<p>Plaintiff challenges the Corps' decision denying him reenlistment due to his weight, couching his claim for relief in terms of \"a violation of [his] substantial rights ... under the fifth amendment ....\" Complaint, at 4. Although the precise legal basis underlying this position remains obscure,<sup>[9]</sup> the Court's review unfolds from a tripartite perspective. Initially, an examination will be made of plaintiff's substantive due process rights to reenlist. Second, a consideration will be made of any procedural due process rights to which plaintiff is entitled. Finally, an analysis will be undertaken of the statutory provisions regarding reenlistment. Upon making these three examinations, the Court may properly adjudicate the decision of the Corps denying plaintiff's application for reenlistment.</p>\n<p></p>\n<h2>A. <i>Substantive Due Process</i>\n</h2>\n<p>Consideration of a claim structured in terms of a deprivation of one's right to substantive due process protected by the fifth amendment reflects the notion that certain rights or privileges are guaranteed to all citizens. Although it is impossible to enumerate all such protected rights, certain rights do not vest within the substantive provisions of the fifth amendment's due process clause. For instance, there is no right to public employment. <i>See</i> 16A Am.Jur.2d § 563. On the other hand, citizens do possess \"the right to work for a living in the common occupations of the community ....\" <i>Truax v. Raich,</i> 239 U.S. 33, 41, 36 S.Ct. 7, 60 L.Ed. 131 (1915). <i>See </i><i>In re Griffiths,</i> 413 U.S. 717, 93 S.Ct. 2851, 37 L.Ed.2d 910 (1973). This broad protection of a citizen's right to work, as an essential element of personal freedom and liberty, does not create any vested right to federal employment. <i>Reed v. Franke,</i> 187 F.Supp. 905, 909 (E.D.Va.1960), <i>aff'd,</i> 297 F.2d 17 (4th Cir. 1961).</p>\n<p>Beyond these general protections, a citizen enjoys no constitutionally protected right to join the military. <i>West v. Brown,</i> 558 F.2d 757, 760 (5th Cir. 1977), <i>cert. denied,</i> 435 U.S. 926, 98 S.Ct. 1493, 55 L.Ed.2d 520 (1978). Given the absence of a constitutional right to enlist, it follows that <span class=\"star-pagination\">*1192</span> the fifth amendment provides no substantive protection for reenlistment. <i>Cf. </i><i>Austin v. United States,</i> 206 Ct.Cl. 719 (1975). When a governmental benefit fails to attain the level of a constitutionally protected interest, then rational restrictions may be imposed upon these benefits. <i>Weinberger v. Salfi,</i> 422 U.S. 749, 95 S.Ct. 2457, 45 L.Ed.2d 522 (1975). Guidelines establishing permissible height and weight limits relate rationally to the Corps' interest in maintaining a high standard of military preparedness and effectiveness. Since plaintiff enjoys no constitutionally protected right to reenlist in the Marines and because the height and weight regulations are rationally related to a legitimate interest of the Corps, its decision to discharge the plaintiff for failure to meet the prescribed weight standards does not infringe on any right protected by the substantive due process provision of the fifth amendment.</p>\n<p></p>\n<h2>B. <i>Procedural Due Process</i>\n</h2>\n<p>To trigger the protections of procedural due process, plaintiff must establish that he possesses a liberty or property interest which has been denied without an opportunity to be heard. An interest must exist which gives rise to an entitlement. The mere unilateral expectation of a continued benefit is insufficient to invoke the protections of procedural due process. <i>Board of Regents v. Roth,</i> 408 U.S. 564, 577, 92 S.Ct. 2701, 2709, 33 L.Ed.2d 548 (1972). An entitlement may be created if a position or benefit continues absent cause for termination. <i>Arnett v. Kennedy,</i> 416 U.S. 134, 166, 94 S.Ct. 1633, 1650, 40 L.Ed.2d 15 (1974) (Powell, J., concurring). <i>Arnett</i> stands for the proposition that when federal regulations permit the discharge of an employee only for cause, that employee possesses a property interest entitling him to constitutional protections. <i>Bishop v. Wood,</i> 426 U.S. 341, 345 n.8, 96 S.Ct. 2074, 2078 n.8, 48 L.Ed.2d 684 (1976). If, on the other hand, the continuation of the benefit turns on the will of the provider, then a party has no legitimate expectation of the benefit's continuation, and procedural due process protections are unavailable. <i>Id.</i></p>\n<p>Decisions to reenlist or discharge members of the Armed Services more properly fall within the categorization of \"at will\" decisions as opposed to terminations \"for cause.\" The statutory provisions allowing a person to reenlist in one of the Armed Forces provide that the appropriate officials \"<i>may</i> authorize the reenlistment ....\" 10 U.S.C. § 508(a) (1976) (emphasis added). Thus, military officials are vested with discretion in making reenlistment decisions. Essentially, the contract of military employment is terminable \"at will\" at the end of the contract period. <i>Id.</i> Although a person enlisted in one of the Armed Services may have a right to the continuation of that employment until the end of his enlistment period, he possesses no entitlement to reenlistment. Once his period of enlistment expires, he is subject to discharge at the discretion of the appropriate military official.<sup>[10]</sup></p>\n<p>Neither plaintiff's original enlistment in 1963 nor any of the subsequent reenlistments thereafter give rise to any entitlement to continued participation in the Marines. In the absence of such an entitlement, plaintiff enjoys no protection of procedural due process in the Corps' decision not to allow his reenlistment. Since he has no right protected by procedural due process, plaintiff fails to allege the deprivation of a constitutional right.</p>\n<p></p>\n<h2>C. <i>Statutory Right to Reenlist</i>\n</h2>\n<p>Federal statutory provisions provide the opportunity for persons to reenlist in the <span class=\"star-pagination\">*1193</span> military. 10 U.S.C. §§ 505(e), 506, 507, 508 &amp; 509. Upon discharge from the Armed Services, a person \"may be reenlisted ... under such regulations as the Secretary concerned may prescribe.\" <i>Id.</i> § 508(b). In order for plaintiff to succeed in this action, given the absence of a constitutional right to reenlist, the decision of the Corps denying his application for reenlistment must violate this statute. Absent such a statutory violation, this Court should not review the military decision. <i>Mindes,</i> 453 F.2d at 201.</p>\n<p>The analysis required by this issue of statutory construction begins with the statutory language. <i>Dawson Chemical Co. v. Rohm &amp; Haas Co.,</i> 448 U.S. 176, 187, 100 S.Ct. 2601, 2608, 65 L.Ed.2d 696 (1980). It is an elementary canon of statutory construction that the plain meaning of the statute controls a court's analysis. <i>Touche Ross v. Redington,</i> 442 U.S. 560, 568, 99 S.Ct. 2479, 2485, 61 L.Ed.2d 82 (1979). When the language of a statute is sufficiently clear in its context, it controls. <i>Ernst &amp; Ernst v. Hochfelder,</i> 425 U.S. 185, 201, 96 S.Ct. 1375, 1385, 47 L.Ed.2d 668 (1976) (and cases cited therein).</p>\n<p>The language of the relevant statutes involved in this action is a model of clarity, as each statute authorizing persons to be reenlisted in the Armed Forces uses the term \"may.\" <i>See, e.g.,</i> 10 U.S.C. §§ 505(e), 508(b) &amp; 509(a). Thus, each statute provides, in the first instance, that reenlistment falls within the discretion of the appropriate military officials. <i>Richardson v. United States,</i> 209 Ct.Cl. 754, 758 (1976). Given this statutory discretion vested in the Armed Services, the Marines have neither denied plaintiff a right to which he is entitled by statute nor breached any statutory duty imposed upon them.</p>\n<p>In addition, the statute provides that the appropriate military officials may prescribe regulations regarding reenlistment. <i>Id.</i> § 508(b). Therefore, it is within the Corps' statutory authorization to postulate height and weight requirements for reenlistment. <i>See</i> n.10 <i>supra.</i> Since neither party disputes the fact that plaintiff was overweight at the time when he sought the 1980 reenlistment which led to this action, and since the regulation regarding weight is permissible under the appropriate federal statute, plaintiff fails to establish any statutory violation in the Corps' decision to deny his application for reenlistment.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Upon a review of the record, including the briefs of both parties and all affidavits submitted, the Court concludes that plaintiff has failed to satisfy his threshold burden of establishing the violation of a constitutional or statutory right.<sup>[11]</sup> Therefore, defendants' motion for summary judgment is allowed, plaintiff's motion for summary judgment is denied, and this action is dismissed.</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff's service record book, submitted to the Court in its entirety by defendants, consists of numerous documents compiled during plaintiff's military service. These documents have been reviewed by the Court in its disposition of this matter.</p>\n<p>[2]  Plaintiff's service record book, various affidavits, and other documents indicate that plaintiff satisfied the prevailing weight specifications up through and including the time of his second reenlistment in 1974.</p>\n<p>[3]  Plaintiff failed his physical fitness test in March 1976, when he weighed 255 pounds. At that time, new and more stringent height and weight regulations were in effect. The maximum weight for male Marines of plaintiff's height and age was 203 pounds. <i>See</i> Marine Corps Order 6100.3G September 23, 1975. In May 1976, plaintiff weighed 244 pounds, exceeding the allowable weight limitation by 31 pounds. He received low marks due to his weight problems and warnings of the implications these problems posed vis-a-vis his military career.</p>\n<p>[4]  The following chart illustrates plaintiff's weight fluctuations since early 1980:\n</p>\n<p></p>\n<pre>\n      Date               Weight\n     2/29/80               227\n     3/24/80               220\n     5/12/80               234\n     5/16/80               232\n     7/1/80                226\n     7/28/80               217\n     8/15/80               216\n     8/20/80               213\n     8/21/80               210\n     8/29/80               209\n     11/03/80              235\n     11/20/80              236\n     12/16/80              237\n     12/30/80              237\n     1/19/81               234\n     3/27/81               229\n     4/10/81               227.5\n     5/1/81                224\n     5/29/81               242\n     6/8/81                242\n     6/23/81               240\n     7/20/81               238\n     8/3/81                252\n     8/7/81                242\n     8/14/81               238\n     8/21/81               234\n     9/17/81               247\n     10/2/81               245\n     10/16/81              235\n     11/9/81               234\n     1/25/82               263.\n</pre>\n<p>[5]  The records before the Court indicate that plaintiff has received the following extensions of his enlistment contract:\n</p>\n<p>(1) A two-month extension beginning 1 March 1980;</p>\n<p>(2) A four-month extension beginning 1 May 1980;</p>\n<p>(3) A three-month extension beginning 1 October 1980;</p>\n<p>(4) A three-month extension beginning 1 January 1981;</p>\n<p>(5) A two-month extension beginning 1 April 1981;</p>\n<p>(6) A six-month extension beginning 1 June 1981;</p>\n<p>(7) A six-week medical extension beginning 1 December 1981; and</p>\n<p>(8) A one-month extension beginning 15 January 1982.</p>\n<p>[6]  Two doctors conducted physical examinations of plaintiff with particular attention to body fat content. Early in 1981, Dr. D. M. Bockmole examined plaintiff who weighed 240 pounds with a body fat content of 27.4%. Three months later, Lt. M. D. Gross, M.D., examined plaintiff who weighed 230 pounds with a body fat content of 23.5%.</p>\n<p>[7]  Since the Court determines that plaintiff fails to state a constitutional or statutory deprivation, it need not reach the question of exhaustion of intra-service remedies.</p>\n<p>[8]  Once a plaintiff establishes both of these threshold requirements, the Court then balances the following four factors to determine if the particular allegations are reviewable:\n</p>\n<p>(1) Nature and strength of plaintiff's challenge;</p>\n<p>(2) Potential injury to plaintiff if no review is granted;</p>\n<p>(3) The type and degree of interference with military functions caused if the Court reviews the decision; and</p>\n<p>(4) The extent to which exercise of military expertise is involved in the decision.</p>\n<p><i>Mindes v. Seaman,</i> 453 F.2d 197, 201 (5th Cir. 1971).</p>\n<p>[9]  Arguably, plaintiff may have a property interest in his employment with the Marines created by implied contract through his reenlistments in 1968 and 1974. <i>See </i><i>Bishop v. Wood,</i> 426 U.S. 341, 344, 96 S.Ct. 2074, 2077, 48 L.Ed.2d 684 (1976); <i>Perry v. Sinderman,</i> 408 U.S. 593, 92 S.Ct. 2694, 33 L.Ed.2d 570 (1972). <i>Perry</i> has been construed to hold that a college professor who established a de facto tenure policy had a legitimate claim of entitlement, and thus deserved the protections of procedural due process. <i>Arnett v. Kennedy,</i> 416 U.S. 134, 166, 94 S.Ct. 1633, 1650, 40 L.Ed.2d 15 (1974) (Powell, J., concurring). No de facto entitlement to reenlistment arises in the instant situation. Given the clarity of the statute authorizing reenlistment solely in the discretion of military officials, <i>see</i> 10 U.S.C. § 508(b) (1976), and the explicit recognition that plaintiff's enlistment contract terminates after six years, his previous reenlistments fail to give rise to an entitlement to future reenlistments.</p>\n<p>[10]  Assuming <i>arguendo</i> that plaintiff's employment with the Corps constituted a contract which could be terminated only for cause, defendants would have precisely this cause in the nature of plaintiff's failure to meet the weight regulations. The Corps has a legitimate interest in maintaining proper weight control of its members and has established specific guidelines accordingly. <i>Vance v. United States,</i> 434 F.Supp. 826, 836, <i>aff'd,</i> 565 F.2d 1214 (5th Cir. 1977). This objective standard allows a determination of whether cause for denying reenlistment exists. The overwhelming evidence in the record demonstrates that plaintiff did not meet the weight requirement for his age and height at the time he applied for reenlistment in 1980. Therefore, the Corps would have sufficient cause for rejecting plaintiff's application for reenlistment.</p>\n<p>[11]  At the Court's suggestion, both parties addressed the question of whether defendants were estopped from rejecting plaintiff's application for reenlistment by virtue of having allowed him to reenlist previously. Plaintiff fails to demonstrate justification for this Court's invoking equity jurisdiction. No factual or legal basis exists for finding an estoppel in the instant action.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">541</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1187</span></span> (1982)</b></center>\n<center><h1>Morris WILLIAMS, Jr., Plaintiff,<br>\nv.<br>\nUNITED STATES of America, et al., Defendants.</h1></center>\n<center>No. 82-14-CIV-4.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>June 10, 1982.</center>\n<p><span class=\"star-pagination\">*1188</span> <span class=\"star-pagination\">*1189</span> Daniel M. Work, Jr., Work, Herring, Graham &amp; Beswick, Newport, N. C., for plaintiff.</p>\n<p>James L. Blackburn, U. S. Atty., Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>Plaintiff instituted this civil action seeking relief from alleged constitutional and statutory violations committed by the United States Marine Corps. Specifically, he desires protection from a Marine Corps decision to deny him an opportunity to reenlist. The Court issued a temporary restraining order on 16 February 1982 directing defendants to show cause why a preliminary injunction should not issue, <i>see</i> Fed.R. Civ.P. 65, and conducted a hearing on 24 February 1982. Based upon the hearing and the materials submitted by the parties, the Court issued a preliminary injunction preventing defendants from discharging plaintiff and requiring them to compensate him with all pay, benefits, and allowances to which a member of the Corps of his rank and status would normally be entitled, with the injunction continuing until the Court ruled on cross-motions for summary judgment.</p>\n<p>Each party has filed proposed factual statements, motions for summary judgment with supporting memoranda, and affidavits detailing the various factual allegations. The cross-motions for summary judgment are properly before the Court and ready for ruling.</p>\n<p></p>\n<h2>I</h2>\n<p>Plaintiff initially enlisted for a four-year term in the United States Marine Corps on 25 March 1963. At that time he was 5' 11\" tall and weighed 155 pounds, well below the maximum of 191 pounds then prevailing for male Marines of his height and age. Marine Corps Order 6100.3C, Table No. 1, October 29, 1962.</p>\n<p>Upon his application, plaintiff reenlisted in 1967, 1968, and 1974 for terms of one, six, and six years, respectively. Although his service record book<sup>[1]</sup> lacks absolute specificity, it indicates that plaintiff had been \"examined and found physically fit for this extension of enlistment\" [1967 to 1968] and that plaintiff weighed 232 pounds at his second reenlistment [1974 to 1980]. This latter weight was within the maximum of 230 pounds then prevailing for male Marines of his height and age. <i>See</i> Marine Corps Order 6100.3F, App. III, December 17, 1971. The evidence discloses that plaintiff met the weight requirements each time he reenlisted prior to his 1980 application.<sup>[2]</sup></p>\n<p>Plaintiff first encountered weight problems in 1976.<sup>[3]</sup> He was placed on a weight control program on 28 June 1976 when his weight was 238 pounds, with a goal to reduce his weight to 203 pounds. He was removed from this program on 28 October 1976.</p>\n<p>At the expiration of his second reenlistment in 1980, when he had been in the Marines approximately seventeen years, plaintiff's weight problems escalated. His service records depict fluctuations in his weight throughout 1980 and 1981. Although the maximum acceptable weight for Marines of his age and height was 203 <span class=\"star-pagination\">*1190</span> pounds during this period, plaintiff's weight ranged from a high of 263 pounds to a low of 209 pounds.<sup>[4]</sup> Failing to meet the weight requirement of 203 pounds when he attempted to reenlist in 1980, plaintiff received extensions<sup>[5]</sup> of his reenlistment in which to reduce his weight to this level. At all times Marine officials cautioned plaintiff about the necessity of bringing his weight into compliance with this standard and warned that a failure to do so would result in his discharge from the Corps.</p>\n<p>Plaintiff requested and received an analysis of his body fat ratio.<sup>[6]</sup> His records reveal that 23.5% of his total body weight was fat, exceeding the mean body fat ratio of 16.5% for Marines previously tested. Consequently, plaintiff failed to qualify for an alternate weight standard.</p>\n<p>Furthermore, plaintiff sought a waiver of the weight requirement in order to reenlist. The Corps disapproved plaintiff's requested waiver on 28 April 1981, but extended his reenlistment for an additional six months to provide him with yet another opportunity to satisfy the established regulations regarding weight. When this extension expired at the end of November 1981, plaintiff underwent further physical examination. He weighed 259 pounds (56 pounds over the maximum of 203 pounds) and possessed a body fat content of 28.7% (10.7% over the maximum of 18%). Processing for discharge began.</p>\n<p>Plaintiff received a final extension from 15 January 1982 until 16 February 1982, providing him one last opportunity to meet the weight requirement. On 26 January 1982 this extension gained approval, but the Commandant directed that either a request for plaintiff's reenlistment under the current standards be submitted or plaintiff's discharge be processed. Since plaintiff then weighed 263 pounds (60 pounds over the maximum), process of his discharge continued.</p>\n<p></p>\n<h2>II</h2>\n<p>The basis for review upon motions for summary judgment centers around whether a party is entitled to judgment as <span class=\"star-pagination\">*1191</span> a matter of law. Fed.R.Civ.P. 56. Since the action involves a review of military decisions, examination focuses upon the specific legal challenges raised by plaintiff. As a threshold matter, plaintiff must satisfy two requirements: First, he must allege the deprivation of a constitutional or statutory right, or the violation of a military regulation; and, second, he must demonstrate exhaustion of intra-service remedies.<sup>[7]</sup><i>Mindes v. Seaman,</i> <span class=\"citation\" data-id=\"300676\"><a href=\"/opinion/300676/capt-milbert-mindes-v-dr-robert-c-seaman-secretary-of-the-united/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span>, 201 (5th Cir. 1971). Failure to satisfy either of these necessary conditions ends the Court's inquiry.<sup>[8]</sup></p>\n<p>Plaintiff challenges the Corps' decision denying him reenlistment due to his weight, couching his claim for relief in terms of \"a violation of [his] substantial rights ... under the fifth amendment ....\" Complaint, at 4. Although the precise legal basis underlying this position remains obscure,<sup>[9]</sup> the Court's review unfolds from a tripartite perspective. Initially, an examination will be made of plaintiff's substantive due process rights to reenlist. Second, a consideration will be made of any procedural due process rights to which plaintiff is entitled. Finally, an analysis will be undertaken of the statutory provisions regarding reenlistment. Upon making these three examinations, the Court may properly adjudicate the decision of the Corps denying plaintiff's application for reenlistment.</p>\n<p></p>\n<h2>A. <i>Substantive Due Process</i>\n</h2>\n<p>Consideration of a claim structured in terms of a deprivation of one's right to substantive due process protected by the fifth amendment reflects the notion that certain rights or privileges are guaranteed to all citizens. Although it is impossible to enumerate all such protected rights, certain rights do not vest within the substantive provisions of the fifth amendment's due process clause. For instance, there is no right to public employment. <i>See</i> 16A Am.Jur.2d § 563. On the other hand, citizens do possess \"the right to work for a living in the common occupations of the community ....\" <i>Truax v. Raich,</i> <span class=\"citation\" data-id=\"98542\"><a href=\"/opinion/98542/truax-v-raich/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 41, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">7</span></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">131</span></span> (1915). <i>See </i><i>In re Griffiths,</i> <span class=\"citation\" data-id=\"108861\"><a href=\"/opinion/108861/in-re-griffiths/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, <span class=\"citation\" data-id=\"108861\"><a href=\"/opinion/108861/in-re-griffiths/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2851</span></a></span>, <span class=\"citation\" data-id=\"108861\"><a href=\"/opinion/108861/in-re-griffiths/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">910</span></a></span> (1973). This broad protection of a citizen's right to work, as an essential element of personal freedom and liberty, does not create any vested right to federal employment. <i>Reed v. Franke,</i> <span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">905</span></span>, 909 (E.D.Va.1960), <i>aff'd,</i> <span class=\"citation\" data-id=\"255685\"><a href=\"/opinion/255685/milton-c-reed-chief-storekeeper-u-s-navy-v-honorable-w-b-franke/\"><span class=\"volume\">297</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span> (4th Cir. 1961).</p>\n<p>Beyond these general protections, a citizen enjoys no constitutionally protected right to join the military. <i>West v. Brown,</i> <span class=\"citation\" data-id=\"347102\"><a href=\"/opinion/347102/shirley-mae-west-on-her-own-behalf-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">757</span></a></span>, 760 (5th Cir. 1977), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">926</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1493</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">520</span></span> (1978). Given the absence of a constitutional right to enlist, it follows that <span class=\"star-pagination\">*1192</span> the fifth amendment provides no substantive protection for reenlistment. <i>Cf. </i><i>Austin v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">206</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">719</span></span> (1975). When a governmental benefit fails to attain the level of a constitutionally protected interest, then rational restrictions may be imposed upon these benefits. <i>Weinberger v. Salfi,</i> <span class=\"citation\" data-id=\"109308\"><a href=\"/opinion/109308/weinberger-v-salfi/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">749</span></a></span>, <span class=\"citation\" data-id=\"109308\"><a href=\"/opinion/109308/weinberger-v-salfi/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2457</span></a></span>, <span class=\"citation\" data-id=\"109308\"><a href=\"/opinion/109308/weinberger-v-salfi/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></a></span> (1975). Guidelines establishing permissible height and weight limits relate rationally to the Corps' interest in maintaining a high standard of military preparedness and effectiveness. Since plaintiff enjoys no constitutionally protected right to reenlist in the Marines and because the height and weight regulations are rationally related to a legitimate interest of the Corps, its decision to discharge the plaintiff for failure to meet the prescribed weight standards does not infringe on any right protected by the substantive due process provision of the fifth amendment.</p>\n<p></p>\n<h2>B. <i>Procedural Due Process</i>\n</h2>\n<p>To trigger the protections of procedural due process, plaintiff must establish that he possesses a liberty or property interest which has been denied without an opportunity to be heard. An interest must exist which gives rise to an entitlement. The mere unilateral expectation of a continued benefit is insufficient to invoke the protections of procedural due process. <i>Board of Regents v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 577, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, 2709, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972). An entitlement may be created if a position or benefit continues absent cause for termination. <i>Arnett v. Kennedy,</i> <span class=\"citation\" data-id=\"109008\"><a href=\"/opinion/109008/arnett-v-kennedy/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, 166, <span class=\"citation\" data-id=\"109008\"><a href=\"/opinion/109008/arnett-v-kennedy/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1633</span></a></span>, 1650, <span class=\"citation\" data-id=\"109008\"><a href=\"/opinion/109008/arnett-v-kennedy/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1974) (Powell, J., concurring). <i>Arnett</i> stands for the proposition that when federal regulations permit the discharge of an employee only for cause, that employee possesses a property interest entitling him to constitutional protections. <i>Bishop v. Wood,</i> <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, 345 n.8, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2074</span></a></span>, 2078 n.8, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></a></span> (1976). If, on the other hand, the continuation of the benefit turns on the will of the provider, then a party has no legitimate expectation of the benefit's continuation, and procedural due process protections are unavailable. <i>Id.</i></p>\n<p>Decisions to reenlist or discharge members of the Armed Services more properly fall within the categorization of \"at will\" decisions as opposed to terminations \"for cause.\" The statutory provisions allowing a person to reenlist in one of the Armed Forces provide that the appropriate officials \"<i>may</i> authorize the reenlistment ....\" 10 U.S.C. § 508(a) (1976) (emphasis added). Thus, military officials are vested with discretion in making reenlistment decisions. Essentially, the contract of military employment is terminable \"at will\" at the end of the contract period. <i>Id.</i> Although a person enlisted in one of the Armed Services may have a right to the continuation of that employment until the end of his enlistment period, he possesses no entitlement to reenlistment. Once his period of enlistment expires, he is subject to discharge at the discretion of the appropriate military official.<sup>[10]</sup></p>\n<p>Neither plaintiff's original enlistment in 1963 nor any of the subsequent reenlistments thereafter give rise to any entitlement to continued participation in the Marines. In the absence of such an entitlement, plaintiff enjoys no protection of procedural due process in the Corps' decision not to allow his reenlistment. Since he has no right protected by procedural due process, plaintiff fails to allege the deprivation of a constitutional right.</p>\n<p></p>\n<h2>C. <i>Statutory Right to Reenlist</i>\n</h2>\n<p>Federal statutory provisions provide the opportunity for persons to reenlist in the <span class=\"star-pagination\">*1193</span> military. 10 U.S.C. §§ 505(e), 506, 507, 508 &amp; 509. Upon discharge from the Armed Services, a person \"may be reenlisted ... under such regulations as the Secretary concerned may prescribe.\" <i>Id.</i> § 508(b). In order for plaintiff to succeed in this action, given the absence of a constitutional right to reenlist, the decision of the Corps denying his application for reenlistment must violate this statute. Absent such a statutory violation, this Court should not review the military decision. <i>Mindes,</i> 453 F.2d at 201.</p>\n<p>The analysis required by this issue of statutory construction begins with the statutory language. <i>Dawson Chemical Co. v. Rohm &amp; Haas Co.,</i> <span class=\"citation\" data-id=\"110330\"><a href=\"/opinion/110330/dawson-chemical-co-v-rohm-haas-co/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, 187, <span class=\"citation\" data-id=\"110330\"><a href=\"/opinion/110330/dawson-chemical-co-v-rohm-haas-co/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2601</span></a></span>, 2608, <span class=\"citation\" data-id=\"110330\"><a href=\"/opinion/110330/dawson-chemical-co-v-rohm-haas-co/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">696</span></a></span> (1980). It is an elementary canon of statutory construction that the plain meaning of the statute controls a court's analysis. <i>Touche Ross v. Redington,</i> <span class=\"citation\" data-id=\"110112\"><a href=\"/opinion/110112/touche-ross-co-v-redington/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, 568, <span class=\"citation\" data-id=\"110112\"><a href=\"/opinion/110112/touche-ross-co-v-redington/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2479</span></a></span>, 2485, <span class=\"citation\" data-id=\"110112\"><a href=\"/opinion/110112/touche-ross-co-v-redington/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">82</span></a></span> (1979). When the language of a statute is sufficiently clear in its context, it controls. <i>Ernst &amp; Ernst v. Hochfelder,</i> <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, 201, <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1375</span></a></span>, 1385, <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1976) (and cases cited therein).</p>\n<p>The language of the relevant statutes involved in this action is a model of clarity, as each statute authorizing persons to be reenlisted in the Armed Forces uses the term \"may.\" <i>See, e.g.,</i> 10 U.S.C. §§ 505(e), 508(b) &amp; 509(a). Thus, each statute provides, in the first instance, that reenlistment falls within the discretion of the appropriate military officials. <i>Richardson v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">754</span></span>, 758 (1976). Given this statutory discretion vested in the Armed Services, the Marines have neither denied plaintiff a right to which he is entitled by statute nor breached any statutory duty imposed upon them.</p>\n<p>In addition, the statute provides that the appropriate military officials may prescribe regulations regarding reenlistment. <i>Id.</i> § 508(b). Therefore, it is within the Corps' statutory authorization to postulate height and weight requirements for reenlistment. <i>See</i> n.10 <i>supra.</i> Since neither party disputes the fact that plaintiff was overweight at the time when he sought the 1980 reenlistment which led to this action, and since the regulation regarding weight is permissible under the appropriate federal statute, plaintiff fails to establish any statutory violation in the Corps' decision to deny his application for reenlistment.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Upon a review of the record, including the briefs of both parties and all affidavits submitted, the Court concludes that plaintiff has failed to satisfy his threshold burden of establishing the violation of a constitutional or statutory right.<sup>[11]</sup> Therefore, defendants' motion for summary judgment is allowed, plaintiff's motion for summary judgment is denied, and this action is dismissed.</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff's service record book, submitted to the Court in its entirety by defendants, consists of numerous documents compiled during plaintiff's military service. These documents have been reviewed by the Court in its disposition of this matter.</p>\n<p>[2]  Plaintiff's service record book, various affidavits, and other documents indicate that plaintiff satisfied the prevailing weight specifications up through and including the time of his second reenlistment in 1974.</p>\n<p>[3]  Plaintiff failed his physical fitness test in March 1976, when he weighed 255 pounds. At that time, new and more stringent height and weight regulations were in effect. The maximum weight for male Marines of plaintiff's height and age was 203 pounds. <i>See</i> Marine Corps Order 6100.3G September 23, 1975. In May 1976, plaintiff weighed 244 pounds, exceeding the allowable weight limitation by 31 pounds. He received low marks due to his weight problems and warnings of the implications these problems posed vis-a-vis his military career.</p>\n<p>[4]  The following chart illustrates plaintiff's weight fluctuations since early 1980:\n</p>\n<p></p>\n<pre>\n      Date               Weight\n     2/29/80               227\n     3/24/80               220\n     5/12/80               234\n     5/16/80               232\n     7/1/80                226\n     7/28/80               217\n     8/15/80               216\n     8/20/80               213\n     8/21/80               210\n     8/29/80               209\n     11/03/80              235\n     11/20/80              236\n     12/16/80              237\n     12/30/80              237\n     1/19/81               234\n     3/27/81               229\n     4/10/81               227.5\n     5/1/81                224\n     5/29/81               242\n     6/8/81                242\n     6/23/81               240\n     7/20/81               238\n     8/3/81                252\n     8/7/81                242\n     8/14/81               238\n     8/21/81               234\n     9/17/81               247\n     10/2/81               245\n     10/16/81              235\n     11/9/81               234\n     1/25/82               263.\n</pre>\n<p>[5]  The records before the Court indicate that plaintiff has received the following extensions of his enlistment contract:\n</p>\n<p>(1) A two-month extension beginning 1 March 1980;</p>\n<p>(2) A four-month extension beginning 1 May 1980;</p>\n<p>(3) A three-month extension beginning 1 October 1980;</p>\n<p>(4) A three-month extension beginning 1 January 1981;</p>\n<p>(5) A two-month extension beginning 1 April 1981;</p>\n<p>(6) A six-month extension beginning 1 June 1981;</p>\n<p>(7) A six-week medical extension beginning 1 December 1981; and</p>\n<p>(8) A one-month extension beginning 15 January 1982.</p>\n<p>[6]  Two doctors conducted physical examinations of plaintiff with particular attention to body fat content. Early in 1981, Dr. D. M. Bockmole examined plaintiff who weighed 240 pounds with a body fat content of 27.4%. Three months later, Lt. M. D. Gross, M.D., examined plaintiff who weighed 230 pounds with a body fat content of 23.5%.</p>\n<p>[7]  Since the Court determines that plaintiff fails to state a constitutional or statutory deprivation, it need not reach the question of exhaustion of intra-service remedies.</p>\n<p>[8]  Once a plaintiff establishes both of these threshold requirements, the Court then balances the following four factors to determine if the particular allegations are reviewable:\n</p>\n<p>(1) Nature and strength of plaintiff's challenge;</p>\n<p>(2) Potential injury to plaintiff if no review is granted;</p>\n<p>(3) The type and degree of interference with military functions caused if the Court reviews the decision; and</p>\n<p>(4) The extent to which exercise of military expertise is involved in the decision.</p>\n<p><i>Mindes v. Seaman,</i> <span class=\"citation\" data-id=\"300676\"><a href=\"/opinion/300676/capt-milbert-mindes-v-dr-robert-c-seaman-secretary-of-the-united/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span>, 201 (5th Cir. 1971).</p>\n<p>[9]  Arguably, plaintiff may have a property interest in his employment with the Marines created by implied contract through his reenlistments in 1968 and 1974. <i>See </i><i>Bishop v. Wood,</i> <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, 344, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2074</span></a></span>, 2077, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></a></span> (1976); <i>Perry v. Sinderman,</i> <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2694</span></a></span>, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">570</span></a></span> (1972). <i>Perry</i> has been construed to hold that a college professor who established a de facto tenure policy had a legitimate claim of entitlement, and thus deserved the protections of procedural due process. <i>Arnett v. Kennedy,</i> <span class=\"citation\" data-id=\"109008\"><a href=\"/opinion/109008/arnett-v-kennedy/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, 166, <span class=\"citation\" data-id=\"109008\"><a href=\"/opinion/109008/arnett-v-kennedy/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1633</span></a></span>, 1650, <span class=\"citation\" data-id=\"109008\"><a href=\"/opinion/109008/arnett-v-kennedy/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1974) (Powell, J., concurring). No de facto entitlement to reenlistment arises in the instant situation. Given the clarity of the statute authorizing reenlistment solely in the discretion of military officials, <i>see</i> 10 U.S.C. § 508(b) (1976), and the explicit recognition that plaintiff's enlistment contract terminates after six years, his previous reenlistments fail to give rise to an entitlement to future reenlistments.</p>\n<p>[10]  Assuming <i>arguendo</i> that plaintiff's employment with the Corps constituted a contract which could be terminated only for cause, defendants would have precisely this cause in the nature of plaintiff's failure to meet the weight regulations. The Corps has a legitimate interest in maintaining proper weight control of its members and has established specific guidelines accordingly. <i>Vance v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">826</span></span>, 836, <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">565</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1214</span></span> (5th Cir. 1977). This objective standard allows a determination of whether cause for denying reenlistment exists. The overwhelming evidence in the record demonstrates that plaintiff did not meet the weight requirement for his age and height at the time he applied for reenlistment in 1980. Therefore, the Corps would have sufficient cause for rejecting plaintiff's application for reenlistment.</p>\n<p>[11]  At the Court's suggestion, both parties addressed the question of whether defendants were estopped from rejecting plaintiff's application for reenlistment by virtue of having allowed him to reenlist previously. Plaintiff fails to demonstrate justification for this Court's invoking equity jurisdiction. No factual or legal basis exists for finding an estoppel in the instant action.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/98542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/255685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/300676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/347102/"
  ]
}