{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2291937/",
  "absolute_url": "/opinion/2291937/crain-v-butler/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2291937/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:00:02.126046Z",
  "date_modified": "2016-04-26T20:06:19.323009Z",
  "type": "010combined",
  "sha1": "fa2f7b31f770826ce843befbc9ca37a4d13435f3",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>419 F.Supp.2d 785 (2005)</b></center>\n<center><h1>Deborah CRAIN, Dawn Hamerla, and Deborah Koenig, Plaintiffs,<br>\nv.<br>\nEarl R. BUTLER, individually and in his capacity as Sheriff of Cumberland County, Cumberland County Sheriff's Office, and Cumberland County, Defendants.</h1></center>\n<center>No. 5:02 CV 113 D(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 9, 2005.</center>\n<p><span class=\"star-pagination\">*786</span> <span class=\"star-pagination\">*787</span> M. Travis Payne, Edelstein &amp; Payne, Vanessa Katherine Lucas, Edelstein &amp; Payne, Raleigh, NC, for Deborah Crain, Dawn Hemerla, Deborah nmi Koenig, Plaintiffs.</p>\n<p>Grainger R. Barrett, Cumberland County Attorney, Ronnie M. Mitchell, Mitchell Brewer Richardson, Fayetteville, NC, for Earl R. Butler, Cumberland County Sheriffs Office, Cumberland County, Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>After this case was reassigned, the court held a status conference. The court thereafter asked the parties to brief two issues. First, whether plaintiff Deborah Koenig was required to pursue remedies under the Government Employee Rights Act of 1991 (\"GERA\") and its administrative procedures in connection with her retaliation claim. <i>See</i> 42 U.S.C. §§ 2000e(f), 2000e-16c. Second, whether a plaintiff asserting a free speech <i>Corum</i> claim under the North Carolina Constitution may recover punitive damages. <i>See </i><i>Corum v. Univ. of N.C.,</i> 330 N.C. 761, 413 S.E.2d 276 (1992).</p>\n<p>The court holds that Koenig was a member of defendant Sheriff Butler's personal staff; therefore, she was not an \"employee\" under Title VII. <i>See</i> 42 U.S.C. § 2000e(f). Instead, Koenig must pursue remedies under the GERA and its administrative and judicial processes. Further, a plaintiff asserting a <i>Corum</i> claim cannot recover punitive damages. Accordingly, the defendant is entitled to summary judgment on Koenig's Title VII retaliation claim, and plaintiffs' claims for punitive damages under <i>Corum</i> are dismissed.</p>\n<p></p>\n<h2>I.</h2>\n<p>Title VII includes an anti-retaliation provision that makes it \"an unlawful employment practice for an employer to discriminate against one of his employees . . . because [the employee] has opposed any practice made an unlawful employment practice by this title, or because [the employee] has made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing under this title.\" 42 U.S.C. § 2000e-3(a). Title VII defines \"employer\" in 42 U.S.C. § 2000e(b) and defines \"employee\" in 42 U.S.C. § 2000e(f).</p>\n<p>Defendant Earl Butler is the duly elected Sheriff of Cumberland County, North Carolina. Butler (in his official capacity) is an \"employer\" under 42 U.S.C. § 2000e(b). Butler contends, however, that this court lacks subject matter jurisdiction over Koenig's Title VII retaliation claim because Koenig is not an \"employee\" under 42 U.S.C. § 2000(f) and instead must pursue remedies under the GERA.</p>\n<p><span class=\"star-pagination\">*788</span> In Title VII, Congress defined \"the term `employee' [to mean] an individual employed by an employer,\" but excluded several categories of individuals from \"employee\" status. 42 U.S.C. § 2000e(f). Among those excluded are:</p>\n<blockquote>any person elected to public office in any State or political subdivision of any State by the qualified voters thereof, or any person chosen by such officer to be on such officer's personal staff, or an appointee on the policy making level or an immediate adviser with respect to the exercise of the constitutional or legal powers of the office.</blockquote>\n<p>42 U.S.C. § 2000e(f). This provision creates three separate categories of exclusion for those hired by elected state \"officers\": (1) members of the officer's personal staff; (2) appointees on the policy making level; and (3) immediate advisers to the officer concerning the \"exercise of the constitutional or legal powers of the office.\" <i>Id.; see </i><i>Curl v. Reavis,</i> 740 F.2d 1323, 1328 (4th Cir.1984) (recognizing these categories as distinct). Congress did not, however, leave those falling within one of these three exclusions without a remedy. Rather, if a person falls into one of these three exclusions and seeks redress, the person must do so under the GERA. <i>See</i> 42 U.S.C. § 2000e-16c (providing mechanism for relief for those falling within above exclusions); Brazoria <i>County v. EEOC,</i> 391 F.3d 685, 690 (5th Cir.2004); <i>Stitz v. City of Eureka Springs,</i> 9 F.Supp.2d 1046, 1053-56 (W.D.Ark.1998). Because the GERA mandates that a plaintiff first seek administrative relief with the EEOC and then appeal any adverse administrative decision to the United States Court of Appeals, this court is without jurisdiction to hear Koenig's retaliation claim if it is governed by the GERA rather than Tittle VII. <i>Stitz,</i> 9 F.Supp.2d at 1056-57.<sup>[1]</sup></p>\n<p></p>\n<h2>A.</h2>\n<p>At the outset, the court must address what procedural standard to apply. The plaintiffs contend that the court should apply a summary judgment standard to analyze Koenig's status as an \"employee\" under 42 U.S.C. § 2000e(f). Pls.' Opening Br. 7. The defendants contend that \"employee\" status should be treated as a jurisdictional issue to be analyzed under Federal Rule of Civil Procedure 12(b)(1). Defs.' Opening Br. 2-3.</p>\n<p>In examining this question, the court has looked at cases analyzing whether an entity is a \"labor organization,\" an \"employer,\" or an \"employee\" under Title VII. For example, in <i>Jones v. American Postal Workers Union,</i> 192 F.3d 417 (4th Cir. <span class=\"star-pagination\">*789</span> 1999), the Fourth Circuit treated the question of whether the defendant fell within the Title VII (and thus the ADA) definition of \"labor organization\" in 42 U.S.C. § 2000e(d) as a jurisdictional issue. <i>Jones,</i> 192 F.3d at 422-23. The Fourth Circuit has taken a similar approach with respect to the definition of \"employer\" under the Family and Medical Leave Act (\"FMLA\") and Title VII. <i>See </i><i>Hukill v. Auto Care, Inc.,</i> 192 F.3d 437, 441-42 (4th Cir.1999) (treating as jurisdictional the question of whether defendant met statutory definition of \"employer\" under FMLA); <i>Woodard v. Va. Bd. of Bar Exam'rs,</i> 598 F.2d 1345, 1346 (4th Cir.1979) (per curiam) (affirming dismissal for lack of subject matter jurisdiction where defendant did not fit within Title VII definition of \"employer\" under 42 U.S.C. § 2000e(b)). Further, cases such as <i>Jones</i> and <i>Hukill,</i> not only have treated \"employer\" status as a jurisdictional issue, but also have noted a circuit split regarding whether \"employer\" status should be addressed as an issue going to the merits of a claim or as a jurisdictional issue. <i>See </i><i>Jones,</i> 192 F.3d at 423; <i>Hukill,</i> 192 F.3d at 441-42.</p>\n<p>By contrast, in cases such as <i>Farlow v. Wachovia Bank of N.C.,</i> 259 F.3d 309, 312-13 (4th Cir.2001), and <i>Cromer v. Brown,</i> 88 F.3d 1315, 1322-24 (4th Cir. 1996), the Fourth Circuit seemingly has treated the issue of whether the plaintiff fell within the Title VII definition of \"employee\" as a question going to the merits of a plaintiffs Title VII claim. Moreover, in <i>Curl,</i> the Fourth Circuit stated that \"employee\" status under 42 U.S.C. § 2000e(f) is an element of a substantive Title VII claim. <i>Curl,</i> 740 F.2d at 1327 n. 2 (\"[T]hus employee status is an element of a substantive Title VII claim. Defendants could properly raise the employee issue by a motion under Fed.R.Civ.P. 12(b)(6) for failure to state a claim, which can be made at any time up to and including trial on the merits.\").</p>\n<p>Important differences exist between the standards applied when deciding motions under Rule 12(b)(1) and motions under Rule 56. As the Fourth Circuit has explained:</p>\n<blockquote>The differing procedural standards of dismissal under Rule 12(b)(1) and summary judgment under Rule 56(c) are more than academic; dismissal under Rule 12(b)(1) has two consequences: one, the court may consider the evidence beyond the scope of the pleadings to resolve factual disputes concerning jurisdiction; and two, dismissal for jurisdictional defects has no <i>res judicata</i> effect.</blockquote>\n<p><i>Williams v. United States,</i> 50 F.3d 299, 304 (4th Cir.1995).</p>\n<p>The Fourth Circuit has offered guidance as to how district courts should decide which standard to apply. \"When a factual attack on subject matter jurisdiction involves the merits of a dispute, [t]he proper course of action for the district court . . . is to find that jurisdiction exists and deal with the objection as a direct attack on the merits of the plaintiffs case.\" <i>United States v. North Carolina,</i> 180 F.3d 574, 580 (4th Cir.1999) (quotations omitted); <i>see also </i><i>Rivanna Trawlers Unlimited v. Thompson Trawlers, Inc.,</i> 840 F.2d 236, 239 (4th Cir.1988) (\"[W]hen the contested basis for jurisdiction is also an element of the plaintiffs federal claim, the claim should not be dismissed for lack of subject matter jurisdiction.\"). The Fourth Circuit also has cautioned, however, that \"a federal court may not hypothesize jurisdiction for the purpose of deciding a case on the merits.\" <i>Jones,</i> 192 F.3d at 422 (discussing <i>Steel Co. v. Citizens for a Better Env't,</i> 523 U.S. 83, 118 S.Ct. 1003, 140 L.Ed.2d 210 (1998)).</p>\n<p><span class=\"star-pagination\">*790</span> The court is thus confronted with determining whether \"employee\" status under 42 U.S.C. § 2000e(f) constitutes an element of a Title VII retaliation claim on the merits, or is a jurisdictional prerequisite to stating such a claim. It is difficult to see why \"employer\" status under Title VII and \"employee\" status under Title VII should be treated differently. <i>Compare, e.g., </i><i>Woodard,</i> 598 F.2d at 1346 <i>with </i><i>Curl,</i> 740 F.2d at 1327 n. 2. Nonetheless, the court need not resolve that issue. Rather, in light of <i>Curl,</i> the court will assume that \"employee\" status is an element of Koenig's Title VII claim, and the court will apply a summary judgment standard. If Koenig falls within one of the exclusions in the definition of \"employee\" in 42 U.S.C. § 2000(f) under the summary judgment standard, the outcome would be the same under the less onerous Rule 12(b)(1) standard. <i>See, e.g., </i><i>Velasco v. Indonesia,</i> 370 F.3d 392, 398 (4th Cir.2004) (discussing Rule 12(b)(1) standard); <i>Evans v. B.F. Perkins Co.,</i> 166 F.3d 642, 647 n. 3 (4th Cir.1999) (same).</p>\n<p></p>\n<h2>B.</h2>\n<p>Turning to the \"personal staff' exclusion in 42 U.S.C. § 2000e(f), the Fourth Circuit has established criteria to evaluate whether an individual falls within this particular exclusion. In <i>Cromer,</i> which dealt with a sheriff's office, the court listed a number of factors to be considered. First, it reiterated factors considered by the district court in that case, including:</p>\n<blockquote>1. Is the promotion of the employee solely up to the sheriff;</blockquote>\n<blockquote>2 Does the employee occupy a position high in the chain of command;</blockquote>\n<blockquote>3. Does the employee have a highly intimate working relationship with the sheriff; and</blockquote>\n<blockquote>4. Does the employee contribute to the making of policy decisions in the sheriff's department?</blockquote>\n<p><i>Cromer,</i> 88 F.3d at 1323. To this list, the court added additional factors. These include: (5) whether the position in question was created pursuant to state law and compensated pursuant to state law or was the position funded from the sheriff's discretionary budget; (6) what the full range of the individual's duties were; (7) whether the individual worked on the sheriff's campaigns; and (8) whether the employee worked under the direction of the sheriff or someone else. <i>Id.</i> These factors do not constitute a \"rigid list,\" and a \"fact-specific\" examination \"should focus on whether the employee worked in an intimate and sensitive position of trust, close to the elected official.\" <i>Id.; </i><i>Brewster v. Barnes,</i> 788 F.2d 985, 990 (4th Cir.1986) (a court examining the \"personal staff' exclusion should assess whether person is in a \"highly intimate and sensitive position[] of responsibility on the staff of an elected official\") (quotation omitted). In applying a multi-factor test to determine whether someone is an \"employee\" under Title VII, \"[m]erely because [employee and non-employee] status is each supported by certain factors does not bar the entry of summary judgment.\" <i>Farlow,</i> 259 F.3d at 313.</p>\n<p>Turning to the facts of the case, Koenig's Professional Services Agreement (\"Agreement\") was made directly between Koenig and Butler. Koenig is a lawyer, has been a member of the North Carolina Bar since 1984, and first contracted with the sheriff's office to provide legal services in July 1995. Pls.' Ex. 5 at 127.<sup>[2]</sup> Before <span class=\"star-pagination\">*791</span> Butler hired Koenig, she had been an assistant district attorney in Cumberland County. Defs.' App. 8. In Koenig's 2000 Agreement, Koenig agrees to \"perform such expert and technical consulting legal services as required by the COUNTY SHERIFF.\" Defs.' App. 2. Further, Butler, as Cumberland County Sheriff, is designated as the \"exclusive agent\" of the county in relation to the Agreement and is authorized to negotiate on \"all matters pertaining to this Agreement.\" Defs.' App. 3. Koenig agrees that all her dealings relating to the terms and conditions of her service under the Agreement shall be done \"exclusively with the same Sheriff.\" <i>Id.</i> Accordingly, pursuant to the Agreement, Koenig's position in the office (including any promotion or termination) was left solely to the discretion of Butler. <i>See</i> Defs.' App. 1-2. Additionally, the Agreement specifies that \"funds are available\" in the sheriffs office's annual budget to hire her. Defs.' App. 1. Thus, Koenig's position was not explicitly created or funded by state statute. Butler's testimony corroborates that Koenig's position was a new one and that he was able to create the position because the sheriffs office \"had some money\" that was available. Pls.' Ex. 5 at 127-28.</p>\n<p>Second, Koenig, as the lawyer for the sheriffs office, occupied a high place in the office's chain of command. While Koenig denies that she reported directly to Butler on matters of policy or law, the organization chart she submitted demonstrates that, at a minimum, she reported directly to the chief deputy sheriff, the highest ranking officer in the office aside from Butler himself. Pls.' Ex. C, from Pls.' Ex. 35; <i>see also</i> Defs.' App. 8-9. Notably, the chief deputy sheriff was the only person who reported directly to the sheriff. Pls.' Ex. C, from Pls.' Ex. 35. Further, Koenig's argument that she did not occupy a high position within the office is undermined by her own admission that the chief deputy sheriff was the head policy maker in the office, that she worked with the chief deputy sheriff on policy matters, and that Butler would then \"sign off' on the policies. Pls.' Ex. 3 at 19-20. By her own concession, therefore, Koenig reported directly to the top policy maker in the office and the only person reporting directly to Butler.</p>\n<p>As for the third, seventh, and eighth factors, neither party has cited evidence concerning whether Koenig worked on any of Butler's election campaigns. Further, whether Koenig had \"a highly intimate working relationship with the sheriff' and whether she reported directly to Butler, cut in Koenig's favor, but only slightly. Koenig stated in her deposition:</p>\n<blockquote>I didn't deal with the Sheriff. And maybe I am not getting this across correctly. The Sheriff and I did not have typical discussions about policy, procedure, or anything like that. Typically our conversations were about what was going on in the building, things of that nature.</blockquote>\n<p>Defs.' App. 19. Koenig does concede, however, that she sometimes sent Butler memoranda relating to office policies and procedures that needed to be addressed or revised. Defs.' App. 10-12. She also admits that she usually spoke with Butler on a daily basis. Defs.' App. 9. When asked if she ever addressed specific policies with Butler, she testified, \"I am sure we have.\" Defs.' App. 11. Butler testified that he (in his official capacity) retained Koenig because \"[w]e needed an attorney who would advise me as well as the Sheriffs office when a situation arose.\" Pls.' Ex. 5 at 142. He further testified that Koenig was <span class=\"star-pagination\">*792</span> given a beeper in case \"we\" needed a prompt answer to legal question that arose in the field. <i>Id.</i> at 140.</p>\n<p>Turning to the fourth factor listed in <i>Cromer,</i> although Koenig may not have often discussed policy issues with Butler himself, a review of the facts relating to her overall duties reveals that she unquestionably \"contribute[d] to the making of policy decisions in the sheriff's department.\" <i>Cromer,</i> 88 F.3d at 1323. Koenig admits that as part of her job she reviewed policies of the sheriff's office. Defs.' App. 10-12. She stated that she helped with getting the sheriff's office accredited, which also involved the \"review, revision, or construction of policies.\" Defs.' App. 10. She stated that while Butler never \"personally\" sought her policy advice, she did review \"the policies of other members of the Sheriffs office.\" <i>Id.</i> As part of her duties she also would correct office policies she found to be deficient or erroneous. Defs.' App. 11. She explained that she and others in the office would \"work on the policies, make whatever necessary corrections and turn them in for [Butler's] signature.\" <i>Id.</i> Butler's own testimony confirms this process. Pls.' Ex. 7 at 144. Koenig was available to advise Butler and all members of the sheriff's office on legal matters, including the proper exercise of powers associated with the office regarding warrants, arrests, and other matters. Defs.' App. 24-27. Koenig also confirms that she implemented \"training or other corrective measures\" that were needed. Pls.' Ex. 35 at ¶ 6.</p>\n<p>Analyzing these factors and focusing on the more general question of whether Koenig worked in an intimate and sensitive position of trust and responsibility \"close to the elected official\" as <i>Cromer</i> commands, Koenig was a member of Butler's \"personal staff.\" 42 U.S.C. § 2000e(f). Butler created and funded a position and then selected Koenig to serve as \"Legal Advisor\" to the sheriff's office. <i>See, e.g.,</i> Comp. ¶ 6; Defs.' App. 8. Butler had sole contractual control over her position within the office. She exercised significant responsibility in her capacity as a lawyer over the office's revision, adoption, and implementation of policies and procedures. <i>Cf. </i><i>United States v. Gregory,</i> 818 F.2d 1114, 1117 (4th Cir.1987) (in rejecting the applicability of the \"personal staff' exclusion, the court noted the absence of evidence that road deputies were \"called upon to render advice to the sheriff respecting his policy decisions or the proper exercise of his powers\"). Koenig worked with the highest ranks within the office (including Sheriff Butler) and reported (along with other senior staff) to the chief deputy, usually spoke with Butler on a daily basis, discussed policy with him on occasion, sent policy-related memoranda to his attention, and prepared policy revisions for his signature. On the opposite side of the scale, the fact that Koenig seldom had direct policy discussions with Butler, did not report directly to him, and apparently did not work on his election campaigns are insufficient, by themselves, to take Koenig out of the personal staff exclusion. Because Koenig was a member of Butler's personal staff, she does not fall within the definition of \"employee\" under Title VII. <i>See</i> 42 U.S.C. § 2000e(f). Thus, Koenig must pursue relief under the GERA, and the defendant is entitled to summary judgment on Koenig's Title VII claim. <i>See </i><i>Cromer,</i> 88 F.3d at 1324; <i>Owens v. Rush,</i> 654 F.2d 1370, 1373-77 (10th Cir.1981).<sup>[3]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*793</span> II.</h2>\n<p>The court also asked the parties to brief whether any plaintiff asserting a free speech <i>Corum</i> claim under the North Carolina Constitution could recover punitive damages. <i>See </i><i>Corum v. Univ. of N.C.,</i> 330 N.C. 761, 413 S.E.2d 276 (1992). A Corum claim cannot be brought against government officials in their individual capacity, only in their official capacity. Corum, 330 N.C. at 789, 413 S.E.2d at 293; <i>Swain v. Elfland,</i> 145 N.C.App. 383, 391, 550 S.E.2d 530, 536 (2001) (\"To the extent that plaintiff alleges a <i>Corum</i> claim against defendants in their individual capacity, the claim must be dismissed.\"). As such, plaintiffs cannot state a <i>Corum</i> claim against Butler in his individual capacity. <i>See </i><i>Corum,</i> 330 N.C. at 788, 413 S.E.2d at 292-93 (\"As a matter of fundamental jurisprudence the [North Carolina] Constitution itself does not recognize or create rights which may be asserted against individuals.\"). Thus, the plaintiffs' Corum claims (including the request for punitive damages) are brought against Butler in his official capacity.</p>\n<p>In <i>Long v. City of Charlotte,</i> 306 N.C. 187, 293 S.E.2d 101 (1982), the Supreme Court of North Carolina held that absent \"statutory provisions to the contrary, municipal corporations are immune from punitive damages.\" <i>Long,</i> 306 N.C. at 208, 293 S.E.2d at 115. In reaching this conclusion, the Supreme Court in <i>Long</i> noted that awarding punitive damages against a municipal corporation punishes the taxpayers who have to pay the award and does not punish the officials who engaged in the alleged misconduct. <i>Id.</i> at 208, 293 S.E.2d at 114-15. Thus, both before and after <i>Comm,</i> courts in North Carolina have applied <i>Long</i> to prohibit claims for punitive damages against officers of local governments in their official capacities. <i>See </i><i>Houpe v. City of Statesville,</i> 128 N.C.App. 334, 351, 497 S.E.2d 82, 93 (1998) (holding that because a claim against a police chief in his official capacity is essentially a claim against the city, a plaintiff may not seek punitive damages from the police chief in his official capacity for violations of state law); <i>Baucom's Nursery Co. v. Mecklenburg County,</i> 89 N.C.App. 542, 545, 366 S.E.2d 558, 560 (1988) (holding that claims for punitive damages against county and county commissioners were properly rejected because there \"is no statute in this State which specifically authorizes the recovery of punitive damages from a county\").</p>\n<p>Plaintiffs do not cite any statutory provision that specifically authorizes punitive damages against Butler in his official capacity. Rather, they argue that because no statutory provision expressly precludes claims for punitive damages under Corum, such claims must be allowed. Pls.' Opening Br. 10. Plaintiffs also cite N.C. Gen. Stat. § 1D-10, which states:</p>\n<blockquote>This Chapter [i.e., N.C. Gen.Stat. §§ 1D-1-1D-50] applies to every claim for punitive damages regardless of whether the claim for relief is based on a statutory or common-law right of action or based in equity. In an action subject to this Chapter, in whole or part, the provisions of the Chapter prevail over any other law to the contrary.</blockquote>\n<p>N.C. Gen.Stat. § 1D-10. Plaintiffs then note that the definition of \"[d]efendant\" in N.C. Gen.Stat. § 1D-5(3) does not exclude local government entities.<sup>[4]</sup> Sections 1D-1 through 1D-50 became effective January 1, 1996. <i>See </i><i>Rhone-Poulenc Agro. S.A. v. DeKalb Genetics Corp.,</i> 272 F.3d 1335, <span class=\"star-pagination\">*794</span> 1351 (Fed.Cir.2001), <i>vacated and remanded on other grounds sub nom. </i><i>DeKalb Genetics Corp. v. Bayer CropScience, S.A.,</i> 538 U.S. 974, 123 S.Ct. 1828, 155 L.Ed.2d 662 (2003).</p>\n<p>Plaintiffs' argument ignores the North Carolina Supreme Court's holding in <i>Long</i> that a statutory provision is required to authorize punitive damages against local government entities. <i>Long,</i> 306 N.C. at 208, 293 S.E.2d at 115. Moreover, the language codified in N.C. Gen. Stat. § 1D-10 that this \"[c]hapter prevail[s] over any other law to the contrary\" and the definition of \"defendant\" in N.C. Gen.Stat. § 1D-5(3) are inadequate to constitute a rejection of <i>Long.</i> In fact, because the General Assembly is presumed to have enacted N.C. Gen Stat. §§ 1D-1-1D-50 with knowledge of <i>Long</i> and failed specifically to authorize punitive damages against local government entities (or officers of local entities in their official capacities), section 1D-10 bolsters the conclusion that punitive damages are not permitted against Butler in his official capacity. <i>See </i><i>State v. Anthony,</i> 351 N.C. 611, 618, 528 S.E.2d 321, 324 (2000) (explaining that the General Assembly is presumed to have acted with knowledge of \"prior and existing law and its construction by the courts\"). The North Carolina Court of Appeals' holding in <i>Ripellino v. North Carolina School Boards Ass'n, Inc.,</i> 158 N.C.App. 423, 581 S.E.2d 88 (2003), further, buttresses this conclusion. In <i>Ripellino,</i> the North Carolina Court of Appeals applied <i>Long</i> in a case filed long <i>after</i> N.C. Gen.Stat. §§ 1D-1-1D-50 became effective. <i>Ripellino,</i> 158 N.C.App. at 431, 581 S.E.2d at 94.</p>\n<p>Plaintiffs also argue that punitive damages in the <i>Corum</i> context (i.e., based on direct violations of the North Carolina Constitution) must be treated differently. Pls.' Reply 7. <i>Corum,</i> however, was decided ten years after <i>Long.</i> Tellingly, the Supreme Court in <i>Corum</i> nowhere suggests that it intended to overturn <i>Long</i> or carve out a <i>Corum</i> punitive damages exception to <i>Long.</i> As a federal court interpreting state law, we have no place in abrogating existing precedent from the Supreme Court of North Carolina or expanding the contours of liability under state law. <i>See </i><i>Washington v. Union Carbide Corp.,</i> 870 F.2d 957, 962 (4th Cir.1989) (explaining that the <i>Erie</i> doctrine permits federal courts \"to rule upon state law as it presently exists and not to surmise or suggest its expansion\"). Accordingly, the plaintiffs' claims for punitive damages under <i>Corum</i> against Butler in his official capacity are dismissed.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons stated above, the defendant is awarded summary judgment on Koenig's Title VII retaliation claim. Koenig is not an \"employee\" under 42 U.S.C. § 2000e(f) and instead must pursue her remedies under the GERA. Further, plaintiffs' claims seeking punitive damages under Corum against Sheriff Butler are dismissed.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs argue that this court's March 26, 2004, order denying summary judgment implicitly resolved this issue. The court disagrees. <i>See</i> Sum. Jud. Order at 4. In any event, even if the order did address the issue, nothing prevents this court from reconsidering the issue. Denials of summary judgment are interlocutory, not final, orders. <i>Hensley v. Horne,</i> 297 F.3d 344, 347 (4th Cir.2002). Before a final order is entered, \"a district court retains the power to reconsider and modify its interlocutory judgments.\" Am. <i>Canoe Ass'n, Inc. v. Murphy Farms, Inc.,</i> 326 F.3d 505, 514-15 (4th Cir.2003); <i>see also</i> Fed.R.Civ.P. 54(b). Further, just because a predecessor United States District Judge entered the order does not preclude this court from revisiting it. \"[Whether rulings by one district judge become binding as law of the case' upon subsequent district judges is not a matter of rigid legal rule, but more a matter of proper judicial administration which can vary with the circumstances. It may sometimes be proper for a district judge to treat earlier rulings as binding, sometimes not.\" <i>Hill v. BASF Wyandotte Corp.,</i> 696 F.2d 287, 290 n. 3 (4th Cir.1982). Law of the case doctrine has evolved to serve as a guide in exercising discretion rather than a staunch limit on the court's power, and the doctrine cannot be used to escape the duty of rendering legally correct decisions. <i>Murphy Farms,</i> 326 F.3d at 515.</p>\n<p>[2]  Citations are to the material contained in defendants' appendix filed on October 20, 2005, and to plaintiffs' exhibits that were filed on June 18, 2003, in response to a motion for summary judgment. Plaintiffs cite to these summary judgment exhibits in their briefs on the GERA and <i>Corum</i> issues.</p>\n<p>[3]  The court need not and does not address whether Koenig also falls within the other two exclusions in 42 U.S.C. § 2000e(f). Likewise, the court need not and does not revisit whether Koenig (as a matter of law) was an independent contractor. <i>Cf. </i><i>Farlow,</i> 259 F.3d at 316.</p>\n<p>[4]  Section 1D-5(3) defines defendant to mean \"a party, including a counterdefendant, cross-defendant, or third-party defendant, from whom a claimant seeks relief with respect to punitive damages.\" N.C. Gen.Stat. § 15(3).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">785</span></span> (2005)</b></center>\n<center><h1>Deborah CRAIN, Dawn Hamerla, and Deborah Koenig, Plaintiffs,<br>\nv.<br>\nEarl R. BUTLER, individually and in his capacity as Sheriff of Cumberland County, Cumberland County Sheriff's Office, and Cumberland County, Defendants.</h1></center>\n<center>No. 5:02 CV 113 D(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 9, 2005.</center>\n<p><span class=\"star-pagination\">*786</span> <span class=\"star-pagination\">*787</span> M. Travis Payne, Edelstein &amp; Payne, Vanessa Katherine Lucas, Edelstein &amp; Payne, Raleigh, NC, for Deborah Crain, Dawn Hemerla, Deborah nmi Koenig, Plaintiffs.</p>\n<p>Grainger R. Barrett, Cumberland County Attorney, Ronnie M. Mitchell, Mitchell Brewer Richardson, Fayetteville, NC, for Earl R. Butler, Cumberland County Sheriffs Office, Cumberland County, Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>After this case was reassigned, the court held a status conference. The court thereafter asked the parties to brief two issues. First, whether plaintiff Deborah Koenig was required to pursue remedies under the Government Employee Rights Act of 1991 (\"GERA\") and its administrative procedures in connection with her retaliation claim. <i>See</i> 42 U.S.C. §§ 2000e(f), 2000e-16c. Second, whether a plaintiff asserting a free speech <i>Corum</i> claim under the North Carolina Constitution may recover punitive damages. <i>See </i><i>Corum v. Univ. of N.C.,</i> <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">761</span></a></span>, <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">413</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">276</span></a></span> (1992).</p>\n<p>The court holds that Koenig was a member of defendant Sheriff Butler's personal staff; therefore, she was not an \"employee\" under Title VII. <i>See</i> 42 U.S.C. § 2000e(f). Instead, Koenig must pursue remedies under the GERA and its administrative and judicial processes. Further, a plaintiff asserting a <i>Corum</i> claim cannot recover punitive damages. Accordingly, the defendant is entitled to summary judgment on Koenig's Title VII retaliation claim, and plaintiffs' claims for punitive damages under <i>Corum</i> are dismissed.</p>\n<p></p>\n<h2>I.</h2>\n<p>Title VII includes an anti-retaliation provision that makes it \"an unlawful employment practice for an employer to discriminate against one of his employees . . . because [the employee] has opposed any practice made an unlawful employment practice by this title, or because [the employee] has made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing under this title.\" 42 U.S.C. § 2000e-3(a). Title VII defines \"employer\" in 42 U.S.C. § 2000e(b) and defines \"employee\" in 42 U.S.C. § 2000e(f).</p>\n<p>Defendant Earl Butler is the duly elected Sheriff of Cumberland County, North Carolina. Butler (in his official capacity) is an \"employer\" under 42 U.S.C. § 2000e(b). Butler contends, however, that this court lacks subject matter jurisdiction over Koenig's Title VII retaliation claim because Koenig is not an \"employee\" under 42 U.S.C. § 2000(f) and instead must pursue remedies under the GERA.</p>\n<p><span class=\"star-pagination\">*788</span> In Title VII, Congress defined \"the term `employee' [to mean] an individual employed by an employer,\" but excluded several categories of individuals from \"employee\" status. 42 U.S.C. § 2000e(f). Among those excluded are:</p>\n<blockquote>any person elected to public office in any State or political subdivision of any State by the qualified voters thereof, or any person chosen by such officer to be on such officer's personal staff, or an appointee on the policy making level or an immediate adviser with respect to the exercise of the constitutional or legal powers of the office.</blockquote>\n<p>42 U.S.C. § 2000e(f). This provision creates three separate categories of exclusion for those hired by elected state \"officers\": (1) members of the officer's personal staff; (2) appointees on the policy making level; and (3) immediate advisers to the officer concerning the \"exercise of the constitutional or legal powers of the office.\" <i>Id.; see </i><i>Curl v. Reavis,</i> <span class=\"citation\" data-id=\"439959\"><a href=\"/opinion/439959/35-fair-emplpraccas-930-34-empl-prac-dec-p-34567-barbara-e-curl-v/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1323</span></a></span>, 1328 (4th Cir.1984) (recognizing these categories as distinct). Congress did not, however, leave those falling within one of these three exclusions without a remedy. Rather, if a person falls into one of these three exclusions and seeks redress, the person must do so under the GERA. <i>See</i> 42 U.S.C. § 2000e-16c (providing mechanism for relief for those falling within above exclusions); Brazoria <i>County v. EEOC,</i> <span class=\"citation\" data-id=\"36878\"><a href=\"/opinion/36878/brazoria-county-tx-v-eeoc/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">685</span></a></span>, 690 (5th Cir.2004); <i>Stitz v. City of Eureka Springs,</i> <span class=\"citation\" data-id=\"2387189\"><a href=\"/opinion/2387189/stitz-v-city-of-eureka-springs/\"><span class=\"volume\">9</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1046</span></a></span>, 1053-56 (W.D.Ark.1998). Because the GERA mandates that a plaintiff first seek administrative relief with the EEOC and then appeal any adverse administrative decision to the United States Court of Appeals, this court is without jurisdiction to hear Koenig's retaliation claim if it is governed by the GERA rather than Tittle VII. <i>Stitz,</i> 9 F.Supp.2d at 1056-57.<sup>[1]</sup></p>\n<p></p>\n<h2>A.</h2>\n<p>At the outset, the court must address what procedural standard to apply. The plaintiffs contend that the court should apply a summary judgment standard to analyze Koenig's status as an \"employee\" under 42 U.S.C. § 2000e(f). Pls.' Opening Br. 7. The defendants contend that \"employee\" status should be treated as a jurisdictional issue to be analyzed under Federal Rule of Civil Procedure 12(b)(1). Defs.' Opening Br. 2-3.</p>\n<p>In examining this question, the court has looked at cases analyzing whether an entity is a \"labor organization,\" an \"employer,\" or an \"employee\" under Title VII. For example, in <i>Jones v. American Postal Workers Union,</i> <span class=\"citation\" data-id=\"766244\"><a href=\"/opinion/766244/robert-e-jones-v-american-postal-workers-union-national-american-postal/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">417</span></a></span> (4th Cir. <span class=\"star-pagination\">*789</span> 1999), the Fourth Circuit treated the question of whether the defendant fell within the Title VII (and thus the ADA) definition of \"labor organization\" in 42 U.S.C. § 2000e(d) as a jurisdictional issue. <i>Jones,</i> 192 F.3d at 422-23. The Fourth Circuit has taken a similar approach with respect to the definition of \"employer\" under the Family and Medical Leave Act (\"FMLA\") and Title VII. <i>See </i><i>Hukill v. Auto Care, Inc.,</i> <span class=\"citation\" data-id=\"766246\"><a href=\"/opinion/766246/monte-j-hukill-v-auto-care-incorporated-mcgillicuddy-associates/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">437</span></a></span>, 441-42 (4th Cir.1999) (treating as jurisdictional the question of whether defendant met statutory definition of \"employer\" under FMLA); <i>Woodard v. Va. Bd. of Bar Exam'rs,</i> <span class=\"citation\" data-id=\"366398\"><a href=\"/opinion/366398/29-fair-emplpraccas-841-19-empl-prac-dec-p-9260-jesse-lincoln/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1345</span></a></span>, 1346 (4th Cir.1979) (per curiam) (affirming dismissal for lack of subject matter jurisdiction where defendant did not fit within Title VII definition of \"employer\" under 42 U.S.C. § 2000e(b)). Further, cases such as <i>Jones</i> and <i>Hukill,</i> not only have treated \"employer\" status as a jurisdictional issue, but also have noted a circuit split regarding whether \"employer\" status should be addressed as an issue going to the merits of a claim or as a jurisdictional issue. <i>See </i><i>Jones,</i> 192 F.3d at 423; <i>Hukill,</i> 192 F.3d at 441-42.</p>\n<p>By contrast, in cases such as <i>Farlow v. Wachovia Bank of N.C.,</i> <span class=\"citation\" data-id=\"774287\"><a href=\"/opinion/774287/jewel-a-farlowplaintiff-appellant-v-wachovia-bank-of-north-carolina/\"><span class=\"volume\">259</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">309</span></a></span>, 312-13 (4th Cir.2001), and <i>Cromer v. Brown,</i> <span class=\"citation\" data-id=\"721462\"><a href=\"/opinion/721462/patrick-h-cromer-v-johnny-mack-brown-individually-and-in-his-official/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1315</span></a></span>, 1322-24 (4th Cir. 1996), the Fourth Circuit seemingly has treated the issue of whether the plaintiff fell within the Title VII definition of \"employee\" as a question going to the merits of a plaintiffs Title VII claim. Moreover, in <i>Curl,</i> the Fourth Circuit stated that \"employee\" status under 42 U.S.C. § 2000e(f) is an element of a substantive Title VII claim. <i>Curl,</i> 740 F.2d at 1327 n. 2 (\"[T]hus employee status is an element of a substantive Title VII claim. Defendants could properly raise the employee issue by a motion under Fed.R.Civ.P. 12(b)(6) for failure to state a claim, which can be made at any time up to and including trial on the merits.\").</p>\n<p>Important differences exist between the standards applied when deciding motions under Rule 12(b)(1) and motions under Rule 56. As the Fourth Circuit has explained:</p>\n<blockquote>The differing procedural standards of dismissal under Rule 12(b)(1) and summary judgment under Rule 56(c) are more than academic; dismissal under Rule 12(b)(1) has two consequences: one, the court may consider the evidence beyond the scope of the pleadings to resolve factual disputes concerning jurisdiction; and two, dismissal for jurisdictional defects has no <i>res judicata</i> effect.</blockquote>\n<p><i>Williams v. United States,</i> <span class=\"citation\" data-id=\"691974\"><a href=\"/opinion/691974/patricia-williams-v-united-states-of-america-third-party-v-meridian/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">299</span></a></span>, 304 (4th Cir.1995).</p>\n<p>The Fourth Circuit has offered guidance as to how district courts should decide which standard to apply. \"When a factual attack on subject matter jurisdiction involves the merits of a dispute, [t]he proper course of action for the district court . . . is to find that jurisdiction exists and deal with the objection as a direct attack on the merits of the plaintiffs case.\" <i>United States v. North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">574</span></span>, 580 (4th Cir.1999) (quotations omitted); <i>see also </i><i>Rivanna Trawlers Unlimited v. Thompson Trawlers, Inc.,</i> <span class=\"citation\" data-id=\"502274\"><a href=\"/opinion/502274/rivanna-trawlers-unlimited-a-virginia-general-partnership-bruce-h-cabell/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">236</span></a></span>, 239 (4th Cir.1988) (\"[W]hen the contested basis for jurisdiction is also an element of the plaintiffs federal claim, the claim should not be dismissed for lack of subject matter jurisdiction.\"). The Fourth Circuit also has cautioned, however, that \"a federal court may not hypothesize jurisdiction for the purpose of deciding a case on the merits.\" <i>Jones,</i> 192 F.3d at 422 (discussing <i>Steel Co. v. Citizens for a Better Env't,</i> <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1003</span></a></span>, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1998)).</p>\n<p><span class=\"star-pagination\">*790</span> The court is thus confronted with determining whether \"employee\" status under 42 U.S.C. § 2000e(f) constitutes an element of a Title VII retaliation claim on the merits, or is a jurisdictional prerequisite to stating such a claim. It is difficult to see why \"employer\" status under Title VII and \"employee\" status under Title VII should be treated differently. <i>Compare, e.g., </i><i>Woodard,</i> 598 F.2d at 1346 <i>with </i><i>Curl,</i> 740 F.2d at 1327 n. 2. Nonetheless, the court need not resolve that issue. Rather, in light of <i>Curl,</i> the court will assume that \"employee\" status is an element of Koenig's Title VII claim, and the court will apply a summary judgment standard. If Koenig falls within one of the exclusions in the definition of \"employee\" in 42 U.S.C. § 2000(f) under the summary judgment standard, the outcome would be the same under the less onerous Rule 12(b)(1) standard. <i>See, e.g., </i><i>Velasco v. Indonesia,</i> <span class=\"citation\" data-id=\"786408\"><a href=\"/opinion/786408/no-02-1980/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">392</span></a></span>, 398 (4th Cir.2004) (discussing Rule 12(b)(1) standard); <i>Evans v. B.F. Perkins Co.,</i> <span class=\"citation\" data-id=\"761254\"><a href=\"/opinion/761254/david-wayne-evans-v-bf-perkins-company-a-division-of-standex/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">642</span></a></span>, 647 n. 3 (4th Cir.1999) (same).</p>\n<p></p>\n<h2>B.</h2>\n<p>Turning to the \"personal staff' exclusion in 42 U.S.C. § 2000e(f), the Fourth Circuit has established criteria to evaluate whether an individual falls within this particular exclusion. In <i>Cromer,</i> which dealt with a sheriff's office, the court listed a number of factors to be considered. First, it reiterated factors considered by the district court in that case, including:</p>\n<blockquote>1. Is the promotion of the employee solely up to the sheriff;</blockquote>\n<blockquote>2 Does the employee occupy a position high in the chain of command;</blockquote>\n<blockquote>3. Does the employee have a highly intimate working relationship with the sheriff; and</blockquote>\n<blockquote>4. Does the employee contribute to the making of policy decisions in the sheriff's department?</blockquote>\n<p><i>Cromer,</i> 88 F.3d at 1323. To this list, the court added additional factors. These include: (5) whether the position in question was created pursuant to state law and compensated pursuant to state law or was the position funded from the sheriff's discretionary budget; (6) what the full range of the individual's duties were; (7) whether the individual worked on the sheriff's campaigns; and (8) whether the employee worked under the direction of the sheriff or someone else. <i>Id.</i> These factors do not constitute a \"rigid list,\" and a \"fact-specific\" examination \"should focus on whether the employee worked in an intimate and sensitive position of trust, close to the elected official.\" <i>Id.; </i><i>Brewster v. Barnes,</i> <span class=\"citation\" data-id=\"468754\"><a href=\"/opinion/468754/joyce-h-brewster-v-george-f-barnes-wh-forst-and-charles-k-trible-and/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 990 (4th Cir.1986) (a court examining the \"personal staff' exclusion should assess whether person is in a \"highly intimate and sensitive position[] of responsibility on the staff of an elected official\") (quotation omitted). In applying a multi-factor test to determine whether someone is an \"employee\" under Title VII, \"[m]erely because [employee and non-employee] status is each supported by certain factors does not bar the entry of summary judgment.\" <i>Farlow,</i> 259 F.3d at 313.</p>\n<p>Turning to the facts of the case, Koenig's Professional Services Agreement (\"Agreement\") was made directly between Koenig and Butler. Koenig is a lawyer, has been a member of the North Carolina Bar since 1984, and first contracted with the sheriff's office to provide legal services in July 1995. Pls.' Ex. 5 at 127.<sup>[2]</sup> Before <span class=\"star-pagination\">*791</span> Butler hired Koenig, she had been an assistant district attorney in Cumberland County. Defs.' App. 8. In Koenig's 2000 Agreement, Koenig agrees to \"perform such expert and technical consulting legal services as required by the COUNTY SHERIFF.\" Defs.' App. 2. Further, Butler, as Cumberland County Sheriff, is designated as the \"exclusive agent\" of the county in relation to the Agreement and is authorized to negotiate on \"all matters pertaining to this Agreement.\" Defs.' App. 3. Koenig agrees that all her dealings relating to the terms and conditions of her service under the Agreement shall be done \"exclusively with the same Sheriff.\" <i>Id.</i> Accordingly, pursuant to the Agreement, Koenig's position in the office (including any promotion or termination) was left solely to the discretion of Butler. <i>See</i> Defs.' App. 1-2. Additionally, the Agreement specifies that \"funds are available\" in the sheriffs office's annual budget to hire her. Defs.' App. 1. Thus, Koenig's position was not explicitly created or funded by state statute. Butler's testimony corroborates that Koenig's position was a new one and that he was able to create the position because the sheriffs office \"had some money\" that was available. Pls.' Ex. 5 at 127-28.</p>\n<p>Second, Koenig, as the lawyer for the sheriffs office, occupied a high place in the office's chain of command. While Koenig denies that she reported directly to Butler on matters of policy or law, the organization chart she submitted demonstrates that, at a minimum, she reported directly to the chief deputy sheriff, the highest ranking officer in the office aside from Butler himself. Pls.' Ex. C, from Pls.' Ex. 35; <i>see also</i> Defs.' App. 8-9. Notably, the chief deputy sheriff was the only person who reported directly to the sheriff. Pls.' Ex. C, from Pls.' Ex. 35. Further, Koenig's argument that she did not occupy a high position within the office is undermined by her own admission that the chief deputy sheriff was the head policy maker in the office, that she worked with the chief deputy sheriff on policy matters, and that Butler would then \"sign off' on the policies. Pls.' Ex. 3 at 19-20. By her own concession, therefore, Koenig reported directly to the top policy maker in the office and the only person reporting directly to Butler.</p>\n<p>As for the third, seventh, and eighth factors, neither party has cited evidence concerning whether Koenig worked on any of Butler's election campaigns. Further, whether Koenig had \"a highly intimate working relationship with the sheriff' and whether she reported directly to Butler, cut in Koenig's favor, but only slightly. Koenig stated in her deposition:</p>\n<blockquote>I didn't deal with the Sheriff. And maybe I am not getting this across correctly. The Sheriff and I did not have typical discussions about policy, procedure, or anything like that. Typically our conversations were about what was going on in the building, things of that nature.</blockquote>\n<p>Defs.' App. 19. Koenig does concede, however, that she sometimes sent Butler memoranda relating to office policies and procedures that needed to be addressed or revised. Defs.' App. 10-12. She also admits that she usually spoke with Butler on a daily basis. Defs.' App. 9. When asked if she ever addressed specific policies with Butler, she testified, \"I am sure we have.\" Defs.' App. 11. Butler testified that he (in his official capacity) retained Koenig because \"[w]e needed an attorney who would advise me as well as the Sheriffs office when a situation arose.\" Pls.' Ex. 5 at 142. He further testified that Koenig was <span class=\"star-pagination\">*792</span> given a beeper in case \"we\" needed a prompt answer to legal question that arose in the field. <i>Id.</i> at 140.</p>\n<p>Turning to the fourth factor listed in <i>Cromer,</i> although Koenig may not have often discussed policy issues with Butler himself, a review of the facts relating to her overall duties reveals that she unquestionably \"contribute[d] to the making of policy decisions in the sheriff's department.\" <i>Cromer,</i> 88 F.3d at 1323. Koenig admits that as part of her job she reviewed policies of the sheriff's office. Defs.' App. 10-12. She stated that she helped with getting the sheriff's office accredited, which also involved the \"review, revision, or construction of policies.\" Defs.' App. 10. She stated that while Butler never \"personally\" sought her policy advice, she did review \"the policies of other members of the Sheriffs office.\" <i>Id.</i> As part of her duties she also would correct office policies she found to be deficient or erroneous. Defs.' App. 11. She explained that she and others in the office would \"work on the policies, make whatever necessary corrections and turn them in for [Butler's] signature.\" <i>Id.</i> Butler's own testimony confirms this process. Pls.' Ex. 7 at 144. Koenig was available to advise Butler and all members of the sheriff's office on legal matters, including the proper exercise of powers associated with the office regarding warrants, arrests, and other matters. Defs.' App. 24-27. Koenig also confirms that she implemented \"training or other corrective measures\" that were needed. Pls.' Ex. 35 at ¶ 6.</p>\n<p>Analyzing these factors and focusing on the more general question of whether Koenig worked in an intimate and sensitive position of trust and responsibility \"close to the elected official\" as <i>Cromer</i> commands, Koenig was a member of Butler's \"personal staff.\" 42 U.S.C. § 2000e(f). Butler created and funded a position and then selected Koenig to serve as \"Legal Advisor\" to the sheriff's office. <i>See, e.g.,</i> Comp. ¶ 6; Defs.' App. 8. Butler had sole contractual control over her position within the office. She exercised significant responsibility in her capacity as a lawyer over the office's revision, adoption, and implementation of policies and procedures. <i>Cf. </i><i>United States v. Gregory,</i> <span class=\"citation\" data-id=\"488534\"><a href=\"/opinion/488534/46-fair-emplpraccas-1743-43-empl-prac-dec-p-37161-united-states-of/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1114</span></a></span>, 1117 (4th Cir.1987) (in rejecting the applicability of the \"personal staff' exclusion, the court noted the absence of evidence that road deputies were \"called upon to render advice to the sheriff respecting his policy decisions or the proper exercise of his powers\"). Koenig worked with the highest ranks within the office (including Sheriff Butler) and reported (along with other senior staff) to the chief deputy, usually spoke with Butler on a daily basis, discussed policy with him on occasion, sent policy-related memoranda to his attention, and prepared policy revisions for his signature. On the opposite side of the scale, the fact that Koenig seldom had direct policy discussions with Butler, did not report directly to him, and apparently did not work on his election campaigns are insufficient, by themselves, to take Koenig out of the personal staff exclusion. Because Koenig was a member of Butler's personal staff, she does not fall within the definition of \"employee\" under Title VII. <i>See</i> 42 U.S.C. § 2000e(f). Thus, Koenig must pursue relief under the GERA, and the defendant is entitled to summary judgment on Koenig's Title VII claim. <i>See </i><i>Cromer,</i> 88 F.3d at 1324; <i>Owens v. Rush,</i> <span class=\"citation\" data-id=\"392709\"><a href=\"/opinion/392709/26-fair-emplpraccas-226-26-empl-prac-dec-p-31929-james-owens-v/\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1370</span></a></span>, 1373-77 (10th Cir.1981).<sup>[3]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*793</span> II.</h2>\n<p>The court also asked the parties to brief whether any plaintiff asserting a free speech <i>Corum</i> claim under the North Carolina Constitution could recover punitive damages. <i>See </i><i>Corum v. Univ. of N.C.,</i> <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">761</span></a></span>, <span class=\"citation\" data-id=\"1330834\"><a href=\"/opinion/1330834/corum-v-university-of-north-carolina/\"><span class=\"volume\">413</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">276</span></a></span> (1992). A Corum claim cannot be brought against government officials in their individual capacity, only in their official capacity. Corum, 330 N.C. at 789, 413 S.E.2d at 293; <i>Swain v. Elfland,</i> 145 N.C.App. 383, 391, <span class=\"citation\" data-id=\"1241678\"><a href=\"/opinion/1241678/swain-v-elfland/\"><span class=\"volume\">550</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">530</span></a></span>, 536 (2001) (\"To the extent that plaintiff alleges a <i>Corum</i> claim against defendants in their individual capacity, the claim must be dismissed.\"). As such, plaintiffs cannot state a <i>Corum</i> claim against Butler in his individual capacity. <i>See </i><i>Corum,</i> 330 N.C. at 788, 413 S.E.2d at 292-93 (\"As a matter of fundamental jurisprudence the [North Carolina] Constitution itself does not recognize or create rights which may be asserted against individuals.\"). Thus, the plaintiffs' Corum claims (including the request for punitive damages) are brought against Butler in his official capacity.</p>\n<p>In <i>Long v. City of Charlotte,</i> <span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">187</span></span>, <span class=\"citation\" data-id=\"1339485\"><a href=\"/opinion/1339485/long-v-city-of-charlotte/\"><span class=\"volume\">293</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">101</span></a></span> (1982), the Supreme Court of North Carolina held that absent \"statutory provisions to the contrary, municipal corporations are immune from punitive damages.\" <i>Long,</i> 306 N.C. at 208, 293 S.E.2d at 115. In reaching this conclusion, the Supreme Court in <i>Long</i> noted that awarding punitive damages against a municipal corporation punishes the taxpayers who have to pay the award and does not punish the officials who engaged in the alleged misconduct. <i>Id.</i> at 208, 293 S.E.2d at 114-15. Thus, both before and after <i>Comm,</i> courts in North Carolina have applied <i>Long</i> to prohibit claims for punitive damages against officers of local governments in their official capacities. <i>See </i><i>Houpe v. City of Statesville,</i> 128 N.C.App. 334, 351, <span class=\"citation\" data-id=\"1317399\"><a href=\"/opinion/1317399/houpe-v-city-of-statesville/\"><span class=\"volume\">497</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">82</span></a></span>, 93 (1998) (holding that because a claim against a police chief in his official capacity is essentially a claim against the city, a plaintiff may not seek punitive damages from the police chief in his official capacity for violations of state law); <i>Baucom's Nursery Co. v. Mecklenburg County,</i> 89 N.C.App. 542, 545, <span class=\"citation\" data-id=\"1272364\"><a href=\"/opinion/1272364/baucoms-nursery-v-mecklenburg-county/\"><span class=\"volume\">366</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">558</span></a></span>, 560 (1988) (holding that claims for punitive damages against county and county commissioners were properly rejected because there \"is no statute in this State which specifically authorizes the recovery of punitive damages from a county\").</p>\n<p>Plaintiffs do not cite any statutory provision that specifically authorizes punitive damages against Butler in his official capacity. Rather, they argue that because no statutory provision expressly precludes claims for punitive damages under Corum, such claims must be allowed. Pls.' Opening Br. 10. Plaintiffs also cite N.C. Gen. Stat. § 1D-10, which states:</p>\n<blockquote>This Chapter [i.e., N.C. Gen.Stat. §§ 1D-1-1D-50] applies to every claim for punitive damages regardless of whether the claim for relief is based on a statutory or common-law right of action or based in equity. In an action subject to this Chapter, in whole or part, the provisions of the Chapter prevail over any other law to the contrary.</blockquote>\n<p>N.C. Gen.Stat. § 1D-10. Plaintiffs then note that the definition of \"[d]efendant\" in N.C. Gen.Stat. § 1D-5(3) does not exclude local government entities.<sup>[4]</sup> Sections 1D-1 through 1D-50 became effective January 1, 1996. <i>See </i><i>Rhone-Poulenc Agro. S.A. v. DeKalb Genetics Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1335</span></span>, <span class=\"star-pagination\">*794</span> 1351 (Fed.Cir.2001), <i>vacated and remanded on other grounds sub nom. </i><i>DeKalb Genetics Corp. v. Bayer CropScience, S.A.,</i> <span class=\"citation\" data-id=\"128856\"><a href=\"/opinion/128856/dekalb-genetics-corp-v-bayer-crop-science-s-a/\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">974</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1828</span></span>, <span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></span> (2003).</p>\n<p>Plaintiffs' argument ignores the North Carolina Supreme Court's holding in <i>Long</i> that a statutory provision is required to authorize punitive damages against local government entities. <i>Long,</i> 306 N.C. at 208, 293 S.E.2d at 115. Moreover, the language codified in N.C. Gen. Stat. § 1D-10 that this \"[c]hapter prevail[s] over any other law to the contrary\" and the definition of \"defendant\" in N.C. Gen.Stat. § 1D-5(3) are inadequate to constitute a rejection of <i>Long.</i> In fact, because the General Assembly is presumed to have enacted N.C. Gen Stat. §§ 1D-1-1D-50 with knowledge of <i>Long</i> and failed specifically to authorize punitive damages against local government entities (or officers of local entities in their official capacities), section 1D-10 bolsters the conclusion that punitive damages are not permitted against Butler in his official capacity. <i>See </i><i>State v. Anthony,</i> <span class=\"citation no-link\"><span class=\"volume\">351</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">611</span></span>, 618, <span class=\"citation\" data-id=\"1285562\"><a href=\"/opinion/1285562/state-v-anthony/\"><span class=\"volume\">528</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">321</span></a></span>, 324 (2000) (explaining that the General Assembly is presumed to have acted with knowledge of \"prior and existing law and its construction by the courts\"). The North Carolina Court of Appeals' holding in <i>Ripellino v. North Carolina School Boards Ass'n, Inc.,</i> 158 N.C.App. 423, <span class=\"citation\" data-id=\"1308258\"><a href=\"/opinion/1308258/ripellino-v-school-board-assn-inc/\"><span class=\"volume\">581</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">88</span></a></span> (2003), further, buttresses this conclusion. In <i>Ripellino,</i> the North Carolina Court of Appeals applied <i>Long</i> in a case filed long <i>after</i> N.C. Gen.Stat. §§ 1D-1-1D-50 became effective. <i>Ripellino,</i> 158 N.C.App. at 431, 581 S.E.2d at 94.</p>\n<p>Plaintiffs also argue that punitive damages in the <i>Corum</i> context (i.e., based on direct violations of the North Carolina Constitution) must be treated differently. Pls.' Reply 7. <i>Corum,</i> however, was decided ten years after <i>Long.</i> Tellingly, the Supreme Court in <i>Corum</i> nowhere suggests that it intended to overturn <i>Long</i> or carve out a <i>Corum</i> punitive damages exception to <i>Long.</i> As a federal court interpreting state law, we have no place in abrogating existing precedent from the Supreme Court of North Carolina or expanding the contours of liability under state law. <i>See </i><i>Washington v. Union Carbide Corp.,</i> <span class=\"citation\" data-id=\"520316\"><a href=\"/opinion/520316/thomas-e-washington-v-union-carbide-corporation-a-corporation-and/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">957</span></a></span>, 962 (4th Cir.1989) (explaining that the <i>Erie</i> doctrine permits federal courts \"to rule upon state law as it presently exists and not to surmise or suggest its expansion\"). Accordingly, the plaintiffs' claims for punitive damages under <i>Corum</i> against Butler in his official capacity are dismissed.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons stated above, the defendant is awarded summary judgment on Koenig's Title VII retaliation claim. Koenig is not an \"employee\" under 42 U.S.C. § 2000e(f) and instead must pursue her remedies under the GERA. Further, plaintiffs' claims seeking punitive damages under Corum against Sheriff Butler are dismissed.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs argue that this court's March 26, 2004, order denying summary judgment implicitly resolved this issue. The court disagrees. <i>See</i> Sum. Jud. Order at 4. In any event, even if the order did address the issue, nothing prevents this court from reconsidering the issue. Denials of summary judgment are interlocutory, not final, orders. <i>Hensley v. Horne,</i> <span class=\"citation\" data-id=\"778425\"><a href=\"/opinion/778425/william-kim-hensley-v-fred-r-horne-and-city-of-danville-virginia/\"><span class=\"volume\">297</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, 347 (4th Cir.2002). Before a final order is entered, \"a district court retains the power to reconsider and modify its interlocutory judgments.\" Am. <i>Canoe Ass'n, Inc. v. Murphy Farms, Inc.,</i> <span class=\"citation\" data-id=\"781642\"><a href=\"/opinion/781642/american-canoe-association-incorporated-professional-paddlesports/\"><span class=\"volume\">326</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">505</span></a></span>, 514-15 (4th Cir.2003); <i>see also</i> Fed.R.Civ.P. 54(b). Further, just because a predecessor United States District Judge entered the order does not preclude this court from revisiting it. \"[Whether rulings by one district judge become binding as law of the case' upon subsequent district judges is not a matter of rigid legal rule, but more a matter of proper judicial administration which can vary with the circumstances. It may sometimes be proper for a district judge to treat earlier rulings as binding, sometimes not.\" <i>Hill v. BASF Wyandotte Corp.,</i> <span class=\"citation\" data-id=\"412036\"><a href=\"/opinion/412036/harold-heath-hill-v-basf-wyandotte-corporation/\"><span class=\"volume\">696</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">287</span></a></span>, 290 n. 3 (4th Cir.1982). Law of the case doctrine has evolved to serve as a guide in exercising discretion rather than a staunch limit on the court's power, and the doctrine cannot be used to escape the duty of rendering legally correct decisions. <i>Murphy Farms,</i> 326 F.3d at 515.</p>\n<p>[2]  Citations are to the material contained in defendants' appendix filed on October 20, 2005, and to plaintiffs' exhibits that were filed on June 18, 2003, in response to a motion for summary judgment. Plaintiffs cite to these summary judgment exhibits in their briefs on the GERA and <i>Corum</i> issues.</p>\n<p>[3]  The court need not and does not address whether Koenig also falls within the other two exclusions in 42 U.S.C. § 2000e(f). Likewise, the court need not and does not revisit whether Koenig (as a matter of law) was an independent contractor. <i>Cf. </i><i>Farlow,</i> 259 F.3d at 316.</p>\n<p>[4]  Section 1D-5(3) defines defendant to mean \"a party, including a counterdefendant, cross-defendant, or third-party defendant, from whom a claimant seeks relief with respect to punitive damages.\" N.C. Gen.Stat. § 15(3).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/36878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/128856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/412036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1241678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1272364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1285562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1308258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1317399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1330834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1339485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2387189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620886/"
  ]
}