{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2294953/",
  "absolute_url": "/opinion/2294953/metcalf-v-fasco-employee-retirement-plan/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2294953/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:00:28.640695Z",
  "date_modified": "2016-04-26T21:37:07.074115Z",
  "type": "010combined",
  "sha1": "5ee50916e7a121265c0adb7dbcdbcc6f244a9217",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>293 F.Supp.2d 591 (2003)</b></center>\n<center><h1>Josephine METCALF, Plaintiff,<br>\nv.<br>\nFASCO EMPLOYEE RETIREMENT PLAN, by Its Trustee and Benefits Administrator Invensys, Defendant.</h1></center>\n<center>No. 5:02-CV-811-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>November 12, 2003.</center>\n<p><span class=\"star-pagination\">*592</span> <span class=\"star-pagination\">*593</span> Bruce K. Allen, Fayetteville, NC, for Josephine Metcalf, plaintiff.</p>\n<p>Bruce M. Steen, McGuire Woods, LLP, Charlotte, NC, for Fasco Employee Retirement Plan by Its Trustee and Benefits Administrator Invensys, defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Plaintiff's and Defendant's Cross-Motions for Summary Judgment pursuant to Federal Rule of Civil Procedure 56. For the following reasons, Defendant's Motion for Summary Judgment is GRANTED, and Plaintiff's Motion for Summary Judgment is DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On July 25, 2002, Plaintiff, a former Fasco Industries, Inc. (\"Fasco\"), employee, filed suit against Defendant, pursuant to the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. §§ 1001, <i>et seq.</i> In her Complaint, Plaintiff alleged that Defendant wrongfully denied her disability benefits to which she was entitled as a Fasco Employee Retirement Plan (\"Plan\") Participant.</p>\n<p>Plaintiff worked for Fasco from October 2, 1978 until June 8, 1994. At the time Plaintiff ended her employment at Fasco, she was working in the Consumer Products Division in Fayetteville, North Carolina. As a Fasco employee, Plaintiff was a participant in the Plan, which was in effect on Plaintiff's last day of employment.<sup>[1]</sup> Under the terms of the Plan, Plaintiff accrued 16 years of vesting service while at Fasco. Thus, since Plaintiff did not accrue at least 20 years of vesting service, she is not eligible to receive pension benefits until age 60.<sup>[2]</sup></p>\n<p>Fasco granted the Retirement Committee the discretion, as decision maker, to administer the Plan in accordance with its <span class=\"star-pagination\">*594</span> terms.<sup>[3]</sup> Additionally, the Retirement Committee was granted \"the power and discretion to determine all questions arising in connection with the administration, interpretation, and application of the Plan.\" FASCO EMPLOYEE RETIREMENT PLAN at 7.03. Under the Plan, any interpretation or decision by the decision maker \"shall be conclusive and binding upon all person.\" <i>Id.</i></p>\n<p>At time Plaintiff filed her claim for disability benefits and at the time Plaintiff was employed by Fasco, in order to make a claim for benefits under the Plan, a participant had to file the appropriate form provided by Fasco with the Retirement Committee. <i>See</i> FASCO EMPLOYEE RETIREMENT PLAN at 7.10. Then, written notice of the disposition of a claim had to be provided to the claimant within 90 days after the filing of the application, unless special circumstances required an extension. <i>See id.</i> If the claim was denied, the decision maker was required to specifically set forth the reason for denial, citing pertinent provisions of the Plan, and if necessary provide an explanation for how the claimant could perfect the claim. <i>See id.</i> Pursuant to section 7.11 of the Plan, upon denial of a claim, a claimant was entitled to request the Retirement Committee \"to give a full review of the denied claim, to review documents pertinent to the denial, and to submit issues and comments in writing.\" <i>Id.</i> at 7.11. Such a request was required to be filed within 60 days of the denial, and then, the Retirement Committee had 60 days to make its decision on review following the receipt of the request. <i>See id.</i> The Retirement Committee's decision on review was considered conclusive and binding upon any and all claimants. <i>See id.</i></p>\n<p>A participant of the Plan was eligible to apply for disability benefits if she became disabled while an eligible employee. Under the Plan, a participant was considered \"Disabled\" or under a \"Disability,\" where the physical or mental condition of the participant resulted from bodily injury or disease \"which condition (a) render[ed][her] incapable of engaging in any regular occupation or employment for remuneration or profit, (b) ha[d] continued for a period of six consecutive months or more, and (c) the [p]articipant [was] receiving disability payments under the Social Security act.\"<sup>[4]</sup> FASCO EMPLOYEE RETIREMENT PLAN at 1.11. If a participant became disabled while an eligible employee and the disability began after the participant had completed at least ten years of service and before her normal retirement date, the participant was entitled to receive a disability benefit. <i>See id.</i> at 4.06.</p>\n<p>On June 1, 2001, which Defendant initially calculated as Plaintiff's Early Retirement <span class=\"star-pagination\">*595</span> Date, Plaintiff began receiving pension benefits from the Plan. However, in March 2002, Defendant was audited during a routine audit by Invesys' Pension Service Center. The audit of Plaintiff's records revealed that she was not eligible to receive benefits at age 55, because she had not accrued at least 20 years of service at the time her employment terminated. Under the Plan, Plaintiff should not begin to receive benefits until June 1, 2006, at which point she will be 60 years of age. Therefore, Defendant notified Plaintiff by letter dated March 13, 2002, that she should not have begun to receive early retirement benefits yet, and that her monthly benefits were being suspended as a result. Plaintiff was informed that her benefits would resume on June 1, 2006 if she repaid the Trust $906.90. This amount represented the benefits Plaintiff had received from June 1, 2001 through March 31, 2002. Otherwise, Plaintiff was informed, her benefits would resume on January 1, 2007, which would take into account the prior payments she had received.</p>\n<p>Soon after receiving this notice, Plaintiff sent Defendant a notice from the Social Security Administration, which indicated that she had become entitled to Social Security disability insurance benefits in August 1997. Defendant treated this notice as a request for disability benefits. On April 1, 2002, Defendant informed Plaintiff that she was not entitled to disability benefits because she was not employed at the time of her alleged disability. On May 14, 2002, Plaintiff appealed Defendant's decision. Plaintiff disputed the denial on the grounds that the benefits summary did not mention the requirement that the disability occur during employment and in the alternative that she did become disabled while employed at Fasco. Plaintiff supported her allegation of disability during employment by arguing that she had received medical treatment beginning in 1992, two years before she left Fasco.</p>\n<p>By letter dated May 28, 2002, Defendant denied Plaintiff's appeal, because she did not meet the eligibility requirements for disability under the plan. Defendant upheld its earlier decision that, to qualify for disability benefits, the participant must be disabled while employed pursuant to the Plan sections 4.06 and 1.11. Defendant stated that its decision was based on express plan provisions and Plaintiff's medical records. Additionally, Defendant stated that it does not award benefits to a participant who becomes disabled after leaving employment. Plaintiff left Fasco on June 8, 1994, and soon after began working at another company, Purulator. Plaintiff worked at Purulator for three years before ceasing all employment. Plaintiff began receiving Social Security disability insurance benefits in 1997.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>A court may grant summary judgment only if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. <i>See</i> Fed.R.Civ.P. 56(c); <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The court must determine \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 251-52, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The moving party bears the initial burden to show the court that there is no genuine issue concerning any material fact. <i>See </i><i>Celotex,</i> 477 U.S. at 325, 106 S.Ct. 2548. In order to survive the motion, the non-moving party must then show that there is \"evidence from which a jury might return a verdict in his favor.\" <i>Anderson,</i> 477 U.S. at 257, 106 <span class=\"star-pagination\">*596</span> S.Ct. 2505. The Court must accept all of the non-moving party's evidence as true and must view all inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>See id.</i> at 255, 106 S.Ct. 2505.</p>\n<p>Plaintiff claims that summary judgment pursuant to Rule 56 is appropriate in this case because no material facts are in dispute on the face of the pleadings, affidavits, requests for admissions, and mandatory disclosures. Additionally, Plaintiff argues that Defendant's denial of her disability benefits is subject to <i>de novo</i> review by this Court. Defendant, on the other hand, argues that it is entitled to summary judgment in its favor, because Defendant did not abuse its discretion in denying Plaintiff's claim for disability benefits pursuant to the Plan and Plaintiff cannot sustain her claim pursuant to ERISA. This Court agrees with Defendant.</p>\n<p>This Court finds that Plaintiff is not entitled to a <i>de novo</i> review of Defendant's denial of her disability benefits. The law in this area is clear that when the terms of an ERISA plan grant the administrator \"discretionary powers,\" the administrator's exercise of those powers may be disturbed only to prevent an abuse of discretion. <i>See </i><i>Haley v. Paul Revere Life Ins. Co.,</i> 77 F.3d 84, 89 (4th Cir.1996) (citing Restatement (Second) of Trusts § 187 (1957)); <i>see also </i><i>Coffman v. Metropolitan Life Ins. Co.,</i> 77 Fed.Appx. 174 (4th Cir.2003).<sup>[5]</sup> Here, the ERISA plan at issue clearly granted Defendant discretionary power to determine all questions arising in connection with the administration, interpretation, and application of the Plan. <i>See</i> FASCO EMPLOYEE RETIREMENT PLAN at 7.03. Additionally, under the Plan, any interpretation or decision by the decision maker was conclusive and binding upon all persons. <i>See id.</i></p>\n<p>Plaintiff's argument that \"Michael Provenzale of a firm called Invensys\" was a third party without authority to administer the Plan, such that <i>de novo</i> review is required, is without merit. As noted earlier, on January 1, 1996, the Plan at issue merged into the BTR Pension Plan for U.S. Employees, and in November 2000, the BTR Pension Plan was amended and renamed the Invensys Pension Plan. Provencale was the manager of the Retirement Benefits Administration of Invensys, and, thus, clearly had discretionary power to determine all questions arising in connection with the administration, interpretation, and application of the Plan. Therefore, this Court only will overturn Defendant's decision if there was an abuse of discretion.</p>\n<p>This Court must not \"disturb the administrator's decision if it is reasonable, even if the court itself would have reached a different conclusion.\" <i>Haley,</i> 77 F.3d at 89 (citing <i>Doe v. Group Hospitalization &amp;</i> <span class=\"star-pagination\">*597</span> <i>Medical Services,</i> 3 F.3d 80, 85 (4th Cir. 1993)); <i>see also </i><i>Sheppard &amp; Enoch Pratt Hosp., Inc. v. Travelers Ins. Co.,</i> 32 F.3d 120, 124-25 (4th Cir.1994). In determining whether Defendant abused its discretion in denying Plaintiff disability benefits such that its decision was unreasonable, this Court must review numerous factors, such as \"whether the administrator's interpretation is consistent with the goals of the plan; whether it might render some language in the plan meaningless or internally inconsistent; whether the challenged interpretation is at odds with the procedural and substantive requirements of ERISA itself; [and] whether the provisions at issue have been applied consistently.\" <i>Lockhart v. United Mine Workers of America 1974 Pension Trust,</i> 5 F.3d 74, 77 (4th Cir.1993). First and foremost, however, this Court must determine whether Defendant's interpretation of the plan \"is contrary to the clear language of the plan.\" <i>Id.</i> \"If the denial of benefits is `contrary to the clear language of the [p]lan,' the decision will constitute an abuse of discretion.\" <i>Id.</i> at 78 (internal citations omitted).</p>\n<p>After reviewing the Fasco Employee Retirement Plan, this Court finds that Defendant's interpretation of the Plan is within the clear language of the Plan and is reasonable. As discussed earlier, the Plan makes clear that in order to be considered disabled or under disability, a participant in the plan must have a physical or mental condition resulting from bodily injury or disease \"which condition (a) renders [her] incapable of engaging in any regular occupation or employment for remuneration or profit, (b) has continued for a period of six consecutive months or more, and (c) the [p]articipant is receiving disability payments under the Social Security act.\" FASCO EMPLOYEE RETIREMENT PLAN at 1.11. Additionally, in order to be eligible for disability benefits, a participant must have become disabled <i>while an eligible employee</i> and the disability must have begun after the participant had completed at least ten years of service and before her normal retirement date. <i>See id.</i> at 4.06. As stated earlier, the Plan defines eligible employee as any person who is an employee of an employer. <i>See id.</i> at 1.16.</p>\n<p>Plaintiff claims both that the Plan did not state that she had to be an employee when she became disabled and that she did become disabled while employed. Nothing in the Plan or the pleadings submitted by either party supports Plaintiff's contentions. Firstly, in asserting that the Plan does not require a participant to be an employee when she became disabled, Plaintiff relies on the Plan booklet, which provides a summary of the formal plan. Plaintiff is correct that paragraph 15 in the booklet does not explicitly state that a participant must be an employee when she becomes disabled in order to receive disability benefits. However, the employee requirement is implied as the information is contained in the <i>employee</i> handbook. Indeed, the handbook begins with a letter from the Chairman of Fasco wherein he states, \"Dear FASCO employee, this booklet describes the benefits available to you under FASCO's Employee Retirement Plan.\"</p>\n<p>Regardless of the terms in the Plan booklet, Plaintiff's pleadings demonstrate that she was aware of the formal Plan. Thus, Plaintiff arguably knew of the Plan requirements or, at the least, easily could have learned that the Plan required her to become disabled while employed in order to qualify for disability benefits. Additionally, Plaintiff's contention that the Plan's definition of employee includes a former employee is patently unfounded. <i>See</i> FASCO EMPLOYEE RETIREMENT PLAN at 1.16, 1.17. Therefore, this Court finds that Defendant's decision that Plaintiff was not an <span class=\"star-pagination\">*598</span> employee of Fasco when she became disabled was within the clear language of the Plan and was reasonable.</p>\n<p>Plaintiff's alternative argument that she did become disabled while employed at Fasco is not supported by the facts as presented by either party. The only conclusive evidence regarding Plaintiff's disability onset date is the letter dated March 20, 2002, from the Social Security Administration, which stated that Plaintiff's date of entitlement for disability was August 1997. Although this Court is sympathetic to Plaintiff's current disabled condition, there simply is no proof that she was disabled while employed at Fasco. Plaintiff told her treating physician on August 10, 1994, some two months after she stopped working at Fasco, that she had left her job due to fatigue, not due to a disabling herniated disc as alleged in her Complaint. Additionally, Plaintiff stated in her Complaint that she had been suffering from severe back pain since 1992 and 1993, while she was employed at Fasco. However, there is no evidence that Plaintiff ever raised the issue of her back pain to anyone at Fasco at that time.</p>\n<p>This Court finds Plaintiff's claim of being disabled while employed disingenuous, as she did not bring it to Fasco's attention until 2002, eight years after her employment with Fasco ceased and ten years after she alleges she first began experiencing disabling back pain. The Court is even more skeptical of Plaintiff's claim, since she was able to work for Purulator for three years after terminating her employment with Fasco and before claiming Social Security disability. Therefore, this Court finds Defendant's denial of disability benefits to Plaintiff in accordance with the clear language of the plan.</p>\n<p>As this Court has found that Defendant's decision complied with the clear language of the Plan, the Court now must scrutinize Defendant's decision to determine whether it was consistent with the goals of the Plan, whether it rendered some language in the Plan meaningless or internally inconsistent, whether the interpretation was at odds with the procedural and substantive requirements of ERISA, and whether the provisions at issue were applied consistently. This Court finds that Defendant's decision was consistent with the goals of the Plan. The Plan aims to provide disability benefits to those <i>employees</i> who become disabled while working at Fasco and who meet certain threshold requirements. By not granting Plaintiff benefits due to a disability suffered after she terminated her employment at Fasco, Defendant was complying with the goals of the Plan. Additionally, Defendant's decision did not render some language in the Plan meaningless or internally consistent, as Defendant tracked the definitions in the Plan in making its decision. Furthermore, this Court finds that Defendant's decision complied with ERISA requirements and applied the provisions at issue consistently.</p>\n<p>Therefore, this Court finds that Defendant did not abuse its discretion in denying Plaintiff disability benefits. Defendant has met its burden of showing that the evidence is so one-sided that it must prevail as a matter of law. Additionally, Plaintiff has failed to demonstrate that there is evidence from which a jury might return a verdict in her favor. The Plan at issue clearly stated that in order to receive disability benefits, a participant must have become disabled while an employee. Plaintiff did not become disabled while employed at Fasco; therefore, she is not entitled to receive disability benefits.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, Defendant's Motion for Summary Judgment is GRANTED. Plaintiff's Motion for Summary <span class=\"star-pagination\">*599</span> Judgment is DENIED. This case is dismissed in its entirety.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Benefits pursuant to the Plan, including disability retirement benefits, are funded by a separate trust to which Invensys does not have access for any purpose other than the funding and administering claims for benefits pursuant to the Plan. On January 1, 1996, the Plan merged into the BTR Pension Plan for U.S. Employees, and in November 2000, the BTR Pension Plan was amended and renamed the Invensys Pension Plan.</p>\n<p>[2]  Under the Plan, a participant is first eligible to retire if the participant has attained age 55 and has completed at least 20 years of vesting service or has attained age 60 and completed at least 10 years of vesting service. <i>See</i> FASCO EMPLOYEE RETIREMENT PLAN at 1. 14.</p>\n<p>[3]  Additionally under FASCO EMPLOYEE RETIREMENT PLAN 7.03, the Retirement Committee was granted the authority to certify and direct the Trustee of the trust with respect to the amount of benefits to which any Participant or Beneficiary was entitled. The powers and responsibilities of the Trustee are outlined in 7.04 of the Plan. Key terms are defined in Article One of the Plan.</p>\n<p>[4]  The Plan did not consider any incapacity which was \"contracted, suffered, or incurred while the [p]articipant was engaged in, or resulted from the [p]articipant having engaged in, felonious enterprise, or which resulted from the [p]articipant's habitual drunkenness or addiction to narcotics, a self-inflicted injury, or service in the armed forces of any country[]\" to qualify a person as disabled or under a disability.\n</p>\n<p>The Plan defined eligible employee to be \"any person who is an [e]mployee of an [e]mployer,\" excluding certain nonresident aliens, leased employees, and independent contractors. FASCO EMPLOYEE RETIREMENT PLAN at 1.16. Furthermore, an employee is defined in the Plan as \"persons currently employed by the [e]mployer or an [a]ffiliated [e]mployer[.]\" <i>See id.</i> at 1.17.</p>\n<p>[5]  This Court does review <i>de novo</i> certain aspects of the ERISA plan. When reviewing an ERISA plan administrator's decision to grant or deny plan benefits, a Court decides <i>de novo</i> whether the plan's language prescribes the benefit or whether it confers discretion on the administrator to determine the benefit. <i>See </i><i>Haley,</i> 77 F.3d at 89. If the plan confers discretion, the court must decide <i>de novo</i> whether the administrator in making its determination acted within the scope of that discretion. <i>See id.</i> Then, if the plan administrator's decision falls within the scope of the administrator's contractually conferred discretion, the court may review the merits of the decision only for an abuse of discretion. <i>See id.</i>\n</p>\n<p>Here, in Section 7.03 of the Plan, the language clearly confers discretion on the administrator, here Defendant, to determine the benefit. Additionally, this Court finds that Defendant acted within the scope of its discretion in deciding that Plaintiff was not eligible to receive disability benefits.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">591</span></span> (2003)</b></center>\n<center><h1>Josephine METCALF, Plaintiff,<br>\nv.<br>\nFASCO EMPLOYEE RETIREMENT PLAN, by Its Trustee and Benefits Administrator Invensys, Defendant.</h1></center>\n<center>No. 5:02-CV-811-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>November 12, 2003.</center>\n<p><span class=\"star-pagination\">*592</span> <span class=\"star-pagination\">*593</span> Bruce K. Allen, Fayetteville, NC, for Josephine Metcalf, plaintiff.</p>\n<p>Bruce M. Steen, McGuire Woods, LLP, Charlotte, NC, for Fasco Employee Retirement Plan by Its Trustee and Benefits Administrator Invensys, defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Plaintiff's and Defendant's Cross-Motions for Summary Judgment pursuant to Federal Rule of Civil Procedure 56. For the following reasons, Defendant's Motion for Summary Judgment is GRANTED, and Plaintiff's Motion for Summary Judgment is DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On July 25, 2002, Plaintiff, a former Fasco Industries, Inc. (\"Fasco\"), employee, filed suit against Defendant, pursuant to the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. §§ 1001, <i>et seq.</i> In her Complaint, Plaintiff alleged that Defendant wrongfully denied her disability benefits to which she was entitled as a Fasco Employee Retirement Plan (\"Plan\") Participant.</p>\n<p>Plaintiff worked for Fasco from October 2, 1978 until June 8, 1994. At the time Plaintiff ended her employment at Fasco, she was working in the Consumer Products Division in Fayetteville, North Carolina. As a Fasco employee, Plaintiff was a participant in the Plan, which was in effect on Plaintiff's last day of employment.<sup>[1]</sup> Under the terms of the Plan, Plaintiff accrued 16 years of vesting service while at Fasco. Thus, since Plaintiff did not accrue at least 20 years of vesting service, she is not eligible to receive pension benefits until age 60.<sup>[2]</sup></p>\n<p>Fasco granted the Retirement Committee the discretion, as decision maker, to administer the Plan in accordance with its <span class=\"star-pagination\">*594</span> terms.<sup>[3]</sup> Additionally, the Retirement Committee was granted \"the power and discretion to determine all questions arising in connection with the administration, interpretation, and application of the Plan.\" FASCO EMPLOYEE RETIREMENT PLAN at 7.03. Under the Plan, any interpretation or decision by the decision maker \"shall be conclusive and binding upon all person.\" <i>Id.</i></p>\n<p>At time Plaintiff filed her claim for disability benefits and at the time Plaintiff was employed by Fasco, in order to make a claim for benefits under the Plan, a participant had to file the appropriate form provided by Fasco with the Retirement Committee. <i>See</i> FASCO EMPLOYEE RETIREMENT PLAN at 7.10. Then, written notice of the disposition of a claim had to be provided to the claimant within 90 days after the filing of the application, unless special circumstances required an extension. <i>See id.</i> If the claim was denied, the decision maker was required to specifically set forth the reason for denial, citing pertinent provisions of the Plan, and if necessary provide an explanation for how the claimant could perfect the claim. <i>See id.</i> Pursuant to section 7.11 of the Plan, upon denial of a claim, a claimant was entitled to request the Retirement Committee \"to give a full review of the denied claim, to review documents pertinent to the denial, and to submit issues and comments in writing.\" <i>Id.</i> at 7.11. Such a request was required to be filed within 60 days of the denial, and then, the Retirement Committee had 60 days to make its decision on review following the receipt of the request. <i>See id.</i> The Retirement Committee's decision on review was considered conclusive and binding upon any and all claimants. <i>See id.</i></p>\n<p>A participant of the Plan was eligible to apply for disability benefits if she became disabled while an eligible employee. Under the Plan, a participant was considered \"Disabled\" or under a \"Disability,\" where the physical or mental condition of the participant resulted from bodily injury or disease \"which condition (a) render[ed][her] incapable of engaging in any regular occupation or employment for remuneration or profit, (b) ha[d] continued for a period of six consecutive months or more, and (c) the [p]articipant [was] receiving disability payments under the Social Security act.\"<sup>[4]</sup> FASCO EMPLOYEE RETIREMENT PLAN at 1.11. If a participant became disabled while an eligible employee and the disability began after the participant had completed at least ten years of service and before her normal retirement date, the participant was entitled to receive a disability benefit. <i>See id.</i> at 4.06.</p>\n<p>On June 1, 2001, which Defendant initially calculated as Plaintiff's Early Retirement <span class=\"star-pagination\">*595</span> Date, Plaintiff began receiving pension benefits from the Plan. However, in March 2002, Defendant was audited during a routine audit by Invesys' Pension Service Center. The audit of Plaintiff's records revealed that she was not eligible to receive benefits at age 55, because she had not accrued at least 20 years of service at the time her employment terminated. Under the Plan, Plaintiff should not begin to receive benefits until June 1, 2006, at which point she will be 60 years of age. Therefore, Defendant notified Plaintiff by letter dated March 13, 2002, that she should not have begun to receive early retirement benefits yet, and that her monthly benefits were being suspended as a result. Plaintiff was informed that her benefits would resume on June 1, 2006 if she repaid the Trust $906.90. This amount represented the benefits Plaintiff had received from June 1, 2001 through March 31, 2002. Otherwise, Plaintiff was informed, her benefits would resume on January 1, 2007, which would take into account the prior payments she had received.</p>\n<p>Soon after receiving this notice, Plaintiff sent Defendant a notice from the Social Security Administration, which indicated that she had become entitled to Social Security disability insurance benefits in August 1997. Defendant treated this notice as a request for disability benefits. On April 1, 2002, Defendant informed Plaintiff that she was not entitled to disability benefits because she was not employed at the time of her alleged disability. On May 14, 2002, Plaintiff appealed Defendant's decision. Plaintiff disputed the denial on the grounds that the benefits summary did not mention the requirement that the disability occur during employment and in the alternative that she did become disabled while employed at Fasco. Plaintiff supported her allegation of disability during employment by arguing that she had received medical treatment beginning in 1992, two years before she left Fasco.</p>\n<p>By letter dated May 28, 2002, Defendant denied Plaintiff's appeal, because she did not meet the eligibility requirements for disability under the plan. Defendant upheld its earlier decision that, to qualify for disability benefits, the participant must be disabled while employed pursuant to the Plan sections 4.06 and 1.11. Defendant stated that its decision was based on express plan provisions and Plaintiff's medical records. Additionally, Defendant stated that it does not award benefits to a participant who becomes disabled after leaving employment. Plaintiff left Fasco on June 8, 1994, and soon after began working at another company, Purulator. Plaintiff worked at Purulator for three years before ceasing all employment. Plaintiff began receiving Social Security disability insurance benefits in 1997.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>A court may grant summary judgment only if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. <i>See</i> Fed.R.Civ.P. 56(c); <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The court must determine \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 251-52, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The moving party bears the initial burden to show the court that there is no genuine issue concerning any material fact. <i>See </i><i>Celotex,</i> 477 U.S. at 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. In order to survive the motion, the non-moving party must then show that there is \"evidence from which a jury might return a verdict in his favor.\" <i>Anderson,</i> 477 U.S. at 257, 106 <span class=\"star-pagination\">*596</span> S.Ct. 2505. The Court must accept all of the non-moving party's evidence as true and must view all inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>See id.</i> at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>Plaintiff claims that summary judgment pursuant to Rule 56 is appropriate in this case because no material facts are in dispute on the face of the pleadings, affidavits, requests for admissions, and mandatory disclosures. Additionally, Plaintiff argues that Defendant's denial of her disability benefits is subject to <i>de novo</i> review by this Court. Defendant, on the other hand, argues that it is entitled to summary judgment in its favor, because Defendant did not abuse its discretion in denying Plaintiff's claim for disability benefits pursuant to the Plan and Plaintiff cannot sustain her claim pursuant to ERISA. This Court agrees with Defendant.</p>\n<p>This Court finds that Plaintiff is not entitled to a <i>de novo</i> review of Defendant's denial of her disability benefits. The law in this area is clear that when the terms of an ERISA plan grant the administrator \"discretionary powers,\" the administrator's exercise of those powers may be disturbed only to prevent an abuse of discretion. <i>See </i><i>Haley v. Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"713050\"><a href=\"/opinion/713050/robert-a-haley-v-the-paul-revere-life-insurance-company/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 89 (4th Cir.1996) (citing Restatement (Second) of Trusts § 187 (1957)); <i>see also </i><i>Coffman v. Metropolitan Life Ins. Co.,</i> 77 Fed.Appx. 174 (4th Cir.2003).<sup>[5]</sup> Here, the ERISA plan at issue clearly granted Defendant discretionary power to determine all questions arising in connection with the administration, interpretation, and application of the Plan. <i>See</i> FASCO EMPLOYEE RETIREMENT PLAN at 7.03. Additionally, under the Plan, any interpretation or decision by the decision maker was conclusive and binding upon all persons. <i>See id.</i></p>\n<p>Plaintiff's argument that \"Michael Provenzale of a firm called Invensys\" was a third party without authority to administer the Plan, such that <i>de novo</i> review is required, is without merit. As noted earlier, on January 1, 1996, the Plan at issue merged into the BTR Pension Plan for U.S. Employees, and in November 2000, the BTR Pension Plan was amended and renamed the Invensys Pension Plan. Provencale was the manager of the Retirement Benefits Administration of Invensys, and, thus, clearly had discretionary power to determine all questions arising in connection with the administration, interpretation, and application of the Plan. Therefore, this Court only will overturn Defendant's decision if there was an abuse of discretion.</p>\n<p>This Court must not \"disturb the administrator's decision if it is reasonable, even if the court itself would have reached a different conclusion.\" <i>Haley,</i> 77 F.3d at 89 (citing <i>Doe v. Group Hospitalization &amp;</i> <span class=\"star-pagination\">*597</span> <i>Medical Services,</i> <span class=\"citation\" data-id=\"628641\"><a href=\"/opinion/628641/john-doe-firm-doe-v-group-hospitalization-medical-services-dba-blue/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 85 (4th Cir. 1993)); <i>see also </i><i>Sheppard &amp; Enoch Pratt Hosp., Inc. v. Travelers Ins. Co.,</i> <span class=\"citation\" data-id=\"676084\"><a href=\"/opinion/676084/the-sheppard-enoch-pratt-hospital-incorporated-v-travelers-insurance/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 124-25 (4th Cir.1994). In determining whether Defendant abused its discretion in denying Plaintiff disability benefits such that its decision was unreasonable, this Court must review numerous factors, such as \"whether the administrator's interpretation is consistent with the goals of the plan; whether it might render some language in the plan meaningless or internally inconsistent; whether the challenged interpretation is at odds with the procedural and substantive requirements of ERISA itself; [and] whether the provisions at issue have been applied consistently.\" <i>Lockhart v. United Mine Workers of America 1974 Pension Trust,</i> <span class=\"citation\" data-id=\"652929\"><a href=\"/opinion/652929/clarence-e-lockhart-v-united-mine-workers-of-america-1974-pension-trust/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span>, 77 (4th Cir.1993). First and foremost, however, this Court must determine whether Defendant's interpretation of the plan \"is contrary to the clear language of the plan.\" <i>Id.</i> \"If the denial of benefits is `contrary to the clear language of the [p]lan,' the decision will constitute an abuse of discretion.\" <i>Id.</i> at 78 (internal citations omitted).</p>\n<p>After reviewing the Fasco Employee Retirement Plan, this Court finds that Defendant's interpretation of the Plan is within the clear language of the Plan and is reasonable. As discussed earlier, the Plan makes clear that in order to be considered disabled or under disability, a participant in the plan must have a physical or mental condition resulting from bodily injury or disease \"which condition (a) renders [her] incapable of engaging in any regular occupation or employment for remuneration or profit, (b) has continued for a period of six consecutive months or more, and (c) the [p]articipant is receiving disability payments under the Social Security act.\" FASCO EMPLOYEE RETIREMENT PLAN at 1.11. Additionally, in order to be eligible for disability benefits, a participant must have become disabled <i>while an eligible employee</i> and the disability must have begun after the participant had completed at least ten years of service and before her normal retirement date. <i>See id.</i> at 4.06. As stated earlier, the Plan defines eligible employee as any person who is an employee of an employer. <i>See id.</i> at 1.16.</p>\n<p>Plaintiff claims both that the Plan did not state that she had to be an employee when she became disabled and that she did become disabled while employed. Nothing in the Plan or the pleadings submitted by either party supports Plaintiff's contentions. Firstly, in asserting that the Plan does not require a participant to be an employee when she became disabled, Plaintiff relies on the Plan booklet, which provides a summary of the formal plan. Plaintiff is correct that paragraph 15 in the booklet does not explicitly state that a participant must be an employee when she becomes disabled in order to receive disability benefits. However, the employee requirement is implied as the information is contained in the <i>employee</i> handbook. Indeed, the handbook begins with a letter from the Chairman of Fasco wherein he states, \"Dear FASCO employee, this booklet describes the benefits available to you under FASCO's Employee Retirement Plan.\"</p>\n<p>Regardless of the terms in the Plan booklet, Plaintiff's pleadings demonstrate that she was aware of the formal Plan. Thus, Plaintiff arguably knew of the Plan requirements or, at the least, easily could have learned that the Plan required her to become disabled while employed in order to qualify for disability benefits. Additionally, Plaintiff's contention that the Plan's definition of employee includes a former employee is patently unfounded. <i>See</i> FASCO EMPLOYEE RETIREMENT PLAN at 1.16, 1.17. Therefore, this Court finds that Defendant's decision that Plaintiff was not an <span class=\"star-pagination\">*598</span> employee of Fasco when she became disabled was within the clear language of the Plan and was reasonable.</p>\n<p>Plaintiff's alternative argument that she did become disabled while employed at Fasco is not supported by the facts as presented by either party. The only conclusive evidence regarding Plaintiff's disability onset date is the letter dated March 20, 2002, from the Social Security Administration, which stated that Plaintiff's date of entitlement for disability was August 1997. Although this Court is sympathetic to Plaintiff's current disabled condition, there simply is no proof that she was disabled while employed at Fasco. Plaintiff told her treating physician on August 10, 1994, some two months after she stopped working at Fasco, that she had left her job due to fatigue, not due to a disabling herniated disc as alleged in her Complaint. Additionally, Plaintiff stated in her Complaint that she had been suffering from severe back pain since 1992 and 1993, while she was employed at Fasco. However, there is no evidence that Plaintiff ever raised the issue of her back pain to anyone at Fasco at that time.</p>\n<p>This Court finds Plaintiff's claim of being disabled while employed disingenuous, as she did not bring it to Fasco's attention until 2002, eight years after her employment with Fasco ceased and ten years after she alleges she first began experiencing disabling back pain. The Court is even more skeptical of Plaintiff's claim, since she was able to work for Purulator for three years after terminating her employment with Fasco and before claiming Social Security disability. Therefore, this Court finds Defendant's denial of disability benefits to Plaintiff in accordance with the clear language of the plan.</p>\n<p>As this Court has found that Defendant's decision complied with the clear language of the Plan, the Court now must scrutinize Defendant's decision to determine whether it was consistent with the goals of the Plan, whether it rendered some language in the Plan meaningless or internally inconsistent, whether the interpretation was at odds with the procedural and substantive requirements of ERISA, and whether the provisions at issue were applied consistently. This Court finds that Defendant's decision was consistent with the goals of the Plan. The Plan aims to provide disability benefits to those <i>employees</i> who become disabled while working at Fasco and who meet certain threshold requirements. By not granting Plaintiff benefits due to a disability suffered after she terminated her employment at Fasco, Defendant was complying with the goals of the Plan. Additionally, Defendant's decision did not render some language in the Plan meaningless or internally consistent, as Defendant tracked the definitions in the Plan in making its decision. Furthermore, this Court finds that Defendant's decision complied with ERISA requirements and applied the provisions at issue consistently.</p>\n<p>Therefore, this Court finds that Defendant did not abuse its discretion in denying Plaintiff disability benefits. Defendant has met its burden of showing that the evidence is so one-sided that it must prevail as a matter of law. Additionally, Plaintiff has failed to demonstrate that there is evidence from which a jury might return a verdict in her favor. The Plan at issue clearly stated that in order to receive disability benefits, a participant must have become disabled while an employee. Plaintiff did not become disabled while employed at Fasco; therefore, she is not entitled to receive disability benefits.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, Defendant's Motion for Summary Judgment is GRANTED. Plaintiff's Motion for Summary <span class=\"star-pagination\">*599</span> Judgment is DENIED. This case is dismissed in its entirety.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Benefits pursuant to the Plan, including disability retirement benefits, are funded by a separate trust to which Invensys does not have access for any purpose other than the funding and administering claims for benefits pursuant to the Plan. On January 1, 1996, the Plan merged into the BTR Pension Plan for U.S. Employees, and in November 2000, the BTR Pension Plan was amended and renamed the Invensys Pension Plan.</p>\n<p>[2]  Under the Plan, a participant is first eligible to retire if the participant has attained age 55 and has completed at least 20 years of vesting service or has attained age 60 and completed at least 10 years of vesting service. <i>See</i> FASCO EMPLOYEE RETIREMENT PLAN at 1. 14.</p>\n<p>[3]  Additionally under FASCO EMPLOYEE RETIREMENT PLAN 7.03, the Retirement Committee was granted the authority to certify and direct the Trustee of the trust with respect to the amount of benefits to which any Participant or Beneficiary was entitled. The powers and responsibilities of the Trustee are outlined in 7.04 of the Plan. Key terms are defined in Article One of the Plan.</p>\n<p>[4]  The Plan did not consider any incapacity which was \"contracted, suffered, or incurred while the [p]articipant was engaged in, or resulted from the [p]articipant having engaged in, felonious enterprise, or which resulted from the [p]articipant's habitual drunkenness or addiction to narcotics, a self-inflicted injury, or service in the armed forces of any country[]\" to qualify a person as disabled or under a disability.\n</p>\n<p>The Plan defined eligible employee to be \"any person who is an [e]mployee of an [e]mployer,\" excluding certain nonresident aliens, leased employees, and independent contractors. FASCO EMPLOYEE RETIREMENT PLAN at 1.16. Furthermore, an employee is defined in the Plan as \"persons currently employed by the [e]mployer or an [a]ffiliated [e]mployer[.]\" <i>See id.</i> at 1.17.</p>\n<p>[5]  This Court does review <i>de novo</i> certain aspects of the ERISA plan. When reviewing an ERISA plan administrator's decision to grant or deny plan benefits, a Court decides <i>de novo</i> whether the plan's language prescribes the benefit or whether it confers discretion on the administrator to determine the benefit. <i>See </i><i>Haley,</i> 77 F.3d at 89. If the plan confers discretion, the court must decide <i>de novo</i> whether the administrator in making its determination acted within the scope of that discretion. <i>See id.</i> Then, if the plan administrator's decision falls within the scope of the administrator's contractually conferred discretion, the court may review the merits of the decision only for an abuse of discretion. <i>See id.</i>\n</p>\n<p>Here, in Section 7.03 of the Plan, the language clearly confers discretion on the administrator, here Defendant, to determine the benefit. Additionally, this Court finds that Defendant acted within the scope of its discretion in deciding that Plaintiff was not eligible to receive disability benefits.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/652929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/713050/"
  ]
}