{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2294871/",
  "absolute_url": "/opinion/2294871/franks-v-ross/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2294871/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:00:28.011363Z",
  "date_modified": "2016-04-26T23:20:02.825799Z",
  "type": "010combined",
  "sha1": "4a8f235225615be4a1b4b5a7b821bdbfcf454287",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>293 F.Supp.2d 599 (2003)</b></center>\n<center><h1>Jerry FRANKS, et al., Plaintiffs,<br>\nv.<br>\nWilliam G. ROSS, Jr., et al., Defendants.</h1></center>\n<center>No. 5:00-CV-936-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>November 19, 2003.</center>\n<p><span class=\"star-pagination\">*600</span> Andrew G. Schopler, Rudolf, Maher, Widenhouse &amp; Fialko, Chapel Hill, NC, for Betty Moticka, plaintiff.</p>\n<p>Randall D. Avram, David C. Lindsay, Kilpatrick Stockton, LLP, Raleigh, NC, for Weck Closure Systems, a division of Teleflex, Incorporated dba Weck, Teri Brom, in her official capacity as Human Resources Manager, Leeanne Ross, in her official capacity as Human Resources Benefits Specialist, defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Defendants' Motions to Dismiss Certain Claims on Behalf of Defendants Ross and Matthews pursuant to Federal Rule of Civil Procedure 12(b)(6). In the alternative, Defendants request the Court to strike certain allegations in Plaintiffs' Second Amended Complaint pursuant to Rule <span class=\"star-pagination\">*601</span> 12(f) and to grant Defendants whatever relief is just and proper, including an award of costs and attorneys fees. Plaintiffs in their underlying Second Amended Complaint allege that the Defendants' approval, funding, and construction of the proposed South Wake Landfill in predominantly African-American communities in Holly Springs, North Carolina, violate a number of federal laws, which are designed to shield individuals and organizations from discrimination on the basis of their protected class status, and force the Plaintiffs to bear a disproportionate share of the County's permitted waste management facilities. Therefore, Plaintiffs seek declaratory and injunctive relief against Defendants. A hearing on this Motion was held in New Bern, North Carolina on September 2, 2003. For the following reasons, Defendants' Motion to Dismiss is DENIED in part and GRANTED in part. Defendants' Motion to Strike certain allegations in the Complaint is DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>This dispute arises from the efforts of Wake County to construct and operate a landfill in Holly Springs, North Carolina. The parties have been embroiled in litigation for a considerable length of time, so it is useful to review the facts in detail.</p>\n<p>Plaintiffs Franks and Cofield both reside in Easton Acres, a predominantly African-American community in Holly Springs, North Carolina. Plaintiff Easton Acres Residents' Association is an organization of residents of the Easton Acres community. Plaintiff Franks, who owns land in Easton Acres, claims that he will face negative economic consequences if the landfill is constructed nearby. All of the Plaintiffs, as residents of Easton Acres, claim that their environment will be negatively affected by such construction.</p>\n<p>Defendant Wake County Board of Commissioners is the municipal authority responsible for, <i>inter alia,</i> managing the site selection process, selecting the site, and submitting required documents to North Carolina Department of Environment and Natural Resources (\"DENR\") for the construction of the South Wake Landfill. Defendant William G. Ross, Jr. is the Secretary of the DENR. Defendant Dexter Matthews is the Director for the Division of Waste Management. Both Ross and Matthews are being sued in their official capacities.</p>\n<p>Holly Springs, North Carolina is home to the largest percentage of African Americans of any municipality in Wake County. Despite having less than two percent of the County's population, Holly Springs has long borne a disproportionate share of Wake County's landfills. In 1975, Wake County sited a 300-acre solid waste landfill in Feltonsville, a neighborhood adjoining Holly Springs. This landfill operated for over twenty years. Holly Springs itself is presently home to three other landfills. If completed, the proposed landfill will spread across 471 acres, at a height of 280 feet.</p>\n<p>In the early 1990s, the Wake County Board of Commissioners determined that it would need to obtain additional space for a sanitary landfill to suit the County's waste management needs. In 1991, Wake County began to purchase property for a new landfill that, according to the County, would be an expansion of an existing landfill named the \"Feltonsville Landfill.\" Around March of 1992, the County completed engineering and geological studies in the area proposed for landfill expansion. In September of 1992, the Town of Holly Springs granted local government approval for the issuance of a sanitary landfill permit by DENR. The County then initiated <span class=\"star-pagination\">*602</span> a site plan application, which was submitted to DENR in December of 1992.</p>\n<p>In 1993 and 1994, the County completed land acquisition and local authorization for construction and operation of the new landfill. The new landfill was to be called the \"South Wake Landfill.\" In March of 1995, DENR issued a Site Suitability Letter for the South Wake Landfill. The letter failed to address any of the disparate impacts of the landfill on minority populations. In fact, neither DENR or the County apparently had investigated or evaluated such disparate impacts at that point.</p>\n<p>In 1996, the County applied for a permit from DENR in order to construct the South Wake Landfill at the proposed site, in the vicinity of Easton Acres and Feltonsville. The original Feltonsville Landfill was then closed on December 31, 1997, as it no longer complied with state environmental regulations. On February 18, 1999, DENR issued a final construction permit for the South Wake Landfill. On February 19, 1999, Plaintiff Franks challenged the issuance of such permit by filing a contested case petition in the North Carolina Office of Administrative Hearings, pursuant to N.C. Gen.Stat. § 150B-23. On September 28, 1999, an administrative law judge (\"ALJ\") issued a recommended decision recommending to DENR that the permit be withdrawn on the basis that certain procedural requirements had not been met. The ALJ also recommended that the County suspend all work to be performed under the permit \"given that it would be unreasonable to rely upon the validity of a permit found to be invalid.\" Def. Ex. 1, Recommended Order at 22.</p>\n<p>On April 7, 2000, DENR issued a Final Agency Decision withdrawing the permit on the grounds that the County had not complied with N.C. Gen.Stat. § 153A-136(c).<sup>[1]</sup> However, prior to the issuance of the April 7, 2000 decision, Plaintiff Franks had filed a Petition for Judicial Intervention in Wake County Superior Court. The Superior Court nullified the Final Agency Decision in an order dated October 4, 2000, holding that the April 7, 2000 decision was untimely. Accordingly, the recommended decision of the ALJ became the \"final agency decision\" by operation of law. <i>See</i> N.C. Gen.Stat. § 150B-44. The permit was thus revoked.</p>\n<p>However, on May 8, 2000, Wake County filed a petition for judicial review of the final agency decision. On March 16, 2001, the decision to revoke the permit was reversed by order of the Superior Court, and DENR was ordered to reissue the permit. Plaintiff Franks then appealed the permit reissuance decision to the Court of Appeals of North Carolina. The appeal was heard by the Court of Appeals, and the issues on appeal were whether § 153A-136(c) applied to the South Wake Landfill dispute and whether Holly Springs was entitled to withdraw its 1992 approval of the expansion of the Feltonsville Landfill. On December 31, 2002, that Court affirmed the Superior Court's order, holding that N.C.Gen.Stat. § 153A-136(c) did not apply to Wake County's selection of its landfill site because Wake County had selected its landfill prior to the effective date of the statute. <i>See In </i><i>County of Wake v. N.C. Dep't of Natural Res., Jerry Franks, John Schifano et al, and Town of Holly Springs,</i> 155 N.C.App. 225, 573 S.E.2d 572, 588 (2002).</p>\n<p>On December 21, 2000, after the South Wake Permit had been revoked and while the Superior Court's review of the <span class=\"star-pagination\">*603</span> DENR's \"final agency decision\" was pending, Plaintiffs filed suit against the County and the DENR in this Court, seeking to enjoin the entire South Wake Landfill process. In their initial Complaint, Plaintiffs maintained that the siting of the South Wake Landfill violated Title VI,<sup>[2]</sup> Title VIII,<sup>[3]</sup> § 1982,<sup>[4]</sup> and the Equal Protection Clause. In addition, the Complaint asserted the State Claim, maintaining that Commissioner Adcock had violated North Carolina public policy, specifically N.C. Gen. Stat. § 14234, by participating in the siting of the South Wake Landfill on his own land, rending the condemnation transaction void. By their Complaint, Plaintiffs requested the Court to declare the siting, approval, and funding of the South Wake Landfill to be illegal, and further that the Court \"enjoin Defendants from constructing, operating, and/or maintaining the South Wake Landfill.\"</p>\n<p>After Wake County and the DENR separately moved to dismiss the Complaint for want of jurisdiction and for failure to assert any claims upon which relief could be granted, Plaintiffs amended their Complaint, dismissing their claims against the DENR itself and naming instead the DENR Defendants, who are Ross and Matthews in this action. <i>See</i> Pls.' First Am. Compl. at ¶¶ 10-13. On May 29, 2001, Plaintiffs again requested leave to amend, this time seeking to file their \"Second Amended Complaint\" in order to respond to the Permit Reissuance Decision and to assert a claim under 42 U.S.C. § 1983. This Court, however, by its Order of October 12, 2001, denied Plaintiffs' Motion to Amend, concluding that the amendment would \"clearly prejudice\" the DENR Defendants. <i>See</i> Dismissal Order at 11.</p>\n<p>Additionally in the Dismissal Order, this Court granted the motions of Wake County and the DENR Defendants to dismiss the First Amended Complaint. In that Order, this Court concluded that the Title VI, § 1982, and Equal Protection claims against Wake County were barred by North Carolina's three year statute of limitations. <i>See</i> Dismissal Order at 5-7. Furthermore, this Court ruled that both the State Claim and the Title VIII challenge against the County failed to survive under Federal Rule of Civil Procedure 12(b)(6). Also in that Order, the Court determined that the DENR Defendants were entitled to sovereign immunity and dismissed the claims asserted against them. <i>See id.</i> at 9-11.</p>\n<p>Plaintiffs appealed this Court's decision to the Fourth Circuit, contending that this Court erred in dismissing their claims and that it abused its discretion in declining to grant them leave to file their Second Amended Complaint. The Fourth Circuit affirmed this Court's dismissal of the State Claim against Wake County. However, the Circuit Court reversed this Court's dismissal of the Title VI, § 1982, and Equal Protection Claims against the County. Additionally, the Circuit Court found that this Court erred in refusing to authorize <span class=\"star-pagination\">*604</span> an amendment of the Complaint and in determining that the DENR Defendants were entitled to immunity. Plaintiffs did not contest the dismissal of their Title VIII claim as to Wake County, and therefore, the Circuit Court did not address it on appeal. Upon reaching its decision, the Circuit Court remanded the matter to this Court for such further proceedings as were appropriate.</p>\n<p>Subsequent to the Fourth Circuit's remand of this case, Plaintiffs filed their Second Amended Complaint on May 9, 2003. In their Second Amended Complaint, Plaintiffs allege that Defendants' violated Plaintiffs' Fourteenth Amendment Rights to Equal Protection of the Laws, Title VI of the Civil Rights Act of 1964, Title VIII of the Civil Rights Act of 1968, 42 U.S.C. § 1982, and 42 U.S.C. § 1983. Defendants filed a Motion to Dismiss in response to Plaintiffs' Second Amended Complaint. This matter is now ripe for ruling.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>Scrutiny under a Rule 12(b)(6) motion functions to test the legal sufficiency of the complaint. <i>See </i><i>Papasan v. Allain,</i> 478 U.S. 265, 283, 106 S.Ct. 2932, 92 L.Ed.2d 209 (1986). When acting on a motion to dismiss under Rule 12(b)(6), \"the court should accept as true all well-pleaded allegations and should view the complaint in a light most favorable to the plaintiff.\" <i>Mylan Labs., Inc. v. Matkari,</i> 7 F.3d 1130, 1134 (4th Cir.1993). A motion to dismiss under Rule 12(b)(6) should be granted when \"it appears certain that the plaintiff can prove no set of facts which would support its claim and would entitle it to relief.\" <i>Id.</i></p>\n<p>In this case, Plaintiffs' claims arise under Title VIII of the Civil Rights Act of 1968 (\"Title VIII\"), Title VI of the Civil Rights Act of 1964 (\"Title VI\"), 42 U.S.C. § 1982 (\"§ 1982\"), 42 U.S.C. § 1983 (\"§ 1983\"), as well as the Fourteenth Amendment Equal Protection Clause. In their Motion to Dismiss, Defendants' challenge only Plaintiffs' Title VIII, Title VI, and § 1983 claims for relief.</p>\n<p></p>\n<h2><i>1. Claims against Defendants for a Violation of Title VIII</i></h2>\n<p>Plaintiffs have asserted a Title VIII claim against Defendants in their \"Third Claim for Relief\" at ¶¶ 56-63 of their Second Amended Complaint. In its Order filed October 12, 2001, this Court dismissed Plaintiffs' Title VIII claim as failing to state a claim upon which relief can be granted. This Court found that \"[d]espite Plaintiffs' efforts to apply the Act to the instant dispute, `Section 3604(a) does not reach every event \"that might conceivably affect the availability of housing.\"'\" Dismissal Order at 7 (citing <i>Jersey Heights Neighborhood Assoc. et al. v. Glendening et al.,</i> 174 F.3d 180, 192 (4th Cir.1999) (internal citations omitted)). Therefore, this Court held that \"[t]he causal link between [the County's] siting decisions and the housing grievances covered under the Fair Housing Act is simply too tenuous to bring such decisions within the ambit of the Act.\" <i>Id.</i> at 8.</p>\n<p>As stated earlier, Plaintiffs failed to appeal this Court's dismissal of their Title VIII claim for relief. Thus, this Court's Order and Judgment on October 12, 2001 dismissing Plaintiffs' Title VIII claims are final. Plaintiffs' failure to raise the Title VIII claim on appeal precludes them from subsequently litigating the same issue in the present case. <i>See </i><i>Federated Dep't Stores v. Moitie,</i> 452 U.S. 394, 398, 101 S.Ct. 2424, 69 L.Ed.2d 103 (1981); <i>see also </i><i>Orca Yachts, L.L.C. v. Mollicam, Inc.,</i> 287 F.3d 316, 318 (4th Cir.2002). For this reason, Plaintiffs are barred from reasserting this claim, and this claim must be <span class=\"star-pagination\">*605</span> dismissed. Therefore, Defendants' Motion to Dismiss Plaintiffs' Third Claim for Relief is GRANTED.</p>\n<p></p>\n<h2><i>2. Claims against Defendants for Violations of Title VI and § 1983</i></h2>\n<p>Plaintiffs have asserted a Title VI, § 601<sup>[5]</sup> violation against Defendants in their \"Second Claim for Relief\" at ¶¶ 49-55 of their Second Amended Complaint and a Title VI, § 602 violation in their \"Fifth Claim for Relief\" at ¶ 72. In their Second Claim, Plaintiffs claim that in \"siting the South Wake Landfill in the immediate proximity of the largely African-American communities of Easton Acres and Feltonsville in Wake County, North Carolina[,]\" Defendants violated Title VI. Pls.' Second Am. Compl. at ¶ 55. Plaintiffs allege that \"[b]ecause the overwhelming majority of persons who will be negatively impacted by the landfill are members of a racial minority, the South Wake project will clearly have an unjustifiable, racially disparate adverse impact on members of a protected class.\" <i>Id.</i> at ¶ 53. Furthermore, Plaintiffs allege that they were subjected to intentional discrimination from Defendants in numerous ways. <i>Id.</i> at ¶ 54.</p>\n<p>In their Fifth Claim, Plaintiffs claim that the DENR Defendants, acting under color of state law and in their official capacities, chose to issue and reissue a permit for the proposed landfill without regard to any alternative sites. <i>See</i> Pls.' Second Am. Compl. at ¶ 71. Thus, using § 1983 as their vehicle for bringing suit, Plaintiffs allege that if the landfill is allowed by the DENR Defendants, it will have an obvious disparate racial impact on the communities at issue and violate Title VI, § 602. <i>See id.</i> at ¶¶ 71-72.</p>\n<p>Defendants claim that Plaintiffs' Second Claim must be dismissed because there is no private right of action to enforce Title VI, § 601 where plaintiffs have alleged disparate impact discrimination. Additionally, Defendants argue that Plaintiffs' Fifth Claim must be dismissed because § 1983 does not provide a plaintiff with a cause of action to enforce Title VI, § 602 disparate impact regulations. Therefore, Defendants argue that in each of these two claims Plaintiffs have failed to state a claim upon which relief can be granted, and these claims must be dismissed.</p>\n<p>For the following reasons, this Court finds that in addition to alleging disparate impact discrimination, Plaintiffs have alleged intentional discrimination grounds sufficient to state a claim upon which relief may be granted under Title VI, § 601. Therefore, Plaintiffs' Second Claim for Relief survives Defendants' Motion to Dismiss. However, as Plaintiffs Fifth Claim for Relief is based solely on the implementing regulations promulgated pursuant to Title VI, § 602, which does not create a private cause of action, this Court finds that Plaintiffs have failed to state a claim upon which relief may be granted. Therefore, Plaintiff's Fifth Claim for Relief will be dismissed.</p>\n<p>The Supreme Court recently clarified the scope of a party's rights under Title VI in <i>Alexander v. Sandoval,</i> 532 U.S. 275, 121 S.Ct. 1511, 149 L.Ed.2d 517 (2001). In that opinion, the Supreme Court stated that \"three aspects of Title VI must be taken as a given.\" <i>Sandoval,</i> 532 U.S. at <span class=\"star-pagination\">*606</span> 279, 121 S.Ct. 1511. \"First, private individuals may sue to enforce § 601 of Title VI and obtain both injunctive relief and damages.\" <i>Id.</i> Second, \"§ 601 prohibits only intentional discrimination.\" <i>Id.</i> at 280, 121 S.Ct. 1511. Third, the Supreme Court assumed that \"regulations promulgated under § 602 of Title VI may validly proscribe activities that have a disparate impact on racial groups, even though such activities are permissible under § 601.\" <i>Id.</i> at 281, 121 S.Ct. 1511. The Supreme Court then examined § 602 in great detail and stated that \"Title VI [does not] display an intent to create a freestanding private right of action to enforce regulations promulgated under § 602[; therefore, the Court held] that no such right of action exists.\" <i>Id.</i> at 293, 121 S.Ct. 1511.</p>\n<p>In <i>Peters v. Jenney, et al.,</i> 327 F.3d 307 (4th Cir.2003), the Fourth Circuit adopted the Supreme Court's holding in <i>Sandoval.</i> In <i>Jenney,</i> the Fourth Circuit noted the emphasis in <i>Sandoval</i> on the importance of Congressional intent in construing a private cause of action under § 601. <i>See</i> 327 F.3d at 315. (quoting <i>Sandoval,</i> 532 U.S. at 284, 121 S.Ct. 1511, \"A Congress that intends the statute to be enforced through a private cause of action intends the authoritative interpretation of the statute to be enforced as well.\"). According to the <i>Jenney</i> court, \"`when it appears that Congress delegated authority to an agency generally to make rules carrying the force of law, [courts] give great deference to an administrative implementation of the particular statutory provision.'\" <i>Id.</i> at 315-16 (quoting <i>McDaniels v. United States,</i> 300 F.3d 407, 411 (4th Cir.2002)).</p>\n<p>Therefore, under <i>Sandoval</i> and <i>Jenney,</i> in order to determine whether a private cause of action for a Title VI, § 601 exists for a particular alleged violation, a court must apply a two-step analysis. First, a court must inquire whether \"`the intent of Congress is clear as to the precise question at issue.... If so, that is the end of the matter.'\" <i>Jenney,</i> 327 F.3d at 316 (quoting <i>NationsBank of N.C., N.A. v. Variable Annuity Life Ins. Co.,</i> 513 U.S. 251, 257, 115 S.Ct. 810, 130 L.Ed.2d 740 (1995)). However, if \"the statute is silent or ambiguous with respect to the specific issue, [at step two,] the question for the court is whether the agency's answer is based on the permissible construction of the statute.\" <i>Id.</i> Where the agency administrator's interpretation of a silent or ambiguous statute is \"reasonable in light of the legislature's revealed design,\" then a court should give the agency administrator's judgment controlling weight. <i>Id.</i></p>\n<p>In their Second Claim for Relief, Plaintiffs argue that the South Wake project \"will clearly have an unjustifiable, racially disparate impact on members of a protected class.\" Pls.' Second Am. Compl. at ¶ 53. Additionally, in the next paragraph, Plaintiffs allege that they were subjected to intentional discrimination based on numerous practices by Defendants. Plaintiffs claim that the Defendants are subject to implementing regulations 40 C.F.R. §§ 7.30 and 7.35; 24 C.F.R. § 1.4, <i>et. seq.,</i> and 34 C.F.R. § 100.3, <i>et. seq.</i> Using the <i>Sandoval</i> and <i>Jenney</i> analysis, this Court finds that Congress, in making these regulations, clearly intended to create a private cause of action under § 601 of Title VI. For example, each of the Codes of Federal Regulations sections cited by Plaintiffs in their claim includes all or substantially all of the § 601 language that, \"[n]o person in the United States, shall, on the ground of race, color, or national origin, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial <span class=\"star-pagination\">*607</span> assistance.\"<sup>[6]</sup> 42 U.S.C. § 2000d.</p>\n<p>Therefore, applying <i>Sandoval</i> and <i>Jenney,</i> as the Code sections relied on by Plaintiffs clearly provide for a private right of action and as Plaintiffs have alleged intentional discrimination, this Court finds that Plaintiffs, in their Second Claim for Relief, have made a claim upon which relief may be granted.<sup>[7]</sup> Thus, Defendants' Motion to Dismiss Plaintiffs' Title VI, § 601 Second Claim for failure to state a claim pursuant Fed.R.Civ.P. 12(b)(6) is DENIED.</p>\n<p>In their Fifth Claim for Relief, Plaintiffs allege that the disparate impact that will result from the \"siting and permitting of this landfill will deprive Plaintiffs of rights, privileges, or immunities secured by the Constitution and laws, specifically, implementing regulations promulgated pursuant to Title VI, § 602....\" <i>See</i> Pls.' Second Am. Compl. at ¶ 72. Plaintiffs allege that the DENR Defendants' violation of Title VI, § 602 constitutes a violation of § 1983, because Defendants were acting in their official capacity under color of state law when they chose to issue and reissue a permit for a landfill without regard to any alternative sites. <i>See id.</i> at ¶¶ 71-72.</p>\n<p>The <i>Sandoval</i> court clearly stated, and this Court agrees, that no freestanding private right of action to enforce regulations promulgated under § 602 exists. <i>See</i> 532 U.S. at 293, 121 S.Ct. 1511. Section 602 focuses on federal agencies and directs <span class=\"star-pagination\">*608</span> them to effectuate the provisions of § 601. \"Statutes that focus on the person regulated rather than the individuals protected create `no implication of an intent to confer rights on a particular class of person.'\" <i>Sandoval,</i> 532 U.S. at 289, 121 S.Ct. 1511 (inner citations omitted). Therefore, it is clear that Congress did not intend to create a private cause of action under this section of Title VI. <i>See id.</i> As Congress did not intend for § 602 to create a private cause of action and the Supreme Court has held that no such cause of action exists, this Court finds that Plaintiffs may not assert a claim for relief under § 602. This Court will not allow Plaintiffs to use § 1983 to enforce a statute that does not alone create a private cause of action. Therefore, Defendants' Motion to Dismiss Plaintiffs' Fifth Claim for Relief for failure to state a claim upon which relief may be granted pursuant to Fed.R.Civ.P. 12(b)(6) is GRANTED.</p>\n<p></p>\n<h2><i>3. Defendants' Motion to Strike Allegations of N.C.Gen.Stat. § 153A-136 from the Complaint</i></h2>\n<p>In their Motion to Dismiss, Defendants also assert a Motion to Strike allegations relating to the County's failure to comply with N.C.Gen.Stat. § 153A-136 from the record, as the Court of Appeals for North Carolina determined that this statute did not apply to Defendants. Rule 12(f) of the Federal Rules of Civil Procedure states that \"[u]pon motion made by a party before responding to a pleading ..., the court may order stricken from any pleading ... any redundant, immaterial, impertinent, or scandalous matter.\" This Court recognizes the state court ruling, but finds no need to revise the pleadings in this case. If the County's alleged violation of N.C.Gen.Stat. § 153A-136 is no longer relevant, then it will no longer be used as proof of the County's wrongdoing by Plaintiffs. Therefore, Defendants' Motion to Strike pursuant to Rule 12(f) is DENIED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, Defendants' Motion to Dismiss is GRANTED in part and DENIED in part. Plaintiffs' claims arising under Title VIII of the Civil Rights Act of 1968 and Title VI of the Civil Rights Act of 1964, § 602, brought under 42 U.S.C. § 1983 are DISMISSED. Plaintiffs' claim arising under Title VI of the Civil Rights Act of 1964, § 601 survives. Plaintiffs' claim arising under 42 U.S.C. § 1982 survives, as well Plaintiffs' claim under the Fourteenth Amendment Equal Protection Clause. Additionally, Defendants' Motion to Strike under 12(f) is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 153A-136(c) requires that a county hold public hearings, consider alternative sites, as well as analyze socioeconomic data, prior to approving a landfill site.</p>\n<p>[2]  The pertinent part of Title VI is codified at 42 U.S.C. § 2000d and provides that \"[n]o person in the United States shall, on the ground of race ... be subjected to discrimination under any program or activity receiving Federal financial assistance.\" 42 U.S.C. § 2000d.</p>\n<p>[3]  The relevant section of Title VIII is codified at 42 U.S.C. § 3604(b) and provides that it is unlawful \"[t]o discriminate against any person in the terms, conditions, or privileges of sale or rental of a dwelling ... because of race.\" 42 U.S.C. § 3604(b).</p>\n<p>[4]  Pursuant to 1982 of Title 42 of the United States Code \"[a]ll citizens ... have the same right, in every State ..., as is enjoyed by white citizens thereof to inherit, purchase, lease, sell, hold, and convey real and personal property.\" 42 U.S.C. § 1982.</p>\n<p>[5]  Title VI, Section 601, provides that, \"[n]o person in the United States, shall, on the ground of race, color, or national origin, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\" 42 U.S.C. § 2000d. Section 602 authorizes federal agencies \"to effectuate the provisions of [§ 601] ... by issuing rules, regulations, or orders of general applicability ....\" 42 U.S.C. § 2000d-1.</p>\n<p>[6]  40 C.F.R. § 7.30 provides, \"No person shall be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving EPA assistance on the basis of race, color, national origin, ....\"\n</p>\n<p>40 C.F.R. § 7.35(c) provides, \"A recipient shall not choose a site or location of a facility that has the purpose or effect of excluding individuals from, denying them the benefits of, or subjecting them to discrimination under any program or activity to which this Part applies on the grounds of race, color, ...; or with the purpose or effect of defeating or substantially impairing the accomplishment of the objectives of this part.\"</p>\n<p>24 C.F.R. § 1.4(b)(2)(I) provides, \"A recipient ... may not, directly or through contractual or other arrangements, utilize criteria or methods of administration which have the effect of subjecting person to discrimination because of their race, color, or national origin ....\"</p>\n<p>24 C.F.R. § 1.4(b)(3) provides, \"In determining the siting or location of housing, accommodations, or facilities, an applicant or recipient may not make selections with the purpose or effect of ... subjecting [individuals] to discrimination under any program to which this Part 1 applies, on the ground of race, color, ....\"</p>\n<p>34 C.F.R. § 100.3(a) provides, \"No person in the United States shall, on the ground of race, color, or national origin be excluded from participation in, denied the benefits of, or be otherwise subjected to discrimination under any program to which this part applies.\"</p>\n<p>[7]  Defendants, in their Motion to Dismiss, place great emphasis on Plaintiffs' allegations of disparate impact discrimination under § 601 in Plaintiffs' Second Claim for Relief. Although the Defendants are correct that there is no private right of action under § 601 to enforce disparate impact regulations, Plaintiffs also have alleged intentional discrimination in this claim for relief. Therefore, as Plaintiffs have alleged the appropriate form of discrimination recognized by the Supreme Court and the Fourth Circuit in order to be entitled to relief, their claims of disparate impact discrimination are unnecessary. In other words, Plaintiffs' use of the conventional form of proofintentional discrimination obviates their need to allege disparate impact discrimination. This Court merely considers Plaintiffs' proof of disparate impact as a factor in the Court's analysis, where the Plaintiffs' object is to prove discrimination. Here, Plaintiffs already have alleged intentional discrimination, and, even if there is evidence of disparate impact discrimination, there is no need for Plaintiffs to prove such discrimination under § 601. Thus, Plaintiffs' Second Claim for Relief under § 601 survives Defendants' Motion to Dismiss.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">599</span></span> (2003)</b></center>\n<center><h1>Jerry FRANKS, et al., Plaintiffs,<br>\nv.<br>\nWilliam G. ROSS, Jr., et al., Defendants.</h1></center>\n<center>No. 5:00-CV-936-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>November 19, 2003.</center>\n<p><span class=\"star-pagination\">*600</span> Andrew G. Schopler, Rudolf, Maher, Widenhouse &amp; Fialko, Chapel Hill, NC, for Betty Moticka, plaintiff.</p>\n<p>Randall D. Avram, David C. Lindsay, Kilpatrick Stockton, LLP, Raleigh, NC, for Weck Closure Systems, a division of Teleflex, Incorporated dba Weck, Teri Brom, in her official capacity as Human Resources Manager, Leeanne Ross, in her official capacity as Human Resources Benefits Specialist, defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Defendants' Motions to Dismiss Certain Claims on Behalf of Defendants Ross and Matthews pursuant to Federal Rule of Civil Procedure 12(b)(6). In the alternative, Defendants request the Court to strike certain allegations in Plaintiffs' Second Amended Complaint pursuant to Rule <span class=\"star-pagination\">*601</span> 12(f) and to grant Defendants whatever relief is just and proper, including an award of costs and attorneys fees. Plaintiffs in their underlying Second Amended Complaint allege that the Defendants' approval, funding, and construction of the proposed South Wake Landfill in predominantly African-American communities in Holly Springs, North Carolina, violate a number of federal laws, which are designed to shield individuals and organizations from discrimination on the basis of their protected class status, and force the Plaintiffs to bear a disproportionate share of the County's permitted waste management facilities. Therefore, Plaintiffs seek declaratory and injunctive relief against Defendants. A hearing on this Motion was held in New Bern, North Carolina on September 2, 2003. For the following reasons, Defendants' Motion to Dismiss is DENIED in part and GRANTED in part. Defendants' Motion to Strike certain allegations in the Complaint is DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>This dispute arises from the efforts of Wake County to construct and operate a landfill in Holly Springs, North Carolina. The parties have been embroiled in litigation for a considerable length of time, so it is useful to review the facts in detail.</p>\n<p>Plaintiffs Franks and Cofield both reside in Easton Acres, a predominantly African-American community in Holly Springs, North Carolina. Plaintiff Easton Acres Residents' Association is an organization of residents of the Easton Acres community. Plaintiff Franks, who owns land in Easton Acres, claims that he will face negative economic consequences if the landfill is constructed nearby. All of the Plaintiffs, as residents of Easton Acres, claim that their environment will be negatively affected by such construction.</p>\n<p>Defendant Wake County Board of Commissioners is the municipal authority responsible for, <i>inter alia,</i> managing the site selection process, selecting the site, and submitting required documents to North Carolina Department of Environment and Natural Resources (\"DENR\") for the construction of the South Wake Landfill. Defendant William G. Ross, Jr. is the Secretary of the DENR. Defendant Dexter Matthews is the Director for the Division of Waste Management. Both Ross and Matthews are being sued in their official capacities.</p>\n<p>Holly Springs, North Carolina is home to the largest percentage of African Americans of any municipality in Wake County. Despite having less than two percent of the County's population, Holly Springs has long borne a disproportionate share of Wake County's landfills. In 1975, Wake County sited a 300-acre solid waste landfill in Feltonsville, a neighborhood adjoining Holly Springs. This landfill operated for over twenty years. Holly Springs itself is presently home to three other landfills. If completed, the proposed landfill will spread across 471 acres, at a height of 280 feet.</p>\n<p>In the early 1990s, the Wake County Board of Commissioners determined that it would need to obtain additional space for a sanitary landfill to suit the County's waste management needs. In 1991, Wake County began to purchase property for a new landfill that, according to the County, would be an expansion of an existing landfill named the \"Feltonsville Landfill.\" Around March of 1992, the County completed engineering and geological studies in the area proposed for landfill expansion. In September of 1992, the Town of Holly Springs granted local government approval for the issuance of a sanitary landfill permit by DENR. The County then initiated <span class=\"star-pagination\">*602</span> a site plan application, which was submitted to DENR in December of 1992.</p>\n<p>In 1993 and 1994, the County completed land acquisition and local authorization for construction and operation of the new landfill. The new landfill was to be called the \"South Wake Landfill.\" In March of 1995, DENR issued a Site Suitability Letter for the South Wake Landfill. The letter failed to address any of the disparate impacts of the landfill on minority populations. In fact, neither DENR or the County apparently had investigated or evaluated such disparate impacts at that point.</p>\n<p>In 1996, the County applied for a permit from DENR in order to construct the South Wake Landfill at the proposed site, in the vicinity of Easton Acres and Feltonsville. The original Feltonsville Landfill was then closed on December 31, 1997, as it no longer complied with state environmental regulations. On February 18, 1999, DENR issued a final construction permit for the South Wake Landfill. On February 19, 1999, Plaintiff Franks challenged the issuance of such permit by filing a contested case petition in the North Carolina Office of Administrative Hearings, pursuant to N.C. Gen.Stat. § 150B-23. On September 28, 1999, an administrative law judge (\"ALJ\") issued a recommended decision recommending to DENR that the permit be withdrawn on the basis that certain procedural requirements had not been met. The ALJ also recommended that the County suspend all work to be performed under the permit \"given that it would be unreasonable to rely upon the validity of a permit found to be invalid.\" Def. Ex. 1, Recommended Order at 22.</p>\n<p>On April 7, 2000, DENR issued a Final Agency Decision withdrawing the permit on the grounds that the County had not complied with N.C. Gen.Stat. § 153A-136(c).<sup>[1]</sup> However, prior to the issuance of the April 7, 2000 decision, Plaintiff Franks had filed a Petition for Judicial Intervention in Wake County Superior Court. The Superior Court nullified the Final Agency Decision in an order dated October 4, 2000, holding that the April 7, 2000 decision was untimely. Accordingly, the recommended decision of the ALJ became the \"final agency decision\" by operation of law. <i>See</i> N.C. Gen.Stat. § 150B-44. The permit was thus revoked.</p>\n<p>However, on May 8, 2000, Wake County filed a petition for judicial review of the final agency decision. On March 16, 2001, the decision to revoke the permit was reversed by order of the Superior Court, and DENR was ordered to reissue the permit. Plaintiff Franks then appealed the permit reissuance decision to the Court of Appeals of North Carolina. The appeal was heard by the Court of Appeals, and the issues on appeal were whether § 153A-136(c) applied to the South Wake Landfill dispute and whether Holly Springs was entitled to withdraw its 1992 approval of the expansion of the Feltonsville Landfill. On December 31, 2002, that Court affirmed the Superior Court's order, holding that N.C.Gen.Stat. § 153A-136(c) did not apply to Wake County's selection of its landfill site because Wake County had selected its landfill prior to the effective date of the statute. <i>See In </i><i>County of Wake v. N.C. Dep't of Natural Res., Jerry Franks, John Schifano et al, and Town of Holly Springs,</i> 155 N.C.App. 225, <span class=\"citation\" data-id=\"1389163\"><a href=\"/opinion/1389163/county-of-wake-v-dept-of-env-nat-res/\"><span class=\"volume\">573</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">572</span></a></span>, 588 (2002).</p>\n<p>On December 21, 2000, after the South Wake Permit had been revoked and while the Superior Court's review of the <span class=\"star-pagination\">*603</span> DENR's \"final agency decision\" was pending, Plaintiffs filed suit against the County and the DENR in this Court, seeking to enjoin the entire South Wake Landfill process. In their initial Complaint, Plaintiffs maintained that the siting of the South Wake Landfill violated Title VI,<sup>[2]</sup> Title VIII,<sup>[3]</sup> § 1982,<sup>[4]</sup> and the Equal Protection Clause. In addition, the Complaint asserted the State Claim, maintaining that Commissioner Adcock had violated North Carolina public policy, specifically N.C. Gen. Stat. § 14234, by participating in the siting of the South Wake Landfill on his own land, rending the condemnation transaction void. By their Complaint, Plaintiffs requested the Court to declare the siting, approval, and funding of the South Wake Landfill to be illegal, and further that the Court \"enjoin Defendants from constructing, operating, and/or maintaining the South Wake Landfill.\"</p>\n<p>After Wake County and the DENR separately moved to dismiss the Complaint for want of jurisdiction and for failure to assert any claims upon which relief could be granted, Plaintiffs amended their Complaint, dismissing their claims against the DENR itself and naming instead the DENR Defendants, who are Ross and Matthews in this action. <i>See</i> Pls.' First Am. Compl. at ¶¶ 10-13. On May 29, 2001, Plaintiffs again requested leave to amend, this time seeking to file their \"Second Amended Complaint\" in order to respond to the Permit Reissuance Decision and to assert a claim under 42 U.S.C. § 1983. This Court, however, by its Order of October 12, 2001, denied Plaintiffs' Motion to Amend, concluding that the amendment would \"clearly prejudice\" the DENR Defendants. <i>See</i> Dismissal Order at 11.</p>\n<p>Additionally in the Dismissal Order, this Court granted the motions of Wake County and the DENR Defendants to dismiss the First Amended Complaint. In that Order, this Court concluded that the Title VI, § 1982, and Equal Protection claims against Wake County were barred by North Carolina's three year statute of limitations. <i>See</i> Dismissal Order at 5-7. Furthermore, this Court ruled that both the State Claim and the Title VIII challenge against the County failed to survive under Federal Rule of Civil Procedure 12(b)(6). Also in that Order, the Court determined that the DENR Defendants were entitled to sovereign immunity and dismissed the claims asserted against them. <i>See id.</i> at 9-11.</p>\n<p>Plaintiffs appealed this Court's decision to the Fourth Circuit, contending that this Court erred in dismissing their claims and that it abused its discretion in declining to grant them leave to file their Second Amended Complaint. The Fourth Circuit affirmed this Court's dismissal of the State Claim against Wake County. However, the Circuit Court reversed this Court's dismissal of the Title VI, § 1982, and Equal Protection Claims against the County. Additionally, the Circuit Court found that this Court erred in refusing to authorize <span class=\"star-pagination\">*604</span> an amendment of the Complaint and in determining that the DENR Defendants were entitled to immunity. Plaintiffs did not contest the dismissal of their Title VIII claim as to Wake County, and therefore, the Circuit Court did not address it on appeal. Upon reaching its decision, the Circuit Court remanded the matter to this Court for such further proceedings as were appropriate.</p>\n<p>Subsequent to the Fourth Circuit's remand of this case, Plaintiffs filed their Second Amended Complaint on May 9, 2003. In their Second Amended Complaint, Plaintiffs allege that Defendants' violated Plaintiffs' Fourteenth Amendment Rights to Equal Protection of the Laws, Title VI of the Civil Rights Act of 1964, Title VIII of the Civil Rights Act of 1968, 42 U.S.C. § 1982, and 42 U.S.C. § 1983. Defendants filed a Motion to Dismiss in response to Plaintiffs' Second Amended Complaint. This matter is now ripe for ruling.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>Scrutiny under a Rule 12(b)(6) motion functions to test the legal sufficiency of the complaint. <i>See </i><i>Papasan v. Allain,</i> <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 283, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2932</span></a></span>, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">209</span></a></span> (1986). When acting on a motion to dismiss under Rule 12(b)(6), \"the court should accept as true all well-pleaded allegations and should view the complaint in a light most favorable to the plaintiff.\" <i>Mylan Labs., Inc. v. Matkari,</i> <span class=\"citation\" data-id=\"655512\"><a href=\"/opinion/655512/mylan-laboratories-incorporated-v-raj-matkari-dilip-shah-raju-vegesna/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span>, 1134 (4th Cir.1993). A motion to dismiss under Rule 12(b)(6) should be granted when \"it appears certain that the plaintiff can prove no set of facts which would support its claim and would entitle it to relief.\" <i>Id.</i></p>\n<p>In this case, Plaintiffs' claims arise under Title VIII of the Civil Rights Act of 1968 (\"Title VIII\"), Title VI of the Civil Rights Act of 1964 (\"Title VI\"), 42 U.S.C. § 1982 (\"§ 1982\"), 42 U.S.C. § 1983 (\"§ 1983\"), as well as the Fourteenth Amendment Equal Protection Clause. In their Motion to Dismiss, Defendants' challenge only Plaintiffs' Title VIII, Title VI, and § 1983 claims for relief.</p>\n<p></p>\n<h2><i>1. Claims against Defendants for a Violation of Title VIII</i></h2>\n<p>Plaintiffs have asserted a Title VIII claim against Defendants in their \"Third Claim for Relief\" at ¶¶ 56-63 of their Second Amended Complaint. In its Order filed October 12, 2001, this Court dismissed Plaintiffs' Title VIII claim as failing to state a claim upon which relief can be granted. This Court found that \"[d]espite Plaintiffs' efforts to apply the Act to the instant dispute, `Section 3604(a) does not reach every event \"that might conceivably affect the availability of housing.\"'\" Dismissal Order at 7 (citing <i>Jersey Heights Neighborhood Assoc. et al. v. Glendening et al.,</i> <span class=\"citation\" data-id=\"763328\"><a href=\"/opinion/763328/the-jersey-heights-neighborhood-association-a-non-profit-membership/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">180</span></a></span>, 192 (4th Cir.1999) (internal citations omitted)). Therefore, this Court held that \"[t]he causal link between [the County's] siting decisions and the housing grievances covered under the Fair Housing Act is simply too tenuous to bring such decisions within the ambit of the Act.\" <i>Id.</i> at 8.</p>\n<p>As stated earlier, Plaintiffs failed to appeal this Court's dismissal of their Title VIII claim for relief. Thus, this Court's Order and Judgment on October 12, 2001 dismissing Plaintiffs' Title VIII claims are final. Plaintiffs' failure to raise the Title VIII claim on appeal precludes them from subsequently litigating the same issue in the present case. <i>See </i><i>Federated Dep't Stores v. Moitie,</i> <span class=\"citation\" data-id=\"110520\"><a href=\"/opinion/110520/federated-department-stores-inc-v-moitie/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span>, 398, <span class=\"citation\" data-id=\"110520\"><a href=\"/opinion/110520/federated-department-stores-inc-v-moitie/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2424</span></a></span>, <span class=\"citation\" data-id=\"110520\"><a href=\"/opinion/110520/federated-department-stores-inc-v-moitie/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">103</span></a></span> (1981); <i>see also </i><i>Orca Yachts, L.L.C. v. Mollicam, Inc.,</i> <span class=\"citation\" data-id=\"777331\"><a href=\"/opinion/777331/orca-yachts-llc-v-mollicam-incorporated/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">316</span></a></span>, 318 (4th Cir.2002). For this reason, Plaintiffs are barred from reasserting this claim, and this claim must be <span class=\"star-pagination\">*605</span> dismissed. Therefore, Defendants' Motion to Dismiss Plaintiffs' Third Claim for Relief is GRANTED.</p>\n<p></p>\n<h2><i>2. Claims against Defendants for Violations of Title VI and § 1983</i></h2>\n<p>Plaintiffs have asserted a Title VI, § 601<sup>[5]</sup> violation against Defendants in their \"Second Claim for Relief\" at ¶¶ 49-55 of their Second Amended Complaint and a Title VI, § 602 violation in their \"Fifth Claim for Relief\" at ¶ 72. In their Second Claim, Plaintiffs claim that in \"siting the South Wake Landfill in the immediate proximity of the largely African-American communities of Easton Acres and Feltonsville in Wake County, North Carolina[,]\" Defendants violated Title VI. Pls.' Second Am. Compl. at ¶ 55. Plaintiffs allege that \"[b]ecause the overwhelming majority of persons who will be negatively impacted by the landfill are members of a racial minority, the South Wake project will clearly have an unjustifiable, racially disparate adverse impact on members of a protected class.\" <i>Id.</i> at ¶ 53. Furthermore, Plaintiffs allege that they were subjected to intentional discrimination from Defendants in numerous ways. <i>Id.</i> at ¶ 54.</p>\n<p>In their Fifth Claim, Plaintiffs claim that the DENR Defendants, acting under color of state law and in their official capacities, chose to issue and reissue a permit for the proposed landfill without regard to any alternative sites. <i>See</i> Pls.' Second Am. Compl. at ¶ 71. Thus, using § 1983 as their vehicle for bringing suit, Plaintiffs allege that if the landfill is allowed by the DENR Defendants, it will have an obvious disparate racial impact on the communities at issue and violate Title VI, § 602. <i>See id.</i> at ¶¶ 71-72.</p>\n<p>Defendants claim that Plaintiffs' Second Claim must be dismissed because there is no private right of action to enforce Title VI, § 601 where plaintiffs have alleged disparate impact discrimination. Additionally, Defendants argue that Plaintiffs' Fifth Claim must be dismissed because § 1983 does not provide a plaintiff with a cause of action to enforce Title VI, § 602 disparate impact regulations. Therefore, Defendants argue that in each of these two claims Plaintiffs have failed to state a claim upon which relief can be granted, and these claims must be dismissed.</p>\n<p>For the following reasons, this Court finds that in addition to alleging disparate impact discrimination, Plaintiffs have alleged intentional discrimination grounds sufficient to state a claim upon which relief may be granted under Title VI, § 601. Therefore, Plaintiffs' Second Claim for Relief survives Defendants' Motion to Dismiss. However, as Plaintiffs Fifth Claim for Relief is based solely on the implementing regulations promulgated pursuant to Title VI, § 602, which does not create a private cause of action, this Court finds that Plaintiffs have failed to state a claim upon which relief may be granted. Therefore, Plaintiff's Fifth Claim for Relief will be dismissed.</p>\n<p>The Supreme Court recently clarified the scope of a party's rights under Title VI in <i>Alexander v. Sandoval,</i> <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">275</span></a></span>, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (2001). In that opinion, the Supreme Court stated that \"three aspects of Title VI must be taken as a given.\" <i>Sandoval,</i> 532 U.S. at <span class=\"star-pagination\">*606</span> 279, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>. \"First, private individuals may sue to enforce § 601 of Title VI and obtain both injunctive relief and damages.\" <i>Id.</i> Second, \"§ 601 prohibits only intentional discrimination.\" <i>Id.</i> at 280, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>. Third, the Supreme Court assumed that \"regulations promulgated under § 602 of Title VI may validly proscribe activities that have a disparate impact on racial groups, even though such activities are permissible under § 601.\" <i>Id.</i> at 281, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>. The Supreme Court then examined § 602 in great detail and stated that \"Title VI [does not] display an intent to create a freestanding private right of action to enforce regulations promulgated under § 602[; therefore, the Court held] that no such right of action exists.\" <i>Id.</i> at 293, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>.</p>\n<p>In <i>Peters v. Jenney, et al.,</i> <span class=\"citation\" data-id=\"781738\"><a href=\"/opinion/781738/cheryl-a-peters-v-timothy-jenney-individually-and-in-his-official/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">307</span></a></span> (4th Cir.2003), the Fourth Circuit adopted the Supreme Court's holding in <i>Sandoval.</i> In <i>Jenney,</i> the Fourth Circuit noted the emphasis in <i>Sandoval</i> on the importance of Congressional intent in construing a private cause of action under § 601. <i>See</i> 327 F.3d at 315. (quoting <i>Sandoval,</i> 532 U.S. at 284, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>, \"A Congress that intends the statute to be enforced through a private cause of action intends the authoritative interpretation of the statute to be enforced as well.\"). According to the <i>Jenney</i> court, \"`when it appears that Congress delegated authority to an agency generally to make rules carrying the force of law, [courts] give great deference to an administrative implementation of the particular statutory provision.'\" <i>Id.</i> at 315-16 (quoting <i>McDaniels v. United States,</i> <span class=\"citation\" data-id=\"778765\"><a href=\"/opinion/778765/earl-c-mcdaniels-v-united-states-of-america-randolph-f-lovett-v-united/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">407</span></a></span>, 411 (4th Cir.2002)).</p>\n<p>Therefore, under <i>Sandoval</i> and <i>Jenney,</i> in order to determine whether a private cause of action for a Title VI, § 601 exists for a particular alleged violation, a court must apply a two-step analysis. First, a court must inquire whether \"`the intent of Congress is clear as to the precise question at issue.... If so, that is the end of the matter.'\" <i>Jenney,</i> 327 F.3d at 316 (quoting <i>NationsBank of N.C., N.A. v. Variable Annuity Life Ins. Co.,</i> <span class=\"citation\" data-id=\"117891\"><a href=\"/opinion/117891/nationsbank-of-nc-na-v-variable-annuity-life-ins-co/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">251</span></a></span>, 257, <span class=\"citation\" data-id=\"117891\"><a href=\"/opinion/117891/nationsbank-of-nc-na-v-variable-annuity-life-ins-co/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">810</span></a></span>, <span class=\"citation\" data-id=\"117891\"><a href=\"/opinion/117891/nationsbank-of-nc-na-v-variable-annuity-life-ins-co/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">740</span></a></span> (1995)). However, if \"the statute is silent or ambiguous with respect to the specific issue, [at step two,] the question for the court is whether the agency's answer is based on the permissible construction of the statute.\" <i>Id.</i> Where the agency administrator's interpretation of a silent or ambiguous statute is \"reasonable in light of the legislature's revealed design,\" then a court should give the agency administrator's judgment controlling weight. <i>Id.</i></p>\n<p>In their Second Claim for Relief, Plaintiffs argue that the South Wake project \"will clearly have an unjustifiable, racially disparate impact on members of a protected class.\" Pls.' Second Am. Compl. at ¶ 53. Additionally, in the next paragraph, Plaintiffs allege that they were subjected to intentional discrimination based on numerous practices by Defendants. Plaintiffs claim that the Defendants are subject to implementing regulations 40 C.F.R. §§ 7.30 and 7.35; 24 C.F.R. § 1.4, <i>et. seq.,</i> and 34 C.F.R. § 100.3, <i>et. seq.</i> Using the <i>Sandoval</i> and <i>Jenney</i> analysis, this Court finds that Congress, in making these regulations, clearly intended to create a private cause of action under § 601 of Title VI. For example, each of the Codes of Federal Regulations sections cited by Plaintiffs in their claim includes all or substantially all of the § 601 language that, \"[n]o person in the United States, shall, on the ground of race, color, or national origin, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial <span class=\"star-pagination\">*607</span> assistance.\"<sup>[6]</sup> 42 U.S.C. § 2000d.</p>\n<p>Therefore, applying <i>Sandoval</i> and <i>Jenney,</i> as the Code sections relied on by Plaintiffs clearly provide for a private right of action and as Plaintiffs have alleged intentional discrimination, this Court finds that Plaintiffs, in their Second Claim for Relief, have made a claim upon which relief may be granted.<sup>[7]</sup> Thus, Defendants' Motion to Dismiss Plaintiffs' Title VI, § 601 Second Claim for failure to state a claim pursuant Fed.R.Civ.P. 12(b)(6) is DENIED.</p>\n<p>In their Fifth Claim for Relief, Plaintiffs allege that the disparate impact that will result from the \"siting and permitting of this landfill will deprive Plaintiffs of rights, privileges, or immunities secured by the Constitution and laws, specifically, implementing regulations promulgated pursuant to Title VI, § 602....\" <i>See</i> Pls.' Second Am. Compl. at ¶ 72. Plaintiffs allege that the DENR Defendants' violation of Title VI, § 602 constitutes a violation of § 1983, because Defendants were acting in their official capacity under color of state law when they chose to issue and reissue a permit for a landfill without regard to any alternative sites. <i>See id.</i> at ¶¶ 71-72.</p>\n<p>The <i>Sandoval</i> court clearly stated, and this Court agrees, that no freestanding private right of action to enforce regulations promulgated under § 602 exists. <i>See</i> 532 U.S. at 293, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>. Section 602 focuses on federal agencies and directs <span class=\"star-pagination\">*608</span> them to effectuate the provisions of § 601. \"Statutes that focus on the person regulated rather than the individuals protected create `no implication of an intent to confer rights on a particular class of person.'\" <i>Sandoval,</i> 532 U.S. at 289, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span> (inner citations omitted). Therefore, it is clear that Congress did not intend to create a private cause of action under this section of Title VI. <i>See id.</i> As Congress did not intend for § 602 to create a private cause of action and the Supreme Court has held that no such cause of action exists, this Court finds that Plaintiffs may not assert a claim for relief under § 602. This Court will not allow Plaintiffs to use § 1983 to enforce a statute that does not alone create a private cause of action. Therefore, Defendants' Motion to Dismiss Plaintiffs' Fifth Claim for Relief for failure to state a claim upon which relief may be granted pursuant to Fed.R.Civ.P. 12(b)(6) is GRANTED.</p>\n<p></p>\n<h2><i>3. Defendants' Motion to Strike Allegations of N.C.Gen.Stat. § 153A-136 from the Complaint</i></h2>\n<p>In their Motion to Dismiss, Defendants also assert a Motion to Strike allegations relating to the County's failure to comply with N.C.Gen.Stat. § 153A-136 from the record, as the Court of Appeals for North Carolina determined that this statute did not apply to Defendants. Rule 12(f) of the Federal Rules of Civil Procedure states that \"[u]pon motion made by a party before responding to a pleading ..., the court may order stricken from any pleading ... any redundant, immaterial, impertinent, or scandalous matter.\" This Court recognizes the state court ruling, but finds no need to revise the pleadings in this case. If the County's alleged violation of N.C.Gen.Stat. § 153A-136 is no longer relevant, then it will no longer be used as proof of the County's wrongdoing by Plaintiffs. Therefore, Defendants' Motion to Strike pursuant to Rule 12(f) is DENIED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, Defendants' Motion to Dismiss is GRANTED in part and DENIED in part. Plaintiffs' claims arising under Title VIII of the Civil Rights Act of 1968 and Title VI of the Civil Rights Act of 1964, § 602, brought under 42 U.S.C. § 1983 are DISMISSED. Plaintiffs' claim arising under Title VI of the Civil Rights Act of 1964, § 601 survives. Plaintiffs' claim arising under 42 U.S.C. § 1982 survives, as well Plaintiffs' claim under the Fourteenth Amendment Equal Protection Clause. Additionally, Defendants' Motion to Strike under 12(f) is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 153A-136(c) requires that a county hold public hearings, consider alternative sites, as well as analyze socioeconomic data, prior to approving a landfill site.</p>\n<p>[2]  The pertinent part of Title VI is codified at 42 U.S.C. § 2000d and provides that \"[n]o person in the United States shall, on the ground of race ... be subjected to discrimination under any program or activity receiving Federal financial assistance.\" 42 U.S.C. § 2000d.</p>\n<p>[3]  The relevant section of Title VIII is codified at 42 U.S.C. § 3604(b) and provides that it is unlawful \"[t]o discriminate against any person in the terms, conditions, or privileges of sale or rental of a dwelling ... because of race.\" 42 U.S.C. § 3604(b).</p>\n<p>[4]  Pursuant to 1982 of Title 42 of the United States Code \"[a]ll citizens ... have the same right, in every State ..., as is enjoyed by white citizens thereof to inherit, purchase, lease, sell, hold, and convey real and personal property.\" 42 U.S.C. § 1982.</p>\n<p>[5]  Title VI, Section 601, provides that, \"[n]o person in the United States, shall, on the ground of race, color, or national origin, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\" 42 U.S.C. § 2000d. Section 602 authorizes federal agencies \"to effectuate the provisions of [§ 601] ... by issuing rules, regulations, or orders of general applicability ....\" 42 U.S.C. § 2000d-1.</p>\n<p>[6]  40 C.F.R. § 7.30 provides, \"No person shall be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving EPA assistance on the basis of race, color, national origin, ....\"\n</p>\n<p>40 C.F.R. § 7.35(c) provides, \"A recipient shall not choose a site or location of a facility that has the purpose or effect of excluding individuals from, denying them the benefits of, or subjecting them to discrimination under any program or activity to which this Part applies on the grounds of race, color, ...; or with the purpose or effect of defeating or substantially impairing the accomplishment of the objectives of this part.\"</p>\n<p>24 C.F.R. § 1.4(b)(2)(I) provides, \"A recipient ... may not, directly or through contractual or other arrangements, utilize criteria or methods of administration which have the effect of subjecting person to discrimination because of their race, color, or national origin ....\"</p>\n<p>24 C.F.R. § 1.4(b)(3) provides, \"In determining the siting or location of housing, accommodations, or facilities, an applicant or recipient may not make selections with the purpose or effect of ... subjecting [individuals] to discrimination under any program to which this Part 1 applies, on the ground of race, color, ....\"</p>\n<p>34 C.F.R. § 100.3(a) provides, \"No person in the United States shall, on the ground of race, color, or national origin be excluded from participation in, denied the benefits of, or be otherwise subjected to discrimination under any program to which this part applies.\"</p>\n<p>[7]  Defendants, in their Motion to Dismiss, place great emphasis on Plaintiffs' allegations of disparate impact discrimination under § 601 in Plaintiffs' Second Claim for Relief. Although the Defendants are correct that there is no private right of action under § 601 to enforce disparate impact regulations, Plaintiffs also have alleged intentional discrimination in this claim for relief. Therefore, as Plaintiffs have alleged the appropriate form of discrimination recognized by the Supreme Court and the Fourth Circuit in order to be entitled to relief, their claims of disparate impact discrimination are unnecessary. In other words, Plaintiffs' use of the conventional form of proofintentional discrimination obviates their need to allege disparate impact discrimination. This Court merely considers Plaintiffs' proof of disparate impact as a factor in the Court's analysis, where the Plaintiffs' object is to prove discrimination. Here, Plaintiffs already have alleged intentional discrimination, and, even if there is evidence of disparate impact discrimination, there is no need for Plaintiffs to prove such discrimination under § 601. Thus, Plaintiffs' Second Claim for Relief under § 601 survives Defendants' Motion to Dismiss.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778765/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1389163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620697/"
  ]
}