{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2296969/",
  "absolute_url": "/opinion/2296969/nc-socialist-workers-party-v-nc-state-bd-etc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2296969/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:00:45.122451Z",
  "date_modified": "2016-04-27T01:06:32.830330Z",
  "type": "010combined",
  "sha1": "e3697038a4649f58f6c786ce93a764614e309410",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>538 F.Supp. 864 (1982)</b></center>\n<center><h1>NORTH CAROLINA SOCIALIST WORKERS PARTY, et al., Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA STATE BOARD OF ELECTIONS, et al., Defendants.</h1></center>\n<center>No. 82-282-Civ-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 4, 1982.</center>\n<p><span class=\"star-pagination\">*865</span> Irving Joyner, Raleigh, N. C., for plaintiffs.</p>\n<p>James Wallace, Jr., Deputy Atty. Gen. for Legal Affairs, North Carolina Dept. of Justice, Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>This action is before the court for a ruling on plaintiffs' motion for a preliminary injunction, by which plaintiffs seek to restrain enforcement of a newly-enacted provision of the election laws of North Carolina relating to qualification of a new political party for a position on the ballot in the 1982 general election. Having fully considered the submissions of the parties and the argument of counsel at a hearing on Friday, April 30, 1982, the court has determined that plaintiffs are entitled to relief and their motion for preliminary injunction is granted.</p>\n<p>Plaintiff North Carolina Socialist Workers Party is an organization of North Carolina citizens and voters who are members or supporters of the Socialist Workers Party. The Party qualified for a position on the ballot in North Carolina in the 1980 general election. The individual plaintiffs are members of the Party. The defendant North Carolina State Board of Elections is responsible for administering statewide elections in North Carolina. The individual defendant, Alex Brock, is the Director of the State Board of Elections.</p>\n<p>Pursuant to a revision in the elections laws effective July 1, 1981, a \"political party\" is defined as either (1) any group of voters whose candidate for Governor or for President received at least ten per cent of the entire vote cast in the preceding general election, or (2) any group of voters which by June 1 in the year of the general election \"shall have filed with the State Board of Elections petitions for the formulation of a new political party which are signed by 5,000 persons who, at the time they sign, are registered and qualified voters in this State.\" N.C.G.S. § 163-96(a). Such a petition is the only means by which a new political party may obtain a ballot position. The statute provides that by signing the petition voters \"request and direct the county board of elections to change [their] political party affiliation to the\" new party immediately following its certification as a party. N.C.G.S. § 163-96(b). This \"disaffiliation\" provision thus requires a party to have 5,000 members willing to change their registration as members of other parties or as unaffiliated voters in order to assist the new party in obtaining access to the ballot.<sup>[1]</sup></p>\n<p>Plaintiffs have attempted to comply with the new requirements by soliciting signatures from the general public but have encountered difficulties caused by the disaffiliation requirement. In support of their motion, they have submitted numerous affidavits of registered voters who would have signed a petition supporting placement of the Socialist Workers Party on the ballot but declined to sign the petition when informed that their signatures would direct <span class=\"star-pagination\">*866</span> the local board of elections to change their party affiliation. They therefore argue that the disaffiliation requirement substantially interferes with their effort to obtain a position on the ballot, interferes with their freedom to associate in the formation of a political party and interferes with the right of qualified voters to cast their votes effectively. Plaintiffs also assert that the disaffiliation requirement violates their Fourteenth Amendment right to equal protection under law because independent candidates may obtain a position on the ballot by submitting petitions the signing of which does not require forfeiting of party affiliation.<sup>[2]</sup></p>\n<p>Defendants deny that the disaffiliation provision infringes on any constitutionally protected rights of the plaintiffs and contend that the only conceivable imposition is that a voter may have to suffer the inconvenience of visiting the local board of elections to change party affiliations after the mandatory affiliation with the new party has taken effect. As a prima facie matter, however, plaintiffs have clearly shown that the disaffiliation requirement has a substantially restrictive effect on their access to the ballot. Under previous statutory schemes plaintiffs have apparently had little trouble fulfilling the requirements and obtaining access to the ballot, but they appear to be completely stymied by the newly-adopted disaffiliation requirement. The restrictive effect is particularly serious in the case of the unaffiliated voter, one who desires to join no party. That voter may wish plaintiff to be on the ballot, may even ardently support its candidates and principles, but is constrained from signing the petition because his signature has the automatic effect of affiliating him with the Party. In general, the ability of the Party to obtain a position on the ballot and even to solicit members is burdened, as is the ability to vote effectively of persons who wish to consider the Party's candidates but do not wish to join the Party.<sup>[3]</sup></p>\n<p>Because of its restrictive effect, the requirement's validity must be analyzed by means of a now-familiar constitutional test: \"first, is the restriction necessary to serve a substantial state interest, and, second, if so, is it unduly burdensome on the right of [a new political party] to gain access to the ballot.\" <i>Anderson v. Morris,</i> 636 F.2d 55, 57 (4th Cir. 1980). As this court has recently summarized the analytical principles,</p>\n<blockquote>\"[i]t is clear beyond doubt that substantial `restrictions on access to the ballot burden two distinct and fundamental rights, \"the right of individuals to associate for the advancement of political beliefs, and the right of qualified voters, regardless of their political persuasion, to cast their votes effectively.'\" <i>Illinois State Board of Elections v. Socialist Workers Party,</i> 440 U.S. 173, 184 [99 S.Ct. 983, 990, 59 L.Ed.2d 230] ... (1979), <i>quoting </i><i>Williams v. Rhodes,</i> 393 U.S. 23, 30 [89 S.Ct. 5, 10, 21 L.Ed.2d 24] ... (1968). <span class=\"star-pagination\">*867</span> When a state statute classifies voters or candidates in such a fashion as to limit these rights, the state must establish that its classification is necessary to serve a compelling interest, <i>Illinois State Board of Elections v. Socialist Workers Party, supra</i><i>; </i><i>Storer v. Brown,</i> 415 U.S. 724, 736 [94 S.Ct. 1274, 1282, 39 L.Ed.2d 714 ... (1974); <i>Williams v. Rhodes, supra</i> [393 U.S.] at 31 [89 S.Ct. at 10-11] ..., and that it is the least drastic means available to achieve the legitimate state interest. <i>Illinois State Board of Elections v. Socialist Workers Party, supra</i> [440 U.S.] at 185 [99 S.Ct. at 990-91]; <i>Lubin v. Panish,</i> 415 U.S. 709, 716 [94 S.Ct. 1315, 1320, 39 L.Ed.2d 702 ... (1974); <i>Williams v. Rhodes, supra</i> [393 U.S.] at 31-33 [89 S.Ct. at 10-12] ...\" <i>Greaves v. State Board of Elections of North Carolina,</i> 508 F.Supp. 78, 80 (E.D.N.C.1980).</blockquote>\n<p>The state asserts two interests sought to be served by the disaffiliation requirement. First, by fulfilling the requirement the party is seen by the State Board as having demonstrated that modicum of public support which the state may legitimately require of a new party or an independent candidate as a prerequisite to a position on the ballot. Second, the requirement in the State Board's view will inhibit persons soliciting signatures from misrepresenting the purpose of the petition.<sup>[4]</sup></p>\n<p>Plaintiffs do not dispute the legitimacy, indeed the compelling nature, of these interests, for it is axiomatic that the state can and must enact laws designed to insure the integrity, efficiency, and manageability of the elections process. <i>American Party of Texas v. White,</i> 415 U.S. 767, 94 S.Ct. 1296, 39 L.Ed.2d 744 (1974); <i>Jenness v. Fortson,</i> 403 U.S. 431, 91 S.Ct. 1970, 29 L.Ed.2d 554 (1971). On the merits, then, the remaining question is whether there are less restrictive means to achieving these goals.</p>\n<p>It appears that there are. The showing of public support may be made by ordinary petitions lacking a disaffiliation provision, as is evidenced by the state's use of ordinary petitions in the case of independent candidates. <i>See</i> N.C.G.S. § 163-122 (1981). Other methods are also conceivable.<sup>[5]</sup> The problem of misrepresentation would be more directly attacked with sanctions directed at any party actually found to be misrepresenting the import of a petition and with criminal sanctions directed at persons misrepresenting the purpose of the petitions, neither of which would have any restrictive impact on bona fide solicitation.</p>\n<p>This discussion of the background and merits of the case sets the stage for the court's determination of whether preliminary injunctive relief should issue under the standards enunciated in <i>Blackwelder Furniture Company v. Seilig Manufacturing Company,</i> 550 F.2d 189 (4th Cir. 1977), and subsequent cases. In the absence of preliminary injunctive relief, plaintiffs will continue to suffer their present difficulties obtaining signatures, apparently with the result that they will fail to achieve a position on the ballot for the 1982 general election. This harm is not technically irreparable, since if plaintiffs prevail the court could at some later date order that the Party be put on the ballot, that the election be delayed, or even that the election be overturned, but these measures are all drastic and the court strives to avoid them. On the other hand, the harm to defendants should injunctive relief issue appears to be only that a political party might attain a position on the general election ballot without having at least 5,000 voters prepared to change their affiliation to membership in the new party. <span class=\"star-pagination\">*868</span> It does not necessarily follow that defendants risk having a political party on the ballot which has no appreciable public support or which has attained its place on the ballot fraudulently. The balance of the hardships therefore plainly favors the plaintiffs. This in conjunction with the plaintiffs' likelihood of success on the merits and the public's interest in maintenance of the First and Fourteenth Amendment values at stake leaves the court little choice but to issue the requested relief.</p>\n<p>For these reasons, defendants are enjoined from enforcing against these plaintiffs the requirement of N.C.G.S. § 163-96(b) that plaintiffs' petitions for formation of a new political party contain the words \"THE UNDERSIGNED REGISTERED VOTERS IN ______ COUNTY HEREBY PETITION FOR THE FORMATION OF A NEW POLITICAL PARTY AND DO HEREBY REQUEST AND DIRECT THE COUNTY BOARD OF ELECTIONS TO CHANGE OUR POLITICAL PARTY AFFILIATION TO THE ______ PARTY IMMEDIATELY FOLLOWING CERTIFICATION OF THE NEW PARTY BY THE STATE BOARD OF ELECTIONS,\" and the requirement of N.C.G.S. § 163-96(b) that \"the organizers and petition circulators shall inform the signers of the petition that they shall have their current affiliation changed by signing the petition, provided the new party is certified.\" Defendants are not precluded from enforcing any other applicable requirements.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Prior to July 1, 1981, a new party could be formed by submission of petitions signed by 10,000 registered voters. The petitions were required to \"declare that the signers intend to organize a new political party on a statewide basis, that they intend to participate as a political party in the next succeeding general election, and that they intend to affiliate with the new party by voting for its nominees.\" N.C. G.S. § 163-96(b) (repealed effective July 1, 1981). There was no disaffiliation requirement. The statutory change may have been prompted by an opinion from the Attorney General of North Carolina that requiring petitioners to declare \"that they intend to affiliate with the new party by voting for its nominees\" was unconstitutional. <i>See</i> Letter to Alex K. Brock, Executive Director, State Board of Elections, from James F. Bullock, Senior Deputy Attorney General, 11 January 1980, attached to Affidavit of Kate Daher. <i>See also, </i><i>Clark v. Meyland,</i> 261 N.C. 140, 134 S.E.2d 168 (1964); <i>Anderson v. Mills,</i> 664 F.2d 600, 609-610 (6th Cir. 1981).</p>\n<p>[2]  Admittedly, independent candidates must submit petitions with a much greater number of signatures than required of new parties. <i>See</i> N.C.G.S. § 163-122(a)(1) (1981).</p>\n<p>[3]  The court notes also that\n</p>\n<p>\"So long as the two-party system remains entrenched, minor parties and independent candidates generally have only a slight chance of electoral success. Nonetheless, they perform important functions in the political process. Frequently they raise issues and develop policies long before established parties are prepared to act, and their presence on the general election ballot and participation in election campaigns permits voters to demonstrate support for new or unorthodox ideas. Major party nominees may respond to popular support for other candidates by reformulating their policies and programs. Thus, despite a general lack of electoral success, minor parties and independent candidates may eventually see substantial portions of their programs implemented.</p>\n<p>\"Minor parties and independent candidacies may also serve a legitimizing function, by providing disaffected voters with an outlet for their frustration with established parties. Without this alternative, dissatisfied voters who find themselves repeatedly confronted with unattractive policies and candidates may come to doubt the legitimacy of the entire electoral process. It is therefore plain that the importance of independent and minor party candidates transcends their ability to capture electoral office.\" <i>Developments in the Law  Elections,</i> 88 Harv.L.Rev. 1111, 1123 (1975).</p>\n<p>[4]  In what appears to be a handful of instances, petition signers have not understood the petition they were signing or have been the victim of actual misrepresentation by solicitors and have contacted defendant Brock in an effort to remove their names from petitions. <i>See</i> Affidavit of Alex Brock.</p>\n<p>[5]  Without passing on the validity of any means not at issue in this action, it is conceivable that petitions used in conjunction with a statement of \"intent to organize a new party\", <i>see</i> N.C. G.S. § 163-96(b) (repealed 1981), or a requirement of some showing of widespread geographical distribution in addition to mere numbers, might be valid and less restrictive.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">538</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">864</span></span> (1982)</b></center>\n<center><h1>NORTH CAROLINA SOCIALIST WORKERS PARTY, et al., Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA STATE BOARD OF ELECTIONS, et al., Defendants.</h1></center>\n<center>No. 82-282-Civ-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 4, 1982.</center>\n<p><span class=\"star-pagination\">*865</span> Irving Joyner, Raleigh, N. C., for plaintiffs.</p>\n<p>James Wallace, Jr., Deputy Atty. Gen. for Legal Affairs, North Carolina Dept. of Justice, Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>This action is before the court for a ruling on plaintiffs' motion for a preliminary injunction, by which plaintiffs seek to restrain enforcement of a newly-enacted provision of the election laws of North Carolina relating to qualification of a new political party for a position on the ballot in the 1982 general election. Having fully considered the submissions of the parties and the argument of counsel at a hearing on Friday, April 30, 1982, the court has determined that plaintiffs are entitled to relief and their motion for preliminary injunction is granted.</p>\n<p>Plaintiff North Carolina Socialist Workers Party is an organization of North Carolina citizens and voters who are members or supporters of the Socialist Workers Party. The Party qualified for a position on the ballot in North Carolina in the 1980 general election. The individual plaintiffs are members of the Party. The defendant North Carolina State Board of Elections is responsible for administering statewide elections in North Carolina. The individual defendant, Alex Brock, is the Director of the State Board of Elections.</p>\n<p>Pursuant to a revision in the elections laws effective July 1, 1981, a \"political party\" is defined as either (1) any group of voters whose candidate for Governor or for President received at least ten per cent of the entire vote cast in the preceding general election, or (2) any group of voters which by June 1 in the year of the general election \"shall have filed with the State Board of Elections petitions for the formulation of a new political party which are signed by 5,000 persons who, at the time they sign, are registered and qualified voters in this State.\" N.C.G.S. § 163-96(a). Such a petition is the only means by which a new political party may obtain a ballot position. The statute provides that by signing the petition voters \"request and direct the county board of elections to change [their] political party affiliation to the\" new party immediately following its certification as a party. N.C.G.S. § 163-96(b). This \"disaffiliation\" provision thus requires a party to have 5,000 members willing to change their registration as members of other parties or as unaffiliated voters in order to assist the new party in obtaining access to the ballot.<sup>[1]</sup></p>\n<p>Plaintiffs have attempted to comply with the new requirements by soliciting signatures from the general public but have encountered difficulties caused by the disaffiliation requirement. In support of their motion, they have submitted numerous affidavits of registered voters who would have signed a petition supporting placement of the Socialist Workers Party on the ballot but declined to sign the petition when informed that their signatures would direct <span class=\"star-pagination\">*866</span> the local board of elections to change their party affiliation. They therefore argue that the disaffiliation requirement substantially interferes with their effort to obtain a position on the ballot, interferes with their freedom to associate in the formation of a political party and interferes with the right of qualified voters to cast their votes effectively. Plaintiffs also assert that the disaffiliation requirement violates their Fourteenth Amendment right to equal protection under law because independent candidates may obtain a position on the ballot by submitting petitions the signing of which does not require forfeiting of party affiliation.<sup>[2]</sup></p>\n<p>Defendants deny that the disaffiliation provision infringes on any constitutionally protected rights of the plaintiffs and contend that the only conceivable imposition is that a voter may have to suffer the inconvenience of visiting the local board of elections to change party affiliations after the mandatory affiliation with the new party has taken effect. As a prima facie matter, however, plaintiffs have clearly shown that the disaffiliation requirement has a substantially restrictive effect on their access to the ballot. Under previous statutory schemes plaintiffs have apparently had little trouble fulfilling the requirements and obtaining access to the ballot, but they appear to be completely stymied by the newly-adopted disaffiliation requirement. The restrictive effect is particularly serious in the case of the unaffiliated voter, one who desires to join no party. That voter may wish plaintiff to be on the ballot, may even ardently support its candidates and principles, but is constrained from signing the petition because his signature has the automatic effect of affiliating him with the Party. In general, the ability of the Party to obtain a position on the ballot and even to solicit members is burdened, as is the ability to vote effectively of persons who wish to consider the Party's candidates but do not wish to join the Party.<sup>[3]</sup></p>\n<p>Because of its restrictive effect, the requirement's validity must be analyzed by means of a now-familiar constitutional test: \"first, is the restriction necessary to serve a substantial state interest, and, second, if so, is it unduly burdensome on the right of [a new political party] to gain access to the ballot.\" <i>Anderson v. Morris,</i> <span class=\"citation\" data-id=\"384769\"><a href=\"/opinion/384769/john-b-anderson-d-a-bert-booth-kevin-p-mccleaf-gerald-m-eisenstat-v/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span>, 57 (4th Cir. 1980). As this court has recently summarized the analytical principles,</p>\n<blockquote>\"[i]t is clear beyond doubt that substantial `restrictions on access to the ballot burden two distinct and fundamental rights, \"the right of individuals to associate for the advancement of political beliefs, and the right of qualified voters, regardless of their political persuasion, to cast their votes effectively.'\" <i>Illinois State Board of Elections v. Socialist Workers Party,</i> <span class=\"citation\" data-id=\"110023\"><a href=\"/opinion/110023/illinois-bd-of-elections-v-socialist-workers-party/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">173</span></a></span>, 184 [99 S.Ct. 983, 990, 59 L.Ed.2d 230] ... (1979), <i>quoting </i><i>Williams v. Rhodes,</i> <span class=\"citation\" data-id=\"107783\"><a href=\"/opinion/107783/williams-v-rhodes/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">23</span></a></span>, 30 [89 S.Ct. 5, 10, 21 L.Ed.2d 24] ... (1968). <span class=\"star-pagination\">*867</span> When a state statute classifies voters or candidates in such a fashion as to limit these rights, the state must establish that its classification is necessary to serve a compelling interest, <i>Illinois State Board of Elections v. Socialist Workers Party, supra</i><i>; </i><i>Storer v. Brown,</i> <span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">724</span></a></span>, 736 [94 S.Ct. 1274, 1282, <span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span> ... (1974); <i>Williams v. Rhodes, supra</i> [393 U.S.] at 31 [89 S.Ct. at 10-11] ..., and that it is the least drastic means available to achieve the legitimate state interest. <i>Illinois State Board of Elections v. Socialist Workers Party, supra</i> [440 U.S.] at 185 [99 S.Ct. at 990-91]; <i>Lubin v. Panish,</i> <span class=\"citation\" data-id=\"108992\"><a href=\"/opinion/108992/lubin-v-panish/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">709</span></a></span>, 716 [94 S.Ct. 1315, 1320, <span class=\"citation\" data-id=\"108992\"><a href=\"/opinion/108992/lubin-v-panish/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">702</span></a></span> ... (1974); <i>Williams v. Rhodes, supra</i> [393 U.S.] at 31-33 [89 S.Ct. at 10-12] ...\" <i>Greaves v. State Board of Elections of North Carolina,</i> <span class=\"citation\" data-id=\"1483404\"><a href=\"/opinion/1483404/greaves-v-state-bd-of-elections-of-nc/\"><span class=\"volume\">508</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">78</span></a></span>, 80 (E.D.N.C.1980).</blockquote>\n<p>The state asserts two interests sought to be served by the disaffiliation requirement. First, by fulfilling the requirement the party is seen by the State Board as having demonstrated that modicum of public support which the state may legitimately require of a new party or an independent candidate as a prerequisite to a position on the ballot. Second, the requirement in the State Board's view will inhibit persons soliciting signatures from misrepresenting the purpose of the petition.<sup>[4]</sup></p>\n<p>Plaintiffs do not dispute the legitimacy, indeed the compelling nature, of these interests, for it is axiomatic that the state can and must enact laws designed to insure the integrity, efficiency, and manageability of the elections process. <i>American Party of Texas v. White,</i> <span class=\"citation\" data-id=\"108994\"><a href=\"/opinion/108994/american-party-of-tex-v-white/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">767</span></a></span>, <span class=\"citation\" data-id=\"108994\"><a href=\"/opinion/108994/american-party-of-tex-v-white/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1296</span></a></span>, <span class=\"citation\" data-id=\"108994\"><a href=\"/opinion/108994/american-party-of-tex-v-white/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">744</span></a></span> (1974); <i>Jenness v. Fortson,</i> <span class=\"citation\" data-id=\"108376\"><a href=\"/opinion/108376/jenness-v-fortson/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></a></span>, <span class=\"citation\" data-id=\"108376\"><a href=\"/opinion/108376/jenness-v-fortson/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"108376\"><a href=\"/opinion/108376/jenness-v-fortson/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971). On the merits, then, the remaining question is whether there are less restrictive means to achieving these goals.</p>\n<p>It appears that there are. The showing of public support may be made by ordinary petitions lacking a disaffiliation provision, as is evidenced by the state's use of ordinary petitions in the case of independent candidates. <i>See</i> N.C.G.S. § 163-122 (1981). Other methods are also conceivable.<sup>[5]</sup> The problem of misrepresentation would be more directly attacked with sanctions directed at any party actually found to be misrepresenting the import of a petition and with criminal sanctions directed at persons misrepresenting the purpose of the petitions, neither of which would have any restrictive impact on bona fide solicitation.</p>\n<p>This discussion of the background and merits of the case sets the stage for the court's determination of whether preliminary injunctive relief should issue under the standards enunciated in <i>Blackwelder Furniture Company v. Seilig Manufacturing Company,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span> (4th Cir. 1977), and subsequent cases. In the absence of preliminary injunctive relief, plaintiffs will continue to suffer their present difficulties obtaining signatures, apparently with the result that they will fail to achieve a position on the ballot for the 1982 general election. This harm is not technically irreparable, since if plaintiffs prevail the court could at some later date order that the Party be put on the ballot, that the election be delayed, or even that the election be overturned, but these measures are all drastic and the court strives to avoid them. On the other hand, the harm to defendants should injunctive relief issue appears to be only that a political party might attain a position on the general election ballot without having at least 5,000 voters prepared to change their affiliation to membership in the new party. <span class=\"star-pagination\">*868</span> It does not necessarily follow that defendants risk having a political party on the ballot which has no appreciable public support or which has attained its place on the ballot fraudulently. The balance of the hardships therefore plainly favors the plaintiffs. This in conjunction with the plaintiffs' likelihood of success on the merits and the public's interest in maintenance of the First and Fourteenth Amendment values at stake leaves the court little choice but to issue the requested relief.</p>\n<p>For these reasons, defendants are enjoined from enforcing against these plaintiffs the requirement of N.C.G.S. § 163-96(b) that plaintiffs' petitions for formation of a new political party contain the words \"THE UNDERSIGNED REGISTERED VOTERS IN ______ COUNTY HEREBY PETITION FOR THE FORMATION OF A NEW POLITICAL PARTY AND DO HEREBY REQUEST AND DIRECT THE COUNTY BOARD OF ELECTIONS TO CHANGE OUR POLITICAL PARTY AFFILIATION TO THE ______ PARTY IMMEDIATELY FOLLOWING CERTIFICATION OF THE NEW PARTY BY THE STATE BOARD OF ELECTIONS,\" and the requirement of N.C.G.S. § 163-96(b) that \"the organizers and petition circulators shall inform the signers of the petition that they shall have their current affiliation changed by signing the petition, provided the new party is certified.\" Defendants are not precluded from enforcing any other applicable requirements.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Prior to July 1, 1981, a new party could be formed by submission of petitions signed by 10,000 registered voters. The petitions were required to \"declare that the signers intend to organize a new political party on a statewide basis, that they intend to participate as a political party in the next succeeding general election, and that they intend to affiliate with the new party by voting for its nominees.\" N.C. G.S. § 163-96(b) (repealed effective July 1, 1981). There was no disaffiliation requirement. The statutory change may have been prompted by an opinion from the Attorney General of North Carolina that requiring petitioners to declare \"that they intend to affiliate with the new party by voting for its nominees\" was unconstitutional. <i>See</i> Letter to Alex K. Brock, Executive Director, State Board of Elections, from James F. Bullock, Senior Deputy Attorney General, 11 January 1980, attached to Affidavit of Kate Daher. <i>See also, </i><i>Clark v. Meyland,</i> <span class=\"citation\" data-id=\"1231930\"><a href=\"/opinion/1231930/clark-v-meyland/\"><span class=\"volume\">261</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">140</span></a></span>, <span class=\"citation\" data-id=\"1231930\"><a href=\"/opinion/1231930/clark-v-meyland/\"><span class=\"volume\">134</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">168</span></a></span> (1964); <i>Anderson v. Mills,</i> <span class=\"citation\" data-id=\"397107\"><a href=\"/opinion/397107/john-b-anderson-joseph-c-graves-jr-and-gerald-m-eisenstate-percy-l/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">600</span></a></span>, 609-610 (6th Cir. 1981).</p>\n<p>[2]  Admittedly, independent candidates must submit petitions with a much greater number of signatures than required of new parties. <i>See</i> N.C.G.S. § 163-122(a)(1) (1981).</p>\n<p>[3]  The court notes also that\n</p>\n<p>\"So long as the two-party system remains entrenched, minor parties and independent candidates generally have only a slight chance of electoral success. Nonetheless, they perform important functions in the political process. Frequently they raise issues and develop policies long before established parties are prepared to act, and their presence on the general election ballot and participation in election campaigns permits voters to demonstrate support for new or unorthodox ideas. Major party nominees may respond to popular support for other candidates by reformulating their policies and programs. Thus, despite a general lack of electoral success, minor parties and independent candidates may eventually see substantial portions of their programs implemented.</p>\n<p>\"Minor parties and independent candidacies may also serve a legitimizing function, by providing disaffected voters with an outlet for their frustration with established parties. Without this alternative, dissatisfied voters who find themselves repeatedly confronted with unattractive policies and candidates may come to doubt the legitimacy of the entire electoral process. It is therefore plain that the importance of independent and minor party candidates transcends their ability to capture electoral office.\" <i>Developments in the Law  Elections,</i> 88 Harv.L.Rev. 1111, 1123 (1975).</p>\n<p>[4]  In what appears to be a handful of instances, petition signers have not understood the petition they were signing or have been the victim of actual misrepresentation by solicitors and have contacted defendant Brock in an effort to remove their names from petitions. <i>See</i> Affidavit of Alex Brock.</p>\n<p>[5]  Without passing on the validity of any means not at issue in this action, it is conceivable that petitions used in conjunction with a statement of \"intent to organize a new party\", <i>see</i> N.C. G.S. § 163-96(b) (repealed 1981), or a requirement of some showing of widespread geographical distribution in addition to mere numbers, might be valid and less restrictive.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1231930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1483404/"
  ]
}