{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2296474/",
  "absolute_url": "/opinion/2296474/gilbert-v-north-carolina-state-bar/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2296474/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:00:41.390774Z",
  "date_modified": "2016-04-26T20:45:13.034083Z",
  "type": "010combined",
  "sha1": "ab4e0c88bfdef3e8277d1dd463edf260ea959235",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>660 F.Supp.2d 636 (2009)</b></center>\n<center><h1>Willie D. GILBERT, II, Plaintiff,<br>\nv.<br>\nThe NORTH CAROLINA STATE BAR, and A. Root Edmonson, Defendants.</h1></center>\n<center>No. 5:09-CV-383-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 14, 2009.</center>\n<p><span class=\"star-pagination\">*638</span> Eric C. Michaux, Michaux &amp; Michaux, P.A., Durham, NC, for Plaintiff.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER, III, District Judge.</p>\n<p>Willie D. Gilbert, II (\"Gilbert\" or \"plaintiff\") brings this action against the North Carolina State Bar (\"State Bar\") and A. <span class=\"star-pagination\">*639</span> Root Edmonson (\"Edmonson\") (collectively \"defendants\"). Gilbert seeks declaratory and injunctive relief against the State Bar and monetary and injunctive relief against Edmonson for the State Bar's ongoing attorney disciplinary proceeding against Gilbert. Contemporaneous with filing his complaint, Gilbert filed a motion for temporary restraining order and a motion for preliminary injunction [D.E. 2.]. On September 4, 2009, the court held a hearing. Before the hearing, the court advised the parties to prepare to address the abstention doctrine of <i>Younger v. Harris,</i> 401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971), and its progeny [D.E. 3].</p>\n<p>As explained below, pursuant to <i>Younger</i> and its progeny, the court abstains from plaintiffs claims against the State Bar and Edmonson in his official capacity seeking injunctive relief and dismisses those claims with prejudice. The court stays the balance of the claims seeking monetary relief against Edmonson in his individual capacity. Because the court dismisses Gilbert's claims seeking injunctive relief, the court denies Gilbert's motions for temporary restraining order and preliminary injunction.</p>\n<p></p>\n<h2>I.</h2>\n<p>In August 1990, the North Carolina State Bar (\"State Bar\") licensed Willie D. Gilbert, II (\"Gilbert or plaintiff\") to practice law in the State of North Carolina. Compl. ¶ 14. Essentially, Gilbert alleges that the State Bar and Edmonson, a prosecutor for the State Bar, have acted vindictively and in bad faith in taking various actions against him. <i>See id.</i> ¶¶ 8, 20-92.</p>\n<p>Between February 2000 and September 2003, the State Bar filed three actions against Gilbert. First, on February 15, 2000, the State Bar brought an administrative action before the State Bar's Disciplinary Hearing Commission (\"DHC\"), alleging that Gilbert violated the North Carolina Revised Rules of Professional Conduct (\"RRPC\") while representing three clients between 1997 and 1999 <i>(\"Gilbert I\"). See </i><i>Gilbert v. N.C. State Bar,</i> 363 N.C. 70, 72, 678 S.E.2d 602, 603 (2009). The DHC held a four-day hearing and, at the conclusion, entered a disciplinary order, concluding that plaintiff had violated Rules 1.5, 1.7, 1.15-2(h), 8.4(b), 8.4(c), 8.4(d), and 8.4(g) of the RRPC. <i>See id.</i> at 72, 678 S.E.2d at 603-04. The DHC suspended Gilbert's license to practice law for five years, but stayed the last three years of the suspension upon enumerated conditions. <i>See id.</i> at 72, 678 S.E.2d at 604. On July 16, 2002, the North Carolina Court of Appeals affirmed the DHC order. <i>N.C. State Bar v. Gilbert,</i> 151 N.C.App. 299, 566 S.E.2d 685 (2002). On October 2, 2003, the North Carolina Supreme Court affirmed the North Carolina Court of Appeals. <i>N.C. State Bar v. Gilbert,</i> 357 N.C. 502, 586 S.E.2d 89 (2003) (per curiam).</p>\n<p>Second, on April 18, 2002, while the <i>Gilbert I</i> appeal was pending, the State Bar, on behalf of its Client Security Fund (\"CSF\"), brought a civil action in Wake County District Court to recover $4,627.43 from Gilbert that the CSF paid one of Gilbert's clients <i>(\"Gilbert II\"). See </i><i>Gilbert,</i> 363 N.C. at 73, 678 S.E.2d at 604. The Wake County District Court held a bench trial in January 2004, found Gilbert liable, and awarded the State Bar double damages pursuant to N.C. Gen.Stat. § 84-13, totaling $9,254.86 plus interest. <i>See id.</i> On appeal, the North Carolina Court of Appeals affirmed the trial court's judgment in part, but remanded the action for additional findings as to Gilbert's affirmative defenses. <i>N.C. State Bar v. Gilbert,</i> 176 N.C.App. 408, 626 S.E.2d 877 (2006). On remand, the Wake County District Court entered judgment in favor of the <span class=\"star-pagination\">*640</span> State Bar. <i>See </i><i>Gilbert,</i> 363 N.C. at 73, 678 S.E.2d at 604. On the second appeal of <i>Gilbert II,</i> the North Carolina Court of Appeals affirmed the Wake County District Court's judgment in part, but remanded with instructions to recalculate the interest pursuant to N.C. Gen.Stat. § 24-5(b). <i>N.C. State Bar v. Gilbert,</i> 189 N.C.App. 320, 663 S.E.2d 1 (2008).</p>\n<p>Third, on September 12, 2003, the State Bar filed a second disciplinary action against Gilbert, alleging that, in April 1998, Gilbert had misappropriated funds from his trust account and failed to pay client funds promptly to third parties (<i>\"Gilbert III</i>\"). <i>See </i><i>Gilbert,</i> 363 N.C. at 73, 678 S.E.2d at 604. In response, on November 18, 2003, Gilbert filed a motion to dismiss, moved for sanctions, answered the complaint, and asserted counterclaims. Among Gilbert's defenses in <i>Gilbert III</i> are that the DHC lacks jurisdiction over the subject matter, that the State Bar has been unconstitutionally designated, and that the prosecution is vindictive and in bad faith in violation of the United States Constitution and the North Carolina Constitution. <i>See</i> Mot. to Dismiss, Mot. for Sanctions, Answer to Compl. &amp; Counterclaims, <i>N.C. State Bar v. Gilbert,</i> 03 DHC 16 (Disciplinary Hearing Comm'n Nov. 18, 2003), <i>available at</i> http://www. ncbar.gov/discipline/DHC_File_DHC_file_ filename_bv.asp?DHC_file_doc=130 (last visited Sept. 14, 2009).<sup>[1]</sup> Gilbert's counterclaims include vindictive prosecution/enforcement, deprivation of procedural due process, and deprivation of substantive due process, in violation of the United States Constitution and the North Carolina Constitution. <i>See id.</i> at 5-14.</p>\n<p>In 2004, while <i>Gilbert III</i> was pending before the DHC, Gilbert filed a civil action in Wilson County Superior Court against the State Bar, asserting claims under 42 U.S.C. § 1983 and the North Carolina Constitution and alleging, inter alia, that the State Bar was prosecuting <i>Gilbert III</i> in bad faith. <i>See </i><i>Gilbert,</i> 363 N.C. at 73, 678 S.E.2d at 604. Gilbert sought injunctive and monetary relief for the alleged violations of his substantive and procedural due process rights. <i>See id.</i> On April 9, 2004, the Wilson County Superior Court granted Gilbert an ex parte temporary restraining order (\"TRO\"), enjoining the State Bar from proceeding with further prosecution of <i>Gilbert III. See id.</i> At the preliminary injunction hearing, the State Bar argued that the trial court lacked jurisdiction to enjoin a disciplinary action pending before the DHC. <i>See id.</i> Gilbert contended that the DHC did not have the authority to consider constitutional issues, so the Wilson County Superior Court was the appropriate forum to bring these constitutional claims. <i>See id,</i> at 73-74, 678 S.E.2d at 604. After considering the arguments, the Wilson County Superior Court granted Gilbert's motion for a preliminary injunction. <i>See id.</i> at 74, 678 S.E.2d at 604.</p>\n<p>On August 3, 2004, the State Bar filed a motion in the Wilson County Superior Court to dismiss Gilbert's complaint. <i>See id.</i> On October 13, 2004, Gilbert moved for partial summary judgment on the issue of liability for violations of his procedural and substantive due process rights. <i>See id.</i> at 74, 678 S.E.2d at 604-05. The Wilson County Superior Court converted the <span class=\"star-pagination\">*641</span> State Bar's motion to dismiss to one for summary judgment. At oral argument on the motion for partial summary judgment, the Honorable Toby Fitch of the Wilson County Superior Court stated:</p>\n<blockquote>[I]t smacks in the face of fairness when you have a man that you take a period of time, you go in and you find three people, you prosecute him on those three, and there were six people there at the same time, and instead of prosecuting him on six and doing whatever you want to do to him, you choose to do three of them, have a time of suspension to run, and then come back when that time of suspension runs and says, oh, yes, I got three more that I didn't prosecute you on so I want to now prosecute you on those matters. And that, right or wrong, in my mind is where I have the problem, becauseand that's why I used the terms that the State Bar knew or should have known, having done the investigation of the trust account, that those violations were there.</blockquote>\n<p><i>Id.,</i> 678 S.E.2d at 604-05 (quotation omitted).</p>\n<p>On September 12, 2005, the Wilson County Superior Court granted Gilbert's motion for partial summary judgment and permanently enjoined the State Bar from prosecuting <i>Gilbert III. See </i><i>Gilbert,</i> 363 N.C. at 74, 678 S.E.2d at 605. The court also expressly retained jurisdiction over the action to enforce the injunction, calculate compensatory damages, and award attorney's fees. <i>See id.</i></p>\n<p>The State Bar appealed, and the North Carolina Court of Appeals dismissed the State Bar's appeal as one from an interlocutory order not affecting a substantial right. <i>Gilbert v. N.C. State Bar,</i> 180 N.C.App. 690, 639 S.E.2d 143 (2006). The North Carolina Supreme Court allowed the State Bar's petition for discretionary review regarding \"(1) whether the Court of Appeals erred by dismissing [the State Bar's] appeal as interlocutory, and (2) whether the superior court had jurisdiction to enjoin permanently [the State Bar's] prosecution of plaintiff in an administrative disciplinary proceeding before the DHC.\" <i>Gilbert,</i> 363 N.C. at 75, 678 S.E.2d at 605.</p>\n<p>On March 20, 2009, the North Carolina Supreme Court reversed the North Carolina Court of Appeals. <i>Id.</i> at 86, 678 S.E.2d at 612. As to the first issue, the North Carolina Supreme Court held that the State Bar had a substantial right in prosecuting its disciplinary action against Gilbert, and, therefore, the order was appealable. <i>See id.</i> at 75-77, 678 S.E.2d at 605-06. As to the second issue, the North Carolina Supreme Court held that Gilbert failed to state a claim under section 1983 \"because (1) substantive due process does not provide an individual right to be free from either vindictive or malicious prosecution of an administrative action, and (2) a plaintiff's right to procedural due process under the Fourteenth Amendment is not violated by the tortious conduct of a state actor until and unless the State fails to provide an adequate remedy.\" <i>Id.</i> at 72, 678 S.E.2d at 603 (emphasis omitted). Thus, because a \"plaintiff must allow the State an opportunity to remedy the alleged deprivation of a protected right before he can state a viable [section] 1983 claim based on an alleged violation of his right to procedural due process, the [Wilson County Superior Court] should not have imposed a permanent injunction.\" <i>Id.</i> Accordingly, the North Carolina Supreme Court vacated the North Carolina Court of Appeals' <i>Gilbert III</i> decision and remanded to the Court of Appeals for further remand to Wilson County Superior Court with instructions to dissolve the permanent injunction, dismiss Gilbert's substantive due process claim with prejudice, and dismiss <span class=\"star-pagination\">*642</span> Gilbert's procedural due process claim without prejudice. <i>See id.</i></p>\n<p>On July 28, 2009, the State Bar reconvened its prosecution of Gilbert regarding the complaint originally filed in September 2003. <i>See</i> N.C. State Bar, Upcoming Disciplinary Hearing Information, http://www. ncbar.gov/discipline/DHCview.asp? DHCpkey=103 (last visited Sept. 14, 2009). The State Bar continues to assert that Gilbert misappropriated funds from his client trust account and was tardy in paying client funds owed to a third party. <i>See</i> Compl., <i>N.C. State Bar v. Gilbert,</i> 03 DHC 16 (Disciplinary Hearing Comm'n Sept. 12, 2003), <i>available at</i> http://www. ncbar.gov/discipline/DHC_File_DHC_file_filename_bv.asp?DHC_file_doc=129 (last visited Sept. 14, 2009).</p>\n<p>On August 27, 2009, Gilbert initiated an action in this court against the State Bar and Edmonson. Gilbert's complaint includes eleven claims: (1) a section 1983 claim against the State Bar for bad-faith prosecution in violation of the First and Fourteenth Amendments; (2) a section 1983 claim against the State Bar for badfaith prosecution in violation of federal common law; (3) a section 1983 claim against the State Bar for vindictive prosecution in violation of the First and Fourteenth Amendments; (4) a section 1983 claim against Edmonson in his official and individual capacities for a deprivation of his license to practice law without due process; (5) a section 1983 claim against Edmonson in his individual capacity for civil conspiracy to violate the due process and privileges and immunities clauses; (6) a claim under North Carolina law against Edmonson in his individual capacity for civil conspiracy to tortiously interfere with business relations; (7) a claim under North Carolina law against Edmonson in his individual capacity for civil conspiracy to tortiously interfere with contractual relations; (8) a claim under North Carolina law against Edmonson in his individual capacity for civil conspiracy to engage in unfair and deceptive trade practices; (9) a claim under North Carolina law against Edmonson in his individual capacity for civil conspiracy to engage in defamation <i>per quod;</i> (10) a claim under North Carolina law against Edmonson in his individual capacity for intentional infliction of emotional distress; and (11) a claim under North Carolina law against Edmonson in his individual capacity for negligent infliction of emotional distress. Compl. ¶¶ 93-151.</p>\n<p>Counts one through three seek only injunctive relief and only against the State Bar. <i>See id.</i> ¶¶ 93108. Count four seeks injunctive and monetary relief (including punitive damages) against Edmonson in his individual and official capacities. <i>See id.</i> ¶¶ 10914. Further, to the extent that count four seeks injunctive relief, Gilbert made clear during the hearing on September 4, 2009, that the injunctive relief Gilbert seeks under count four is against the State Bar and Edmonson in his official capacity, not against Edmonson in his individual capacity. Counts five through eleven seek injunctive and monetary relief (including punitive damages) against Edmonson in his individual capacity. <i>See id.</i> ¶¶ 115-51.<sup>[2]</sup></p>\n<p>Contemporaneous with filing his complaint, Gilbert filed a motion for temporary <span class=\"star-pagination\">*643</span> restraining order and a motion for preliminary injunction [D.E. 2]. On August 28, 2009, the DHC held a hearing in <i>Gilbert III</i> to address scheduling and other preliminary matters. That same day, this court entered an order notifying the parties that it would hold a hearing on September 4, 2009, and asking the parties to be prepared to address the <i>Younger</i> abstention doctrine [D.E. 3]. On September 4, 2009, the court held a hearing in which the State Bar made a limited appearance [D.E. 8, 9].</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A.</h2>\n<p>Under <i>Younger</i> and its progeny, a federal court must abstain from interfering in state proceedings, even if jurisdiction exists, if the following three factors are present: \"(1) there is an ongoing state judicial proceeding brought prior to substantial progress in the federal proceeding; that (2) implicates important, substantial, or vital state interests; and (3) provides adequate opportunity to raise constitutional challenges.\" <i>Nivens v. Gilchrist,</i> 444 F.3d 237, 241 (4th Cir.2006); <i>see </i><i>Middlesex County Ethics Comm. v. Garden State Bar Ass'n,</i> 457 U.S. 423, 432-34, 102 S.Ct. 2515, 73 L.Ed.2d 116 (1982); <i>Laurel Sand &amp; Gravel, Inc. v. Wilson,</i> 519 F.3d 156, 165 (4th Cir.2008). The principle of \"comity\" underlying <i>Younger</i> includes \"a proper respect for state functions, a recognition of the fact that the entire country is made up of a Union of separate state governments, and a continuance of the belief that the National Government will fare best if the States and their institutions are left free to perform their separate functions in their separate ways.\" <i>Younger,</i> 401 U.S. at 44, 91 S.Ct. 746.</p>\n<p>Under the second prong, <i>Younger</i> mandates \"abstention not only when the pending state proceedings are criminal, but also when certain civil proceedings are pending, if the State's interests in the proceeding are so important that exercise of the federal judicial power would disregard the comity between the States and the National Government.\" <i>Pennzoil Co. v. Texaco, Inc.,</i> 481 U.S. 1, 11, 107 S.Ct. 1519, 95 L.Ed.2d 1 (1987). When evaluating this prong, the court looks to \"the importance of the generic proceedings to the State,\" not to the specific concern of the particular proceeding. <i>See </i><i>New Orleans Pub. Serv., Inc. v. Council of New Orleans,</i> 491 U.S. 350, 365, 109 S.Ct. 2506, 105 L.Ed.2d 298 (1989). Notably, the Supreme Court has applied the <i>Younger</i> abstention doctrine to state attorney disciplinary proceedings. <i>See </i><i>Middlesex County Ethics Comm.,</i> 457 U.S. at 433-34, 102 S.Ct. 2515. Additionally, a state proceeding is sufficient to satisfy <i>Younger</i>'s third prong if the \"constitutional claims may be raised in state-court judicial review of the administrative proceeding.\" <i>Ohio Civil Rights Comm'n v. Dayton Christian Sch., Inc.,</i> 477 U.S. 619, 629, 106 S.Ct. 2718, 91 L.Ed.2d 512 (1986).</p>\n<p>If <i>Younger</i>'s three elements are satisfied, a district court must abstain from interfering in the state proceeding. However, a federal court may disregard <i>Younger</i> abstention when \"(1) 'there is a showing of bad faith or harassment by state officials responsible for the prosecution'; (2) `the state law to be applied in the criminal proceeding is flagrantly and patently violative of express constitutional prohibitions'; or (3) 'other extraordinary circumstances' exist that present a threat of immediate and irreparable injury.\" <i>Nivens,</i> 444 F.3d at 241 (quoting <i>Kugler v. Helfant,</i> 421 U.S. 117, 124, 95 S.Ct. 1524, 44 L.Ed.2d 15 (1975)); <i>see </i><i>Middlesex County Ethics Comm.,</i> 457 U.S. at 435, 437, 102 S.Ct. 2515. \"These exceptions to <span class=\"star-pagination\">*644</span> <i>Younger</i> have been narrowly construed.\" <i>Zalman v. Armstrong,</i> 802 F.2d 199, 205 (6th Cir.1986); <i>see </i><i>Huffman v. Pursue, Ltd.,</i> 420 U.S. 592, 611, 95 S.Ct. 1200, 43 L.Ed.2d 482 (1975); <i>see also </i><i>Renn v. Garrison,</i> 845 F.Supp. 1127, 1130 (E.D.N.C. 1994). Further, the court is unaware of any case in which the Supreme Court has applied the bad faith or harassment exception to <i>Younger. Cf. </i><i>Gilliam v. Foster,</i> 75 F.3d 881, 906 (4th Cir.1996) (Wilkinson, J., dissenting) (\"Over [24] years of litigation since <i>Younger</i> testify to the strength of its presumption against federal interference; in no case has the Supreme Court found the bad faith exception to apply.\"). Nonetheless, in <i>Younger,</i> the Court described its earlier decision in <i>Dombrowski v. Pfister,</i> 380 U.S. 479, 85 S.Ct. 1116, 14 L.Ed.2d 22 (1965), as an example of a case where the plaintiffs showed that the state officials responsible for the prosecution were proceeding in bad faith and to harass the plaintiffs. <i>See </i><i>Younger,</i> 401 U.S. at 48-49, 91 S.Ct. 746.</p>\n<p>Bad faith in the criminal prosecution context \"generally means that a prosecution has been brought without a reasonable expectation of obtaining a valid conviction.\" <i>Kugler,</i> 421 U.S. at 126 n. 6, 95 S.Ct. 1524; <i>see </i><i>Perez v. Ledesma,</i> 401 U.S. 82, 85, 91 S.Ct. 674, 27 L.Ed.2d 701 (1971). \" `Harassment' means much the same, although it also connotes a legal exercise of authority in such a manner as to be unnecessarily oppressive.\" <i>Timmerman v. Brown,</i> 528 F.2d 811, 815 (4th Cir.1975). To determine whether state officials commenced an action in bad faith or with intent to harass, the court considers the following factors:</p>\n<blockquote>(1) whether it was frivolous or undertaken with no reasonably objective hope of success; (2) whether it was motivated by the [federal plaintiffs] suspect class or in retaliation for the [federal plaintiffs] exercise of constitutional rights; and (3) whether it was conducted in such a way as to constitute harassment and an abuse of prosecutorial discretion, typically through the unjustified and oppressive use of multiple prosecutions.</blockquote>\n<p><i>Weitzel v. Div. of Occupational &amp; Profl Licensing,</i> 240 F.3d 871, 877 (10th Cir. 2001) (quotation omitted); <i>see </i><i>Kirschner v. Klemons,</i> 225 F.3d 227, 236 (2d Cir.2000). \"It is the plaintiffs heavy burden to overcome the bar of <i>Younger</i> abstention by setting forth more than mere allegations of bad faith or harassment.\" <i>Weitzel,</i> 240 F.3d at 871 (quotation omitted); <i>see </i><i>Crenshaw v. Supreme Court of Ind.,</i> 170 F.3d 725, 729 (7th Cir.1999) (allegation of bad faith insufficient to trigger exception).</p>\n<p></p>\n<h2>B.</h2>\n<p>Gilbert concedes that defendants meet the first two prongs of <i>Younger.</i> As for the first prong, the State Bar initiated the disciplinary proceeding against plaintiff in <i>Gilbert III</i> before plaintiff filed his complaint in this court. <i>See, e.g., </i><i>Middlesex County Ethics Comm.,</i> 457 U.S. at 432-34, 102 S.Ct. 2515; <i>Laurel Sand &amp; Gravel, Inc.,</i> 519 F.3d at 165; <i>Nivens,</i> 444 F.3d at 241. As for the second prong, the State of North Carolina has an important and substantial interest in prosecuting state attorney disciplinary actions. <i>See </i><i>Middlesex County Ethics Comm.,</i> 457 U.S. at 432-34, 102 S.Ct. 2515; <i>see also </i><i>New Orleans Pub. Serv., Inc.,</i> 491 U.S. at 365, 109 S.Ct. 2506; <i>Pennzoil Co.,</i> 481 U.S. at 11, 107 S.Ct. 1519. However, Gilbert contends that <i>Younger</i> does not apply because (1) the DHC does not permit an opportunity for him to adjudicate his constitutional defenses, thus failing the third prong under <i>Younger,</i> and (2) defendants' conduct fit within the \"bad faith\" or \"harassment\" exception to the <i>Younger</i> doctrine.</p>\n<p><span class=\"star-pagination\">*645</span> As for the third prong of <i>Younger,</i> the parties dispute whether the DHC has the authority to adjudicate constitutional claims in its proceedings. Although Gilbert acknowledges that he can raise them, and indeed in his answer to the State Bar's September 2003 complaint has raised constitutional defenses, he suggests that the DHC's enabling statute does not extend jurisdiction over constitutional defenses. The State Bar disagrees and argues that DHC regularly may receive evidence on and adjudicate constitutional defenses.</p>\n<p>Nothing in the DHC's enabling statute precludes the DHC from receiving evidence on and adjudicating a constitutional defense in an attorney disciplinary proceeding. <i>See</i> N.C. Gen.Stat. § 84-28.1. The State Bar is an agency of the State of North Carolina. <i>See id.</i> § 84-15. The DHC is a subsection within the State Bar, which consists of twenty members and holds hearings and \"make[s] findings of fact and conclusions of law\" regarding alleged attorney misconduct. <i>See id.</i> § 84-28.1(b). The DHC has contempt power and the power to administer oaths, subpoena witnesses, and receive evidence. <i>See id.</i> §§ 84-28.1(b1), -29. The DHC is independent of the members of the Office of the Counsel who represent the State Bar in attorney disciplinary proceedings. <i>See</i> 27 N.C. Admin. Code 1B.0102, .0104, .0107,.0108. Moreover, even if the DHC does not have the authority to adjudicate constitutional defenses, the North Carolina appellate courts certainly may consider such constitutional defenses. <i>See Ohio Civil Rights Comm'n,</i> 477 U.S. at 629, 106 S.Ct. 2718; <i>see, e.g., </i><i>N.C. State Bar v. DuMont,</i> 304 N.C. 627, 628-41, 286 S.E.2d 89, 90-98 (1982); <i>N.C. State Bar v. Frazier,</i> 269 N.C. 625, 635, 153 S.E.2d 367, 374 (1967); <i>N.C. State Bar v. McGee,</i> No. COA08-995, 2009 WL 1383451, at *7 (N.C.Ct.App. May 19, 2009) (per curiam) (unpublished); <i>N.C. State Bar v. Harris,</i> 139 N.C.App. 822, 827, 535 S.E.2d 74, 77 (2000). Accordingly, defendants have satisfied all three prongs for <i>Younger</i> abstention, and the court must abstain barring the applicability of an exception.</p>\n<p>As for the bad faith or harassment exception, Gilbert has failed to meet \"plaintiffs heavy burden to overcome the bar of <i>Younger</i> abstention by setting forth more than mere allegations of bad faith or harassment.\" <i>Weitzel,</i> 240 F.3d at 876 (quotation omitted); <i>see </i><i>Crenshaw,</i> 170 F.3d at 729. Looking at the <i>Weitzel</i> factors, and after having reviewed the verified complaint and its attachments, Gilbert has failed to show that defendants are undertaking the disciplinary action \"with no reasonably objective hope of success.\" <i>Weitzel,</i> 240 F.3d at 877. Defendants have successfully prosecuted one disciplinary action against Gilbert in <i>Gilbert I,</i> and nothing in the record indicates that defendants are pursuing the <i>Gilbert III</i> action with no reasonably objective hope of success. As for the second <i>Weitzel</i> factor, Gilbert has not offered evidence indicating that defendants are motivated by any suspect class or by Gilbert's exercise of his constitutional rights. Although Gilbert did exercise his appellate rights in <i>Gilbert I</i> and <i>Gilbert II,</i> defendants initiated <i>Gilbert III</i> before the conclusion of the appeals of either <i>Gilbert I</i> or <i>Gilbert II.</i> Further, <i>Gilbert II</i> was not a disciplinary proceeding. Rather, it was the State Bar's effort to recover money that the CSF paid to one of Gilbert's former clients. As for the third factor, the court has reviewed the complaint and the exhibits to the complaint. The court need not accept the complaint's allegation of bad faith or harassment as correct. Moreover, the exhibits attached to the complaint do not reflect bad faith or harassment. They reflect hotly contested legal issues between Gilbert and the State Bar. The court declinies <span class=\"star-pagination\">*646</span> to draw the nefarious inferences that Gilbert sees in the procedural history between the parties. Gilbert simply has not shown that defendants' actions \"constitute harassment and an abuse of prosecutorial discretion\" under <i>Younger. See </i><i>Weitzel,</i> 240 F.3d at 877.</p>\n<p>To the extent that plaintiff alleges that defendants have harassed him or acted in bad faith, defendants' actions pale in comparison to a case in which the Supreme Court found bad faith. In <i>Dombrowski,</i> appellants showed that the state prosecutors were repeatedly threatening to prosecute them for violations of the Louisiana Subversive Activities and Communist Control Law and the Communist Propaganda Control Law. 380 U.S. at 487-89, 85 S.Ct. 1116. Appellants were arrested and threatened with prosecution on several occasions even though prosecutors' only goal was to chill their speech and organizing activities, not secure convictions. <i>Id.</i></p>\n<p>Similarly, in <i>Shaw v. Garrison,</i> 467 F.2d 113 (5th Cir.1972), a case on which Gilbert relies, prosecutors pursued a state perjury charge against Shaw for testimony he offered at his own trial after a jury had acquitted him. <i>Id.</i> at 114-15. The circumstances of the trial and investigation preceding it were quite unusual. Garrison, a New Orleans prosecutor, initiated an investigation into the President John F. Kennedy assassination three years after it had occurred, apparently because he disagreed with the findings of the Warren Commission and because Lee Harvey Oswald had spent some time in New Orleans. <i>Id.</i> at 115. Garrison pursued Shaw as a suspect though he had no evidentiary basis. <i>Id.</i> He then elicited testimony from a purported coconspirator after administering the witness sodium pentothal and subjecting him to hypnosis. <i>Id.</i> Garrison then used this forced and suggestive testimony to implicate Shaw in a conspiracy. <i>Id.</i> However, the coconspirator's trial testimony differed from his testimony at the preliminary hearing, and he eventually invoked his Fifth Amendment rights at trial. <i>Id.</i> at 117. Further, Garrison used private funds to pursue his investigation of Shaw. <i>Id.</i> at 117-18. These benefactors expected Garrison to deliver a conviction of Shaw. <i>Id.</i> at 118. Garrison also staged Shaw's arrest to maximize the publicity. <i>Id.</i> Additionally, while Shaw was awaiting trial, Garrison held press conferences and issued press releases, including information he refused to disclose to Shaw. <i>Id.</i> Despite other witnesses who gave testimony that conflicted with previous accounts, Shaw was the only one charged with perjury. <i>Id.</i> Finally, Garrison was under contract to write a book about his investigation of President Kennedy's assassination, and the continued prosecution of Shaw aided Garrison's financial interests. <i>Id.</i></p>\n<p>Here, Gilbert's claims concerning defendants are far removed in space and time from the events described in either <i>Dombrowski</i> or <i>Shaw.</i> Gilbert has not cited any case in which a court found bad faith or harassment under <i>Younger</i> on facts similar to this case. The exhibits attached to Gilbert's complaint do not show a vindictive or malicious prosecutor, but a prosecutor pursuing a disciplinary action in <i>Gilbert III</i> that has been pending since 2003, and a prosecutor ensuring that, in the interim, an attorney who has been disciplined before and has pending disciplinary charges against him does not harm his clients or the public. Gilbert has not met his burden to place the case within the bad faith or harassment exception to <i>Younger.</i> Therefore, <i>Younger</i> applies, and the court must abstain.</p>\n<p>Alternatively, even if the court found that plaintiff had met his heavy burden in showing bad faith or harassment, plaintiff has an opportunity to challenge the actions <span class=\"star-pagination\">*647</span> giving rise to the bad faith or harassment allegation in the state appellate process. Thus, the court would still abstain. <i>See </i><i>Tindall v. Wayne County Friend of the Court,</i> 269 F.3d 533, 539-40 (6th Cir.2001).</p>\n<p>The court makes one final observation about the \"bad faith\" or \"harassment\" exception under <i>Younger.</i> The court's decision to abstain on the record in this case does not preclude Gilbert from raising his federal constitutional defenses in the North Carolina proceeding and having the DHC or the North Carolina courts adjudicate the defenses on a fully developed record. Those defenses appear to include an allegation that the State Bar is engaged in a bad-faith prosecution or a harassing prosecution in violation of the First and Fourteenth Amendment. Although the <i>Younger</i> exception uses the phrases \"bad faith\" or \"harassment,\" the <i>Younger</i> exception is distinct from the defenses that Gilbert asserts. Moreover, the essence of <i>Younger</i> instructs that North Carolina have an opportunity to adjudicate such constitutional defenses with the expectation that North Carolina officials will faithfully adhere to the Supremacy Clause in Article VI of the United States Constitution. <i>See, e.g., Ohio Civil Rights Comm'n,</i> 477 U.S. at 626-27, 106 S.Ct. 2718; <i>Haw. Hous. Auth. v. Midkiff,</i> 463 U.S. 1323, 1325, 104 S.Ct. 7, 77 L.Ed.2d 1426 (1983) (Rehnquist, Circuit Justice); <i>Fair Assessment in Real Estate Ass'n, Inc. v. McNary,</i> 454 U.S. 100, 111-13, 102 S.Ct. 177, 70 L.Ed.2d 271 (1981); <i>Kugler,</i> 421 U.S. at 124-25, 95 S.Ct. 1524; <i>Huffman,</i> 420 U.S. at 599-605, 95 S.Ct. 1200.</p>\n<p></p>\n<h2>C.</h2>\n<p>When a federal court abstains under <i>Younger,</i> the ordinary course of action is to dismiss the federal action, not to stay the action. <i>See, e.g., </i><i>Nivens,</i> 444 F.3d at 246-47 (collecting cases). The abstention doctrine, however, \"does not arise from lack of jurisdiction in the [d]istrict [c]ourt, but from strong policies counseling against the exercise of such jurisdiction where particular kinds of state proceedings have already been commenced.\" <i>Ohio Civil Rights Comm'n,</i> 477 U.S. at 626, 106 S.Ct. 2718. Accordingly, the federal court \"should typically dismiss the case with prejudice; not on the merits.\" <i>Nivens,</i> 444 F.3d at 247.</p>\n<p>Nonetheless, a stay, rather than a dismissal, is appropriate when the plaintiff will not have the opportunity to present his damages claims in the state proceeding. <i>See, e.g., </i><i>Carroll v. City of Mount Clemens,</i> 139 F.3d 1072, 1075-76 (6th Cir.1998); <i>Suggs v. Brannon,</i> 804 F.2d 274, 280 (4th Cir.1986); <i>Crane v. Fauver,</i> 762 F.2d 325, 329 (3d Cir.1985). Although the Supreme Court has not yet resolved the circuit split over whether the <i>Younger</i> doctrine applies to section 1983 damages claims, the Fourth Circuit has held that <i>\"Younger</i> does not invariably require dismissal of [section] 1983 damage actions.\" <i>Suggs,</i> 804 F.2d at 279. Rather, when a state proceeding would not allow plaintiffs to recover damages for their constitutional claims, \"[d]eferring [a section 1983 plaintiff's] right to institute an action for damages until the conclusion of the criminal cases might cause their claims to be barred by a statute of limitations.\" <i>Id.</i> at 280. Accordingly, when a plaintiff seeks damages, the court should permit plaintiff to maintain the section 1983 damages claims. Because simultaneous exercise of federal jurisdiction and state jurisdiction would create concerns with comity and efficiency, the appropriate step for the federal court to take is to stay the damages claims. <i>See id.; see also Beam v. Tatum,</i> 299 Fed.Appx. 243, 248 (4th Cir.2008) (per curiam) (unpublished); <i>Giulini v. Blessing,</i> 654 F.2d 189, 193-94 (2d Cir.1981) <span class=\"star-pagination\">*648</span> (holding section 1983 damages claims in abeyance until the state court had adjudicated the relevant constitutional issues).</p>\n<p>Because Gilbert has not presented evidence sufficient to meet the heavy burden of showing bad faith or harassment, the court abstains from considering counts one through three under the <i>Younger</i> abstention doctrine and dismiss counts one through three with prejudice. <i>See, e.g., </i><i>Nivens,</i> 444 F.3d at 246-47. The court also dismisses count four with prejudice to the extent that plaintiff seeks injunctive relief in count four against Edmonson in his official capacity. <i>See id.</i> Because count four (in part) and count five seek damages under section 1983 against Edmonson in his individual capacity, the court stays these claims. <i>See, e.g., Beam,</i> 299 Fed.Appx. at 248; <i>Carroll,</i> 139 F.3d at 1075-76; <i>Suggs,</i> 804 F.2d at 279-80; <i>Crane,</i> 762 F.2d at 329; <i>Giulini,</i> 654 F.2d at 193-94. Because the court stays the federal damage claims against Edmonson in his individual capacity, the court also stays the state-law claims against Edmonson in his individual capacity in counts six through eleven. <i>See </i><i>Kirschner,</i> 225 F.3d at 239; <i>cf. </i><i>Rossi v. Gemma,</i> 489 F.3d 26, 39-40 (1st Cir.2007).</p>\n<p>Finally, the State Bar suggested the possibility of the court dismissing the state-law claims (counts six through eleven) against Edmonson in his individual capacity without prejudice pursuant to 28 U.S.C. § 1367. If the court were to abstain under <i>Younger</i> and its progeny and dismiss all of the federal claims with prejudice, section 1367(c)(3) would permit the court to decline to exercise supplemental jurisdiction over the remaining state law claims. <i>See</i> 28 U.S.C. § 1367(c)(3); <i>Arbaugh v. Y &amp; H Corp.,</i> 546 U.S. 500, 514, 126 S.Ct. 1235, 163 L.Ed.2d 1097 (2006); <i>United Mine Workers of Am. v. Gibbs,</i> 383 U.S. 715, 726, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966). Courts have exercised this discretion in the context of <i>Younger</i> abstention. <i>See, e.g., Frey v. Bordis,</i> 286 Fed.Appx. 163, 165 (5th Cir.2008) (per curiam) (unpublished); <i>Cormier v. Green,</i> 141 Fed.Appx. 808, 810 n. 2 (11th Cir.2005) (per curiam) (unpublished); <i>Malapanis v. Regan,</i> 340 F.Supp.2d 184, 197 (D.Conn. 2004). However, counts four and five are both federal section 1983 claims against Edmonson in his individual capacity, and Gilbert seeks damages under both counts. Thus, the court stays the federal damage claims and cannot, at this stage of the proceedings, dismiss the state-law claims pursuant to section 1367(c)(3).</p>\n<p>In sum, the court abstains under <i>Younger</i> from plaintiff's claims against the State Bar and Edmonson in his official capacity seeking injunctive relief and dismisses these claims with prejudice. The court stays the balance of the claims seeking monetary relief against Edmonson in his individual capacity. Because the court dismisses with prejudice all of Gilbert's causes of action seeking injunctive relief, the court denies Gilbert's motions for temporary restraining order and preliminary injunction.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons discussed above, the court abstains from counts one, two, and three and DISMISSES counts one, two, and three against the State Bar with prejudice. The court also DISMISSES count four against Edmonson in his official capacity with prejudice to the extent that plaintiff seeks injunctive relief in count four. The court STAYS the action as to the balance of the claims (counts four through eleven) seeking monetary relief against Edmonson in his individual capacity. In light of the dismissal of Gilbert's claims seeking injunctive relief, Gilbert's motion for temporary restraining order <span class=\"star-pagination\">*649</span> [D.E. 2] and Gilbert's motion for preliminary injunction [D.E. 2] are DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  The court takes judicial notice of these public records. <i>See, e.g.,</i> Fed.R.Evid. 201; <i>Philips v. Pitt County Mem'l Hosp.,</i> 572 F.3d 176, 180 (4th Cir.2009); <i>Veney v. Wyche,</i> 293 F.3d 726, 730 (4th Cir.2002); <i>Colonial Penn Ins. Co. v. Coil,</i> 887 F.2d 1236, 1239 (4th Cir. 1989).</p>\n<p>[2]  Plaintiff's complaint, on its face, suggests that Gilbert is pursuing injunctive relief against the State Bar in counts five through eleven. <i>See</i> Compl. ¶¶ 121, 126, 131, 136, 141, 146, 151. At the hearing on September 4, 2009, Gilbert's counsel clarified that counts five through eleven only seek monetary relief and only against Edmonson in his individual capacity.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">660</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">636</span></span> (2009)</b></center>\n<center><h1>Willie D. GILBERT, II, Plaintiff,<br>\nv.<br>\nThe NORTH CAROLINA STATE BAR, and A. Root Edmonson, Defendants.</h1></center>\n<center>No. 5:09-CV-383-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>September 14, 2009.</center>\n<p><span class=\"star-pagination\">*638</span> Eric C. Michaux, Michaux &amp; Michaux, P.A., Durham, NC, for Plaintiff.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER, III, District Judge.</p>\n<p>Willie D. Gilbert, II (\"Gilbert\" or \"plaintiff\") brings this action against the North Carolina State Bar (\"State Bar\") and A. <span class=\"star-pagination\">*639</span> Root Edmonson (\"Edmonson\") (collectively \"defendants\"). Gilbert seeks declaratory and injunctive relief against the State Bar and monetary and injunctive relief against Edmonson for the State Bar's ongoing attorney disciplinary proceeding against Gilbert. Contemporaneous with filing his complaint, Gilbert filed a motion for temporary restraining order and a motion for preliminary injunction [D.E. 2.]. On September 4, 2009, the court held a hearing. Before the hearing, the court advised the parties to prepare to address the abstention doctrine of <i>Younger v. Harris,</i> <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1971), and its progeny [D.E. 3].</p>\n<p>As explained below, pursuant to <i>Younger</i> and its progeny, the court abstains from plaintiffs claims against the State Bar and Edmonson in his official capacity seeking injunctive relief and dismisses those claims with prejudice. The court stays the balance of the claims seeking monetary relief against Edmonson in his individual capacity. Because the court dismisses Gilbert's claims seeking injunctive relief, the court denies Gilbert's motions for temporary restraining order and preliminary injunction.</p>\n<p></p>\n<h2>I.</h2>\n<p>In August 1990, the North Carolina State Bar (\"State Bar\") licensed Willie D. Gilbert, II (\"Gilbert or plaintiff\") to practice law in the State of North Carolina. Compl. ¶ 14. Essentially, Gilbert alleges that the State Bar and Edmonson, a prosecutor for the State Bar, have acted vindictively and in bad faith in taking various actions against him. <i>See id.</i> ¶¶ 8, 20-92.</p>\n<p>Between February 2000 and September 2003, the State Bar filed three actions against Gilbert. First, on February 15, 2000, the State Bar brought an administrative action before the State Bar's Disciplinary Hearing Commission (\"DHC\"), alleging that Gilbert violated the North Carolina Revised Rules of Professional Conduct (\"RRPC\") while representing three clients between 1997 and 1999 <i>(\"Gilbert I\"). See </i><i>Gilbert v. N.C. State Bar,</i> <span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">70</span></span>, 72, <span class=\"citation\" data-id=\"1258026\"><a href=\"/opinion/1258026/gilbert-v-north-carolina-state-bar/\"><span class=\"volume\">678</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">602</span></a></span>, 603 (2009). The DHC held a four-day hearing and, at the conclusion, entered a disciplinary order, concluding that plaintiff had violated Rules 1.5, 1.7, 1.15-2(h), 8.4(b), 8.4(c), 8.4(d), and 8.4(g) of the RRPC. <i>See id.</i> at 72, 678 S.E.2d at 603-04. The DHC suspended Gilbert's license to practice law for five years, but stayed the last three years of the suspension upon enumerated conditions. <i>See id.</i> at 72, 678 S.E.2d at 604. On July 16, 2002, the North Carolina Court of Appeals affirmed the DHC order. <i>N.C. State Bar v. Gilbert,</i> 151 N.C.App. 299, <span class=\"citation\" data-id=\"1422020\"><a href=\"/opinion/1422020/north-carolina-state-bar-v-gilbert/\"><span class=\"volume\">566</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">685</span></a></span> (2002). On October 2, 2003, the North Carolina Supreme Court affirmed the North Carolina Court of Appeals. <i>N.C. State Bar v. Gilbert,</i> <span class=\"citation no-link\"><span class=\"volume\">357</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">502</span></span>, <span class=\"citation\" data-id=\"1330264\"><a href=\"/opinion/1330264/north-carolina-state-bar-v-gilbert/\"><span class=\"volume\">586</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">89</span></a></span> (2003) (per curiam).</p>\n<p>Second, on April 18, 2002, while the <i>Gilbert I</i> appeal was pending, the State Bar, on behalf of its Client Security Fund (\"CSF\"), brought a civil action in Wake County District Court to recover $4,627.43 from Gilbert that the CSF paid one of Gilbert's clients <i>(\"Gilbert II\"). See </i><i>Gilbert,</i> 363 N.C. at 73, 678 S.E.2d at 604. The Wake County District Court held a bench trial in January 2004, found Gilbert liable, and awarded the State Bar double damages pursuant to N.C. Gen.Stat. § 84-13, totaling $9,254.86 plus interest. <i>See id.</i> On appeal, the North Carolina Court of Appeals affirmed the trial court's judgment in part, but remanded the action for additional findings as to Gilbert's affirmative defenses. <i>N.C. State Bar v. Gilbert,</i> 176 N.C.App. 408, <span class=\"citation\" data-id=\"1209750\"><a href=\"/opinion/1209750/north-carolina-state-bar-v-gilbert/\"><span class=\"volume\">626</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">877</span></a></span> (2006). On remand, the Wake County District Court entered judgment in favor of the <span class=\"star-pagination\">*640</span> State Bar. <i>See </i><i>Gilbert,</i> 363 N.C. at 73, 678 S.E.2d at 604. On the second appeal of <i>Gilbert II,</i> the North Carolina Court of Appeals affirmed the Wake County District Court's judgment in part, but remanded with instructions to recalculate the interest pursuant to N.C. Gen.Stat. § 24-5(b). <i>N.C. State Bar v. Gilbert,</i> 189 N.C.App. 320, <span class=\"citation\" data-id=\"1217961\"><a href=\"/opinion/1217961/north-carolina-state-bar-v-gilbert/\"><span class=\"volume\">663</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">1</span></a></span> (2008).</p>\n<p>Third, on September 12, 2003, the State Bar filed a second disciplinary action against Gilbert, alleging that, in April 1998, Gilbert had misappropriated funds from his trust account and failed to pay client funds promptly to third parties (<i>\"Gilbert III</i>\"). <i>See </i><i>Gilbert,</i> 363 N.C. at 73, 678 S.E.2d at 604. In response, on November 18, 2003, Gilbert filed a motion to dismiss, moved for sanctions, answered the complaint, and asserted counterclaims. Among Gilbert's defenses in <i>Gilbert III</i> are that the DHC lacks jurisdiction over the subject matter, that the State Bar has been unconstitutionally designated, and that the prosecution is vindictive and in bad faith in violation of the United States Constitution and the North Carolina Constitution. <i>See</i> Mot. to Dismiss, Mot. for Sanctions, Answer to Compl. &amp; Counterclaims, <i>N.C. State Bar v. Gilbert,</i> 03 DHC 16 (Disciplinary Hearing Comm'n Nov. 18, 2003), <i>available at</i> http://www. ncbar.gov/discipline/DHC_File_DHC_file_ filename_bv.asp?DHC_file_doc=130 (last visited Sept. 14, 2009).<sup>[1]</sup> Gilbert's counterclaims include vindictive prosecution/enforcement, deprivation of procedural due process, and deprivation of substantive due process, in violation of the United States Constitution and the North Carolina Constitution. <i>See id.</i> at 5-14.</p>\n<p>In 2004, while <i>Gilbert III</i> was pending before the DHC, Gilbert filed a civil action in Wilson County Superior Court against the State Bar, asserting claims under 42 U.S.C. § 1983 and the North Carolina Constitution and alleging, inter alia, that the State Bar was prosecuting <i>Gilbert III</i> in bad faith. <i>See </i><i>Gilbert,</i> 363 N.C. at 73, 678 S.E.2d at 604. Gilbert sought injunctive and monetary relief for the alleged violations of his substantive and procedural due process rights. <i>See id.</i> On April 9, 2004, the Wilson County Superior Court granted Gilbert an ex parte temporary restraining order (\"TRO\"), enjoining the State Bar from proceeding with further prosecution of <i>Gilbert III. See id.</i> At the preliminary injunction hearing, the State Bar argued that the trial court lacked jurisdiction to enjoin a disciplinary action pending before the DHC. <i>See id.</i> Gilbert contended that the DHC did not have the authority to consider constitutional issues, so the Wilson County Superior Court was the appropriate forum to bring these constitutional claims. <i>See id,</i> at 73-74, 678 S.E.2d at 604. After considering the arguments, the Wilson County Superior Court granted Gilbert's motion for a preliminary injunction. <i>See id.</i> at 74, 678 S.E.2d at 604.</p>\n<p>On August 3, 2004, the State Bar filed a motion in the Wilson County Superior Court to dismiss Gilbert's complaint. <i>See id.</i> On October 13, 2004, Gilbert moved for partial summary judgment on the issue of liability for violations of his procedural and substantive due process rights. <i>See id.</i> at 74, 678 S.E.2d at 604-05. The Wilson County Superior Court converted the <span class=\"star-pagination\">*641</span> State Bar's motion to dismiss to one for summary judgment. At oral argument on the motion for partial summary judgment, the Honorable Toby Fitch of the Wilson County Superior Court stated:</p>\n<blockquote>[I]t smacks in the face of fairness when you have a man that you take a period of time, you go in and you find three people, you prosecute him on those three, and there were six people there at the same time, and instead of prosecuting him on six and doing whatever you want to do to him, you choose to do three of them, have a time of suspension to run, and then come back when that time of suspension runs and says, oh, yes, I got three more that I didn't prosecute you on so I want to now prosecute you on those matters. And that, right or wrong, in my mind is where I have the problem, becauseand that's why I used the terms that the State Bar knew or should have known, having done the investigation of the trust account, that those violations were there.</blockquote>\n<p><i>Id.,</i> 678 S.E.2d at 604-05 (quotation omitted).</p>\n<p>On September 12, 2005, the Wilson County Superior Court granted Gilbert's motion for partial summary judgment and permanently enjoined the State Bar from prosecuting <i>Gilbert III. See </i><i>Gilbert,</i> 363 N.C. at 74, 678 S.E.2d at 605. The court also expressly retained jurisdiction over the action to enforce the injunction, calculate compensatory damages, and award attorney's fees. <i>See id.</i></p>\n<p>The State Bar appealed, and the North Carolina Court of Appeals dismissed the State Bar's appeal as one from an interlocutory order not affecting a substantial right. <i>Gilbert v. N.C. State Bar,</i> 180 N.C.App. 690, <span class=\"citation no-link\"><span class=\"volume\">639</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">143</span></span> (2006). The North Carolina Supreme Court allowed the State Bar's petition for discretionary review regarding \"(1) whether the Court of Appeals erred by dismissing [the State Bar's] appeal as interlocutory, and (2) whether the superior court had jurisdiction to enjoin permanently [the State Bar's] prosecution of plaintiff in an administrative disciplinary proceeding before the DHC.\" <i>Gilbert,</i> 363 N.C. at 75, 678 S.E.2d at 605.</p>\n<p>On March 20, 2009, the North Carolina Supreme Court reversed the North Carolina Court of Appeals. <i>Id.</i> at 86, 678 S.E.2d at 612. As to the first issue, the North Carolina Supreme Court held that the State Bar had a substantial right in prosecuting its disciplinary action against Gilbert, and, therefore, the order was appealable. <i>See id.</i> at 75-77, 678 S.E.2d at 605-06. As to the second issue, the North Carolina Supreme Court held that Gilbert failed to state a claim under section 1983 \"because (1) substantive due process does not provide an individual right to be free from either vindictive or malicious prosecution of an administrative action, and (2) a plaintiff's right to procedural due process under the Fourteenth Amendment is not violated by the tortious conduct of a state actor until and unless the State fails to provide an adequate remedy.\" <i>Id.</i> at 72, 678 S.E.2d at 603 (emphasis omitted). Thus, because a \"plaintiff must allow the State an opportunity to remedy the alleged deprivation of a protected right before he can state a viable [section] 1983 claim based on an alleged violation of his right to procedural due process, the [Wilson County Superior Court] should not have imposed a permanent injunction.\" <i>Id.</i> Accordingly, the North Carolina Supreme Court vacated the North Carolina Court of Appeals' <i>Gilbert III</i> decision and remanded to the Court of Appeals for further remand to Wilson County Superior Court with instructions to dissolve the permanent injunction, dismiss Gilbert's substantive due process claim with prejudice, and dismiss <span class=\"star-pagination\">*642</span> Gilbert's procedural due process claim without prejudice. <i>See id.</i></p>\n<p>On July 28, 2009, the State Bar reconvened its prosecution of Gilbert regarding the complaint originally filed in September 2003. <i>See</i> N.C. State Bar, Upcoming Disciplinary Hearing Information, http://www. ncbar.gov/discipline/DHCview.asp? DHCpkey=103 (last visited Sept. 14, 2009). The State Bar continues to assert that Gilbert misappropriated funds from his client trust account and was tardy in paying client funds owed to a third party. <i>See</i> Compl., <i>N.C. State Bar v. Gilbert,</i> 03 DHC 16 (Disciplinary Hearing Comm'n Sept. 12, 2003), <i>available at</i> http://www. ncbar.gov/discipline/DHC_File_DHC_file_filename_bv.asp?DHC_file_doc=129 (last visited Sept. 14, 2009).</p>\n<p>On August 27, 2009, Gilbert initiated an action in this court against the State Bar and Edmonson. Gilbert's complaint includes eleven claims: (1) a section 1983 claim against the State Bar for bad-faith prosecution in violation of the First and Fourteenth Amendments; (2) a section 1983 claim against the State Bar for badfaith prosecution in violation of federal common law; (3) a section 1983 claim against the State Bar for vindictive prosecution in violation of the First and Fourteenth Amendments; (4) a section 1983 claim against Edmonson in his official and individual capacities for a deprivation of his license to practice law without due process; (5) a section 1983 claim against Edmonson in his individual capacity for civil conspiracy to violate the due process and privileges and immunities clauses; (6) a claim under North Carolina law against Edmonson in his individual capacity for civil conspiracy to tortiously interfere with business relations; (7) a claim under North Carolina law against Edmonson in his individual capacity for civil conspiracy to tortiously interfere with contractual relations; (8) a claim under North Carolina law against Edmonson in his individual capacity for civil conspiracy to engage in unfair and deceptive trade practices; (9) a claim under North Carolina law against Edmonson in his individual capacity for civil conspiracy to engage in defamation <i>per quod;</i> (10) a claim under North Carolina law against Edmonson in his individual capacity for intentional infliction of emotional distress; and (11) a claim under North Carolina law against Edmonson in his individual capacity for negligent infliction of emotional distress. Compl. ¶¶ 93-151.</p>\n<p>Counts one through three seek only injunctive relief and only against the State Bar. <i>See id.</i> ¶¶ 93108. Count four seeks injunctive and monetary relief (including punitive damages) against Edmonson in his individual and official capacities. <i>See id.</i> ¶¶ 10914. Further, to the extent that count four seeks injunctive relief, Gilbert made clear during the hearing on September 4, 2009, that the injunctive relief Gilbert seeks under count four is against the State Bar and Edmonson in his official capacity, not against Edmonson in his individual capacity. Counts five through eleven seek injunctive and monetary relief (including punitive damages) against Edmonson in his individual capacity. <i>See id.</i> ¶¶ 115-51.<sup>[2]</sup></p>\n<p>Contemporaneous with filing his complaint, Gilbert filed a motion for temporary <span class=\"star-pagination\">*643</span> restraining order and a motion for preliminary injunction [D.E. 2]. On August 28, 2009, the DHC held a hearing in <i>Gilbert III</i> to address scheduling and other preliminary matters. That same day, this court entered an order notifying the parties that it would hold a hearing on September 4, 2009, and asking the parties to be prepared to address the <i>Younger</i> abstention doctrine [D.E. 3]. On September 4, 2009, the court held a hearing in which the State Bar made a limited appearance [D.E. 8, 9].</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A.</h2>\n<p>Under <i>Younger</i> and its progeny, a federal court must abstain from interfering in state proceedings, even if jurisdiction exists, if the following three factors are present: \"(1) there is an ongoing state judicial proceeding brought prior to substantial progress in the federal proceeding; that (2) implicates important, substantial, or vital state interests; and (3) provides adequate opportunity to raise constitutional challenges.\" <i>Nivens v. Gilchrist,</i> <span class=\"citation\" data-id=\"793961\"><a href=\"/opinion/793961/kenneth-scott-nivens-glen-lance-maners-terri-lynn-stork-v-peter-s/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">237</span></a></span>, 241 (4th Cir.2006); <i>see </i><i>Middlesex County Ethics Comm. v. Garden State Bar Ass'n,</i> <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 432-34, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">116</span></a></span> (1982); <i>Laurel Sand &amp; Gravel, Inc. v. Wilson,</i> <span class=\"citation\" data-id=\"1025180\"><a href=\"/opinion/1025180/laurel-sand-gravel-inc-v-wilson/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">156</span></a></span>, 165 (4th Cir.2008). The principle of \"comity\" underlying <i>Younger</i> includes \"a proper respect for state functions, a recognition of the fact that the entire country is made up of a Union of separate state governments, and a continuance of the belief that the National Government will fare best if the States and their institutions are left free to perform their separate functions in their separate ways.\" <i>Younger,</i> 401 U.S. at 44, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>.</p>\n<p>Under the second prong, <i>Younger</i> mandates \"abstention not only when the pending state proceedings are criminal, but also when certain civil proceedings are pending, if the State's interests in the proceeding are so important that exercise of the federal judicial power would disregard the comity between the States and the National Government.\" <i>Pennzoil Co. v. Texaco, Inc.,</i> <span class=\"citation\" data-id=\"111856\"><a href=\"/opinion/111856/pennzoil-co-v-texaco-inc/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11, <span class=\"citation\" data-id=\"111856\"><a href=\"/opinion/111856/pennzoil-co-v-texaco-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1519</span></a></span>, <span class=\"citation\" data-id=\"111856\"><a href=\"/opinion/111856/pennzoil-co-v-texaco-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1987). When evaluating this prong, the court looks to \"the importance of the generic proceedings to the State,\" not to the specific concern of the particular proceeding. <i>See </i><i>New Orleans Pub. Serv., Inc. v. Council of New Orleans,</i> <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, 365, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span>, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">298</span></a></span> (1989). Notably, the Supreme Court has applied the <i>Younger</i> abstention doctrine to state attorney disciplinary proceedings. <i>See </i><i>Middlesex County Ethics Comm.,</i> 457 U.S. at 433-34, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>. Additionally, a state proceeding is sufficient to satisfy <i>Younger</i>'s third prong if the \"constitutional claims may be raised in state-court judicial review of the administrative proceeding.\" <i>Ohio Civil Rights Comm'n v. Dayton Christian Sch., Inc.,</i> <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">619</span></a></span>, 629, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">512</span></a></span> (1986).</p>\n<p>If <i>Younger</i>'s three elements are satisfied, a district court must abstain from interfering in the state proceeding. However, a federal court may disregard <i>Younger</i> abstention when \"(1) 'there is a showing of bad faith or harassment by state officials responsible for the prosecution'; (2) `the state law to be applied in the criminal proceeding is flagrantly and patently violative of express constitutional prohibitions'; or (3) 'other extraordinary circumstances' exist that present a threat of immediate and irreparable injury.\" <i>Nivens,</i> 444 F.3d at 241 (quoting <i>Kugler v. Helfant,</i> <span class=\"citation\" data-id=\"109240\"><a href=\"/opinion/109240/kugler-v-helfant/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span>, 124, <span class=\"citation\" data-id=\"109240\"><a href=\"/opinion/109240/kugler-v-helfant/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1524</span></a></span>, <span class=\"citation\" data-id=\"109240\"><a href=\"/opinion/109240/kugler-v-helfant/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1975)); <i>see </i><i>Middlesex County Ethics Comm.,</i> 457 U.S. at 435, 437, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>. \"These exceptions to <span class=\"star-pagination\">*644</span> <i>Younger</i> have been narrowly construed.\" <i>Zalman v. Armstrong,</i> <span class=\"citation\" data-id=\"476871\"><a href=\"/opinion/476871/bruce-zalman-v-david-l-armstrong-individually-and-as-attorney-general-of/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span>, 205 (6th Cir.1986); <i>see </i><i>Huffman v. Pursue, Ltd.,</i> <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">592</span></a></span>, 611, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (1975); <i>see also </i><i>Renn v. Garrison,</i> <span class=\"citation\" data-id=\"1459967\"><a href=\"/opinion/1459967/renn-by-and-through-renn-v-garrison/\"><span class=\"volume\">845</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1127</span></a></span>, 1130 (E.D.N.C. 1994). Further, the court is unaware of any case in which the Supreme Court has applied the bad faith or harassment exception to <i>Younger. Cf. </i><i>Gilliam v. Foster,</i> <span class=\"citation\" data-id=\"712187\"><a href=\"/opinion/712187/darrell-wayland-gilliam-jr-pamela-owings-james-matthew-swain-v-james-lee/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">881</span></a></span>, 906 (4th Cir.1996) (Wilkinson, J., dissenting) (\"Over [24] years of litigation since <i>Younger</i> testify to the strength of its presumption against federal interference; in no case has the Supreme Court found the bad faith exception to apply.\"). Nonetheless, in <i>Younger,</i> the Court described its earlier decision in <i>Dombrowski v. Pfister,</i> <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1116</span></a></span>, <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span></a></span> (1965), as an example of a case where the plaintiffs showed that the state officials responsible for the prosecution were proceeding in bad faith and to harass the plaintiffs. <i>See </i><i>Younger,</i> 401 U.S. at 48-49, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>.</p>\n<p>Bad faith in the criminal prosecution context \"generally means that a prosecution has been brought without a reasonable expectation of obtaining a valid conviction.\" <i>Kugler,</i> 421 U.S. at 126 n. 6, <span class=\"citation\" data-id=\"109240\"><a href=\"/opinion/109240/kugler-v-helfant/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1524</span></a></span>; <i>see </i><i>Perez v. Ledesma,</i> <span class=\"citation\" data-id=\"108266\"><a href=\"/opinion/108266/perez-v-ledesma/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">82</span></a></span>, 85, <span class=\"citation\" data-id=\"108266\"><a href=\"/opinion/108266/perez-v-ledesma/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">674</span></a></span>, <span class=\"citation\" data-id=\"108266\"><a href=\"/opinion/108266/perez-v-ledesma/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">701</span></a></span> (1971). \" `Harassment' means much the same, although it also connotes a legal exercise of authority in such a manner as to be unnecessarily oppressive.\" <i>Timmerman v. Brown,</i> <span class=\"citation\" data-id=\"332204\"><a href=\"/opinion/332204/melvin-lee-timmerman-and-robert-thomas-individually-and-on-behalf-of-all/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">811</span></a></span>, 815 (4th Cir.1975). To determine whether state officials commenced an action in bad faith or with intent to harass, the court considers the following factors:</p>\n<blockquote>(1) whether it was frivolous or undertaken with no reasonably objective hope of success; (2) whether it was motivated by the [federal plaintiffs] suspect class or in retaliation for the [federal plaintiffs] exercise of constitutional rights; and (3) whether it was conducted in such a way as to constitute harassment and an abuse of prosecutorial discretion, typically through the unjustified and oppressive use of multiple prosecutions.</blockquote>\n<p><i>Weitzel v. Div. of Occupational &amp; Profl Licensing,</i> <span class=\"citation\" data-id=\"160665\"><a href=\"/opinion/160665/weitzel-v-div-of-occupational/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">871</span></a></span>, 877 (10th Cir. 2001) (quotation omitted); <i>see </i><i>Kirschner v. Klemons,</i> <span class=\"citation\" data-id=\"770255\"><a href=\"/opinion/770255/docket-no-99-9173-august-term-1999/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">227</span></a></span>, 236 (2d Cir.2000). \"It is the plaintiffs heavy burden to overcome the bar of <i>Younger</i> abstention by setting forth more than mere allegations of bad faith or harassment.\" <i>Weitzel,</i> 240 F.3d at 871 (quotation omitted); <i>see </i><i>Crenshaw v. Supreme Court of Ind.,</i> <span class=\"citation\" data-id=\"762448\"><a href=\"/opinion/762448/zena-d-crenshaw-v-the-supreme-court-of-indiana/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">725</span></a></span>, 729 (7th Cir.1999) (allegation of bad faith insufficient to trigger exception).</p>\n<p></p>\n<h2>B.</h2>\n<p>Gilbert concedes that defendants meet the first two prongs of <i>Younger.</i> As for the first prong, the State Bar initiated the disciplinary proceeding against plaintiff in <i>Gilbert III</i> before plaintiff filed his complaint in this court. <i>See, e.g., </i><i>Middlesex County Ethics Comm.,</i> 457 U.S. at 432-34, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>; <i>Laurel Sand &amp; Gravel, Inc.,</i> 519 F.3d at 165; <i>Nivens,</i> 444 F.3d at 241. As for the second prong, the State of North Carolina has an important and substantial interest in prosecuting state attorney disciplinary actions. <i>See </i><i>Middlesex County Ethics Comm.,</i> 457 U.S. at 432-34, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>; <i>see also </i><i>New Orleans Pub. Serv., Inc.,</i> 491 U.S. at 365, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span>; <i>Pennzoil Co.,</i> 481 U.S. at 11, <span class=\"citation\" data-id=\"111856\"><a href=\"/opinion/111856/pennzoil-co-v-texaco-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1519</span></a></span>. However, Gilbert contends that <i>Younger</i> does not apply because (1) the DHC does not permit an opportunity for him to adjudicate his constitutional defenses, thus failing the third prong under <i>Younger,</i> and (2) defendants' conduct fit within the \"bad faith\" or \"harassment\" exception to the <i>Younger</i> doctrine.</p>\n<p><span class=\"star-pagination\">*645</span> As for the third prong of <i>Younger,</i> the parties dispute whether the DHC has the authority to adjudicate constitutional claims in its proceedings. Although Gilbert acknowledges that he can raise them, and indeed in his answer to the State Bar's September 2003 complaint has raised constitutional defenses, he suggests that the DHC's enabling statute does not extend jurisdiction over constitutional defenses. The State Bar disagrees and argues that DHC regularly may receive evidence on and adjudicate constitutional defenses.</p>\n<p>Nothing in the DHC's enabling statute precludes the DHC from receiving evidence on and adjudicating a constitutional defense in an attorney disciplinary proceeding. <i>See</i> N.C. Gen.Stat. § 84-28.1. The State Bar is an agency of the State of North Carolina. <i>See id.</i> § 84-15. The DHC is a subsection within the State Bar, which consists of twenty members and holds hearings and \"make[s] findings of fact and conclusions of law\" regarding alleged attorney misconduct. <i>See id.</i> § 84-28.1(b). The DHC has contempt power and the power to administer oaths, subpoena witnesses, and receive evidence. <i>See id.</i> §§ 84-28.1(b1), -29. The DHC is independent of the members of the Office of the Counsel who represent the State Bar in attorney disciplinary proceedings. <i>See</i> 27 N.C. Admin. Code 1B.0102, .0104, .0107,.0108. Moreover, even if the DHC does not have the authority to adjudicate constitutional defenses, the North Carolina appellate courts certainly may consider such constitutional defenses. <i>See Ohio Civil Rights Comm'n,</i> 477 U.S. at 629, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>; <i>see, e.g., </i><i>N.C. State Bar v. DuMont,</i> <span class=\"citation no-link\"><span class=\"volume\">304</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">627</span></span>, 628-41, <span class=\"citation\" data-id=\"1282106\"><a href=\"/opinion/1282106/north-carolina-state-bar-v-dumont/\"><span class=\"volume\">286</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">89</span></a></span>, 90-98 (1982); <i>N.C. State Bar v. Frazier,</i> <span class=\"citation\" data-id=\"1224526\"><a href=\"/opinion/1224526/north-carolina-state-bar-v-frazier/\"><span class=\"volume\">269</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">625</span></a></span>, 635, <span class=\"citation\" data-id=\"1224526\"><a href=\"/opinion/1224526/north-carolina-state-bar-v-frazier/\"><span class=\"volume\">153</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">367</span></a></span>, 374 (1967); <i>N.C. State Bar v. McGee,</i> No. COA08-995, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1383451</span></span>, at *7 (N.C.Ct.App. May 19, 2009) (per curiam) (unpublished); <i>N.C. State Bar v. Harris,</i> 139 N.C.App. 822, 827, <span class=\"citation no-link\"><span class=\"volume\">535</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">74</span></span>, 77 (2000). Accordingly, defendants have satisfied all three prongs for <i>Younger</i> abstention, and the court must abstain barring the applicability of an exception.</p>\n<p>As for the bad faith or harassment exception, Gilbert has failed to meet \"plaintiffs heavy burden to overcome the bar of <i>Younger</i> abstention by setting forth more than mere allegations of bad faith or harassment.\" <i>Weitzel,</i> 240 F.3d at 876 (quotation omitted); <i>see </i><i>Crenshaw,</i> 170 F.3d at 729. Looking at the <i>Weitzel</i> factors, and after having reviewed the verified complaint and its attachments, Gilbert has failed to show that defendants are undertaking the disciplinary action \"with no reasonably objective hope of success.\" <i>Weitzel,</i> 240 F.3d at 877. Defendants have successfully prosecuted one disciplinary action against Gilbert in <i>Gilbert I,</i> and nothing in the record indicates that defendants are pursuing the <i>Gilbert III</i> action with no reasonably objective hope of success. As for the second <i>Weitzel</i> factor, Gilbert has not offered evidence indicating that defendants are motivated by any suspect class or by Gilbert's exercise of his constitutional rights. Although Gilbert did exercise his appellate rights in <i>Gilbert I</i> and <i>Gilbert II,</i> defendants initiated <i>Gilbert III</i> before the conclusion of the appeals of either <i>Gilbert I</i> or <i>Gilbert II.</i> Further, <i>Gilbert II</i> was not a disciplinary proceeding. Rather, it was the State Bar's effort to recover money that the CSF paid to one of Gilbert's former clients. As for the third factor, the court has reviewed the complaint and the exhibits to the complaint. The court need not accept the complaint's allegation of bad faith or harassment as correct. Moreover, the exhibits attached to the complaint do not reflect bad faith or harassment. They reflect hotly contested legal issues between Gilbert and the State Bar. The court declinies <span class=\"star-pagination\">*646</span> to draw the nefarious inferences that Gilbert sees in the procedural history between the parties. Gilbert simply has not shown that defendants' actions \"constitute harassment and an abuse of prosecutorial discretion\" under <i>Younger. See </i><i>Weitzel,</i> 240 F.3d at 877.</p>\n<p>To the extent that plaintiff alleges that defendants have harassed him or acted in bad faith, defendants' actions pale in comparison to a case in which the Supreme Court found bad faith. In <i>Dombrowski,</i> appellants showed that the state prosecutors were repeatedly threatening to prosecute them for violations of the Louisiana Subversive Activities and Communist Control Law and the Communist Propaganda Control Law. 380 U.S. at 487-89, <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1116</span></a></span>. Appellants were arrested and threatened with prosecution on several occasions even though prosecutors' only goal was to chill their speech and organizing activities, not secure convictions. <i>Id.</i></p>\n<p>Similarly, in <i>Shaw v. Garrison,</i> <span class=\"citation\" data-id=\"305737\"><a href=\"/opinion/305737/clay-l-shaw-v-jim-garrison-individually-and-as-district-attorney-for/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">113</span></a></span> (5th Cir.1972), a case on which Gilbert relies, prosecutors pursued a state perjury charge against Shaw for testimony he offered at his own trial after a jury had acquitted him. <i>Id.</i> at 114-15. The circumstances of the trial and investigation preceding it were quite unusual. Garrison, a New Orleans prosecutor, initiated an investigation into the President John F. Kennedy assassination three years after it had occurred, apparently because he disagreed with the findings of the Warren Commission and because Lee Harvey Oswald had spent some time in New Orleans. <i>Id.</i> at 115. Garrison pursued Shaw as a suspect though he had no evidentiary basis. <i>Id.</i> He then elicited testimony from a purported coconspirator after administering the witness sodium pentothal and subjecting him to hypnosis. <i>Id.</i> Garrison then used this forced and suggestive testimony to implicate Shaw in a conspiracy. <i>Id.</i> However, the coconspirator's trial testimony differed from his testimony at the preliminary hearing, and he eventually invoked his Fifth Amendment rights at trial. <i>Id.</i> at 117. Further, Garrison used private funds to pursue his investigation of Shaw. <i>Id.</i> at 117-18. These benefactors expected Garrison to deliver a conviction of Shaw. <i>Id.</i> at 118. Garrison also staged Shaw's arrest to maximize the publicity. <i>Id.</i> Additionally, while Shaw was awaiting trial, Garrison held press conferences and issued press releases, including information he refused to disclose to Shaw. <i>Id.</i> Despite other witnesses who gave testimony that conflicted with previous accounts, Shaw was the only one charged with perjury. <i>Id.</i> Finally, Garrison was under contract to write a book about his investigation of President Kennedy's assassination, and the continued prosecution of Shaw aided Garrison's financial interests. <i>Id.</i></p>\n<p>Here, Gilbert's claims concerning defendants are far removed in space and time from the events described in either <i>Dombrowski</i> or <i>Shaw.</i> Gilbert has not cited any case in which a court found bad faith or harassment under <i>Younger</i> on facts similar to this case. The exhibits attached to Gilbert's complaint do not show a vindictive or malicious prosecutor, but a prosecutor pursuing a disciplinary action in <i>Gilbert III</i> that has been pending since 2003, and a prosecutor ensuring that, in the interim, an attorney who has been disciplined before and has pending disciplinary charges against him does not harm his clients or the public. Gilbert has not met his burden to place the case within the bad faith or harassment exception to <i>Younger.</i> Therefore, <i>Younger</i> applies, and the court must abstain.</p>\n<p>Alternatively, even if the court found that plaintiff had met his heavy burden in showing bad faith or harassment, plaintiff has an opportunity to challenge the actions <span class=\"star-pagination\">*647</span> giving rise to the bad faith or harassment allegation in the state appellate process. Thus, the court would still abstain. <i>See </i><i>Tindall v. Wayne County Friend of the Court,</i> <span class=\"citation\" data-id=\"775335\"><a href=\"/opinion/775335/michael-e-tindall-v-wayne-county-friend-of-the-court-by-joseph-a/\"><span class=\"volume\">269</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">533</span></a></span>, 539-40 (6th Cir.2001).</p>\n<p>The court makes one final observation about the \"bad faith\" or \"harassment\" exception under <i>Younger.</i> The court's decision to abstain on the record in this case does not preclude Gilbert from raising his federal constitutional defenses in the North Carolina proceeding and having the DHC or the North Carolina courts adjudicate the defenses on a fully developed record. Those defenses appear to include an allegation that the State Bar is engaged in a bad-faith prosecution or a harassing prosecution in violation of the First and Fourteenth Amendment. Although the <i>Younger</i> exception uses the phrases \"bad faith\" or \"harassment,\" the <i>Younger</i> exception is distinct from the defenses that Gilbert asserts. Moreover, the essence of <i>Younger</i> instructs that North Carolina have an opportunity to adjudicate such constitutional defenses with the expectation that North Carolina officials will faithfully adhere to the Supremacy Clause in Article VI of the United States Constitution. <i>See, e.g., Ohio Civil Rights Comm'n,</i> 477 U.S. at 626-27, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>; <i>Haw. Hous. Auth. v. Midkiff,</i> <span class=\"citation no-link\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1323</span></span>, 1325, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">7</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1426</span></span> (1983) (Rehnquist, Circuit Justice); <i>Fair Assessment in Real Estate Ass'n, Inc. v. McNary,</i> <span class=\"citation\" data-id=\"110581\"><a href=\"/opinion/110581/fair-assessment-in-real-estate-assn-inc-v-mcnary/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">100</span></a></span>, 111-13, <span class=\"citation\" data-id=\"110581\"><a href=\"/opinion/110581/fair-assessment-in-real-estate-assn-inc-v-mcnary/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">177</span></a></span>, <span class=\"citation\" data-id=\"110581\"><a href=\"/opinion/110581/fair-assessment-in-real-estate-assn-inc-v-mcnary/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1981); <i>Kugler,</i> 421 U.S. at 124-25, <span class=\"citation\" data-id=\"109240\"><a href=\"/opinion/109240/kugler-v-helfant/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1524</span></a></span>; <i>Huffman,</i> 420 U.S. at 599-605, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>.</p>\n<p></p>\n<h2>C.</h2>\n<p>When a federal court abstains under <i>Younger,</i> the ordinary course of action is to dismiss the federal action, not to stay the action. <i>See, e.g., </i><i>Nivens,</i> 444 F.3d at 246-47 (collecting cases). The abstention doctrine, however, \"does not arise from lack of jurisdiction in the [d]istrict [c]ourt, but from strong policies counseling against the exercise of such jurisdiction where particular kinds of state proceedings have already been commenced.\" <i>Ohio Civil Rights Comm'n,</i> 477 U.S. at 626, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>. Accordingly, the federal court \"should typically dismiss the case with prejudice; not on the merits.\" <i>Nivens,</i> 444 F.3d at 247.</p>\n<p>Nonetheless, a stay, rather than a dismissal, is appropriate when the plaintiff will not have the opportunity to present his damages claims in the state proceeding. <i>See, e.g., </i><i>Carroll v. City of Mount Clemens,</i> <span class=\"citation\" data-id=\"752883\"><a href=\"/opinion/752883/miriam-g-carroll-v-city-of-mount-clemens-john-beeding-jr-harry-diehl/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1072</span></a></span>, 1075-76 (6th Cir.1998); <i>Suggs v. Brannon,</i> <span class=\"citation\" data-id=\"478749\"><a href=\"/opinion/478749/joyce-suggs-and-ronnie-owen-faircloth-v-hon-anthony-m-brannon-in-his/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span>, 280 (4th Cir.1986); <i>Crane v. Fauver,</i> <span class=\"citation\" data-id=\"452083\"><a href=\"/opinion/452083/dexter-crane-and-john-r-sudol-v-william-h-fauver-individually-and-in/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">325</span></a></span>, 329 (3d Cir.1985). Although the Supreme Court has not yet resolved the circuit split over whether the <i>Younger</i> doctrine applies to section 1983 damages claims, the Fourth Circuit has held that <i>\"Younger</i> does not invariably require dismissal of [section] 1983 damage actions.\" <i>Suggs,</i> 804 F.2d at 279. Rather, when a state proceeding would not allow plaintiffs to recover damages for their constitutional claims, \"[d]eferring [a section 1983 plaintiff's] right to institute an action for damages until the conclusion of the criminal cases might cause their claims to be barred by a statute of limitations.\" <i>Id.</i> at 280. Accordingly, when a plaintiff seeks damages, the court should permit plaintiff to maintain the section 1983 damages claims. Because simultaneous exercise of federal jurisdiction and state jurisdiction would create concerns with comity and efficiency, the appropriate step for the federal court to take is to stay the damages claims. <i>See id.; see also Beam v. Tatum,</i> 299 Fed.Appx. 243, 248 (4th Cir.2008) (per curiam) (unpublished); <i>Giulini v. Blessing,</i> <span class=\"citation\" data-id=\"392290\"><a href=\"/opinion/392290/charles-a-giulini-jr-mary-jane-giulini-anthony-j-garri-and-rosemary/\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 193-94 (2d Cir.1981) <span class=\"star-pagination\">*648</span> (holding section 1983 damages claims in abeyance until the state court had adjudicated the relevant constitutional issues).</p>\n<p>Because Gilbert has not presented evidence sufficient to meet the heavy burden of showing bad faith or harassment, the court abstains from considering counts one through three under the <i>Younger</i> abstention doctrine and dismiss counts one through three with prejudice. <i>See, e.g., </i><i>Nivens,</i> 444 F.3d at 246-47. The court also dismisses count four with prejudice to the extent that plaintiff seeks injunctive relief in count four against Edmonson in his official capacity. <i>See id.</i> Because count four (in part) and count five seek damages under section 1983 against Edmonson in his individual capacity, the court stays these claims. <i>See, e.g., Beam,</i> 299 Fed.Appx. at 248; <i>Carroll,</i> 139 F.3d at 1075-76; <i>Suggs,</i> 804 F.2d at 279-80; <i>Crane,</i> 762 F.2d at 329; <i>Giulini,</i> 654 F.2d at 193-94. Because the court stays the federal damage claims against Edmonson in his individual capacity, the court also stays the state-law claims against Edmonson in his individual capacity in counts six through eleven. <i>See </i><i>Kirschner,</i> 225 F.3d at 239; <i>cf. </i><i>Rossi v. Gemma,</i> <span class=\"citation\" data-id=\"202821\"><a href=\"/opinion/202821/rossi-v-gemma/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 39-40 (1st Cir.2007).</p>\n<p>Finally, the State Bar suggested the possibility of the court dismissing the state-law claims (counts six through eleven) against Edmonson in his individual capacity without prejudice pursuant to 28 U.S.C. § 1367. If the court were to abstain under <i>Younger</i> and its progeny and dismiss all of the federal claims with prejudice, section 1367(c)(3) would permit the court to decline to exercise supplemental jurisdiction over the remaining state law claims. <i>See</i> 28 U.S.C. § 1367(c)(3); <i>Arbaugh v. Y &amp; H Corp.,</i> <span class=\"citation\" data-id=\"145677\"><a href=\"/opinion/145677/arbaugh-v-y-h-corp/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, 514, <span class=\"citation\" data-id=\"145677\"><a href=\"/opinion/145677/arbaugh-v-y-h-corp/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1235</span></a></span>, <span class=\"citation\" data-id=\"145677\"><a href=\"/opinion/145677/arbaugh-v-y-h-corp/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1097</span></a></span> (2006); <i>United Mine Workers of Am. v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 726, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966). Courts have exercised this discretion in the context of <i>Younger</i> abstention. <i>See, e.g., Frey v. Bordis,</i> 286 Fed.Appx. 163, 165 (5th Cir.2008) (per curiam) (unpublished); <i>Cormier v. Green,</i> 141 Fed.Appx. 808, 810 n. 2 (11th Cir.2005) (per curiam) (unpublished); <i>Malapanis v. Regan,</i> <span class=\"citation\" data-id=\"2452650\"><a href=\"/opinion/2452650/malapanis-v-regan/\"><span class=\"volume\">340</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">184</span></a></span>, 197 (D.Conn. 2004). However, counts four and five are both federal section 1983 claims against Edmonson in his individual capacity, and Gilbert seeks damages under both counts. Thus, the court stays the federal damage claims and cannot, at this stage of the proceedings, dismiss the state-law claims pursuant to section 1367(c)(3).</p>\n<p>In sum, the court abstains under <i>Younger</i> from plaintiff's claims against the State Bar and Edmonson in his official capacity seeking injunctive relief and dismisses these claims with prejudice. The court stays the balance of the claims seeking monetary relief against Edmonson in his individual capacity. Because the court dismisses with prejudice all of Gilbert's causes of action seeking injunctive relief, the court denies Gilbert's motions for temporary restraining order and preliminary injunction.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons discussed above, the court abstains from counts one, two, and three and DISMISSES counts one, two, and three against the State Bar with prejudice. The court also DISMISSES count four against Edmonson in his official capacity with prejudice to the extent that plaintiff seeks injunctive relief in count four. The court STAYS the action as to the balance of the claims (counts four through eleven) seeking monetary relief against Edmonson in his individual capacity. In light of the dismissal of Gilbert's claims seeking injunctive relief, Gilbert's motion for temporary restraining order <span class=\"star-pagination\">*649</span> [D.E. 2] and Gilbert's motion for preliminary injunction [D.E. 2] are DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  The court takes judicial notice of these public records. <i>See, e.g.,</i> Fed.R.Evid. 201; <i>Philips v. Pitt County Mem'l Hosp.,</i> <span class=\"citation\" data-id=\"1029469\"><a href=\"/opinion/1029469/philips-v-pitt-county-memorial-hosp/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">176</span></a></span>, 180 (4th Cir.2009); <i>Veney v. Wyche,</i> <span class=\"citation\" data-id=\"778015\"><a href=\"/opinion/778015/daniel-l-veney-v-t-v-wyche-darnley-r-hodge-superintendent/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">726</span></a></span>, 730 (4th Cir.2002); <i>Colonial Penn Ins. Co. v. Coil,</i> <span class=\"citation\" data-id=\"531016\"><a href=\"/opinion/531016/colonial-penn-insurance-company-v-willard-frank-coil-betty-marian-coil/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1236</span></a></span>, 1239 (4th Cir. 1989).</p>\n<p>[2]  Plaintiff's complaint, on its face, suggests that Gilbert is pursuing injunctive relief against the State Bar in counts five through eleven. <i>See</i> Compl. ¶¶ 121, 126, 131, 136, 141, 146, 151. At the hearing on September 4, 2009, Gilbert's counsel clarified that counts five through eleven only seek monetary relief and only against Edmonson in his individual capacity.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/160665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/305737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/476871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1025180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1029469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1209750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1217961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1224526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1258026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1282106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1330264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1422020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2452650/"
  ]
}