{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2296615/",
  "absolute_url": "/opinion/2296615/emanuel-v-osborne/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2296615/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:00:42.423319Z",
  "date_modified": "2016-04-26T22:28:43.389678Z",
  "type": "010combined",
  "sha1": "764b44b8bc74e0b9752b3ce86f01f3b3a46ed7e5",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>538 F.Supp. 279 (1982)</b></center>\n<center><h1>Harold EMANUEL, Petitioner,<br>\nv.<br>\nJ. E. OSBORNE, et al., Respondents.</h1></center>\n<center>No. 81-920-HC.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 27, 1982.</center>\n<p><span class=\"star-pagination\">*280</span> Harold Emanuel, pro se.</p>\n<p>Richard N. League, Sp. Deputy Atty. Gen., Raleigh, N. C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>Petitioner, Harold Emanuel, pled guilty to three armed robberies in the Superior Court for Edgecombe County. Pursuant to his plea bargain, he was given a thirty-year sentence which he is currently serving. He now brings this action for a writ of habeas corpus. 28 U.S.C. §§ 2241 <i>et seq.</i> (1976). The matter is before the Court on respondents' motion to dismiss.</p>\n<p>Petitioner advances three claims in support of his petition. First, his lawyer assured him that he would receive credit for the five years and two months previously served. Second, his conviction resulted from a violation of his right against self-incrimination. Third, he was denied effective assistance of counsel.</p>\n<p>Before examining the merits, the procedural status of this case must be reviewed. Petitioner filed a Motion for Appropriate Relief on 3 September 1980, <i>see</i> N.C.Gen. Stat. §§ 15A-1411 <i>et seq.</i> (1978), alleging his contention concerning credit for time served. The motion was denied on 18 September 1980. His petition for a writ of certiorari was denied. <i>Emanuel v. State,</i> (1981). Since petitioner has exhausted his state court remedies on but one of his three claims,<sup>[1]</sup> the appropriate disposition of this case hinges on procedural considerations.</p>\n<p></p>\n<h2>I</h2>\n<p>One salient factor which inhibits an otherwise straight-forward disposition of this action stems from respondents' apparent <span class=\"star-pagination\">*281</span> waiver of the exhaustion requirement. Respondents allege that the second and third claims \"should be dismissed for nonexhaustion of state remedies except to the extent this Honorable Court finds them without merit as a matter of law, in which case respondents will waive further exhaustion.\" Answer at 2. Without determining the validity of this conditional waiver,<sup>[2]</sup> the Court recognizes that its assertion presents an immediate barrier to rendering a substantive decision on this petition. Since exhaustion is a threshold issue in habeas corpus actions, the initial inquiry focuses on the procedural posture of this case. In light of this realization and given the United States Supreme Court's recent embellishment of the exhaustion doctrine, further analysis of the waiver option is proper.</p>\n<p>The concept of waiver, as an approach to the exhaustion requirement in habeas actions, has never been addressed by the Supreme Court despite a division among the circuits.<sup>[3]</sup> The Fourth Circuit currently permits the state's waiver of the exhaustion principle. <i>Jenkins v. Fitzberger,</i> 440 F.2d 1188, 1189 (4th Cir. 1971) (<i>per curiam</i>). The issue which remains, however, involves the perimeters of this option. For instance, it is uncertain whether particular circumstances make a waiver appropriate or if the state may waive exhaustion in all cases. Furthermore, given facts which make a waiver appropriate, courts have not uniformly ascertained who may invoke it. <i>See </i><i>Crawford v. Cox,</i> 307 F.Supp. 732, 736 (E.D. Va.1969) (holding that a state attorney general does not have a personal right to waive the exhaustion requirement).</p>\n<p>The Court faces the waiver issue guided only by the brief treatment afforded in <i>Jenkins,</i> yet ever mindful of Judge Friendly's admonition that \"courts may deviate from [exhaustion] in those rare instances where justice so requires.\" <i>United States ex rel. Graham v. Mancusi,</i> 457 F.2d 463, 468 (2d Cir. 1972). Although waiver exists as an option, it seems inappropriate for it to be available at the whim of the state attorney general.<sup>[4]</sup><i>See generally, </i><i>Needel v. Scafati,</i> 412 F.2d 761, 766 (1st Cir.), <i>cert. denied,</i> 396 U.S. 861, 90 S.Ct. 133, 24 L.Ed.2d 113 (1969); <i>Crawford,</i> 307 F.Supp. at 736. As the state's approach in the instant case amply demonstrates, waiver is often invoked in a random manner. Requesting <span class=\"star-pagination\">*282</span> the court to examine the merits of a petition, with the explicit intention of waiving exhaustion if it is meritless, strikes at the heart of the evil sought to be avoided by the exhaustion requirement. Instead of yielding its opportunity to adjudicate the claim (which is the essence of comity that underlies exhaustion, see part II, <i>infra</i>), the state seeks to turn collateral attack into a tripartite review, and, in the process, have the federal court make dual inquiries. A waste of judicial time and resources would occur \"as ... courts examined the merits to determine whether a claim met the requisite level of validity to justify dispensing with the exhaustion requirement.\" <i>Duckworth v. Serrano,</i> ___ U.S. ___, 102 S.Ct. 18, 19, 70 L.Ed.2d 1 (1981) (<i>per curiam</i>). Such waste must be avoided.</p>\n<p>Given this glimpse into the uncertainty of waiver after <i>Jenkins,</i> the task which lies before the Court requires a bifurcated approach. First, a determination must be made regarding the prevailing status of exhaustion itself. Once the characteristics of exhaustion are delineated clearly, then the boundaries of the waiver option may be drawn. With this process completed, the appropriate disposition of this petitiongiven the state's convoluted approachmay be made.</p>\n<p></p>\n<h2>II</h2>\n<p>Exhaustion, as required in the federal habeas statute, represents the congressional codification of a judicially created principle. H.R.Rep.No.380, 80th Cong., 1st Sess. app., at 180 (1947). A state prisoner's petition for habeas relief should \"be entertained by a federal court only after all state remedies available, including all appellate remedies in the state courts ..., have been exhausted.\" <i>Ex parte Hawk,</i> 321 U.S. 114, 117, 64 S.Ct. 448, 450, 88 L.Ed. 572 (1944). Comity militates against a federal court treating a habeas petition prior to its disposition in the state system. Unnecessary conflict must be avoided \"between courts equally bound to guard and protect rights secured by the Constitution.\" <i>Ex parte Royall,</i> 117 U.S. 241, 251, 6 S.Ct. 734, 740, 29 L.Ed. 868 (1886). Without doubt, exhaustion is an integral element in the scheme of federal review of state criminal proceedings.</p>\n<p>Despite the importance attached to exhaustion, most lower courts construe it as failing to attain the level of a jurisdictional requirement. 17 C. Wright, A. Miller &amp; E. Cooper, <i>Federal Practice and Procedure</i> § 4264 (1978 &amp; 1982 Supp.) (and cases cited therein). Nevertheless, the statute commands exhaustion.<sup>[5]</sup> This unqualified statement, coupled with the Supreme Court's recent emphasis of the doctrine, indicates that exhaustion is more than a mere suggestion to the federal courts. To sustain comity in substance rather than form alone, \"the substance of a federal habeas corpus claim must first be presented to the state courts.\" <i>Picard v. Conner,</i> 404 U.S. 270, 278, 92 S.Ct. 509, 513, 30 L.Ed.2d 438 (1971). Thus, even if exhaustion fails as a jurisdictional mandate, it stands as a factor which militates against federal courts entertaining habeas claims which are elsewhere cognizable. \"It goes to the heart of the federal-state distribution of power and affords a state court system the chance to keep its own house in order before a federal court steps in to rule on a federal constitutional claim.\" <i>United States ex rel. Sostre v. Festa,</i> 513 F.2d 1313, 1319 (2d Cir.), <i>cert. denied,</i> 423 U.S. 841, 96 S.Ct. 72, 46 L.Ed.2d 60 (1975) (Feinberg, J., concurring). When stripped to its essence, the true nature of exhaustion becomes clear. The state courts <span class=\"star-pagination\">*283</span> must retain a full opportunity to adjudicate the federal constitutional issues before resort is made to the federal forum. <i>Francisco v. Gathright,</i> 419 U.S. 59, 63, 95 S.Ct. 257, 259, 42 L.Ed.2d 226 (1974).</p>\n<p>The recent decisions dealing with exhaustion underscore its critical place in the scheme of federal review of state court decisions. The Court declined to create an exception for clear constitutional violations, noting that \"obvious constitutional errors, no less than obscure transgressions, are subject to the [statutory] requirements ....\" <i>Duckworth v. Serrano,</i> ___ U.S. ___, 102 S.Ct. 18, 19, 70 L.Ed.2d 1 (1982) (<i>per curiam</i>). In a more recent decision espousing the same policy, district courts were required to dismiss habeas petitions which contained <i>any</i> unexhausted claims. <i>Rose v. Lundy,</i> ___ U.S. ___, ___, 102 S.Ct. 1198, 1205, 71 L.Ed.2d 379 (1982). Unquestionably, the fundamental importance of exhaustion remains firmly entrenched in the habeas procedure. <i>See </i><i>Pitchess v. Davis,</i> 421 U.S. 482, 487, 95 S.Ct. 1748, 1752, 44 L.Ed.2d 317 (1975) (<i>per curiam</i>).<sup>[6]</sup></p>\n<p>The inherent value of exhaustion in the preservation and protection of prisoners' constitutional rights bears greatly in favor of a limited waiver rule. By rigorously enforcing the exhaustion rule, state courts receive \"the first opportunity to review all claims of constitutional error. As the number of prisoners who exhaust all of their federal claims increases, state courts may become increasingly familiar with and hospitable toward federal constitutional issues.\" <i>Rose,</i> ___ U.S. at ___, 102 S.Ct. at 1203. To permit waiver in most cases, and certainly to encourage pleadings which include conditional waivers,<sup>[7]</sup> eviscerates comity between state and federal courts. By denying the state courts an opportunity to become \"familiar with and hospitable toward\" these kinds of claims, waiver frustrates the essence of exhaustion.</p>\n<p>Furthermore, claims which have been fully exhausted may generate \"a complete factual record to aid the federal courts in their review.\" <i>Id.</i> Since the federal court reviewing a habeas petition presumes as correct factual findings made by a state court, <i>see</i> 28 U.S.C. § 2254(d), obvious advantages accrue for all parties. The state courts have an opportunity to address the constitutional claims. The parties benefit from presenting the claims to the court most familiar with the facts and proceedings. Finally, the reviewing court enjoys the more complete development of the facts. These advantages inure only if courts fully enforce the exhaustion rule.</p>\n<p></p>\n<h2>III</h2>\n<p>Given the overwhelming importance of the exhaustion requirement in the process of preserving constitutional rights, a waiver rule must be developed and applied carefully. <i>Jenkins</i> poses some difficulty in interpreting the extent to which waiver is available.<sup>[8]</sup> At a minimum, a state may waive exhaustion, the Fourth Circuit having fixed that point.<sup>[9]</sup> 440 F.2d at 1189. <i>Jenkins</i> articulated no specific guidelines <span class=\"star-pagination\">*284</span> delineating the boundaries for waiver, stating merely that a state's waiver may be accepted \"in the interest of justice and expedition.\" <i>Id.</i> To interpret <i>Jenkins</i> as creating a blanket rule whereby the state may waive exhaustion capriciously and without restriction would exceed the reasonable scope of that decision. Assuming then, that <i>Jenkins</i> designs a waiver which is less than absolute, a description of its permissible bounds must be fashioned.</p>\n<p>At least one circuit court questioned the wisdom of the waiver option. <i>United States ex rel. Trantino v. Hatrack,</i> 563 F.2d 86, 96-97 (3d Cir. 1977). Reading <i>Jenkins</i> as permitting waiver only on claims which were \"patently frivolous,\" the court found it to \"represent insubstantial authority for a waiver rule.\" <i>Id.</i> Limiting waiver to \"patently frivolous\" claims comports with the philosophical basis of exhaustion. Deferring meaningless claims to a co-equal judicial system serves no legitimate purpose and only increases needless expenditure of judicial resources. Comity hardly compels the federal courts to require exhaustion in these instances. The value of limited waivers does not, however, justify those which are completely discretionary.</p>\n<p>Vesting prosecutors with unbridled discretion regarding waivers creates difficulties aside from its impact on federal-state relations. Exhaustion promotes a valuable \"interest <i>not</i> of state prosecutors but of state courts. It follows, therefore, that the state court interest ... <i>cannot</i> be conceded or waived by state court prosecutors ....\" <i>Id.</i> at 96.<sup>[10]</sup> Quite simply, it is \"not an interest that state court prosecutors have been empowered to yield.\" <i>Id.</i> A <i>Jenkins</i> waiver, conversely, involves a tacit recognition by the reviewing federal court that the state court would waive any interest it had in a frivolous claim because no value would result from its consideration of the claim in the first instance. This interpretation not only upholds the spirit of exhaustion, but also precludes needless waste of judicial resources. Furthermore, it reflects the Fourth Circuit's wisdom implicit in <i>Jenkins.</i></p>\n<p>In light of the recent Supreme Court enunciations of exhaustion's critical value, a proper reading of <i>Jenkins</i> compels a very narrow tolerance of waivers. Waiver \"is not a talisman the incantation of which will cause the exhaustion requirement to disappear.\" <i>Trantino,</i> 563 F.2d at 96.</p>\n<p></p>\n<h2>IV</h2>\n<p>Two of petitioner's claims stand unexhausted. Absent a waiver accepted by this Court, the petition must be dismissed. <i>Rose v. Lundy,</i> ___ U.S. ___, ___, 102 <span class=\"star-pagination\">*285</span> S.Ct. 1198, 1205, 71 L.Ed.2d 379 (1982). A claim alleging a violation of the right to effective assistance of counsel hardly falls within the confines of \"patently frivolous\" claims. <i>See generally, </i><i>Via v. Superintendent, Powhatan Correctional Center,</i> 643 F.2d 167 (4th Cir. 1981); <i>Marzullo v. Maryland,</i> 561 F.2d 540 (4th Cir. 1977), <i>cert. denied,</i> 435 U.S. 1011, 98 S.Ct. 1885, 56 L.Ed.2d 394 (1978). Accordingly, waiver of exhaustion is inappropriate and unacceptable.</p>\n<p>Petitioner has failed to exhaust state court remedies on all of his claims. Since this is not one of those rare instances in which a court should deviate from the exhaustion requirement, respondents' motion to dismiss is allowed, and the petition is dismissed.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Since petitioner's appeal arose prior to 1 October 1981, he had further review available by writ of certiorari to the North Carolina Supreme Court. <i>See</i> N.C.Gen.Stat. § 15A-1422(f) (1981 Cumm.Supp.) (making review of a Motion for Appropriate Relief by the North Carolina Court of Appeals final). The Court declines to consider whether resort to the North Carolina Supreme Court was necessary to preserve his first claim, given the patent failure to exhaust any state court remedies on his second and third claims.</p>\n<p>[2]  The state's pleading leaves much to be desired. While appearing at first to be a form of alternative pleadings, the argument does more. If solely an argument in the alternative, the state would first claim that a particular claim was not exhausted. If the court found that petitioner has satisfied exhaustion, then respondents would argue that the claim had no merit. This two-pronged approach would be a permissible form of alternative arguments.\n</p>\n<p>In actuality, respondents first argue the claim has not been exhausted. Then, in an incongruent and unwarranted inferential leap, respondents ask the court to adjudicate the merits. Whereupon, if the claim is deemed without merit as a matter of law, respondents gratuitously waive exhaustion. Presumably respondents' waiver applies <i>only</i> if the claim has no merit. If the court's examination revealed a meritorious claim, respondents' plea of nonexhaustion (which they made at the outset of the pleading) is triggered, and the court is expected to dismiss the claim. If otherwise proper procedures ensue, the petitioner goes to state court (where it is adjudicated) and then, after exhaustion, the petitioner returns to the federal forum for the <i>third</i> review of the claim's merits. This form of pleading places the cart before the horse. Respondents desire a review on the merits prior to their deciding whether to waive exhaustion. This determination of the merits, obviously prior to exhaustion, runs counter to the principle of comity. See part II, <i>infra.</i></p>\n<p>[3]  <i>Compare </i><i>Batten v. Scurr,</i> 649 F.2d 564, 568-69 (8th Cir. 1981) (state waiver accepted on appeal due to time and resources it had invested in litigation to that point), <i>with </i><i>Collins v. Auger,</i> 577 F.2d 1107, 1109 n.1 (8th Cir. 1978) (state may waive exhaustion in interest of justice and expedition), <i>and </i><i>Needel v. Scafati,</i> 412 F.2d 761, 765-66 (1st Cir.), <i>cert. denied,</i> 396 U.S. 861, 90 S.Ct. 133, 24 L.Ed.2d 113 (1969) (exhaustion not appropriate for counsel's waiver).</p>\n<p>[4]  In addition to the realization that the attorney general is not the party which comity seeks to benefit, allowing unfettered waivers leads to piecemeal litigation. Most importantly, the prosecutor holds in the balance which claims will be entertained by the state courts in the first instance and which will bypass the state judicial system entirely. Taken to the extreme, the prosecutor can, in effect, destroy exhaustion by waiving it in all cases. This result cannot possibly be that contemplated by the cases which approved waivers.</p>\n<p>[5]  The statute provides, in part:\n</p>\n<p>An application for a writ of habeas corpus in behalf of a person in custody pursuant to the judgment of a State court shall not be granted unless it appears that the applicant has exhausted the remedies available in the courts of the State, or that there is either an absence of available State corrective process or the existence of circumstances rendering such process ineffective to protect the rights of the prisoner.</p>\n<p>An applicant shall not be deemed to have exhausted the remedies available in the courts of the State, within the meaning of this section, if he has the right under the law of the State to raise, by any available procedure, the question presented.</p>\n<p>28 U.S.C. § 2254(b) &amp; (c) (1976).</p>\n<p>[6]  In <i>Pitchess,</i> the procedural rule allowing a court to relieve a party from a final judgment, Fed.R.Civ.P. 60(b), failed to authorize a court to change its grant of a conditional writ to an absolute writ for a reason not yet presented to the state courts. <i>Pitchess v. Davis,</i> 421 U.S. 482, 489, 95 S.Ct. 1748, 1752, 44 L.Ed.2d 317 (1975) (<i>per curiam</i>). The rules of civil procedure cannot alter the statutory command of exhaustion. <i>Id.</i></p>\n<p>[7]  Again, the state herein tries to obtain a favorable ruling on the merits as a condition precedent to its waiver. <i>See</i> n.1, <i>supra.</i></p>\n<p>[8]  The lower courts have applied <i>Jenkins,</i> and thus allowed waivers in various ways with no discernable pattern. <i>See, e.g., </i><i>Warren v. Marion,</i> 465 F.Supp. 303, 304 (E.D.N.C.1978) (unexhausted claims turned on same circumstances as exhausted claim and are meritless); <i>Mills v. Shepherd,</i> 445 F.Supp. 1231, 1235 (W.D.N.C.), <i>aff'd,</i> 605 F.2d 1203 (1978) (waiver assumed when state was silent); <i>Bromwell v. Williams,</i> 445 F.Supp. 106, 109 (D.Md.1977) (may dismiss on merits absent exhaustion); <i>Nash v. State of Maryland,</i> 371 F.Supp. 801, 803 (D.Md.1973) (exhaustion not required in dismissal of patently frivolous claim), <i>accord, </i><i>Johnson v. State of Maryland,</i> 425 F.Supp. 538, 540 (D.Md.1976).</p>\n<p>[9]  Arguably, a <i>Jenkins</i> waiver may have been eliminated by the Court. \"A rigorously enforced <i>total</i> exhaustion rule,\" <i>Rose v. Lundy,</i> ___ U.S. ___, ___, 102 S.Ct. 1198, 1203, 71 L.Ed.2d 379 (1982) (emphasis added), precludes waivers of any sort. Indeed, the \"simple and clear instruction to potential [habeas] litigants\" that \"before [they] bring any claims to federal court, be sure that [they] first have taken each one to state court,\" <i>id.,</i> strongly suggests the inappropriateness of waiver. Certainly, a state can no longer invoke a waiver where the unexhausted claim sounds a substantial constitutional protection. For example, an indigent prisoner asserting a denial of his right to counsel must exhaust, and a federal court could not accept a waiver of exhaustion. Contrary to the rather obvious application of <i>Rose</i> in that example, a \"patently frivolous\" claim poses more complicated questions. \"Remitting a habeas petitioner to state court to exhaust a patently frivolous claim before the federal court may consider a serious, exhausted ground for relief hardly demonstrates respect for the state courts.\" <i>Id.</i> at ___, 102 S.Ct. at 1205 (Blackmun, J., concurring). Nevertheless, the Supreme Court dictates that \"<i>any</i> unexhausted claim asserted in a habeas petitionno matter how frivolousis sufficient to command the district judge to postpone relief on a meritorious exhausted claim, no matter how obvious and outrageous the constitutional violation may be.\" <i>Id.</i> at ___, 102 S.Ct. at 1215 (Stevens, J., dissenting).\n</p>\n<p>The facts involved in this case do not, however, present an unexhausted claim of a sort which can be justifiably characterized as \"patently frivolous.\" Whether such waivable claims exist in a manner that they survive the \"rigorously enforced total exhaustion rule\" must be left to another day.</p>\n<p>[10]  The observation that waiver rests not in the hands of the prosecutor speaks not to who may invoke a waiver but to the unavailability of waiver itself. The prosecutor or attorney general, as the legal representative of the state court in a habeas corpus proceeding, is the logical, in fact the <i>only,</i> participant who might plead a waiver. Consequently, references to the unavailability of waiver for a prosecutor, <i>see, e.g., </i><i>United States ex rel. Trantino v. Hatrack,</i> 563 F.2d 86, 96 (3d Cir. 1977), go to inappropriateness of waivers <i>per se.</i></p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">538</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">279</span></span> (1982)</b></center>\n<center><h1>Harold EMANUEL, Petitioner,<br>\nv.<br>\nJ. E. OSBORNE, et al., Respondents.</h1></center>\n<center>No. 81-920-HC.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 27, 1982.</center>\n<p><span class=\"star-pagination\">*280</span> Harold Emanuel, pro se.</p>\n<p>Richard N. League, Sp. Deputy Atty. Gen., Raleigh, N. C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>Petitioner, Harold Emanuel, pled guilty to three armed robberies in the Superior Court for Edgecombe County. Pursuant to his plea bargain, he was given a thirty-year sentence which he is currently serving. He now brings this action for a writ of habeas corpus. 28 U.S.C. §§ 2241 <i>et seq.</i> (1976). The matter is before the Court on respondents' motion to dismiss.</p>\n<p>Petitioner advances three claims in support of his petition. First, his lawyer assured him that he would receive credit for the five years and two months previously served. Second, his conviction resulted from a violation of his right against self-incrimination. Third, he was denied effective assistance of counsel.</p>\n<p>Before examining the merits, the procedural status of this case must be reviewed. Petitioner filed a Motion for Appropriate Relief on 3 September 1980, <i>see</i> N.C.Gen. Stat. §§ 15A-1411 <i>et seq.</i> (1978), alleging his contention concerning credit for time served. The motion was denied on 18 September 1980. His petition for a writ of certiorari was denied. <i>Emanuel v. State,</i> (1981). Since petitioner has exhausted his state court remedies on but one of his three claims,<sup>[1]</sup> the appropriate disposition of this case hinges on procedural considerations.</p>\n<p></p>\n<h2>I</h2>\n<p>One salient factor which inhibits an otherwise straight-forward disposition of this action stems from respondents' apparent <span class=\"star-pagination\">*281</span> waiver of the exhaustion requirement. Respondents allege that the second and third claims \"should be dismissed for nonexhaustion of state remedies except to the extent this Honorable Court finds them without merit as a matter of law, in which case respondents will waive further exhaustion.\" Answer at 2. Without determining the validity of this conditional waiver,<sup>[2]</sup> the Court recognizes that its assertion presents an immediate barrier to rendering a substantive decision on this petition. Since exhaustion is a threshold issue in habeas corpus actions, the initial inquiry focuses on the procedural posture of this case. In light of this realization and given the United States Supreme Court's recent embellishment of the exhaustion doctrine, further analysis of the waiver option is proper.</p>\n<p>The concept of waiver, as an approach to the exhaustion requirement in habeas actions, has never been addressed by the Supreme Court despite a division among the circuits.<sup>[3]</sup> The Fourth Circuit currently permits the state's waiver of the exhaustion principle. <i>Jenkins v. Fitzberger,</i> <span class=\"citation\" data-id=\"295953\"><a href=\"/opinion/295953/linver-jenkins-v-preston-l-fitzberger-warden/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1188</span></a></span>, 1189 (4th Cir. 1971) (<i>per curiam</i>). The issue which remains, however, involves the perimeters of this option. For instance, it is uncertain whether particular circumstances make a waiver appropriate or if the state may waive exhaustion in all cases. Furthermore, given facts which make a waiver appropriate, courts have not uniformly ascertained who may invoke it. <i>See </i><i>Crawford v. Cox,</i> <span class=\"citation no-link\"><span class=\"volume\">307</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">732</span></span>, 736 (E.D. Va.1969) (holding that a state attorney general does not have a personal right to waive the exhaustion requirement).</p>\n<p>The Court faces the waiver issue guided only by the brief treatment afforded in <i>Jenkins,</i> yet ever mindful of Judge Friendly's admonition that \"courts may deviate from [exhaustion] in those rare instances where justice so requires.\" <i>United States ex rel. Graham v. Mancusi,</i> <span class=\"citation\" data-id=\"302389\"><a href=\"/opinion/302389/united-states-ex-rel-burton-graham-relator-appellant-v-vincent-r/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">463</span></a></span>, 468 (2d Cir. 1972). Although waiver exists as an option, it seems inappropriate for it to be available at the whim of the state attorney general.<sup>[4]</sup><i>See generally, </i><i>Needel v. Scafati,</i> <span class=\"citation\" data-id=\"285424\"><a href=\"/opinion/285424/rubin-f-needel-v-palmer-c-scafati-superintendent/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">761</span></a></span>, 766 (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">861</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">133</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">113</span></span> (1969); <i>Crawford,</i> 307 F.Supp. at 736. As the state's approach in the instant case amply demonstrates, waiver is often invoked in a random manner. Requesting <span class=\"star-pagination\">*282</span> the court to examine the merits of a petition, with the explicit intention of waiving exhaustion if it is meritless, strikes at the heart of the evil sought to be avoided by the exhaustion requirement. Instead of yielding its opportunity to adjudicate the claim (which is the essence of comity that underlies exhaustion, see part II, <i>infra</i>), the state seeks to turn collateral attack into a tripartite review, and, in the process, have the federal court make dual inquiries. A waste of judicial time and resources would occur \"as ... courts examined the merits to determine whether a claim met the requisite level of validity to justify dispensing with the exhaustion requirement.\" <i>Duckworth v. Serrano,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"110574\"><a href=\"/opinion/110574/duckworth-v-serrano/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">18</span></a></span>, 19, <span class=\"citation\" data-id=\"110574\"><a href=\"/opinion/110574/duckworth-v-serrano/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1981) (<i>per curiam</i>). Such waste must be avoided.</p>\n<p>Given this glimpse into the uncertainty of waiver after <i>Jenkins,</i> the task which lies before the Court requires a bifurcated approach. First, a determination must be made regarding the prevailing status of exhaustion itself. Once the characteristics of exhaustion are delineated clearly, then the boundaries of the waiver option may be drawn. With this process completed, the appropriate disposition of this petitiongiven the state's convoluted approachmay be made.</p>\n<p></p>\n<h2>II</h2>\n<p>Exhaustion, as required in the federal habeas statute, represents the congressional codification of a judicially created principle. H.R.Rep.No.380, 80th Cong., 1st Sess. app., at 180 (1947). A state prisoner's petition for habeas relief should \"be entertained by a federal court only after all state remedies available, including all appellate remedies in the state courts ..., have been exhausted.\" <i>Ex parte Hawk,</i> <span class=\"citation\" data-id=\"103928\"><a href=\"/opinion/103928/ex-parte-hawk/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, 117, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">448</span></span>, 450, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">572</span></span> (1944). Comity militates against a federal court treating a habeas petition prior to its disposition in the state system. Unnecessary conflict must be avoided \"between courts equally bound to guard and protect rights secured by the Constitution.\" <i>Ex parte Royall,</i> <span class=\"citation\" data-id=\"91598\"><a href=\"/opinion/91598/ex-parte-royall/\"><span class=\"volume\">117</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span>, 251, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">734</span></span>, 740, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">868</span></span> (1886). Without doubt, exhaustion is an integral element in the scheme of federal review of state criminal proceedings.</p>\n<p>Despite the importance attached to exhaustion, most lower courts construe it as failing to attain the level of a jurisdictional requirement. 17 C. Wright, A. Miller &amp; E. Cooper, <i>Federal Practice and Procedure</i> § 4264 (1978 &amp; 1982 Supp.) (and cases cited therein). Nevertheless, the statute commands exhaustion.<sup>[5]</sup> This unqualified statement, coupled with the Supreme Court's recent emphasis of the doctrine, indicates that exhaustion is more than a mere suggestion to the federal courts. To sustain comity in substance rather than form alone, \"the substance of a federal habeas corpus claim must first be presented to the state courts.\" <i>Picard v. Conner,</i> <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">270</span></a></span>, 278, <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">509</span></a></span>, 513, <span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span> (1971). Thus, even if exhaustion fails as a jurisdictional mandate, it stands as a factor which militates against federal courts entertaining habeas claims which are elsewhere cognizable. \"It goes to the heart of the federal-state distribution of power and affords a state court system the chance to keep its own house in order before a federal court steps in to rule on a federal constitutional claim.\" <i>United States ex rel. Sostre v. Festa,</i> <span class=\"citation\" data-id=\"326833\"><a href=\"/opinion/326833/united-states-of-america-ex-rel-martin-sostre-v-frank-m-festa/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1313</span></a></span>, 1319 (2d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">841</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">72</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">60</span></span> (1975) (Feinberg, J., concurring). When stripped to its essence, the true nature of exhaustion becomes clear. The state courts <span class=\"star-pagination\">*283</span> must retain a full opportunity to adjudicate the federal constitutional issues before resort is made to the federal forum. <i>Francisco v. Gathright,</i> <span class=\"citation\" data-id=\"109114\"><a href=\"/opinion/109114/francisco-v-gathright/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, 63, <span class=\"citation\" data-id=\"109114\"><a href=\"/opinion/109114/francisco-v-gathright/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">257</span></a></span>, 259, <span class=\"citation\" data-id=\"109114\"><a href=\"/opinion/109114/francisco-v-gathright/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">226</span></a></span> (1974).</p>\n<p>The recent decisions dealing with exhaustion underscore its critical place in the scheme of federal review of state court decisions. The Court declined to create an exception for clear constitutional violations, noting that \"obvious constitutional errors, no less than obscure transgressions, are subject to the [statutory] requirements ....\" <i>Duckworth v. Serrano,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"110574\"><a href=\"/opinion/110574/duckworth-v-serrano/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">18</span></a></span>, 19, <span class=\"citation\" data-id=\"110574\"><a href=\"/opinion/110574/duckworth-v-serrano/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1982) (<i>per curiam</i>). In a more recent decision espousing the same policy, district courts were required to dismiss habeas petitions which contained <i>any</i> unexhausted claims. <i>Rose v. Lundy,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1198</span></a></span>, 1205, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">379</span></a></span> (1982). Unquestionably, the fundamental importance of exhaustion remains firmly entrenched in the habeas procedure. <i>See </i><i>Pitchess v. Davis,</i> <span class=\"citation\" data-id=\"109256\"><a href=\"/opinion/109256/pitchess-v-davis/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">482</span></a></span>, 487, <span class=\"citation\" data-id=\"109256\"><a href=\"/opinion/109256/pitchess-v-davis/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1748</span></a></span>, 1752, <span class=\"citation\" data-id=\"109256\"><a href=\"/opinion/109256/pitchess-v-davis/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">317</span></a></span> (1975) (<i>per curiam</i>).<sup>[6]</sup></p>\n<p>The inherent value of exhaustion in the preservation and protection of prisoners' constitutional rights bears greatly in favor of a limited waiver rule. By rigorously enforcing the exhaustion rule, state courts receive \"the first opportunity to review all claims of constitutional error. As the number of prisoners who exhaust all of their federal claims increases, state courts may become increasingly familiar with and hospitable toward federal constitutional issues.\" <i>Rose,</i> ___ U.S. at ___, 102 S.Ct. at 1203. To permit waiver in most cases, and certainly to encourage pleadings which include conditional waivers,<sup>[7]</sup> eviscerates comity between state and federal courts. By denying the state courts an opportunity to become \"familiar with and hospitable toward\" these kinds of claims, waiver frustrates the essence of exhaustion.</p>\n<p>Furthermore, claims which have been fully exhausted may generate \"a complete factual record to aid the federal courts in their review.\" <i>Id.</i> Since the federal court reviewing a habeas petition presumes as correct factual findings made by a state court, <i>see</i> 28 U.S.C. § 2254(d), obvious advantages accrue for all parties. The state courts have an opportunity to address the constitutional claims. The parties benefit from presenting the claims to the court most familiar with the facts and proceedings. Finally, the reviewing court enjoys the more complete development of the facts. These advantages inure only if courts fully enforce the exhaustion rule.</p>\n<p></p>\n<h2>III</h2>\n<p>Given the overwhelming importance of the exhaustion requirement in the process of preserving constitutional rights, a waiver rule must be developed and applied carefully. <i>Jenkins</i> poses some difficulty in interpreting the extent to which waiver is available.<sup>[8]</sup> At a minimum, a state may waive exhaustion, the Fourth Circuit having fixed that point.<sup>[9]</sup> 440 F.2d at 1189. <i>Jenkins</i> articulated no specific guidelines <span class=\"star-pagination\">*284</span> delineating the boundaries for waiver, stating merely that a state's waiver may be accepted \"in the interest of justice and expedition.\" <i>Id.</i> To interpret <i>Jenkins</i> as creating a blanket rule whereby the state may waive exhaustion capriciously and without restriction would exceed the reasonable scope of that decision. Assuming then, that <i>Jenkins</i> designs a waiver which is less than absolute, a description of its permissible bounds must be fashioned.</p>\n<p>At least one circuit court questioned the wisdom of the waiver option. <i>United States ex rel. Trantino v. Hatrack,</i> <span class=\"citation\" data-id=\"349463\"><a href=\"/opinion/349463/united-states-of-america-ex-rel-thomas-trantino-v-robert-hatrack/\"><span class=\"volume\">563</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">86</span></a></span>, 96-97 (3d Cir. 1977). Reading <i>Jenkins</i> as permitting waiver only on claims which were \"patently frivolous,\" the court found it to \"represent insubstantial authority for a waiver rule.\" <i>Id.</i> Limiting waiver to \"patently frivolous\" claims comports with the philosophical basis of exhaustion. Deferring meaningless claims to a co-equal judicial system serves no legitimate purpose and only increases needless expenditure of judicial resources. Comity hardly compels the federal courts to require exhaustion in these instances. The value of limited waivers does not, however, justify those which are completely discretionary.</p>\n<p>Vesting prosecutors with unbridled discretion regarding waivers creates difficulties aside from its impact on federal-state relations. Exhaustion promotes a valuable \"interest <i>not</i> of state prosecutors but of state courts. It follows, therefore, that the state court interest ... <i>cannot</i> be conceded or waived by state court prosecutors ....\" <i>Id.</i> at 96.<sup>[10]</sup> Quite simply, it is \"not an interest that state court prosecutors have been empowered to yield.\" <i>Id.</i> A <i>Jenkins</i> waiver, conversely, involves a tacit recognition by the reviewing federal court that the state court would waive any interest it had in a frivolous claim because no value would result from its consideration of the claim in the first instance. This interpretation not only upholds the spirit of exhaustion, but also precludes needless waste of judicial resources. Furthermore, it reflects the Fourth Circuit's wisdom implicit in <i>Jenkins.</i></p>\n<p>In light of the recent Supreme Court enunciations of exhaustion's critical value, a proper reading of <i>Jenkins</i> compels a very narrow tolerance of waivers. Waiver \"is not a talisman the incantation of which will cause the exhaustion requirement to disappear.\" <i>Trantino,</i> 563 F.2d at 96.</p>\n<p></p>\n<h2>IV</h2>\n<p>Two of petitioner's claims stand unexhausted. Absent a waiver accepted by this Court, the petition must be dismissed. <i>Rose v. Lundy,</i> ___ U.S. ___, ___, 102 <span class=\"star-pagination\">*285</span> S.Ct. 1198, 1205, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">379</span></a></span> (1982). A claim alleging a violation of the right to effective assistance of counsel hardly falls within the confines of \"patently frivolous\" claims. <i>See generally, </i><i>Via v. Superintendent, Powhatan Correctional Center,</i> <span class=\"citation\" data-id=\"388085\"><a href=\"/opinion/388085/herman-mathew-via-v-superintendent-powhatan-correctional-center/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">167</span></a></span> (4th Cir. 1981); <i>Marzullo v. Maryland,</i> <span class=\"citation\" data-id=\"348635\"><a href=\"/opinion/348635/victor-dennis-marzullo-v-state-of-maryland/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">540</span></a></span> (4th Cir. 1977), <i>cert. denied,</i> <span class=\"citation\" data-id=\"109851\"><a href=\"/opinion/109851/state-of-maryland-v-victor-dennis-marzullo/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1011</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1885</span></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">394</span></span> (1978). Accordingly, waiver of exhaustion is inappropriate and unacceptable.</p>\n<p>Petitioner has failed to exhaust state court remedies on all of his claims. Since this is not one of those rare instances in which a court should deviate from the exhaustion requirement, respondents' motion to dismiss is allowed, and the petition is dismissed.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Since petitioner's appeal arose prior to 1 October 1981, he had further review available by writ of certiorari to the North Carolina Supreme Court. <i>See</i> N.C.Gen.Stat. § 15A-1422(f) (1981 Cumm.Supp.) (making review of a Motion for Appropriate Relief by the North Carolina Court of Appeals final). The Court declines to consider whether resort to the North Carolina Supreme Court was necessary to preserve his first claim, given the patent failure to exhaust any state court remedies on his second and third claims.</p>\n<p>[2]  The state's pleading leaves much to be desired. While appearing at first to be a form of alternative pleadings, the argument does more. If solely an argument in the alternative, the state would first claim that a particular claim was not exhausted. If the court found that petitioner has satisfied exhaustion, then respondents would argue that the claim had no merit. This two-pronged approach would be a permissible form of alternative arguments.\n</p>\n<p>In actuality, respondents first argue the claim has not been exhausted. Then, in an incongruent and unwarranted inferential leap, respondents ask the court to adjudicate the merits. Whereupon, if the claim is deemed without merit as a matter of law, respondents gratuitously waive exhaustion. Presumably respondents' waiver applies <i>only</i> if the claim has no merit. If the court's examination revealed a meritorious claim, respondents' plea of nonexhaustion (which they made at the outset of the pleading) is triggered, and the court is expected to dismiss the claim. If otherwise proper procedures ensue, the petitioner goes to state court (where it is adjudicated) and then, after exhaustion, the petitioner returns to the federal forum for the <i>third</i> review of the claim's merits. This form of pleading places the cart before the horse. Respondents desire a review on the merits prior to their deciding whether to waive exhaustion. This determination of the merits, obviously prior to exhaustion, runs counter to the principle of comity. See part II, <i>infra.</i></p>\n<p>[3]  <i>Compare </i><i>Batten v. Scurr,</i> <span class=\"citation\" data-id=\"390525\"><a href=\"/opinion/390525/jonathan-w-batten-v-david-scurr-warden-iowa-state-penitentiary/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">564</span></a></span>, 568-69 (8th Cir. 1981) (state waiver accepted on appeal due to time and resources it had invested in litigation to that point), <i>with </i><i>Collins v. Auger,</i> <span class=\"citation\" data-id=\"357015\"><a href=\"/opinion/357015/in-the-matter-of-the-application-of-gary-james-collins-for-a-writ-of-habeas/\"><span class=\"volume\">577</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1107</span></a></span>, 1109 n.1 (8th Cir. 1978) (state may waive exhaustion in interest of justice and expedition), <i>and </i><i>Needel v. Scafati,</i> <span class=\"citation\" data-id=\"285424\"><a href=\"/opinion/285424/rubin-f-needel-v-palmer-c-scafati-superintendent/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">761</span></a></span>, 765-66 (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">861</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">133</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">113</span></span> (1969) (exhaustion not appropriate for counsel's waiver).</p>\n<p>[4]  In addition to the realization that the attorney general is not the party which comity seeks to benefit, allowing unfettered waivers leads to piecemeal litigation. Most importantly, the prosecutor holds in the balance which claims will be entertained by the state courts in the first instance and which will bypass the state judicial system entirely. Taken to the extreme, the prosecutor can, in effect, destroy exhaustion by waiving it in all cases. This result cannot possibly be that contemplated by the cases which approved waivers.</p>\n<p>[5]  The statute provides, in part:\n</p>\n<p>An application for a writ of habeas corpus in behalf of a person in custody pursuant to the judgment of a State court shall not be granted unless it appears that the applicant has exhausted the remedies available in the courts of the State, or that there is either an absence of available State corrective process or the existence of circumstances rendering such process ineffective to protect the rights of the prisoner.</p>\n<p>An applicant shall not be deemed to have exhausted the remedies available in the courts of the State, within the meaning of this section, if he has the right under the law of the State to raise, by any available procedure, the question presented.</p>\n<p>28 U.S.C. § 2254(b) &amp; (c) (1976).</p>\n<p>[6]  In <i>Pitchess,</i> the procedural rule allowing a court to relieve a party from a final judgment, Fed.R.Civ.P. 60(b), failed to authorize a court to change its grant of a conditional writ to an absolute writ for a reason not yet presented to the state courts. <i>Pitchess v. Davis,</i> <span class=\"citation\" data-id=\"109256\"><a href=\"/opinion/109256/pitchess-v-davis/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">482</span></a></span>, 489, <span class=\"citation\" data-id=\"109256\"><a href=\"/opinion/109256/pitchess-v-davis/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1748</span></a></span>, 1752, <span class=\"citation\" data-id=\"109256\"><a href=\"/opinion/109256/pitchess-v-davis/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">317</span></a></span> (1975) (<i>per curiam</i>). The rules of civil procedure cannot alter the statutory command of exhaustion. <i>Id.</i></p>\n<p>[7]  Again, the state herein tries to obtain a favorable ruling on the merits as a condition precedent to its waiver. <i>See</i> n.1, <i>supra.</i></p>\n<p>[8]  The lower courts have applied <i>Jenkins,</i> and thus allowed waivers in various ways with no discernable pattern. <i>See, e.g., </i><i>Warren v. Marion,</i> <span class=\"citation\" data-id=\"1420617\"><a href=\"/opinion/1420617/warren-v-marion/\"><span class=\"volume\">465</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">303</span></a></span>, 304 (E.D.N.C.1978) (unexhausted claims turned on same circumstances as exhausted claim and are meritless); <i>Mills v. Shepherd,</i> <span class=\"citation\" data-id=\"1601106\"><a href=\"/opinion/1601106/mills-v-shepherd/\"><span class=\"volume\">445</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1231</span></a></span>, 1235 (W.D.N.C.), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">605</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1203</span></span> (1978) (waiver assumed when state was silent); <i>Bromwell v. Williams,</i> <span class=\"citation\" data-id=\"1601325\"><a href=\"/opinion/1601325/bromwell-v-williams/\"><span class=\"volume\">445</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">106</span></a></span>, 109 (D.Md.1977) (may dismiss on merits absent exhaustion); <i>Nash v. State of Maryland,</i> <span class=\"citation\" data-id=\"2133680\"><a href=\"/opinion/2133680/nash-v-state-of-maryland/\"><span class=\"volume\">371</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">801</span></a></span>, 803 (D.Md.1973) (exhaustion not required in dismissal of patently frivolous claim), <i>accord, </i><i>Johnson v. State of Maryland,</i> <span class=\"citation\" data-id=\"1513550\"><a href=\"/opinion/1513550/johnson-v-state-of-maryland/\"><span class=\"volume\">425</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">538</span></a></span>, 540 (D.Md.1976).</p>\n<p>[9]  Arguably, a <i>Jenkins</i> waiver may have been eliminated by the Court. \"A rigorously enforced <i>total</i> exhaustion rule,\" <i>Rose v. Lundy,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1198</span></a></span>, 1203, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">379</span></a></span> (1982) (emphasis added), precludes waivers of any sort. Indeed, the \"simple and clear instruction to potential [habeas] litigants\" that \"before [they] bring any claims to federal court, be sure that [they] first have taken each one to state court,\" <i>id.,</i> strongly suggests the inappropriateness of waiver. Certainly, a state can no longer invoke a waiver where the unexhausted claim sounds a substantial constitutional protection. For example, an indigent prisoner asserting a denial of his right to counsel must exhaust, and a federal court could not accept a waiver of exhaustion. Contrary to the rather obvious application of <i>Rose</i> in that example, a \"patently frivolous\" claim poses more complicated questions. \"Remitting a habeas petitioner to state court to exhaust a patently frivolous claim before the federal court may consider a serious, exhausted ground for relief hardly demonstrates respect for the state courts.\" <i>Id.</i> at ___, 102 S.Ct. at 1205 (Blackmun, J., concurring). Nevertheless, the Supreme Court dictates that \"<i>any</i> unexhausted claim asserted in a habeas petitionno matter how frivolousis sufficient to command the district judge to postpone relief on a meritorious exhausted claim, no matter how obvious and outrageous the constitutional violation may be.\" <i>Id.</i> at ___, 102 S.Ct. at 1215 (Stevens, J., dissenting).\n</p>\n<p>The facts involved in this case do not, however, present an unexhausted claim of a sort which can be justifiably characterized as \"patently frivolous.\" Whether such waivable claims exist in a manner that they survive the \"rigorously enforced total exhaustion rule\" must be left to another day.</p>\n<p>[10]  The observation that waiver rests not in the hands of the prosecutor speaks not to who may invoke a waiver but to the unavailability of waiver itself. The prosecutor or attorney general, as the legal representative of the state court in a habeas corpus proceeding, is the logical, in fact the <i>only,</i> participant who might plead a waiver. Consequently, references to the unavailability of waiver for a prosecutor, <i>see, e.g., </i><i>United States ex rel. Trantino v. Hatrack,</i> <span class=\"citation\" data-id=\"349463\"><a href=\"/opinion/349463/united-states-of-america-ex-rel-thomas-trantino-v-robert-hatrack/\"><span class=\"volume\">563</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">86</span></a></span>, 96 (3d Cir. 1977), go to inappropriateness of waivers <i>per se.</i></p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/91598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/285424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/295953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/302389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/326833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/357015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1420617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1513550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1601106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1601325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2133680/"
  ]
}