{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2298931/",
  "absolute_url": "/opinion/2298931/obrien-v-tilson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2298931/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:01:01.618093Z",
  "date_modified": "2016-03-01T14:20:26.491715Z",
  "type": "010combined",
  "sha1": "1045736a7b4380a2ce73c007106b58fa7bcf8e3e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>523 F.Supp. 494 (1981)</b></center>\n<center><h1>Colleen Ann Domitilla O'BRIEN, et al., Plaintiffs,<br>\nv.<br>\nDr. Hugh H. TILSON, etc., et al., Defendants.</h1></center>\n<center>Civ. A. No. 79-463-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 2, 1981.</center>\n<p><span class=\"star-pagination\">*495</span> Sharon A. Thompson, Thompson &amp; McAllaster, Raleigh, N.C., for plaintiffs, Norman B. Smith, N.C. Civil Liberties Union, Greensboro, N.C., of counsel.</p>\n<p>Robert R. Reilly, Asst. Atty. Gen., Sarah Young, Associate Atty. Gen., Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p>MERHIGE, District Judge, sitting by designation.</p>\n<p>Plaintiffs, three married couples and an infant child of each, bring this action against Dr. Hugh Tilson, Registrar of Vital Statistics for the State of North Carolina, and other officials of the State of North Carolina, challenging the constitutionality of North Carolina General Statute § 130-50(e), which requires that children born of married parents be given their father's surname.</p>\n<p>The cause of action arises under 28 U.S.C. §§ 2201 and 2202, and 42 U.S.C. § 1983. Jurisdiction vests pursuant to 28 U.S.C. §§ 1343(3) and 2201. The matter, which is before the Court on cross motions for summary judgment, has been fully briefed, argued, and is ripe for disposition.</p>\n<p>Plaintiffs Colleen Ann Domitilla O'Brien and Arne Reece Erickson, a married couple, wished to name their son, born in North Carolina, in accordance with the Swedish custom, by combining the father's given name, Arne, with the suffix \"son\", to make Arneson. Plaintiffs Cheri Casper and John Baz-Dresh sought to name their daughter, who was born in North Carolina, in the Spanish custom, by giving the child the hyphenated combination of both parent's surnames. Plaintiffs Karen Moore and Roger Pleasant also wished to give their child, also born in North Carolina, a surname composed of their hyphenated surnames. Each of the plaintiff parents filled out birth certificates giving their child the chosen surname, but in each case, the Vital Records Branch of the North Carolina Department of Human Resources sent the parents a birth certificate listing the father's surname as the child's.</p>\n<p>State law charges defendant Tilson with the responsibility of recording and preserving records of all vital events that occur within the state. Pursuant to N.C.G.S. § 130-36 <i>et seq.,</i> the hospital administrator or his designate, usually a clerk or nurse, is required to prepare the birth certificate and file it with the local registrar within five days of birth. The local registrar checks the certificate, prepares copies for the local registrar of deeds and the local health department, and forwards it to the central office of the Vital Records branch. There, information from the certificates is entered in a computer system, and the certificates are permanently bound and stored.</p>\n<p><span class=\"star-pagination\">*496</span> As heretofore noted, N.C.G.S. § 130-50(e) mandates that the birth certificate of a child born in wedlock bear the father's surname as the child's. Thus, it prohibits use of the mother's name alone, any combination of the parents' names, or any other name parents might choose. Two other statutes should also be mentioned: § 130-50(f), which provides that a child born to an unmarried woman bear her name, unless both she and the father request in writing that the child bear his name, and Chapter 101, which prescribes a procedure whereby a person may legally change his or her name.</p>\n<p>Plaintiffs contend that § 130-50(e) violates their constitutional rights to privacy, due process, and equal protection. Insofar as it implicates what plaintiffs claim to be fundamental interests, they contend that it can be constitutionally justified only upon a showing of a compelling state interest. Alternatively, they contend that the statute is constitutionally infirm even under a less rigorous standard.</p>\n<p>The Court has no difficulty in concluding that the statute does implicate important constitutional interests. It impinges upon decisions affecting family life, procreation, and child rearing; areas of human experience which the Supreme Court has long held must be accorded special protection. <i>Moore v. City of East Cleveland,</i> 431 U.S. 494, 97 S.Ct. 1932, 52 L.Ed.2d 531 (1977); <i>Griswold v. Connecticut,</i> 381 U.S. 479, 85 S.Ct. 1678, 14 L.Ed.2d 510 (1965); <i>Pierce v. Society of Sisters,</i> 268 U.S. 510, 45 S.Ct. 571, 69 L.Ed. 1070 (1924); <i>Meyer v. Nebraska,</i> 262 U.S. 390, 43 S.Ct. 625, 67 L.Ed. 1042 (1923). In this most private of realms, there is a \"right to be let alone\", a right to make decisions free of the coercive power of government.<sup>[1]</sup> The invasion of privacy and individual expression here involved, contra to what defendants appear to suggest, is far from <i>de minimus</i>: as Judge King, in <i>Jech v. Burch,</i> 466 F.Supp. 714 (D.Hawaii 1979), noted in striking down a state statute less restrictive of parental decision-making than that before the Court,</p>\n<blockquote>The common experience of mankind, whether parents, agonizing over a name for their newborn child, or grandparents trying to participate in the naming process, or grown children living with the names their parents gave them, points up the universal importance to each individual of his own very personal label.</blockquote>\n<p>466 F.Supp. at 719.</p>\n<p>In addition to the privacy interests there is the equal protection issue raised by the fact that the law creates a classification based on gender, in that it permits the child to bear the father's name, but not the mother's. Further, the statutory scheme distinguishes between legitimate children, who must bear the father's name, and illegitimate children, who may be given either parent's name.</p>\n<p>The Court need not decide whether the state must show a compelling state interest or some lesser interest to justify N.C.G.S. § 130-50(e), because even under the most relaxed of standards, requiring only a showing that the statute can reasonably be viewed as promoting some legitimate state interest, the statute proves to be patently defective.</p>\n<p>The defendant asserts two state purposes: the necessity for accurate and timely recording of births, and the need to screen newborns for health problems. Defendant contends that if parents were permitted to name their children as they choose, these purposes either could not be adequately served, or could be served only with increased administrative difficulty and expense. There can be no doubt that the purposes asserted by defendant are legitimate matters of concern to the state. However, the Court finds that allowing parental choice would in no way undermine defendant's ability to perform his duties or to promote the asserted interests.</p>\n<p>As for the need to record births accurately and promptly: defendant appears to assume that allowing parents to choose their child's surname would cause undue delays in the filing of birth certificates. The <span class=\"star-pagination\">*497</span> Court finds this to be an irrational assumption. There is no reason to believe that the choice of a surname would involve more disagreement between parents than does the choice of a given name. Indeed, given the fact that the final choice of a given name cannot be made until the child is born, whereas the surname may be chosen in advance, it is reasonable to assume that the choice of a surname is less likely than the choice of a given name to cause delays. Additionally, defendant's reasoning in this regard is undercut by the fact that under the present scheme, parents who do not wish to give the child the father's surname must file for a name change, thereby delaying the recording of an accurate birth certificate.</p>\n<p>Further, the Court finds no merit to defendant's contention that the statute is necessary to screen newborns for certain health problems. As Judge King pointed out, it is important to remember what a case like this does <i>not</i> involve:</p>\n<blockquote>We are not dealing with the statutory requirement that the birth of a child in Hawaii be reported to the State Department of Health.... We are also not dealing with the indexing system of the registrar of births. If the registrar wants to register the birth certificate of \"Adrian Jebef\" (parents' name choice) under \"Adrian Befurt\" (Father's name), or any other name or symbol, that is a matter for regulation as an internal administrative decision of the State Department of Health. We are further not dealing with the requirement on the reporting form that the current names of both parents be listed.</blockquote>\n<p>466 F.Supp. at 720. There, as here, all plaintiff parents ask is to be allowed to put the surname of their choice on the space in the reporting form calling for the child's name. They are not asking that the registrar cease requiring information called for on the form, and they are not asking that their child's birth certificate be filed under the name of their choice. As far as they are concerned, the defendant may, for his purposes, call their children A-1, A-2, and A-3, or Huey, Duey and Louey, or however he sees fit.</p>\n<p>In this age of electronic data processing, the Court cannot conclude that permitting plaintiffs to do as they wish would render it impossible or even minimally more costly or difficult for the State of North Carolina to keep track of its new citizens. The fairness of this inference is substantiated by the fact that the 48 states which permit more freedom of choice than does North Carolina somehow manage to record births without undue difficulty.</p>\n<p>For these reasons, the Court finds that N.C.G.S. § 130-50(e) violates plaintiff's constitutional right to be free from arbitrary state interference in making private decisions.</p>\n<p>An appropriate order shall issue.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Upon consideration of the parties' cross motions for summary judgment, and in accordance with the memorandum of the Court this day filed, it is ADJUDGED and ORDERED as follows:</p>\n<p>1. The motions for summary judgment filed by the respective plaintiffs be, and the same are hereby granted.</p>\n<p>2. The motion of defendants for summary judgment on the merits be, and the same is hereby denied. The plaintiffs having withdrawn that portion of their complaint seeking damages, the defendants' motion in this regard is denied as moot.</p>\n<p>3. North Carolina General Statute § 130-50(e) be, and the same is hereby adjudged and declared void and of no force or effect insofar as it precludes plaintiffs from recording the surnames of their choice on the birth certificates of their children called for under N.C.G.S. § 130-50(e).</p>\n<p>4. Defendant Dr. Hugh Tilson, his agents, employees, and successors and all acting in concert therewith be, and they are hereby restrained and enjoined from enforcing N.C.G.S. § 130-50(e), and from seeking to restrict, in any way, the freedom of choice of the instant plaintiffs in naming their newborn children.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See Craven, Personhood: The Right To Be Left Alone,</i> 1976 Duke L.J. 699.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">523</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">494</span></span> (1981)</b></center>\n<center><h1>Colleen Ann Domitilla O'BRIEN, et al., Plaintiffs,<br>\nv.<br>\nDr. Hugh H. TILSON, etc., et al., Defendants.</h1></center>\n<center>Civ. A. No. 79-463-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 2, 1981.</center>\n<p><span class=\"star-pagination\">*495</span> Sharon A. Thompson, Thompson &amp; McAllaster, Raleigh, N.C., for plaintiffs, Norman B. Smith, N.C. Civil Liberties Union, Greensboro, N.C., of counsel.</p>\n<p>Robert R. Reilly, Asst. Atty. Gen., Sarah Young, Associate Atty. Gen., Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p>MERHIGE, District Judge, sitting by designation.</p>\n<p>Plaintiffs, three married couples and an infant child of each, bring this action against Dr. Hugh Tilson, Registrar of Vital Statistics for the State of North Carolina, and other officials of the State of North Carolina, challenging the constitutionality of North Carolina General Statute § 130-50(e), which requires that children born of married parents be given their father's surname.</p>\n<p>The cause of action arises under 28 U.S.C. §§ 2201 and 2202, and 42 U.S.C. § 1983. Jurisdiction vests pursuant to 28 U.S.C. §§ 1343(3) and 2201. The matter, which is before the Court on cross motions for summary judgment, has been fully briefed, argued, and is ripe for disposition.</p>\n<p>Plaintiffs Colleen Ann Domitilla O'Brien and Arne Reece Erickson, a married couple, wished to name their son, born in North Carolina, in accordance with the Swedish custom, by combining the father's given name, Arne, with the suffix \"son\", to make Arneson. Plaintiffs Cheri Casper and John Baz-Dresh sought to name their daughter, who was born in North Carolina, in the Spanish custom, by giving the child the hyphenated combination of both parent's surnames. Plaintiffs Karen Moore and Roger Pleasant also wished to give their child, also born in North Carolina, a surname composed of their hyphenated surnames. Each of the plaintiff parents filled out birth certificates giving their child the chosen surname, but in each case, the Vital Records Branch of the North Carolina Department of Human Resources sent the parents a birth certificate listing the father's surname as the child's.</p>\n<p>State law charges defendant Tilson with the responsibility of recording and preserving records of all vital events that occur within the state. Pursuant to N.C.G.S. § 130-36 <i>et seq.,</i> the hospital administrator or his designate, usually a clerk or nurse, is required to prepare the birth certificate and file it with the local registrar within five days of birth. The local registrar checks the certificate, prepares copies for the local registrar of deeds and the local health department, and forwards it to the central office of the Vital Records branch. There, information from the certificates is entered in a computer system, and the certificates are permanently bound and stored.</p>\n<p><span class=\"star-pagination\">*496</span> As heretofore noted, N.C.G.S. § 130-50(e) mandates that the birth certificate of a child born in wedlock bear the father's surname as the child's. Thus, it prohibits use of the mother's name alone, any combination of the parents' names, or any other name parents might choose. Two other statutes should also be mentioned: § 130-50(f), which provides that a child born to an unmarried woman bear her name, unless both she and the father request in writing that the child bear his name, and Chapter 101, which prescribes a procedure whereby a person may legally change his or her name.</p>\n<p>Plaintiffs contend that § 130-50(e) violates their constitutional rights to privacy, due process, and equal protection. Insofar as it implicates what plaintiffs claim to be fundamental interests, they contend that it can be constitutionally justified only upon a showing of a compelling state interest. Alternatively, they contend that the statute is constitutionally infirm even under a less rigorous standard.</p>\n<p>The Court has no difficulty in concluding that the statute does implicate important constitutional interests. It impinges upon decisions affecting family life, procreation, and child rearing; areas of human experience which the Supreme Court has long held must be accorded special protection. <i>Moore v. City of East Cleveland,</i> <span class=\"citation\" data-id=\"109670\"><a href=\"/opinion/109670/moore-v-east-cleveland/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">494</span></a></span>, <span class=\"citation\" data-id=\"109670\"><a href=\"/opinion/109670/moore-v-east-cleveland/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1932</span></a></span>, <span class=\"citation\" data-id=\"109670\"><a href=\"/opinion/109670/moore-v-east-cleveland/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">531</span></a></span> (1977); <i>Griswold v. Connecticut,</i> <span class=\"citation\" data-id=\"107082\"><a href=\"/opinion/107082/griswold-v-connecticut/\"><span class=\"volume\">381</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation\" data-id=\"107082\"><a href=\"/opinion/107082/griswold-v-connecticut/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1678</span></a></span>, <span class=\"citation\" data-id=\"107082\"><a href=\"/opinion/107082/griswold-v-connecticut/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">510</span></a></span> (1965); <i>Pierce v. Society of Sisters,</i> <span class=\"citation no-link\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></span>, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1070</span></span> (1924); <i>Meyer v. Nebraska,</i> <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">625</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1042</span></span> (1923). In this most private of realms, there is a \"right to be let alone\", a right to make decisions free of the coercive power of government.<sup>[1]</sup> The invasion of privacy and individual expression here involved, contra to what defendants appear to suggest, is far from <i>de minimus</i>: as Judge King, in <i>Jech v. Burch,</i> <span class=\"citation\" data-id=\"2360834\"><a href=\"/opinion/2360834/jech-v-burch/\"><span class=\"volume\">466</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">714</span></a></span> (D.Hawaii 1979), noted in striking down a state statute less restrictive of parental decision-making than that before the Court,</p>\n<blockquote>The common experience of mankind, whether parents, agonizing over a name for their newborn child, or grandparents trying to participate in the naming process, or grown children living with the names their parents gave them, points up the universal importance to each individual of his own very personal label.</blockquote>\n<p>466 F.Supp. at 719.</p>\n<p>In addition to the privacy interests there is the equal protection issue raised by the fact that the law creates a classification based on gender, in that it permits the child to bear the father's name, but not the mother's. Further, the statutory scheme distinguishes between legitimate children, who must bear the father's name, and illegitimate children, who may be given either parent's name.</p>\n<p>The Court need not decide whether the state must show a compelling state interest or some lesser interest to justify N.C.G.S. § 130-50(e), because even under the most relaxed of standards, requiring only a showing that the statute can reasonably be viewed as promoting some legitimate state interest, the statute proves to be patently defective.</p>\n<p>The defendant asserts two state purposes: the necessity for accurate and timely recording of births, and the need to screen newborns for health problems. Defendant contends that if parents were permitted to name their children as they choose, these purposes either could not be adequately served, or could be served only with increased administrative difficulty and expense. There can be no doubt that the purposes asserted by defendant are legitimate matters of concern to the state. However, the Court finds that allowing parental choice would in no way undermine defendant's ability to perform his duties or to promote the asserted interests.</p>\n<p>As for the need to record births accurately and promptly: defendant appears to assume that allowing parents to choose their child's surname would cause undue delays in the filing of birth certificates. The <span class=\"star-pagination\">*497</span> Court finds this to be an irrational assumption. There is no reason to believe that the choice of a surname would involve more disagreement between parents than does the choice of a given name. Indeed, given the fact that the final choice of a given name cannot be made until the child is born, whereas the surname may be chosen in advance, it is reasonable to assume that the choice of a surname is less likely than the choice of a given name to cause delays. Additionally, defendant's reasoning in this regard is undercut by the fact that under the present scheme, parents who do not wish to give the child the father's surname must file for a name change, thereby delaying the recording of an accurate birth certificate.</p>\n<p>Further, the Court finds no merit to defendant's contention that the statute is necessary to screen newborns for certain health problems. As Judge King pointed out, it is important to remember what a case like this does <i>not</i> involve:</p>\n<blockquote>We are not dealing with the statutory requirement that the birth of a child in Hawaii be reported to the State Department of Health.... We are also not dealing with the indexing system of the registrar of births. If the registrar wants to register the birth certificate of \"Adrian Jebef\" (parents' name choice) under \"Adrian Befurt\" (Father's name), or any other name or symbol, that is a matter for regulation as an internal administrative decision of the State Department of Health. We are further not dealing with the requirement on the reporting form that the current names of both parents be listed.</blockquote>\n<p>466 F.Supp. at 720. There, as here, all plaintiff parents ask is to be allowed to put the surname of their choice on the space in the reporting form calling for the child's name. They are not asking that the registrar cease requiring information called for on the form, and they are not asking that their child's birth certificate be filed under the name of their choice. As far as they are concerned, the defendant may, for his purposes, call their children A-1, A-2, and A-3, or Huey, Duey and Louey, or however he sees fit.</p>\n<p>In this age of electronic data processing, the Court cannot conclude that permitting plaintiffs to do as they wish would render it impossible or even minimally more costly or difficult for the State of North Carolina to keep track of its new citizens. The fairness of this inference is substantiated by the fact that the 48 states which permit more freedom of choice than does North Carolina somehow manage to record births without undue difficulty.</p>\n<p>For these reasons, the Court finds that N.C.G.S. § 130-50(e) violates plaintiff's constitutional right to be free from arbitrary state interference in making private decisions.</p>\n<p>An appropriate order shall issue.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Upon consideration of the parties' cross motions for summary judgment, and in accordance with the memorandum of the Court this day filed, it is ADJUDGED and ORDERED as follows:</p>\n<p>1. The motions for summary judgment filed by the respective plaintiffs be, and the same are hereby granted.</p>\n<p>2. The motion of defendants for summary judgment on the merits be, and the same is hereby denied. The plaintiffs having withdrawn that portion of their complaint seeking damages, the defendants' motion in this regard is denied as moot.</p>\n<p>3. North Carolina General Statute § 130-50(e) be, and the same is hereby adjudged and declared void and of no force or effect insofar as it precludes plaintiffs from recording the surnames of their choice on the birth certificates of their children called for under N.C.G.S. § 130-50(e).</p>\n<p>4. Defendant Dr. Hugh Tilson, his agents, employees, and successors and all acting in concert therewith be, and they are hereby restrained and enjoined from enforcing N.C.G.S. § 130-50(e), and from seeking to restrict, in any way, the freedom of choice of the instant plaintiffs in naming their newborn children.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See Craven, Personhood: The Right To Be Left Alone,</i> 1976 Duke L.J. 699.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2360834/"
  ]
}