{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2299233/",
  "absolute_url": "/opinion/2299233/united-states-v-state-of-nc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2299233/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:01:04.296439Z",
  "date_modified": "2016-03-01T14:21:09.359926Z",
  "type": "010combined",
  "sha1": "5a7fd5dc7295cf7c0e969c58cec9938c8eb5d0c1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>512 F.Supp. 968 (1981)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nSTATE OF NORTH CAROLINA et al., Defendants.</h1></center>\n<center>Civ. A. No. 75-0328-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 20, 1981.</center>\n<p><span class=\"star-pagination\">*969</span> Ellen K. Wayne, Employment Section, Civil Rights Div., Dept. of Justice, Washington, D. C., for plaintiff.</p>\n<p>Isaac T. Avery, III, Sp. Deputy Atty. Gen., N. C. Dept. of Justice, Coleman Billingsley and Howard G. Doyle, Employment Sec. Com'n, Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p>MERHIGE, District Judge, Sitting by Designation.</p>\n<p>This action was brought in 1975 by the United States against the North Carolina Highway Patrol, alleging a pattern and practice of race and sex discrimination in employment, in violation of Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. ยง 2000e <i>et seq.</i> To the credit of the parties, all issues have been resolved by consent decree, with the exception of defendant's 5'6\" minimum height requirement for state highway patrol officers, which plaintiff alleges illegally discriminates against women. The matter was tried on February 11 and 12, 1981. In a ruling from the bench, the Court found the requirement violative of Title VII, and enjoined its further use by the defendant. At that time, the Court reserved the right to prepare more detailed, written findings, and now deems it appropriate to do so in light of the fact that defendant has filed a notice of appeal.</p>\n<p>The Patrol has, over the past twelve years, gradually reduced its minimum height requirement from 5'10\" to 5'6\".<sup>[1]</sup> Until April 1980, the Patrol also had a minimum weight requirement, but now only requires that weight be proportional to height. Additionally, applicants must pass a physical agility and strength test.<sup>[2]</sup></p>\n<p>The first step in determining the legality of a facially neutral employment criterion such as that in issue here goes to whether plaintiff has made a prima facie case. <i>Albermarle Paper v. Moody,</i> 422 U.S. 405, 95 S.Ct. 2362, 45 L.Ed.2d 280 (1975). A showing that the criterion has a substantial adverse impact on a class protected by Title VII is sufficient to make out such a case, and to shift the burden of justifying the requirement to the defendant. <i>Dothard v. Rawlinson,</i> 433 U.S. 321, 97 S.Ct. 2720, 53 L.Ed.2d 786 (1977). The Court has no difficulty in finding that the 5'6\" height requirement has a substantial adverse impact on women. It operates so as to automatically eliminate 77.3% of the women between the ages of 18 and 34 from consideration for employment as a highway trooper, as opposed to only 9.4% of men. As of December <span class=\"star-pagination\">*970</span> 15, 1980, there was only one female trooper in the Patrol, out of a force numbering 1,131.</p>\n<p>Defendant sought at trial to show that the disparate impact of the height requirement is far less substantial than would appear from the bare numbers by introducing rather convoluted statistical evidence, based on applicant data, which purported to show that women have only one-tenth the propensity that men have to apply for law enforcement jobs. The Court finds this suggestion spurious. As the Supreme Court noted in <i>Dothard,</i> the use of applicant data to draw inferences about the level of interest among women in law enforcement is highly questionable. 433 U.S. at 330, 97 S.Ct. at 2727. <i>See </i><i>Blake v. City of Los Angeles,</i> 595 F.2d 1367, 1375 (9th Cir. 1979). As defendant's witness on this point acknowledged, the conclusion, from such data, that women are significantly less interested than men in law enforcement work depends on the assumption, which the Court believes to be erroneous, that women are not dissuaded from pursuing whatever interest they may have in such work by the history of male domination and sex discrimination in law enforcement.</p>\n<p>A prima facie case having been made, the burden falls on the Patrol to justify the requirement. <i>Griggs v. Duke Power,</i> 401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971). At the outset, the Court notes that defendant has never prepared a validation study, or a formal job analysis, to justify the past or current height requirements. Instead, defendant relies on two types of evidence: expert testimony purporting to show that shorter troopers are more likely to be assaulted than taller troopers; and the opinion testimony of troopers that stature is an advantage in job performance.</p>\n<p>Defendant's survey concerning assaults was drawn primarily from forms on which the Patrol requires troopers to report assault incidents.<sup>[3]</sup> The survey, which covered a five year period, excluded both those officers who were not employed over the entire period, and those who had more than twelve years of experience with the Patrol. The remaining troopers were broken into two groups: those under 5'11\", and those 5'11\" and over. The report indicated that the shorter group was more likely to be assaulted than the taller group. For a number of reasons, which go not only to the scope and methodology but also to the materiality of the study, the Court finds that it provides no evidence whatever that the height requirement is job related.</p>\n<p>First, defendant's report examined the <i>likelihood</i> of assault: <i>i. e.,</i> the probability that officers of various heights would be assaulted at all in a given year. Plaintiff presented a statistical study which showed, by contrast, that there is <i>no</i> relationship between height and <i>rate</i> of assault: <i>i. e.,</i> how frequently, on an average, troopers of various heights are assaulted. To the extent that the Patrol is concerned about assault, both by reason of the economic costs incurred when a trooper is disabled by assault,<sup>[4]</sup> and by reason of concern for the safety of its officers, it is, in the Court's view, the average rate of assaults on officers of various heights, rather than the probability of officers of different heights ever being assaulted, which is material.</p>\n<p>Secondly, the Court notes that the likelihood of assault is only one factor, and the sole factor which defendant has been able to correlate with height. There are undoubtedly myriad factors as important to adequate performance as ability to avoid assault (just as there are, surely, dozens of <span class=\"star-pagination\">*971</span> factors other than height which bear on the likelihood of assault). In the absence of a job analysis, it is impossible to gauge the importance of defendant's findings in the broader context of overall job performance.</p>\n<p>Thirdly, entirely apart from the question of whether assault rate or likelihood of assault is the more relevant factor, the Court questions the relevance of a finding relating height to likelihood of assault, using a breakpoint of 5'11\". The issue before the Court is whether a 5'6\", and not a 5'11\", height requirement is job related. Given the many factors which may influence the likelihood of assault, it simply cannot be inferred that whatever relationship may exist at a breakpoint of 5'11\" would hold true for a breakpoint of 5'6\". Additionally, the fact that the study did not include a single woman makes any inferences from the study to the job relatedness of the requirement as applied to the adversely impacted class even more tenuous.</p>\n<p>Finally, the Court finds it difficult to resist the conclusion that the entire issue of assault is an afterthought, developed by defendant in an attempt to provide some empirical evidence of job relatedness. The Patrol never conducted a study on height and assault rate in its force in considering whether to lower previous minimum height requirements. Further, while the assault rate on troops varies a great deal among geographic areas, the Patrol gives no consideration to height in assigning troopers to areas with high assault rates.</p>\n<p>The second type of evidence with which the Patrol sought to justify the requirement was the testimony of troopers. Tall troopers testified that they believed their stature was an advantage; shorter troopers testified that they believed their relative lack of stature to be a disadvantage. The Patrol contends that height is one factor which, along with innate and acquired skills such as demeanor, body language, and eye contact, enables an officer to establish a \"command presence\", or a slightly intimidating aspect, in dealing with members of the public. Such subjective evaluations have invariably been found inadequate to establish the job relatedness of physical requirements for law enforcement jobs. <i>See </i><i>Craig v. City of Los Angeles,</i> 626 F.2d 659, 667 (9th Cir. 1980); <i>Horace v. City of Pontiac,</i> 624 F.2d 765, 768 (6th Cir. 1980). Just as there are numerous factors bearing on the likelihood of assault, there are doubtlessly numerous factors, many of them subtle, bearing on a trooper's ability to maintain an aura of authority: the most important, perhaps, being the uniform that he or she wears. It is further noteworthy that the officer responsible for trooper training testified that shorter troopers can be trained to become just as proficient in defensive tactics as taller troopers.</p>\n<p>While the notion that height is positively related to job performance in law enforcement has a certain intuitive plausibility, the assumed relationship has proven in this case, as in many others,<sup>[5]</sup> to have no factual foundation. It is precisely such artificial barriers, based on unexamined and stereotypical notions, which have for so long precluded equal opportunity for women in traditionally male areas of endeavor, and which Title VII is intended to eliminate.</p>\n<p>Having concluded that the challenged height requirement discriminates against women in violation of Title VII, an injunction barring its use must issue.</p>\n<p>An appropriate order shall issue.</p>\n<h2>NOTES</h2>\n<p>[1]  The requirements over that period have been as follows:\n</p>\n<p></p>\n<pre>\nNov.  1968 - Nov. 1973     5'9\"   160 pounds\nDec.  1973 - Oct. 1977     5'8\"   150 pounds\nNov.  1977 - March 1980    5'6\"   130 pounds\nApril 1980 - Present       5'6\"   weight proportional\n                                  to height\n</pre>\n<p>[2]  Defendant should be on notice that physical ability tests which disproportionately exclude women must be shown to be job-related under Title VII. <i>Harless v. Duck,</i> 619 F.2d 611 (6th Cir. 1980).</p>\n<p>[3]  The definition of assault used by the Patrol is much broader than assault as generally understood in the context of criminal law. Virtually any injury sustained by a trooper while in contact with or in pursuit of a suspect or member of the public, is characterized as an assault.</p>\n<p>[4]  Defendant presented evidence concerning work days lost and compensation paid as a result of assaults. Because of a number of significant inaccuracies and miscalculations in defendant's exhibit on this point, the Court is unable to give it any weight. However, the Court has no doubt that work days lost by reason of assaults are expensive and are legitimately a matter of concern to the defendant.</p>\n<p>[5]  The Court notes that no state or metropolitan police agency has, to date, successfully demonstrated the job relatedness of a minimum height requirement in a Title VII challenge. <i>E. g. </i><i>Blake v. City of Los Angeles,</i> 595 F.2d 1367 (9th Cir. 1979); <i>Horace v. City of Pontiac,</i> 624 F.2d 765 (6th Cir. 1980); <i>United States v. Commonwealth of Virginia,</i> 454 F.Supp. 1077 (E.D. Va.1978); <i>United States v. City of Buffalo,</i> 457 F.Supp. 612 (W.D.N.Y.1979), <i>aff'd.</i> 633 F.2d 643 (2d Cir. 1980); <i>United States v. City of Chicago,</i> 411 F.Supp. 218 (N.D.Ill.1976).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">512</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">968</span></span> (1981)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nSTATE OF NORTH CAROLINA et al., Defendants.</h1></center>\n<center>Civ. A. No. 75-0328-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 20, 1981.</center>\n<p><span class=\"star-pagination\">*969</span> Ellen K. Wayne, Employment Section, Civil Rights Div., Dept. of Justice, Washington, D. C., for plaintiff.</p>\n<p>Isaac T. Avery, III, Sp. Deputy Atty. Gen., N. C. Dept. of Justice, Coleman Billingsley and Howard G. Doyle, Employment Sec. Com'n, Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p>MERHIGE, District Judge, Sitting by Designation.</p>\n<p>This action was brought in 1975 by the United States against the North Carolina Highway Patrol, alleging a pattern and practice of race and sex discrimination in employment, in violation of Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. ยง 2000e <i>et seq.</i> To the credit of the parties, all issues have been resolved by consent decree, with the exception of defendant's 5'6\" minimum height requirement for state highway patrol officers, which plaintiff alleges illegally discriminates against women. The matter was tried on February 11 and 12, 1981. In a ruling from the bench, the Court found the requirement violative of Title VII, and enjoined its further use by the defendant. At that time, the Court reserved the right to prepare more detailed, written findings, and now deems it appropriate to do so in light of the fact that defendant has filed a notice of appeal.</p>\n<p>The Patrol has, over the past twelve years, gradually reduced its minimum height requirement from 5'10\" to 5'6\".<sup>[1]</sup> Until April 1980, the Patrol also had a minimum weight requirement, but now only requires that weight be proportional to height. Additionally, applicants must pass a physical agility and strength test.<sup>[2]</sup></p>\n<p>The first step in determining the legality of a facially neutral employment criterion such as that in issue here goes to whether plaintiff has made a prima facie case. <i>Albermarle Paper v. Moody,</i> <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></a></span> (1975). A showing that the criterion has a substantial adverse impact on a class protected by Title VII is sufficient to make out such a case, and to shift the burden of justifying the requirement to the defendant. <i>Dothard v. Rawlinson,</i> <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2720</span></a></span>, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1977). The Court has no difficulty in finding that the 5'6\" height requirement has a substantial adverse impact on women. It operates so as to automatically eliminate 77.3% of the women between the ages of 18 and 34 from consideration for employment as a highway trooper, as opposed to only 9.4% of men. As of December <span class=\"star-pagination\">*970</span> 15, 1980, there was only one female trooper in the Patrol, out of a force numbering 1,131.</p>\n<p>Defendant sought at trial to show that the disparate impact of the height requirement is far less substantial than would appear from the bare numbers by introducing rather convoluted statistical evidence, based on applicant data, which purported to show that women have only one-tenth the propensity that men have to apply for law enforcement jobs. The Court finds this suggestion spurious. As the Supreme Court noted in <i>Dothard,</i> the use of applicant data to draw inferences about the level of interest among women in law enforcement is highly questionable. 433 U.S. at 330, 97 S.Ct. at 2727. <i>See </i><i>Blake v. City of Los Angeles,</i> <span class=\"citation\" data-id=\"365443\"><a href=\"/opinion/365443/fanchon-blake-v-city-of-los-angeles/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1367</span></a></span>, 1375 (9th Cir. 1979). As defendant's witness on this point acknowledged, the conclusion, from such data, that women are significantly less interested than men in law enforcement work depends on the assumption, which the Court believes to be erroneous, that women are not dissuaded from pursuing whatever interest they may have in such work by the history of male domination and sex discrimination in law enforcement.</p>\n<p>A prima facie case having been made, the burden falls on the Patrol to justify the requirement. <i>Griggs v. Duke Power,</i> <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971). At the outset, the Court notes that defendant has never prepared a validation study, or a formal job analysis, to justify the past or current height requirements. Instead, defendant relies on two types of evidence: expert testimony purporting to show that shorter troopers are more likely to be assaulted than taller troopers; and the opinion testimony of troopers that stature is an advantage in job performance.</p>\n<p>Defendant's survey concerning assaults was drawn primarily from forms on which the Patrol requires troopers to report assault incidents.<sup>[3]</sup> The survey, which covered a five year period, excluded both those officers who were not employed over the entire period, and those who had more than twelve years of experience with the Patrol. The remaining troopers were broken into two groups: those under 5'11\", and those 5'11\" and over. The report indicated that the shorter group was more likely to be assaulted than the taller group. For a number of reasons, which go not only to the scope and methodology but also to the materiality of the study, the Court finds that it provides no evidence whatever that the height requirement is job related.</p>\n<p>First, defendant's report examined the <i>likelihood</i> of assault: <i>i. e.,</i> the probability that officers of various heights would be assaulted at all in a given year. Plaintiff presented a statistical study which showed, by contrast, that there is <i>no</i> relationship between height and <i>rate</i> of assault: <i>i. e.,</i> how frequently, on an average, troopers of various heights are assaulted. To the extent that the Patrol is concerned about assault, both by reason of the economic costs incurred when a trooper is disabled by assault,<sup>[4]</sup> and by reason of concern for the safety of its officers, it is, in the Court's view, the average rate of assaults on officers of various heights, rather than the probability of officers of different heights ever being assaulted, which is material.</p>\n<p>Secondly, the Court notes that the likelihood of assault is only one factor, and the sole factor which defendant has been able to correlate with height. There are undoubtedly myriad factors as important to adequate performance as ability to avoid assault (just as there are, surely, dozens of <span class=\"star-pagination\">*971</span> factors other than height which bear on the likelihood of assault). In the absence of a job analysis, it is impossible to gauge the importance of defendant's findings in the broader context of overall job performance.</p>\n<p>Thirdly, entirely apart from the question of whether assault rate or likelihood of assault is the more relevant factor, the Court questions the relevance of a finding relating height to likelihood of assault, using a breakpoint of 5'11\". The issue before the Court is whether a 5'6\", and not a 5'11\", height requirement is job related. Given the many factors which may influence the likelihood of assault, it simply cannot be inferred that whatever relationship may exist at a breakpoint of 5'11\" would hold true for a breakpoint of 5'6\". Additionally, the fact that the study did not include a single woman makes any inferences from the study to the job relatedness of the requirement as applied to the adversely impacted class even more tenuous.</p>\n<p>Finally, the Court finds it difficult to resist the conclusion that the entire issue of assault is an afterthought, developed by defendant in an attempt to provide some empirical evidence of job relatedness. The Patrol never conducted a study on height and assault rate in its force in considering whether to lower previous minimum height requirements. Further, while the assault rate on troops varies a great deal among geographic areas, the Patrol gives no consideration to height in assigning troopers to areas with high assault rates.</p>\n<p>The second type of evidence with which the Patrol sought to justify the requirement was the testimony of troopers. Tall troopers testified that they believed their stature was an advantage; shorter troopers testified that they believed their relative lack of stature to be a disadvantage. The Patrol contends that height is one factor which, along with innate and acquired skills such as demeanor, body language, and eye contact, enables an officer to establish a \"command presence\", or a slightly intimidating aspect, in dealing with members of the public. Such subjective evaluations have invariably been found inadequate to establish the job relatedness of physical requirements for law enforcement jobs. <i>See </i><i>Craig v. City of Los Angeles,</i> <span class=\"citation\" data-id=\"380501\"><a href=\"/opinion/380501/24-fair-emplpraccas-1105-24-empl-prac-dec-p-31297-james-craig-jr/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">659</span></a></span>, 667 (9th Cir. 1980); <i>Horace v. City of Pontiac,</i> <span class=\"citation\" data-id=\"379546\"><a href=\"/opinion/379546/23-fair-emplpraccas-72-23-empl-prac-dec-p-31069-marilyn-horace/\"><span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 768 (6th Cir. 1980). Just as there are numerous factors bearing on the likelihood of assault, there are doubtlessly numerous factors, many of them subtle, bearing on a trooper's ability to maintain an aura of authority: the most important, perhaps, being the uniform that he or she wears. It is further noteworthy that the officer responsible for trooper training testified that shorter troopers can be trained to become just as proficient in defensive tactics as taller troopers.</p>\n<p>While the notion that height is positively related to job performance in law enforcement has a certain intuitive plausibility, the assumed relationship has proven in this case, as in many others,<sup>[5]</sup> to have no factual foundation. It is precisely such artificial barriers, based on unexamined and stereotypical notions, which have for so long precluded equal opportunity for women in traditionally male areas of endeavor, and which Title VII is intended to eliminate.</p>\n<p>Having concluded that the challenged height requirement discriminates against women in violation of Title VII, an injunction barring its use must issue.</p>\n<p>An appropriate order shall issue.</p>\n<h2>NOTES</h2>\n<p>[1]  The requirements over that period have been as follows:\n</p>\n<p></p>\n<pre>\nNov.  1968 - Nov. 1973     5'9\"   160 pounds\nDec.  1973 - Oct. 1977     5'8\"   150 pounds\nNov.  1977 - March 1980    5'6\"   130 pounds\nApril 1980 - Present       5'6\"   weight proportional\n                                  to height\n</pre>\n<p>[2]  Defendant should be on notice that physical ability tests which disproportionately exclude women must be shown to be job-related under Title VII. <i>Harless v. Duck,</i> <span class=\"citation\" data-id=\"377054\"><a href=\"/opinion/377054/22-fair-emplpraccas-1073-22-empl-prac-dec-p-30871-joyce-harless-v/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">611</span></a></span> (6th Cir. 1980).</p>\n<p>[3]  The definition of assault used by the Patrol is much broader than assault as generally understood in the context of criminal law. Virtually any injury sustained by a trooper while in contact with or in pursuit of a suspect or member of the public, is characterized as an assault.</p>\n<p>[4]  Defendant presented evidence concerning work days lost and compensation paid as a result of assaults. Because of a number of significant inaccuracies and miscalculations in defendant's exhibit on this point, the Court is unable to give it any weight. However, the Court has no doubt that work days lost by reason of assaults are expensive and are legitimately a matter of concern to the defendant.</p>\n<p>[5]  The Court notes that no state or metropolitan police agency has, to date, successfully demonstrated the job relatedness of a minimum height requirement in a Title VII challenge. <i>E. g. </i><i>Blake v. City of Los Angeles,</i> <span class=\"citation\" data-id=\"365443\"><a href=\"/opinion/365443/fanchon-blake-v-city-of-los-angeles/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1367</span></a></span> (9th Cir. 1979); <i>Horace v. City of Pontiac,</i> <span class=\"citation\" data-id=\"379546\"><a href=\"/opinion/379546/23-fair-emplpraccas-72-23-empl-prac-dec-p-31069-marilyn-horace/\"><span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span> (6th Cir. 1980); <i>United States v. Commonwealth of Virginia,</i> <span class=\"citation\" data-id=\"2135615\"><a href=\"/opinion/2135615/united-states-v-commonwealth-of-virginia/\"><span class=\"volume\">454</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1077</span></a></span> (E.D. Va.1978); <i>United States v. City of Buffalo,</i> <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">612</span></span> (W.D.N.Y.1979), <i>aff'd.</i> <span class=\"citation\" data-id=\"383665\"><a href=\"/opinion/383665/24-fair-emplpraccas-313-24-empl-prac-dec-p-31333-united-states-of/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">643</span></a></span> (2d Cir. 1980); <i>United States v. City of Chicago,</i> <span class=\"citation\" data-id=\"1643478\"><a href=\"/opinion/1643478/united-states-v-city-of-chicago/\"><span class=\"volume\">411</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">218</span></a></span> (N.D.Ill.1976).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/379546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1643478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2135615/"
  ]
}