{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2300779/",
  "absolute_url": "/opinion/2300779/stroud-v-benson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2300779/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:01:17.968275Z",
  "date_modified": "2016-04-27T01:06:39.138498Z",
  "type": "010combined",
  "sha1": "e786792b2804d2d7b203b83b3772e5f4aae3b9c5",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>155 F.Supp. 482 (1957)</b></center>\n<center><h1>Quentin STROUD et al., Plaintiffs,<br>\nv.<br>\nEzra T. BENSON, United States Secretary of Agriculture; Flue Cured Tobacco Cooperative Stabilization Corporation of Raleigh, North Carolina, et al., Defendants.</h1></center>\n<center>Civ. No. 464.</center>\n<center><p><b>United States District Court E. D. North Carolina, New Bern Division.</b></p></center>\n<center>September 26, 1957.</center>\n<p><span class=\"star-pagination\">*483</span> <span class=\"star-pagination\">*484</span> J. A. Jones, Kinston, N. C., M. E. Cavendish, Greenville, N. C., for plaintiffs.</p>\n<p>Julian T. Gaskill, U. S. Atty., Raleigh, N. C., Gerald O'Rourke, Jr., U. S. Dept. of Agriculture, Washington, D. C., William T. Joyner, Raleigh, N. C., for defendants.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This cause came on to be heard at Raleigh, North Carolina, on September 5, 1957, upon an order of August 15, 1957, directing the defendants and each of them to show cause why the prayer for relief should not be granted. Plaintiffs, each of whom resides within the Eastern District of North Carolina, are engaged in the raising of tobacco and commenced this action by the filing of a complaint praying for an injunction restraining the defendants and each of them in their respective capacities from enforcing the rules and regulations of the Secretary of Agriculture providing for the support of flue-cured tobacco upon a variety basis; and the identification of tobacco of certain varieties upon the auction sale warehouse floor through the use of an identfying (striped) ticket, and also for a mandatory injunction ordering the Secretary of Agriculture to support tobacco produced by plaintiffs during 1957 upon a per grade basis at 90 percent of parity.</p>\n<p>At the outset the defendants moved to dismiss for that: (1) The Court lacks jurisdiction over the subject matter; (2) The Court lacks jurisdiction over the person of Ezra T. Benson, Secretary of Agriculture; (3) The venue as to the Secretary of Agriculture is improper; (4) The Secretary of Agriculture is an indispensable party; (5) The complaint fails to state a claim on which relief can be granted. The motion raised doubts in my mind, but believing it to be in the public interest to reach a consideration on the merits, the doubt was resolved in favor of the plaintiffs and the motion was denied.</p>\n<p>These facts are established by the evidence:</p>\n<p>Historically one-third to one-half of this country's production of flue-cured tobacco has been consumed by the export trade which to a large extent desires our full-bodied, full-flavored and aroma tobaccos which are produced in no other country in the world.</p>\n<p>Foreign buyers of tobacco have available to them in foreign countries all needed supplies of light-bodied tobacco which lacks the flavor and aroma traditionally found in the standard American varieties, and these foreign buyers can obtain such light-bodied tobaccos at from one-half to eighty percent of the net cost to them of the American produced light-bodied tobaccos.</p>\n<p>The new American produced light-bodied tobaccos often simulate in appearance <span class=\"star-pagination\">*485</span> the various long established standard American varieties, but lack the flavor and aroma found in such standard varieties.</p>\n<p>The grading of tobacco, under the Tobacco Inspection Act, 7 U.S.C.A. § 511 et seq., is based entirely on characteristics visible to the naked eye and the presence or absence of flavor and aroma is not a grading factor and cannot be established as a factor in the traditional marketing procedures followed in the tobacco industry.</p>\n<p>Beginning with the 1955 tobacco marketing year and continuing with increasing intensity thereafter, the United States Department of Agriculture and the American tobacco producer and trade associations received complaints from foreign and domestic buyers and companies that the new light-bodied American produced tobaccos lacked the flavor and aroma which had been associated with American tobaccos and that such new varieties, which were identified by the complainants as Coker 139, 140, and Dixie Bright 244 (henceforth referred to as \"discount\" varieties), were not wanted by foreign tobacco buyers and companies.</p>\n<p>In making complaints, foreign tobacco buyers and companies served notice that the \"discount\" varieties could not be identified readily from the standard American varieties on the auction sale warehouse floors in the cured leaf form, and that, unless steps were taken to identify these new varieties of tobacco at the market so as to inspire buying confidence and to encourage the production of American standard varieties, the foreign buyers and companies would sharply decrease and possibly cease buying American tobaccos.</p>\n<p>The failure to distinguish on the warehouse floor between the full-bodied, full-flavored and aromatic standard American tobaccos and the new light-bodied American tobaccos would result in depressing the marketing prices for tobaccos generally because of the efforts of tobacco buyers and companies to offset the loss resulting to them by the inadvertent purchase of such new varieties by reducing the price they would pay for any and all American tobaccos.</p>\n<p>The quantities of tobacco coming under Commodity Credit Corporation's 1955 and 1956 Tobacco Loan Programs, because of the buyers' unwillingness to purchase any tobacco which they believed might be of the light-bodied varieties, caused the Government's loan stocks of tobacco to reach their highest point since the inception of the Tobacco Loan Program, and it is an economic fact that over-large inventories of any commodity have a depressing effect on the prices of such commodity.</p>\n<p>The unwillingness of the tobacco buyers and companies to purchase any tobacco which they believe might be of the new light-bodied varieties resulted in a general depressing effect upon the tobacco market, penalizing all producers of the standard American varieties desired by foreign and domestic tobacco buyers and companies.</p>\n<p>After full consideration of the destructive effect being had upon the American tobacco market by the increasing heavy production of the \"discount\" varieties and the inability in many cases to distinguish between these varieties and the standard American varieties on the auction sale warehouse floor, the United States Department of Agriculture held numerous conferences and otherwise solicited the views and recommendations of all segments of the tobacco industry concerned, all of which asked that immediate steps be taken to identify the varieties of tobacco known as Coker 139, Coker 140, and Dixie Bright 244, and to encourage the production of full-bodied standard American tobacco varieties and to distinguish between the full-bodied and the light-bodied varieties on the auction sale warehouse floor in order that buyers could purchase with confidence.</p>\n<p>The program, which the United States Department of Agriculture determined to put into effect to stabilize the prices of tobacco, to promote the orderly marketing of tobacco and preserve for the American tobacco producer his export <span class=\"star-pagination\">*486</span> markets, was announced to the tobacco industry and the public generally by the Department's press release dated December 18, 1956, which stated in part as follows:</p>\n<blockquote>\"Major changes in the 1957 fluecured tobacco price support program changes which are expected to discourage production of varieties viewed as undesirable under present demand conditions and to encourage an increase in the proportion of the crop having characteristics currently in demandwere announced today by the U. S. Department of Agriculture.</blockquote>\n<blockquote>\"Today's changes, which are in accord with recommendations of grower organization and industry leaders in the flue-cured tobacco area, are as follows:</blockquote>\n<blockquote>\"(1) 1957-crop flue-cured tobacco of varieties `139', `140', and `244', irrespective of grade, will be supported at one-half of the support rates for comparable grades of other varieties.</blockquote>\n<blockquote>\"(2) Price support rates for individual grades of all flue-cured varieties will be adjusted to reflect current demand patterns. This action will support a program to encourage cultural practices that will increase the proportion of the crop which has desirable flavor and aroma characteristics.</blockquote>\n<blockquote>\"The three varieties viewed as currently undesirable have been classified by Federal and State scientists of the flue-cured tobacco area as `low to lacking in flavor and aroma, generally of light body, and/or currently with poor acceptance in the trade.'\"</blockquote>\n<p>Copies of such press release were mailed by representative agencies of the Department of Agriculture to each tobacco producer in the United States. By press release dated January 9, 1957, the Department of Agriculture further explained the program which it had entered upon, stating in part as follows:</p>\n<blockquote>\"Rigid enforcement of its announced 50% cut in price support on 1957 production of flue-cured tobacco varieties Coker 139, Coker 140, and Dixie Bright 244 was emphasized today by the U. S. Department of Agriculture * * *</blockquote>\n<blockquote>\"Commenting on the Department's enforcement plans Assistant Secretary of Agriculture Marvin L. McLain said: `We expect to spare no reasonable effort to carry out the purpose and intent of the variety discount program.'\"</blockquote>\n<p>Further notice was given by press release dated April 26, 1957, wherein it was repeated that the discount varieties would be supported at one-half the rate of comparable grades of other varieties of American tobaccos and that the discount varieties had been determined to be lacking in flavor and aroma and had poor acceptance in the trade. On May 10, 1957, consistent with the notice given in the press release of January 9, 1957, that the Department would rigidly enforce its program with respect to the discount varieties, and that it would spare no reasonable effort to carry out the purpose and intent of the program, the Department announced that acceptable varieties of flue-cured tobacco, that is, those other than the discount varieties, would be identified on the auction sale warehouse floor for the reason as follows:</p>\n<blockquote>\"* * * in order to stimulate confidence in buyers, stimulate prices on the market, and protect the price support program.\"</blockquote>\n<p>The press release of May 10, 1957, further stated:</p>\n<blockquote>\"The floor identification plan was developed in cooperation with committees representing the Bright Belt Warehouse Association and the South Carolina Warehouse Association. Under the plan, auction warehouses will use regular basket tickets to identify baskets of tobacco `certified' as from farms that produced none of the undesirable varieties but will use special, distinguishably <span class=\"star-pagination\">*487</span> different tickets to identify all baskets which are not so `certified'.\"</blockquote>\n<p>The regulations of the Department of Agriculture pertaining to its variety identification program appeared in the Federal Register of May 7, 1957 (22 F.R. 3201), in the form of a notice of proposed Rule Making, wherein all aspects of the program, excepting the actual level of support, and the matter of identification on warehouse floors which had not yet been determined upon was set out in detail and in the last paragraph of such Notice of Proposed Rule Making there appeared the statement as follows:</p>\n<blockquote>\"Prior to the final adoption and issuance of these regulations, consideration will be given to any data, views, and recommendations thereto which are submitted in writing to the director, Tobacco Division, Commodity Stabilization Service, United States Department of Agriculture, Washington 25, D. C. All submissions must be postmarked not later than ten days after date of publication of this notice in the Federal Register in order to be considered.\"</blockquote>\n<p>Purusant to the notice of proposed Rule Making so given, there appeared in the Federal Register of June 11, 1957 (22 F.R. 4064), the terms of the Variety Identification Program and this Regulation, like the notice of proposed Rule Making previously given, showed that such program had been entered upon in connection with the Department's responsibilities under the price support legislation and there was cited for legal authority in both such Federal Register publications The Agricultural Act of 1949, 7 U.S.C.A. § 1421 et seq. Thereafter, there appeared in the Federal Register of July 9, 1957, (22 F.R. 4777) the full terms of the 1957 Tobacco Loan Program, including the provisions with respect to the Variety Identification Program through the successive stages of production from the green plant growing in the field through the marketing on the tobacco auction warehouse floor. In addition to the press release and the regulations of the Department of Agriculture with respect to the identification of varieties on the warehouse floor, beginning in the early months of 1957, it was generally known in all segments of the tobacco industry, through conferences participated in by the representatives of the Department of Agriculture, that the Department believed it necessary, and was working out the details, to differentiate the standard varieties from the reduced support rate varieties on the warehouse floor.</p>\n<p>The Tobacco Loan Program in the flue-cured tobacco area is carried out by Commodity Credit Corporation, on behalf of the Secretary of Agriculture, through contracts between such Corporation and the Flue Cured Tobacco Cooperative Stabilization Corporation, Raleigh, North Carolina, and such contracts require that the contracts entered into between Stabilization and auction warehousemen through which the tobacco price support program is made available to producers be approved by Commodity Credit Corporation.</p>\n<p>Consistent with the Variety Identification Program the Department of Agriculture required that contracts between Stabilization and auction warehousemen participating in the price support program contain provisions requiring differentiation on the warehouse floor between the standard varieties and the \"discount\" varieties. The foregoing contractual provisions have been complied with by the defendants.</p>\n<p>With regard to the identification order, no notice, hearing, or referendum was had which would comply either with the provisions of the Agricultural Marketing Agreement Act of 1937, 7 U.S. C.A. § 601 et seq., or with the provisions of the Administrative Procedure Act, 5 U.S.C.A. § 1001 et seq., if such provisions are applicable, as a matter of law, to the regulation in issue.</p>\n<p>Not more than one-half of one percent of the flue-cured tobacco producers in the United States have intentionally grown \"discount\" varieties, and the average of prices being received by American <span class=\"star-pagination\">*488</span> tobacco producers during the 1957 marketing season is the highest in history of the support program. The requirement that the traditional varieties be distinguished from the new light-bodied varieties on the warehouse floor is a substantial contributing factor.</p>\n<p>The quantity of tobacco coming under the 1957 Tobacco Loan Program is the lowest in historyapproximately three percent or less of the total sales to date.</p>\n<p>A substantial number of plaintiffs unknowingly planted flue-cured tobacco during the 1957 crop year which has been determined to possess growth characteristics or seed strains of the \"discount\" varieties.</p>\n<p>Tobacco is one of the basic commodities as defined in the Acts of Congress providing for price support, loan and other benefits under the terms and provisions of the Acts of Congress providing for crop control, inspection, price support and loans, and as such it is the duty of the Secretary of Agriculture to support it at 90% of parity.</p>\n<p>A level of support for the \"discount\" varieties of 50 percent of the level of support for standard varieties of comparable grades represents a support rate of 90 percent of parity for such \"discount\" varieties and the net amount which will accrue to the producers who have \"discount\" varieties is not ascertainable since the Department of Agriculture has instituted special pools through which all such tobacco coming under the price support program will be merchandised in such manner as to realize any recoverable value in the tobacco in excess of the amount of the price support loan advanced to the producer.</p>\n<p>The defendants, under the terms and provisions of the marketing regulations of June 11, 1957, determined that the plaintiffs had grown tobacco on their respective farms for the crop year of 1957, having growth characteristics or seed strains of the \"discount\" varieties, and notified the plaintiffs of their determination, upon which determination the tobacco would be identified on the warehouse floor at the time of sale.</p>\n<p>The attaching, on the warehouse floor, of distinguishably different warehouse tickets to the standard varieties and to the \"discount\" varieties is done by the warehouseman or his employee and such action does not constitute a grade determination. The grade determination is made by a U. S. D. A. Tobacco Inspector under the Tobacco Inspection Act and is entered on that portion of the already attached warehouse ticket reserved for such purpose.</p>\n<p>The only effect of distinguishing on the auction warehouse floor between the standard American varieties of tobacco and the \"discount\" varieties is to cause the \"discount\" varieties to compete against the standard varieties.</p>\n<p>The \"discount\" varieties can be distinguished in the green growing stage from each other and from other varieties of tobacco by means of visual inspection and laboratory analysis of green samples of such tobacco.</p>\n<p>The tobacco buyers so far have not and are not placing any bids for tobacco offered for sale on any warehouse floor upon which a striped basket ticket appears.</p>\n<p>All aspects of the 1957 Tobacco Loan Program for flue-cured tobacco were and are being carried out by the U. S. D. A. at all levels in a fair and equitable manner.</p>\n<p>A substantial quantity of the tobacco grown by plaintiffs during the present season would bring higher prices pound for pound if offered without the identification as \"discount\" tobacco, for the reason that it is difficult to identify in some instances in the rush of the auction sales. So that enforcement of this regulation will surely result in some immediate dollar loss in returns to the plaintiffs, but, considered in a long range view from the standpoint of the plaintiffs as well as other growers, the enforcement of the regulation will prove beneficial by affording confidence to the buyers who wish to avoid the chance purchase of <span class=\"star-pagination\">*489</span> these varieties of tobacco which they do not desire and will not knowingly buy, thus eliminating a probable depressing of the market due to the fact that a substantial amount of the tobacco offered would be subject to suspicion by the buyers. It is quite reasonable to believe that tobacco, though having the appearance of the undesirable tobacco varieties, will command better prices when certified by the Government to be of standard variety after observing the tobacco when green and after chemical analysis. The idea is not to condemn the discount varieties and thereby depress the market for them, but rather to put the stamp of approval on the standard varieties, thereby improving the market for them. The welfare of the whole tobacco program and thus the interest of the growers is definitely at stake. Those who have worked with the program and know it from the growers' viewpoint express the view, and I concur, that another season such as 1956, when 22.49 percent of the tobacco offered went into the Stabilization pool, would be disastrous, perhaps fatal, to the price support program. It is logical to assume that one reason for the willingness of Congress to continue the tobacco price support program is that its operation has not been a financial burden to the Government. To date Stabilization has not only paid its own way and repaid its loans, but has distributed to growers the sum of $13,825,212.75 in net gains. The program will be jeopardized if the point is reached when losses to the Government result.</p>\n<p>It is significant that during the present season the percentage of discount tobacco is estimated at less than 2 percent and that the percentage of tobacco currently going into the pool is approximately 3.67 percent. There is no reason to doubt that this decrease in both particulars has come about because of the campaign of the Department of Agriculture, the farm trade organizations, and others, to discourage the growing of the discount varieties and the notice given by the Department of Agriculture on December 18, 1956, that the varieties known as 139, 140 and 244, irrespective of grade, would be supported at only one-half of the support rates for comparable grades of other varieties. The regulation with respect to identifying the tobacco on the floors is surely in the interest of all tobacco growers when considered from the long range viewpoint.</p>\n<p>Upon the foregoing facts, the plaintiffs contend that the regulation requiring the identification of the discount varieties of tobacco upon the warehouse floor is invalid in that it was promulgated without notice, hearing, and producer approval as required by the Agricultural Marketing Agreement Act of 1937, 7 U.S. C.A. § 608c(8,9).</p>\n<p>Orders regulating the handling of tobacco and promulgated by the Secretary of Agriculture under the authority of the Agricultural Marketing Agreement Act of 1937 must be limited in their content to certain specified terms and no others. 7 U.S.C.A. § 608c(6, 7). The limited terms of orders authorized and issued under this Act relate to the limitation of the amounts or quantities which handlers (as defined) may market, and to the determination of surpluses so that such surpluses may be considered when establishing the aforementioned quantities. An order or regulation containing terms and conditions other than those set out in the Agricultural Marketing Agreement Act of 1937, 7 U.S.C.A. § 608c(6, 7), is not one authorized by the Act, and the notice, hearing, and producer approval requirements of the Act have no application to such an order; for it could hardly be contended that such provisions should apply to an order not authorized under the Act.</p>\n<p>The order of the Secretary requiring that warehousemen identify the discount tobaccos on the auction sale warehouse floor is one which contains terms other than those authorized under the Agricultural Marketing Agreement Act of 1937, and therefore the notice, hearing, and producer approval requirements of that Act have no application and do not affect its validity.</p>\n<p>The logic of this conclusion is sustained when it is considered that the <span class=\"star-pagination\">*490</span> substance of the Act is to stabilize agricultural prices and assure producers of a fair return through the effective control of the supply of basic agricultural commodities. The limitation of production is a serious undertaking which imposes severe and direct risks upon the producer. With this in mind, perhaps notice, hearing, and producer approval of orders relating to the limitation of production is expressly required to insure sincere and enthusiastic endorsement by the producers. It might be noticed in contrast that price supports under the Agricultural Act of 1949, 7 U.S.C.A. § 1421 et seq., do not impose such severe and direct risks upon the producer; and that notice, hearing, and producer approval is not expressly required with regard to orders and rules promulgated under this latter Act.</p>\n<p>United States v. Rock Royal Co-op., 307 U.S. 533, 59 S.Ct. 993, 83 L.Ed. 1446, cited by the plaintiffs, does not support the contention that the present order (the requirement that the discount varieties be identified on the auction sale warehouse floor) may be validly issued only after notice, hearing, and producer approval. In the Rock Royal case, the order in question was one which contained the limited terms specified in the Agricultural Marketing Agreement Act of 1937, 7 U.S.C.A. § 608c(5, 7), and was both authorized and governed by its provisions.</p>\n<p>Plaintiffs further urge that notice and hearing with regard to the instant order requiring warehouse floor identification of the discount varieties were required by virtue of the Administrative Procedure Act, 5 U.S.C.A. § 1001 et seq., the pertinent part of which provides as follows:</p>\n<blockquote>\"Rule making</blockquote>\n<blockquote>\"Except to the extent that there is involved (1) any military, naval, or foreign affairs function of the United States or (2) any matter relating to agency management or personnel or to public property, <i>loans, grants, benefits,</i> or <i>contracts</i></blockquote>\n<blockquote>\"(a) General notice of proposed rule making shall be published in the Federal Register * * * (b) After notice required by this section, the agency shall afford interested persons an opportunity to participate in the rule making through submission of written data, views, or arguments with or without opportunity to present the same orally in any manner; and, after consideration of all relevant matter presented, the agency shall incorporate in any rules adopted a concise general statement of their basis and purpose.\" 5 U.S.C.A. § 1003.</blockquote>\n<p>If the instant order is rule making which involves a matter relating to loans, it comes within the express exception to the requirement of notice and hearing as contained in the Administrative Procedure Act. That the order in issue is a matter relating to loans seems apparent. It has been found as a fact that the failure to identify the discount varieties on the warehouse floor has and will tend to depress the tobacco market. A depression of the open market price below the level of the support price would ultimately result in the increase of Government loans and consequently Government loan stocks. The instant order is directly related to this contingency.</p>\n<p>The defendants rely upon the authority of the Agricultural Act of 1949, 7 U.S.C.A. § 1421 et seq., for the validity of the order in issue. In this regard it is noted that in both the Federal Register of June 11, 1957 (22 F.R. 4064), and the Federal Register of May 7, 1957 (22 F.R. 3201), the Agricultural Act of 1949 is cited as authority for the validity of the terms of the 1957 tobacco program as therein set forth.</p>\n<p>The pertinent parts of the Agricultural Act of 1949 which provides for price supports are as follows:</p>\n<blockquote>\"* * * the amounts, terms, and conditions of price support operations and the extent to which such operations are carried out, shall be determined or approved by the Secretary.\" 7 U.S.C.A. § 1421(b).</blockquote>\n<p><span class=\"star-pagination\">*491</span> Concerning the exercises of judgment and discretion by the Secretary under the Act, it provides as follows:</p>\n<blockquote>\"Determinations made by the Secretary under this Act shall be final and conclusive: Provided, That the scope and nature of such determinations shall not be inconsistent with the provisions of the Commodity Credit Corporation Charter Act.\" 7 U.S.C.A. § 1429.</blockquote>\n<p>Since the Secretary's order requires the identification of the discount varieties of tobacco on the warehouse floor as a condition of price support operations, it seems clear that it is authorized by the portion of the Act quoted above.</p>\n<p>The Agricultural Act of 1949 contains no express requirement concerning notice and hearing as a condition precedent to the validity of orders issued thereunder, accordingly any requirement for notice or hearing must be imposed by another statute. The attention of this Court has not been called to any other such statute or act which the Court regards as applicable. The Court's conclusion is, therefore, that the order requiring the identification of discount varieties of tobacco is within the authority granted to the Secretary by the Agricultural Act of 1949 both as to its substance and means of promulgation.</p>\n<p>Plaintiffs strongly urge that the Agricultural Marketing Agreement Act of 1937, 7 U.S.C.A. § 601 et seq., and the Agricultural Act of 1949, 7 U.S.C.A. § 1421 et seq., are integral parts of an overall plan designed to achieve a common purpose; and that therefore the notice, hearing, and producer approval requirements applicable to orders issued under the Agricultural Marketing Agreement Act of 1937 should apply to orders issued under the Agricultural Act of 1949. This contention is unsound. While it is true that the Agricultural Marketing Agreement Act of 1937 and the Agricultural Act of 1949 are integral parts of a plan to achieve a common purpose and do not conflict with each other (Parker v. Brown, 317 U.S. 341, 63 S.Ct. 307, 87 L.Ed. 315) the methods respectively adopted by each of these Acts to achieve this common purpose are different in scope and nature; and for this reason the limitations upon orders issued under the former Act should not apply to those issued under the authority of the latter.</p>\n<p>The plaintiffs also urge that the reduced support rate for the various discount varieties is invalid for the reason that such rates do not represent a support of tobacco at 90 percent of parity. In this regard the Agricultural Act of 1949 provides in part as follows:</p>\n<blockquote>\"Appropriate adjustments may be made in the support price for any commodity for differences in grade, type, staple, quality, location, <i>and other factors.</i> Such adjustments shall, so far as practicable, be made in such manner that the average support price for such commodity will, on the basis of the anticipated incidence of such factors, be equal to the level of support determined as provided in this Act.\" (Emphasis added.) 7 U.S.C.A. § 1423.</blockquote>\n<p>The purpose of this provision of the Act is to achieve a level of support which will take into account the characteristics bearing on desirability within each commodity in order that the dollar and cents level of support will have (1) a direct relationship with the demand for the various characteristics present in the commodity being supported, and, (2) an average level of support, for tobacco, of 90 percent of parity. Without such \"demand value\" differentiation there would be no incentive for the production of better quality, more desirable products. Since it has been found that the reduced support rate for the discount varieties has resulted in an increased support rate for other varieties, and that the <i>average</i> rate of support continues to be 90 percent of parity, it is found that the plaintiffs' contention in this regard is without merit.</p>\n<p>Plaintiffs further urge that the identification of tobacco on the warehouse floor by the warehouseman pursuant to his contractual obligation is violation <span class=\"star-pagination\">*492</span> of the Tobacco Inspection Act, 7 U.S.C.A. § 511 et seq. This Act provides for the inspection of tobacco by authorized inspectors and for the determination of the grade of tobacco. It further provides that it shall be unlawful:</p>\n<blockquote>\"(c) For any person, not an authorized inspector under this chapter, to issue a certificate or report stating the type, grade, size, or condition of any lot of tobacco to be in accordance with the standards of the United States therefor which is of such color, size, arrangement, or wording as to be mistaken for a certificate issued under this chapter, unless such certificate states in prominent letters in its heading that it is not issued under the authority of the United States.\" 7 U.S.C.A. § 511i(c).</blockquote>\n<p>The certificate or striped basket card placed upon the tobacco by the warehouseman does indicate the variety of tobacco, but it does not state or indicate that the tobacco is in accordance with the standards of the United States. The standards adopted by the United States do <i>not</i> include variety as a factor in determining the grade of tobacco. The identification of the variety of tobacco does not state that the tobacco is <i>in accordance</i> with any standards adopted by the United States, but merely indicates an additional and unrelated fact. Clearly no deception with regard to the standards adopted by the United States has been practiced; and the identification of the variety in no way violates the Tobacco Inspection Act.</p>\n<p>Plaintiffs further urge that Sec. 511g of the Tobacco Inspection Act limits the placing of any information on the warehouse ticket or other tag or label to showing the grade of tobacco as determined by an authorized tobacco inspector. This section reads as follows:</p>\n<blockquote>\"Warehousemen shall provide space on warehouse tickets or other tags or labels used by them for showing the grade of the lot covered thereby as determined by an authorized tobacco inspector under this chapter. The Secretary may prescribe, by regulation, the form in which such certification of grade shall be shown, and may require that a copy of such warehouse ticket, tag, or label shall be furnished to the Secretary.\" 7 U.S.C.A. § 511g.</blockquote>\n<p>The Court finds that the meaning of the section quoted above is merely that the warehousemen shall provide a place on the warehouse ticket or label for the grade, and that it does not prohibit the disclosure of additional information.</p>\n<p>Finally, the plaintiffs contend that the contract between Flue Cured Stabilization and the defendant warehousemen requiring that the discount varieties be identified on the warehouse floor (pursuant to the order of the Secretary of Agriculture) is in restraint of trade and hence invalid as a violation of the Anti-Trust Laws, 15 U.S.C.A. § 1 et seq.</p>\n<p>The crux of plaintiffs' case lies in their objection to the identification on the warehouse floor of discount tobacco such as they propose to offer for sale. In other words, they seek to keep the buyers in the dark with respect to the tobacco which they do not desire, but being without such identification they may unwittingly buy; they hope and expect that without the information supplied by the striped card all or at least some of the buyers may be confused and that they may obtain better prices by reason of such confusion. Bluntly stated, they protest against the disclosure of the truth at the auction sale.</p>\n<p>Anti-Trust acts are designed to insure competition and thereby promote the public interest; and as the sovereign acts in the public interest the Courts have held that these acts do not suppress the sovereign. Parker v. Brown, 317 U.S. 341, 350, 63 S.Ct. 307, 313, 87 L.Ed. 315: \"We find nothing in the language of the Sherman Act * * * which suggests that its purpose was to restrain a state or its officers or agents from activities directed by its legislature. * * * That its purpose was to suppress combinations to <span class=\"star-pagination\">*493</span> restrain competition and attempts to monopolize by individuals and corporations, abundantly appears from its legislative history.\" The Court in this case also held that the Anti-Trust statutes did not apply to those individual defendants who were not officers of the Government but were individuals operating the grower marketing agency as is the case here. Actually, the initiation of the identification idea was that of the federal government, acting through the Secretary of Agriculture to whom authority was given by the Congress; Stabilization and the two warehousemen are merely the agencies through which the government itself acts to carry out its program of stabilizing the tobacco auction market and implementing the tobacco support program. United States v. Edgerton &amp; Sons, 2 Cir., 178 F.2d 763, cited by plaintiffs' counsel, is not applicable. On this ground I find the plaintiffs' position untenable, but there are other grounds.</p>\n<p>If there is restraint of trade here, it is not unreasonable and, therefore, not outlawed. In Board of Trade of City of Chicago v. United States, 246 U.S. 231, 239, 38 S.Ct. 242, 244, 62 L.Ed. 683, the Court said: \"But the evidence admitted makes it clear that the rule was a reasonable regulation of business, consistent with the provisions of the Anti-Trust Law\"; and in 246 U.S. at page 241, 38 S.Ct. at page 242, 245: \"The restraint imposed by the rule is less severe than that sustained in Anderson v. United States, 171 U.S. 604, 19 S.Ct. 50, 43 L.Ed. 300. Every Board of Trade and nearly every trade organization imposes some restraint upon the conduct of business by its members\". It appears clear to me that if the certification of full support varieties is any restraint of trade, it is a reasonable restraint and, therefore, valid. But it is also clear, so far as I see, that there is no restraint of trade at all. The questioned contracts are not agreements in restraint of trade. The purpose of the striped ticket required by the contracts is to disclose the simple truth concerning the nature of the product offered for sale. There is no attempt to create a monopoly, no conspiracy to fix prices or limit production. If the knowledge of the true identity of the discount varieties tends to result in lower prices and smaller purchases, it is because the market, knowing the truth, has no desire for them. The truth of the matter seems to be that competition has been promoted since the discount must now compete with the standard varieties. Generally, complete and full knowledge on the part of both vendor and vendee is considered an element of perfect competition.</p>\n<p>Furthermore, if it be assumed that the Anti-Trust statute applies to this governmental operation, and that the restraint of trade, if any, is not reasonable, the plaintiffs must fail since there is lack of equity on plaintiffs' side. Such must appear when injunctive relief is demanded. The plight of some of the plaintiffs arouses sympathy until it becomes apparent that they are seeking relief from present economic loss arising from a situation for which neither they nor defendants are to blame, by obtaining the aid of a court of equity to prevent buyers from knowing the truth about the tobaccos which they are asked to buy. Any gain to the plaintiffs that might result by granting the equitable relief which they demand would be small, indeed, when compared to the tremendous loss accruing to the thousands of tobacco growers whose welfare as tobacco raisers is so definitely dependent upon the continuation of the price support program, if such relief is granted. There is no equity in plaintiffs' position and, accordingly, a court of equity will not sustain it.</p>\n<p>It is ordered that the relief asked be denied and that the petition be dismissed at plaintiffs' cost.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">482</span></span> (1957)</b></center>\n<center><h1>Quentin STROUD et al., Plaintiffs,<br>\nv.<br>\nEzra T. BENSON, United States Secretary of Agriculture; Flue Cured Tobacco Cooperative Stabilization Corporation of Raleigh, North Carolina, et al., Defendants.</h1></center>\n<center>Civ. No. 464.</center>\n<center><p><b>United States District Court E. D. North Carolina, New Bern Division.</b></p></center>\n<center>September 26, 1957.</center>\n<p><span class=\"star-pagination\">*483</span> <span class=\"star-pagination\">*484</span> J. A. Jones, Kinston, N. C., M. E. Cavendish, Greenville, N. C., for plaintiffs.</p>\n<p>Julian T. Gaskill, U. S. Atty., Raleigh, N. C., Gerald O'Rourke, Jr., U. S. Dept. of Agriculture, Washington, D. C., William T. Joyner, Raleigh, N. C., for defendants.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This cause came on to be heard at Raleigh, North Carolina, on September 5, 1957, upon an order of August 15, 1957, directing the defendants and each of them to show cause why the prayer for relief should not be granted. Plaintiffs, each of whom resides within the Eastern District of North Carolina, are engaged in the raising of tobacco and commenced this action by the filing of a complaint praying for an injunction restraining the defendants and each of them in their respective capacities from enforcing the rules and regulations of the Secretary of Agriculture providing for the support of flue-cured tobacco upon a variety basis; and the identification of tobacco of certain varieties upon the auction sale warehouse floor through the use of an identfying (striped) ticket, and also for a mandatory injunction ordering the Secretary of Agriculture to support tobacco produced by plaintiffs during 1957 upon a per grade basis at 90 percent of parity.</p>\n<p>At the outset the defendants moved to dismiss for that: (1) The Court lacks jurisdiction over the subject matter; (2) The Court lacks jurisdiction over the person of Ezra T. Benson, Secretary of Agriculture; (3) The venue as to the Secretary of Agriculture is improper; (4) The Secretary of Agriculture is an indispensable party; (5) The complaint fails to state a claim on which relief can be granted. The motion raised doubts in my mind, but believing it to be in the public interest to reach a consideration on the merits, the doubt was resolved in favor of the plaintiffs and the motion was denied.</p>\n<p>These facts are established by the evidence:</p>\n<p>Historically one-third to one-half of this country's production of flue-cured tobacco has been consumed by the export trade which to a large extent desires our full-bodied, full-flavored and aroma tobaccos which are produced in no other country in the world.</p>\n<p>Foreign buyers of tobacco have available to them in foreign countries all needed supplies of light-bodied tobacco which lacks the flavor and aroma traditionally found in the standard American varieties, and these foreign buyers can obtain such light-bodied tobaccos at from one-half to eighty percent of the net cost to them of the American produced light-bodied tobaccos.</p>\n<p>The new American produced light-bodied tobaccos often simulate in appearance <span class=\"star-pagination\">*485</span> the various long established standard American varieties, but lack the flavor and aroma found in such standard varieties.</p>\n<p>The grading of tobacco, under the Tobacco Inspection Act, 7 U.S.C.A. § 511 et seq., is based entirely on characteristics visible to the naked eye and the presence or absence of flavor and aroma is not a grading factor and cannot be established as a factor in the traditional marketing procedures followed in the tobacco industry.</p>\n<p>Beginning with the 1955 tobacco marketing year and continuing with increasing intensity thereafter, the United States Department of Agriculture and the American tobacco producer and trade associations received complaints from foreign and domestic buyers and companies that the new light-bodied American produced tobaccos lacked the flavor and aroma which had been associated with American tobaccos and that such new varieties, which were identified by the complainants as Coker 139, 140, and Dixie Bright 244 (henceforth referred to as \"discount\" varieties), were not wanted by foreign tobacco buyers and companies.</p>\n<p>In making complaints, foreign tobacco buyers and companies served notice that the \"discount\" varieties could not be identified readily from the standard American varieties on the auction sale warehouse floors in the cured leaf form, and that, unless steps were taken to identify these new varieties of tobacco at the market so as to inspire buying confidence and to encourage the production of American standard varieties, the foreign buyers and companies would sharply decrease and possibly cease buying American tobaccos.</p>\n<p>The failure to distinguish on the warehouse floor between the full-bodied, full-flavored and aromatic standard American tobaccos and the new light-bodied American tobaccos would result in depressing the marketing prices for tobaccos generally because of the efforts of tobacco buyers and companies to offset the loss resulting to them by the inadvertent purchase of such new varieties by reducing the price they would pay for any and all American tobaccos.</p>\n<p>The quantities of tobacco coming under Commodity Credit Corporation's 1955 and 1956 Tobacco Loan Programs, because of the buyers' unwillingness to purchase any tobacco which they believed might be of the light-bodied varieties, caused the Government's loan stocks of tobacco to reach their highest point since the inception of the Tobacco Loan Program, and it is an economic fact that over-large inventories of any commodity have a depressing effect on the prices of such commodity.</p>\n<p>The unwillingness of the tobacco buyers and companies to purchase any tobacco which they believe might be of the new light-bodied varieties resulted in a general depressing effect upon the tobacco market, penalizing all producers of the standard American varieties desired by foreign and domestic tobacco buyers and companies.</p>\n<p>After full consideration of the destructive effect being had upon the American tobacco market by the increasing heavy production of the \"discount\" varieties and the inability in many cases to distinguish between these varieties and the standard American varieties on the auction sale warehouse floor, the United States Department of Agriculture held numerous conferences and otherwise solicited the views and recommendations of all segments of the tobacco industry concerned, all of which asked that immediate steps be taken to identify the varieties of tobacco known as Coker 139, Coker 140, and Dixie Bright 244, and to encourage the production of full-bodied standard American tobacco varieties and to distinguish between the full-bodied and the light-bodied varieties on the auction sale warehouse floor in order that buyers could purchase with confidence.</p>\n<p>The program, which the United States Department of Agriculture determined to put into effect to stabilize the prices of tobacco, to promote the orderly marketing of tobacco and preserve for the American tobacco producer his export <span class=\"star-pagination\">*486</span> markets, was announced to the tobacco industry and the public generally by the Department's press release dated December 18, 1956, which stated in part as follows:</p>\n<blockquote>\"Major changes in the 1957 fluecured tobacco price support program changes which are expected to discourage production of varieties viewed as undesirable under present demand conditions and to encourage an increase in the proportion of the crop having characteristics currently in demandwere announced today by the U. S. Department of Agriculture.</blockquote>\n<blockquote>\"Today's changes, which are in accord with recommendations of grower organization and industry leaders in the flue-cured tobacco area, are as follows:</blockquote>\n<blockquote>\"(1) 1957-crop flue-cured tobacco of varieties `139', `140', and `244', irrespective of grade, will be supported at one-half of the support rates for comparable grades of other varieties.</blockquote>\n<blockquote>\"(2) Price support rates for individual grades of all flue-cured varieties will be adjusted to reflect current demand patterns. This action will support a program to encourage cultural practices that will increase the proportion of the crop which has desirable flavor and aroma characteristics.</blockquote>\n<blockquote>\"The three varieties viewed as currently undesirable have been classified by Federal and State scientists of the flue-cured tobacco area as `low to lacking in flavor and aroma, generally of light body, and/or currently with poor acceptance in the trade.'\"</blockquote>\n<p>Copies of such press release were mailed by representative agencies of the Department of Agriculture to each tobacco producer in the United States. By press release dated January 9, 1957, the Department of Agriculture further explained the program which it had entered upon, stating in part as follows:</p>\n<blockquote>\"Rigid enforcement of its announced 50% cut in price support on 1957 production of flue-cured tobacco varieties Coker 139, Coker 140, and Dixie Bright 244 was emphasized today by the U. S. Department of Agriculture * * *</blockquote>\n<blockquote>\"Commenting on the Department's enforcement plans Assistant Secretary of Agriculture Marvin L. McLain said: `We expect to spare no reasonable effort to carry out the purpose and intent of the variety discount program.'\"</blockquote>\n<p>Further notice was given by press release dated April 26, 1957, wherein it was repeated that the discount varieties would be supported at one-half the rate of comparable grades of other varieties of American tobaccos and that the discount varieties had been determined to be lacking in flavor and aroma and had poor acceptance in the trade. On May 10, 1957, consistent with the notice given in the press release of January 9, 1957, that the Department would rigidly enforce its program with respect to the discount varieties, and that it would spare no reasonable effort to carry out the purpose and intent of the program, the Department announced that acceptable varieties of flue-cured tobacco, that is, those other than the discount varieties, would be identified on the auction sale warehouse floor for the reason as follows:</p>\n<blockquote>\"* * * in order to stimulate confidence in buyers, stimulate prices on the market, and protect the price support program.\"</blockquote>\n<p>The press release of May 10, 1957, further stated:</p>\n<blockquote>\"The floor identification plan was developed in cooperation with committees representing the Bright Belt Warehouse Association and the South Carolina Warehouse Association. Under the plan, auction warehouses will use regular basket tickets to identify baskets of tobacco `certified' as from farms that produced none of the undesirable varieties but will use special, distinguishably <span class=\"star-pagination\">*487</span> different tickets to identify all baskets which are not so `certified'.\"</blockquote>\n<p>The regulations of the Department of Agriculture pertaining to its variety identification program appeared in the Federal Register of May 7, 1957 (22 F.R. 3201), in the form of a notice of proposed Rule Making, wherein all aspects of the program, excepting the actual level of support, and the matter of identification on warehouse floors which had not yet been determined upon was set out in detail and in the last paragraph of such Notice of Proposed Rule Making there appeared the statement as follows:</p>\n<blockquote>\"Prior to the final adoption and issuance of these regulations, consideration will be given to any data, views, and recommendations thereto which are submitted in writing to the director, Tobacco Division, Commodity Stabilization Service, United States Department of Agriculture, Washington 25, D. C. All submissions must be postmarked not later than ten days after date of publication of this notice in the Federal Register in order to be considered.\"</blockquote>\n<p>Purusant to the notice of proposed Rule Making so given, there appeared in the Federal Register of June 11, 1957 (22 F.R. 4064), the terms of the Variety Identification Program and this Regulation, like the notice of proposed Rule Making previously given, showed that such program had been entered upon in connection with the Department's responsibilities under the price support legislation and there was cited for legal authority in both such Federal Register publications The Agricultural Act of 1949, 7 U.S.C.A. § 1421 et seq. Thereafter, there appeared in the Federal Register of July 9, 1957, (22 F.R. 4777) the full terms of the 1957 Tobacco Loan Program, including the provisions with respect to the Variety Identification Program through the successive stages of production from the green plant growing in the field through the marketing on the tobacco auction warehouse floor. In addition to the press release and the regulations of the Department of Agriculture with respect to the identification of varieties on the warehouse floor, beginning in the early months of 1957, it was generally known in all segments of the tobacco industry, through conferences participated in by the representatives of the Department of Agriculture, that the Department believed it necessary, and was working out the details, to differentiate the standard varieties from the reduced support rate varieties on the warehouse floor.</p>\n<p>The Tobacco Loan Program in the flue-cured tobacco area is carried out by Commodity Credit Corporation, on behalf of the Secretary of Agriculture, through contracts between such Corporation and the Flue Cured Tobacco Cooperative Stabilization Corporation, Raleigh, North Carolina, and such contracts require that the contracts entered into between Stabilization and auction warehousemen through which the tobacco price support program is made available to producers be approved by Commodity Credit Corporation.</p>\n<p>Consistent with the Variety Identification Program the Department of Agriculture required that contracts between Stabilization and auction warehousemen participating in the price support program contain provisions requiring differentiation on the warehouse floor between the standard varieties and the \"discount\" varieties. The foregoing contractual provisions have been complied with by the defendants.</p>\n<p>With regard to the identification order, no notice, hearing, or referendum was had which would comply either with the provisions of the Agricultural Marketing Agreement Act of 1937, 7 U.S. C.A. § 601 et seq., or with the provisions of the Administrative Procedure Act, 5 U.S.C.A. § 1001 et seq., if such provisions are applicable, as a matter of law, to the regulation in issue.</p>\n<p>Not more than one-half of one percent of the flue-cured tobacco producers in the United States have intentionally grown \"discount\" varieties, and the average of prices being received by American <span class=\"star-pagination\">*488</span> tobacco producers during the 1957 marketing season is the highest in history of the support program. The requirement that the traditional varieties be distinguished from the new light-bodied varieties on the warehouse floor is a substantial contributing factor.</p>\n<p>The quantity of tobacco coming under the 1957 Tobacco Loan Program is the lowest in historyapproximately three percent or less of the total sales to date.</p>\n<p>A substantial number of plaintiffs unknowingly planted flue-cured tobacco during the 1957 crop year which has been determined to possess growth characteristics or seed strains of the \"discount\" varieties.</p>\n<p>Tobacco is one of the basic commodities as defined in the Acts of Congress providing for price support, loan and other benefits under the terms and provisions of the Acts of Congress providing for crop control, inspection, price support and loans, and as such it is the duty of the Secretary of Agriculture to support it at 90% of parity.</p>\n<p>A level of support for the \"discount\" varieties of 50 percent of the level of support for standard varieties of comparable grades represents a support rate of 90 percent of parity for such \"discount\" varieties and the net amount which will accrue to the producers who have \"discount\" varieties is not ascertainable since the Department of Agriculture has instituted special pools through which all such tobacco coming under the price support program will be merchandised in such manner as to realize any recoverable value in the tobacco in excess of the amount of the price support loan advanced to the producer.</p>\n<p>The defendants, under the terms and provisions of the marketing regulations of June 11, 1957, determined that the plaintiffs had grown tobacco on their respective farms for the crop year of 1957, having growth characteristics or seed strains of the \"discount\" varieties, and notified the plaintiffs of their determination, upon which determination the tobacco would be identified on the warehouse floor at the time of sale.</p>\n<p>The attaching, on the warehouse floor, of distinguishably different warehouse tickets to the standard varieties and to the \"discount\" varieties is done by the warehouseman or his employee and such action does not constitute a grade determination. The grade determination is made by a U. S. D. A. Tobacco Inspector under the Tobacco Inspection Act and is entered on that portion of the already attached warehouse ticket reserved for such purpose.</p>\n<p>The only effect of distinguishing on the auction warehouse floor between the standard American varieties of tobacco and the \"discount\" varieties is to cause the \"discount\" varieties to compete against the standard varieties.</p>\n<p>The \"discount\" varieties can be distinguished in the green growing stage from each other and from other varieties of tobacco by means of visual inspection and laboratory analysis of green samples of such tobacco.</p>\n<p>The tobacco buyers so far have not and are not placing any bids for tobacco offered for sale on any warehouse floor upon which a striped basket ticket appears.</p>\n<p>All aspects of the 1957 Tobacco Loan Program for flue-cured tobacco were and are being carried out by the U. S. D. A. at all levels in a fair and equitable manner.</p>\n<p>A substantial quantity of the tobacco grown by plaintiffs during the present season would bring higher prices pound for pound if offered without the identification as \"discount\" tobacco, for the reason that it is difficult to identify in some instances in the rush of the auction sales. So that enforcement of this regulation will surely result in some immediate dollar loss in returns to the plaintiffs, but, considered in a long range view from the standpoint of the plaintiffs as well as other growers, the enforcement of the regulation will prove beneficial by affording confidence to the buyers who wish to avoid the chance purchase of <span class=\"star-pagination\">*489</span> these varieties of tobacco which they do not desire and will not knowingly buy, thus eliminating a probable depressing of the market due to the fact that a substantial amount of the tobacco offered would be subject to suspicion by the buyers. It is quite reasonable to believe that tobacco, though having the appearance of the undesirable tobacco varieties, will command better prices when certified by the Government to be of standard variety after observing the tobacco when green and after chemical analysis. The idea is not to condemn the discount varieties and thereby depress the market for them, but rather to put the stamp of approval on the standard varieties, thereby improving the market for them. The welfare of the whole tobacco program and thus the interest of the growers is definitely at stake. Those who have worked with the program and know it from the growers' viewpoint express the view, and I concur, that another season such as 1956, when 22.49 percent of the tobacco offered went into the Stabilization pool, would be disastrous, perhaps fatal, to the price support program. It is logical to assume that one reason for the willingness of Congress to continue the tobacco price support program is that its operation has not been a financial burden to the Government. To date Stabilization has not only paid its own way and repaid its loans, but has distributed to growers the sum of $13,825,212.75 in net gains. The program will be jeopardized if the point is reached when losses to the Government result.</p>\n<p>It is significant that during the present season the percentage of discount tobacco is estimated at less than 2 percent and that the percentage of tobacco currently going into the pool is approximately 3.67 percent. There is no reason to doubt that this decrease in both particulars has come about because of the campaign of the Department of Agriculture, the farm trade organizations, and others, to discourage the growing of the discount varieties and the notice given by the Department of Agriculture on December 18, 1956, that the varieties known as 139, 140 and 244, irrespective of grade, would be supported at only one-half of the support rates for comparable grades of other varieties. The regulation with respect to identifying the tobacco on the floors is surely in the interest of all tobacco growers when considered from the long range viewpoint.</p>\n<p>Upon the foregoing facts, the plaintiffs contend that the regulation requiring the identification of the discount varieties of tobacco upon the warehouse floor is invalid in that it was promulgated without notice, hearing, and producer approval as required by the Agricultural Marketing Agreement Act of 1937, 7 U.S. C.A. § 608c(8,9).</p>\n<p>Orders regulating the handling of tobacco and promulgated by the Secretary of Agriculture under the authority of the Agricultural Marketing Agreement Act of 1937 must be limited in their content to certain specified terms and no others. 7 U.S.C.A. § 608c(6, 7). The limited terms of orders authorized and issued under this Act relate to the limitation of the amounts or quantities which handlers (as defined) may market, and to the determination of surpluses so that such surpluses may be considered when establishing the aforementioned quantities. An order or regulation containing terms and conditions other than those set out in the Agricultural Marketing Agreement Act of 1937, 7 U.S.C.A. § 608c(6, 7), is not one authorized by the Act, and the notice, hearing, and producer approval requirements of the Act have no application to such an order; for it could hardly be contended that such provisions should apply to an order not authorized under the Act.</p>\n<p>The order of the Secretary requiring that warehousemen identify the discount tobaccos on the auction sale warehouse floor is one which contains terms other than those authorized under the Agricultural Marketing Agreement Act of 1937, and therefore the notice, hearing, and producer approval requirements of that Act have no application and do not affect its validity.</p>\n<p>The logic of this conclusion is sustained when it is considered that the <span class=\"star-pagination\">*490</span> substance of the Act is to stabilize agricultural prices and assure producers of a fair return through the effective control of the supply of basic agricultural commodities. The limitation of production is a serious undertaking which imposes severe and direct risks upon the producer. With this in mind, perhaps notice, hearing, and producer approval of orders relating to the limitation of production is expressly required to insure sincere and enthusiastic endorsement by the producers. It might be noticed in contrast that price supports under the Agricultural Act of 1949, 7 U.S.C.A. § 1421 et seq., do not impose such severe and direct risks upon the producer; and that notice, hearing, and producer approval is not expressly required with regard to orders and rules promulgated under this latter Act.</p>\n<p>United States v. Rock Royal Co-op., <span class=\"citation\" data-id=\"103227\"><a href=\"/opinion/103227/united-states-v-rock-royal-co-op/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1446</span></span>, cited by the plaintiffs, does not support the contention that the present order (the requirement that the discount varieties be identified on the auction sale warehouse floor) may be validly issued only after notice, hearing, and producer approval. In the Rock Royal case, the order in question was one which contained the limited terms specified in the Agricultural Marketing Agreement Act of 1937, 7 U.S.C.A. § 608c(5, 7), and was both authorized and governed by its provisions.</p>\n<p>Plaintiffs further urge that notice and hearing with regard to the instant order requiring warehouse floor identification of the discount varieties were required by virtue of the Administrative Procedure Act, 5 U.S.C.A. § 1001 et seq., the pertinent part of which provides as follows:</p>\n<blockquote>\"Rule making</blockquote>\n<blockquote>\"Except to the extent that there is involved (1) any military, naval, or foreign affairs function of the United States or (2) any matter relating to agency management or personnel or to public property, <i>loans, grants, benefits,</i> or <i>contracts</i></blockquote>\n<blockquote>\"(a) General notice of proposed rule making shall be published in the Federal Register * * * (b) After notice required by this section, the agency shall afford interested persons an opportunity to participate in the rule making through submission of written data, views, or arguments with or without opportunity to present the same orally in any manner; and, after consideration of all relevant matter presented, the agency shall incorporate in any rules adopted a concise general statement of their basis and purpose.\" 5 U.S.C.A. § 1003.</blockquote>\n<p>If the instant order is rule making which involves a matter relating to loans, it comes within the express exception to the requirement of notice and hearing as contained in the Administrative Procedure Act. That the order in issue is a matter relating to loans seems apparent. It has been found as a fact that the failure to identify the discount varieties on the warehouse floor has and will tend to depress the tobacco market. A depression of the open market price below the level of the support price would ultimately result in the increase of Government loans and consequently Government loan stocks. The instant order is directly related to this contingency.</p>\n<p>The defendants rely upon the authority of the Agricultural Act of 1949, 7 U.S.C.A. § 1421 et seq., for the validity of the order in issue. In this regard it is noted that in both the Federal Register of June 11, 1957 (22 F.R. 4064), and the Federal Register of May 7, 1957 (22 F.R. 3201), the Agricultural Act of 1949 is cited as authority for the validity of the terms of the 1957 tobacco program as therein set forth.</p>\n<p>The pertinent parts of the Agricultural Act of 1949 which provides for price supports are as follows:</p>\n<blockquote>\"* * * the amounts, terms, and conditions of price support operations and the extent to which such operations are carried out, shall be determined or approved by the Secretary.\" 7 U.S.C.A. § 1421(b).</blockquote>\n<p><span class=\"star-pagination\">*491</span> Concerning the exercises of judgment and discretion by the Secretary under the Act, it provides as follows:</p>\n<blockquote>\"Determinations made by the Secretary under this Act shall be final and conclusive: Provided, That the scope and nature of such determinations shall not be inconsistent with the provisions of the Commodity Credit Corporation Charter Act.\" 7 U.S.C.A. § 1429.</blockquote>\n<p>Since the Secretary's order requires the identification of the discount varieties of tobacco on the warehouse floor as a condition of price support operations, it seems clear that it is authorized by the portion of the Act quoted above.</p>\n<p>The Agricultural Act of 1949 contains no express requirement concerning notice and hearing as a condition precedent to the validity of orders issued thereunder, accordingly any requirement for notice or hearing must be imposed by another statute. The attention of this Court has not been called to any other such statute or act which the Court regards as applicable. The Court's conclusion is, therefore, that the order requiring the identification of discount varieties of tobacco is within the authority granted to the Secretary by the Agricultural Act of 1949 both as to its substance and means of promulgation.</p>\n<p>Plaintiffs strongly urge that the Agricultural Marketing Agreement Act of 1937, 7 U.S.C.A. § 601 et seq., and the Agricultural Act of 1949, 7 U.S.C.A. § 1421 et seq., are integral parts of an overall plan designed to achieve a common purpose; and that therefore the notice, hearing, and producer approval requirements applicable to orders issued under the Agricultural Marketing Agreement Act of 1937 should apply to orders issued under the Agricultural Act of 1949. This contention is unsound. While it is true that the Agricultural Marketing Agreement Act of 1937 and the Agricultural Act of 1949 are integral parts of a plan to achieve a common purpose and do not conflict with each other (Parker v. Brown, <span class=\"citation\" data-id=\"103740\"><a href=\"/opinion/103740/parker-v-brown/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">307</span></span>, 87 L.Ed. 315) the methods respectively adopted by each of these Acts to achieve this common purpose are different in scope and nature; and for this reason the limitations upon orders issued under the former Act should not apply to those issued under the authority of the latter.</p>\n<p>The plaintiffs also urge that the reduced support rate for the various discount varieties is invalid for the reason that such rates do not represent a support of tobacco at 90 percent of parity. In this regard the Agricultural Act of 1949 provides in part as follows:</p>\n<blockquote>\"Appropriate adjustments may be made in the support price for any commodity for differences in grade, type, staple, quality, location, <i>and other factors.</i> Such adjustments shall, so far as practicable, be made in such manner that the average support price for such commodity will, on the basis of the anticipated incidence of such factors, be equal to the level of support determined as provided in this Act.\" (Emphasis added.) 7 U.S.C.A. § 1423.</blockquote>\n<p>The purpose of this provision of the Act is to achieve a level of support which will take into account the characteristics bearing on desirability within each commodity in order that the dollar and cents level of support will have (1) a direct relationship with the demand for the various characteristics present in the commodity being supported, and, (2) an average level of support, for tobacco, of 90 percent of parity. Without such \"demand value\" differentiation there would be no incentive for the production of better quality, more desirable products. Since it has been found that the reduced support rate for the discount varieties has resulted in an increased support rate for other varieties, and that the <i>average</i> rate of support continues to be 90 percent of parity, it is found that the plaintiffs' contention in this regard is without merit.</p>\n<p>Plaintiffs further urge that the identification of tobacco on the warehouse floor by the warehouseman pursuant to his contractual obligation is violation <span class=\"star-pagination\">*492</span> of the Tobacco Inspection Act, 7 U.S.C.A. § 511 et seq. This Act provides for the inspection of tobacco by authorized inspectors and for the determination of the grade of tobacco. It further provides that it shall be unlawful:</p>\n<blockquote>\"(c) For any person, not an authorized inspector under this chapter, to issue a certificate or report stating the type, grade, size, or condition of any lot of tobacco to be in accordance with the standards of the United States therefor which is of such color, size, arrangement, or wording as to be mistaken for a certificate issued under this chapter, unless such certificate states in prominent letters in its heading that it is not issued under the authority of the United States.\" 7 U.S.C.A. § 511i(c).</blockquote>\n<p>The certificate or striped basket card placed upon the tobacco by the warehouseman does indicate the variety of tobacco, but it does not state or indicate that the tobacco is in accordance with the standards of the United States. The standards adopted by the United States do <i>not</i> include variety as a factor in determining the grade of tobacco. The identification of the variety of tobacco does not state that the tobacco is <i>in accordance</i> with any standards adopted by the United States, but merely indicates an additional and unrelated fact. Clearly no deception with regard to the standards adopted by the United States has been practiced; and the identification of the variety in no way violates the Tobacco Inspection Act.</p>\n<p>Plaintiffs further urge that Sec. 511g of the Tobacco Inspection Act limits the placing of any information on the warehouse ticket or other tag or label to showing the grade of tobacco as determined by an authorized tobacco inspector. This section reads as follows:</p>\n<blockquote>\"Warehousemen shall provide space on warehouse tickets or other tags or labels used by them for showing the grade of the lot covered thereby as determined by an authorized tobacco inspector under this chapter. The Secretary may prescribe, by regulation, the form in which such certification of grade shall be shown, and may require that a copy of such warehouse ticket, tag, or label shall be furnished to the Secretary.\" 7 U.S.C.A. § 511g.</blockquote>\n<p>The Court finds that the meaning of the section quoted above is merely that the warehousemen shall provide a place on the warehouse ticket or label for the grade, and that it does not prohibit the disclosure of additional information.</p>\n<p>Finally, the plaintiffs contend that the contract between Flue Cured Stabilization and the defendant warehousemen requiring that the discount varieties be identified on the warehouse floor (pursuant to the order of the Secretary of Agriculture) is in restraint of trade and hence invalid as a violation of the Anti-Trust Laws, 15 U.S.C.A. § 1 et seq.</p>\n<p>The crux of plaintiffs' case lies in their objection to the identification on the warehouse floor of discount tobacco such as they propose to offer for sale. In other words, they seek to keep the buyers in the dark with respect to the tobacco which they do not desire, but being without such identification they may unwittingly buy; they hope and expect that without the information supplied by the striped card all or at least some of the buyers may be confused and that they may obtain better prices by reason of such confusion. Bluntly stated, they protest against the disclosure of the truth at the auction sale.</p>\n<p>Anti-Trust acts are designed to insure competition and thereby promote the public interest; and as the sovereign acts in the public interest the Courts have held that these acts do not suppress the sovereign. Parker v. Brown, <span class=\"citation\" data-id=\"103740\"><a href=\"/opinion/103740/parker-v-brown/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, 350, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">307</span></span>, 313, 87 L.Ed. 315: \"We find nothing in the language of the Sherman Act * * * which suggests that its purpose was to restrain a state or its officers or agents from activities directed by its legislature. * * * That its purpose was to suppress combinations to <span class=\"star-pagination\">*493</span> restrain competition and attempts to monopolize by individuals and corporations, abundantly appears from its legislative history.\" The Court in this case also held that the Anti-Trust statutes did not apply to those individual defendants who were not officers of the Government but were individuals operating the grower marketing agency as is the case here. Actually, the initiation of the identification idea was that of the federal government, acting through the Secretary of Agriculture to whom authority was given by the Congress; Stabilization and the two warehousemen are merely the agencies through which the government itself acts to carry out its program of stabilizing the tobacco auction market and implementing the tobacco support program. United States v. Edgerton &amp; Sons, 2 Cir., <span class=\"citation\" data-id=\"223991\"><a href=\"/opinion/223991/united-states-v-edgerton-sons-inc/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">763</span></a></span>, cited by plaintiffs' counsel, is not applicable. On this ground I find the plaintiffs' position untenable, but there are other grounds.</p>\n<p>If there is restraint of trade here, it is not unreasonable and, therefore, not outlawed. In Board of Trade of City of Chicago v. United States, <span class=\"citation\" data-id=\"99113\"><a href=\"/opinion/99113/board-of-trade-of-chicago-v-united-states/\"><span class=\"volume\">246</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">231</span></a></span>, 239, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">242</span></span>, 244, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">683</span></span>, the Court said: \"But the evidence admitted makes it clear that the rule was a reasonable regulation of business, consistent with the provisions of the Anti-Trust Law\"; and in 246 U.S. at page 241, 38 S.Ct. at page 242, 245: \"The restraint imposed by the rule is less severe than that sustained in Anderson v. United States, <span class=\"citation\" data-id=\"94934\"><a href=\"/opinion/94934/anderson-v-united-states/\"><span class=\"volume\">171</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">604</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">50</span></span>, 43 L.Ed. 300. Every Board of Trade and nearly every trade organization imposes some restraint upon the conduct of business by its members\". It appears clear to me that if the certification of full support varieties is any restraint of trade, it is a reasonable restraint and, therefore, valid. But it is also clear, so far as I see, that there is no restraint of trade at all. The questioned contracts are not agreements in restraint of trade. The purpose of the striped ticket required by the contracts is to disclose the simple truth concerning the nature of the product offered for sale. There is no attempt to create a monopoly, no conspiracy to fix prices or limit production. If the knowledge of the true identity of the discount varieties tends to result in lower prices and smaller purchases, it is because the market, knowing the truth, has no desire for them. The truth of the matter seems to be that competition has been promoted since the discount must now compete with the standard varieties. Generally, complete and full knowledge on the part of both vendor and vendee is considered an element of perfect competition.</p>\n<p>Furthermore, if it be assumed that the Anti-Trust statute applies to this governmental operation, and that the restraint of trade, if any, is not reasonable, the plaintiffs must fail since there is lack of equity on plaintiffs' side. Such must appear when injunctive relief is demanded. The plight of some of the plaintiffs arouses sympathy until it becomes apparent that they are seeking relief from present economic loss arising from a situation for which neither they nor defendants are to blame, by obtaining the aid of a court of equity to prevent buyers from knowing the truth about the tobaccos which they are asked to buy. Any gain to the plaintiffs that might result by granting the equitable relief which they demand would be small, indeed, when compared to the tremendous loss accruing to the thousands of tobacco growers whose welfare as tobacco raisers is so definitely dependent upon the continuation of the price support program, if such relief is granted. There is no equity in plaintiffs' position and, accordingly, a court of equity will not sustain it.</p>\n<p>It is ordered that the relief asked be denied and that the petition be dismissed at plaintiffs' cost.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/94934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/223991/"
  ]
}