{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2303160/",
  "absolute_url": "/opinion/2303160/thompson-v-whitley/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2303160/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:01:38.677681Z",
  "date_modified": "2016-04-26T13:29:18.474759Z",
  "type": "010combined",
  "sha1": "dc0eb7c4c52023af998e4b312b6989dc99cacda2",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>344 F.Supp. 480 (1972)</b></center>\n<center><h1>John THOMPSON et al., Plaintiffs,<br>\nv.<br>\nHorace WHITLEY, Mayor of the Town of Whiteville, et al., Defendants.<br>\nState of North Carolina, Amicus Curiae.</h1></center>\n<center>Civ. No. 1542.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>Argued April 17, 1972.</center>\n<center>Decided June 5, 1972.</center>\n<p><span class=\"star-pagination\">*481</span> Sherman T. Rock, Morehead City, N. C., for plaintiffs.</p>\n<p>Edward L. Williamson, Williamson &amp; Walton, Whiteville, N. C., for defendants.</p>\n<p>Robert Morgan, Atty. Gen., James F. Bullock, Deputy Atty. Gen., Ann Reed, Associate Atty., North Carolina Dept. of Justice, Raleigh, N. C., for amicus curiae.</p>\n<p>Before CRAVEN, Circuit Judge, and BUTLER and DUPREE, District Judges.</p>\n<p>CRAVEN, Circuit Judge:</p>\n<p>Plaintiffs are residents of an area annexed by the Town of Whiteville, Columbus <span class=\"star-pagination\">*482</span> County, North Carolina, pursuant to a North Carolina statutory procedure by which adjacent areas may be annexed to municipalities of less than 5,000 population. N.C.G.S. §§ 160-453.1 to 453.10. This procedure does not allow residents of an area proposed to be annexed to vote on the annexation. N.C.G.S. § 160-453.11. Certain towns and counties are exempted from this procedure. N. C.G.S. § 160-453.12.<sup>[1]</sup> An exempted municipality of less than 5,000 population is enabled to annex contiguous territory by means of a statutory procedure that requires the question of annexation to be voted on by the residents of the area proposed to be annexed if such referendum is requested by at least 15 percent of the qualified voters of such area. N. C.G.S. §§ 160-445 to 449. If a referendum is held, an area can be annexed only if the majority of voters in the area favor annexation. N.C.G.S. § 160-449.</p>\n<p>Plaintiffs seek an injunction against their annexation. They claim that the statutory scheme for town-initiated<sup>[2]</sup> annexation by towns of less than 5,000 population denies them \"the equal protection of the laws\" in violation of the Fourteenth Amendment of the United States Constitution because it denies them the benefit of voting in a referendum determinative of annexation while granting this benefit to residents of other areas also subject to annexation by a town of less than 5,000 population.<sup>[3]</sup> We disagree, and dismiss plaintiffs' complaint.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*483</span> We must consider at the outset defendants' claim that this court ought not exercise its jurisdiction because plaintiffs have not exhausted their state remedies. Section 160-453.6 of the statutory scheme in question allows a person owning property within an annexed area to seek review of the annexation within 30 days therefrom by filing a petition in the superior court of the county in which the town is located. The Supreme Court of North Carolina has construed this statute as allowing a challenge to the validity under the North Carolina Constitution of an annexation statute. Gaskill v. Costlow, 270 N.C. 686, 689, 155 S.E.2d 148, 150 (1967). We may safely assume that a like challenge based upon the United States Constitution would also be entertained in a proceeding under this statute. <i>See</i> U.S.Const. Art. VI. The North Carolina Supreme Court, however, has held that after expiration of the 30-day limit, annexation may not be prevented by a suit in the state courts. <i>Gaskill, supra,</i> 270 N.C. at 690, 155 S.E.2d at 151. Since plaintiffs in our case did not seek review in the appropriate superior court within the 30-day limit, no state remedy is available to them. Moreover, \"[b]arring only exceptional circumstances, . . . or explicit statutory requirements, . . . resort to a federal court may be had without first exhausting the judicial remedies of state courts.\" Lane v. Wilson, 307 U.S. 268, 274, 59 S.Ct. 872, 875, 83 L.Ed. 1281 (1938). The statutory remedy here is clearly \"judicial\" (as opposed to \"legislative\" or \"administrative\") because it does not give a superior court the power to change \"existing conditions by making a new rule . . . .\" Prentis v. Atlantic Coast Line Co., 211 U.S. 210, 226, 29 S. Ct. 67, 69, 53 L.Ed. 150 (1908). No federal statute requires exhaustion of state judicial remedies in our case, and the abstention doctrines, <i>see</i> C. Wright, Law of Federal Courts § 52 (2d ed. 1970), are not apposite. Therefore we find defendants' jurisdictional objection to be without merit.</p>\n<p>The test for whether a state statutory scheme violates the equal protection clause of the Fourteenth Amendment is \"whether the classifications drawn . . . are reasonable in light of its purpose . . . .\" McLaughlin v. Florida, 379 U.S. 184, 191, 85 S. Ct. 283, 288, 13 L.Ed.2d 222 (1964). Usually, \"[t]he presumption of reasonableness is with the State.\" Salsburg v. Maryland, 346 U.S. 545, 553, 74 S.Ct. 280, 284, 98 L.Ed. 281 (1954).</p>\n<blockquote>It is . . . a maxim of constitutional law that a legislature is presumed to have acted within constitutional limits, upon full knowledge of the facts, and with the purpose of promoting the interests of the people as a whole, and courts will not lightly hold that an act duly passed by the legislature was one in the enactment of which it has transcended its power.</blockquote>\n<p>Atchison, Topeka, &amp; Santa Fe Railroad Co. v. Matthews, 174 U.S. 96, 104-105, 19 S.Ct. 609, 612, 43 L.Ed. 909 (1898). The presumption of reasonableness means this:</p>\n<blockquote>[T]he burden of establishing the unconstitutionality of a statute rests on him who assails it, and . . . courts may not declare a legislative discrimination invalid unless, viewed in the light of facts made known or generally assumed, it is of such a character as to preclude the assumption that the classification rests upon some rational basis within the knowledge and experience of the legislators. A statutory discrimination will not be set aside as the denial of equal protection of the laws if any state of facts reasonably may be conceived to justify it.</blockquote>\n<p>Metropolitan Casualty Insurance Co. v. Brownell, 294 U.S. 580, 584, 55 S.Ct. 538, 540, 79 L.Ed. 1070 (1934). We recognize fully that a state is not insulated from federal judicial review \"when state power is used as an instrument for circumventing a federally protected right.\" Gomillion v. Lightfoot, 364 U.S. 339, 347, 81 S.Ct. 125, 130, 5 L.Ed.2d 110 <span class=\"star-pagination\">*484</span> (1960). Nevertheless we think that considerations of comity make the presumption of reasonableness particularly applicable to situations like the present one involving a state's regulation of its own political subdivisions and territory.</p>\n<blockquote>Municipal corporations are political subdivisions of the state, created as convenient agencies for exercising such of the governmental powers of the state as may be intrusted to them. . . . The number, nature, and duration of the powers conferred upon these corporations and the territory over which they shall be exercised rests in the absolute discretion of the state. . . . The state . . . at its pleasure, may . . . expand or contract the territorial area, unite the whole or a part of it with another municipality, repeal the charter and destroy the corporation. All this may be done, conditionally or unconditionally, with or without the consent of the citizens, or even against their protest.</blockquote>\n<p>Hunter v. City of Pittsburgh, 207 U.S. 161, 178-179, 28 S.Ct. 40, 46, 52 L.Ed. 151 (1907).</p>\n<p>Plaintiffs claim, however, that the usual presumption of reasonableness is not applicable here because the statutory scheme in question denies them a fundamental rightthe right to vote. When a classification touches on a fundamental right, its constitutionality must be judged by the stricter standard of whether it is shown to promote a compelling state interest. Shapiro v. Thompson, 394 U.S. 618, 634, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969); Harper v. Virginia State Board of Elections, 383 U.S. 663, 670, 86 S.Ct. 1079, 16 L.Ed.2d 169 (1966). We agree with plaintiffs that they suffer discrimination by this statutory scheme. Although the state could have denied the vote to all residents as to annexation, <i>see </i><i>Hunter, supra,</i> it has not chosen to do so. By allowing some residents to vote, the state has created a \"right,\" which may not be denied others in violation of the United States Constitution. <i>See</i> Douglas v. California, 372 U.S. 353, 83 S.Ct. 814, 9 L. Ed.2d 811 (1963). We believe, however, that the right to vote in the present case is not a fundamental right evoking the stricter standard of review. Unlike the right to vote called \"fundamental\" by the United States Supreme Court, Yick Wo v. Hopkins, 118 U.S. 356, 370, 6 S. Ct. 1064, 30 L.Ed. 220 (1885); Reynolds v. Sims, 377 U.S. 533, 561-562, 84 S.Ct. 1362, 12 L.Ed.2d 506 (1964); <i>Harper, supra,</i> 383 U.S. at 667-668, 86 S.Ct. 1079, 16 L.Ed.2d 169; the right to vote in the referendum here does not relate except indirectly to participation in representative government. Indeed, the newly annexed citizens brought into the township over their protest may thereafter vote in township elections and have their votes counted fully to influence township decisionsincluding future annexations and perhaps even de-annexation. Therefore we apply to this case the \"traditional standard\" of review, under which \"equal protection is denied only if the classification is `without any reasonable basis.'\" <i>Shapiro, supra,</i> 394 U.S. at 638 n. 20, 89 S.Ct. at 1333.</p>\n<p>The state policy with respect to annexation by towns of less than 5,000 population is expressed by statute in pertinent part as follows:</p>\n<p>§ 160-453.1. Declaration of policy. It is hereby declared as a matter of State policy:</p>\n<blockquote>(1) That sound urban development is essential to the continued economic development of North Carolina;</blockquote>\n<blockquote>(2) That municipalities are created to provide the governmental services essential for sound urban development and for the protection of health, safety and welfare in areas being intensively used for residential, commercial, industrial, institutional and government purposes or in areas undergoing such development;</blockquote>\n<blockquote>(3) That municipal boundaries should be extended, in accordance with legislative standards applicable <span class=\"star-pagination\">*485</span> throughout the State, to include such areas and to provide the high quality of governmental services needed therein for the public health, safety and welfare; . . .</blockquote>\n<blockquote>.   .   .   .   .   .</blockquote>\n<p>Given such a state policy, it is not difficult to conceive of a rational basis supportive of the patchwork statutory scheme<sup>[5]</sup> governing annexation in North Carolina. Mindful of the desirability of \"sound urban development\" the legislature may well have intended to circumvent peripheral hostility toward \"essential\" town government felt to exist in certain areas of the state and perhaps thought to be less pervasive in others. Moreover, there are doubtless rural areas in North Carolina that are not yet \"intensively used for residential, commercial, industrial, institutional and government purposes or . . . undergoing such development.\" The legislature might reasonably have concluded that such areas do not have a compelling need for municipal services and that such services should be optional and subject to veto by vote of the persons affected.</p>\n<p>That such reasons may underlie the statutory scheme is suggested by the following comment of the Municipal Government Study Commission, whose recommendations resulted in the annexation procedures:</p>\n<blockquote>The factors important in deciding what land should be annexed are: (a) the actual distribution of developed and vacant land in an area, (b) the extent to which the area needs municipal services, (c) the extent to which the owners of developed property in the area desire municipal services, (d) the availability inside the corporate limits of land suitable or desirable for residential, commercial and industrial development, (e) the extent to which municipal services can be provided, and (f) the impact of services and taxation upon lands being annexed.</blockquote>\n<p>Lithium Corp. of America v. Town of Bessemer City, 261 N.C. 532, 536, 135 S.E.2d 574, 578 (1964). Furthermore, the population statistics presented by plaintiffs strongly suggest that the statutory scheme is explained by the <i>need</i> for municipal services. Residents of the 17 most populous counties (with populations of more than 75,000) are not allowed to vote. Since urbanization is a normal concomitant of dense population, it is reasonable to assume that the legislature concluded that areas within these counties would more likely need municipal services than those within less populous counties, and, therefore, that services for these areas ought not be optional with peripheral residents.</p>\n<p>In sum, although the statutory scheme contains \"theoretical inconsistencies,\" Railway Express Agency v. New York, 336 U.S. 106, 110, 69 S.Ct. 463, 93 L.Ed. 533 (1948), and lacks \"abstract symmetry,\" Patsone v. Pennsylvania, 232 U.S. 138, 144, 34 S.Ct. 281, 58 L.Ed. 539 (1913), we conclude, there being no evidence to the contrary, that the classifications rest upon a rational basis \"within the knowledge and experience of the legislators.\" Metropolitan Casualty Insurance Co., <i>supra,</i> 294 U.S. at 584, 55 S.Ct. at 540. Plaintiffs' complaint will be</p>\n<p>Dismissed.</p>\n<h2>NOTES</h2>\n<p>[1]  § 160-453.12. Counties excepted from Part; Part 1 continued for such counties. The provisions of this Part shall not apply to the following counties: Alleghany, Edgecombe, Halifax, Iredell, Nash, except for the towns of Nashville, Spring Hope, Castalia and Middlesex, Pender, Perquimans and Person, provided the provisions of this Part shall apply to the towns of Whitakers, Sharpsburg, and Battleboro in Edgecombe and Nash Counties. This Part shall not apply to the town of King in Stokes County, nor to the town of Pilot Mountain in Surry County.\n</p>\n<p>Notwithstanding any other provisions of this Part, Part 1 of Article 36 of Chapter 160 of the General Statutes of North Carolina and specifically G.S. 160-452 as the same may be rewritten or amended, shall remain in full force and effect as to the counties herein named.</p>\n<p>[2]  In addition to the previously described annexation procedures, most towns of less than 5,000 population may annex a contiguous area if the owners of all the real property within the area so request. N.C.G.S. § 160-452.</p>\n<p>[3]  Plaintiffs mention but do not press a claim that the statutory scheme in question violates Article II, section 24, of the North Carolina Constitution, which reads in pertinent part as follows:\n</p>\n<p>Sec. 24. <i>Limitations on local, private, and special legislation.</i></p>\n<p>(1) <i>Prohibited subjects.</i> The General Assembly shall not enact any local, private, or special act or resolution:</p>\n<p>.   .   .   .   .</p>\n<p>(h) Erecting new townships, or changing township lines, . . .</p>\n<p>Because plaintiffs present a substantial federal claim, we possess the power to hear this state claim. But \"[t]hat power need not be exercised in every case in which it is found to exist. It has consistently been recognized that pendent jurisdiction is a doctrine of discretion, not of plaintiff's right.\" United Mine Workers v. Gibbs, 383 U.S. 715, 725-726, 86 S.Ct. 1130, 1139, 16 L.Ed.2d 218 (1966). We decline to adjudicate the question. The issue is entirely a matter of state concern, and interpretation of the Constitution of North Carolina can be made authoritatively only by the Supreme Court of North Carolina. But, for what it may be worth, we are inclined to think that the claim is without merit. The challenged legislative enactments do not themselves erect new townships or change township lines. Those enactments merely authorize various townships to change township lines by various procedures. Since the challenged legislation is not self-executing, it would seem strained to say that the <i>legislature</i> has changed Whiteville's \"township lines\" in violation of the state constitution. At most it would seem it has empowered Whiteville to do so.</p>\n<p>[4]  Since we find plaintiffs' suit to be without merit, we need not consider defendants' claim that plaintiffs are guilty of laches and, therefore, not entitled to injunctive relief.</p>\n<p>[5]  <i>See</i> footnote 1 <i>supra.</i></p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">344</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">480</span></span> (1972)</b></center>\n<center><h1>John THOMPSON et al., Plaintiffs,<br>\nv.<br>\nHorace WHITLEY, Mayor of the Town of Whiteville, et al., Defendants.<br>\nState of North Carolina, Amicus Curiae.</h1></center>\n<center>Civ. No. 1542.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>Argued April 17, 1972.</center>\n<center>Decided June 5, 1972.</center>\n<p><span class=\"star-pagination\">*481</span> Sherman T. Rock, Morehead City, N. C., for plaintiffs.</p>\n<p>Edward L. Williamson, Williamson &amp; Walton, Whiteville, N. C., for defendants.</p>\n<p>Robert Morgan, Atty. Gen., James F. Bullock, Deputy Atty. Gen., Ann Reed, Associate Atty., North Carolina Dept. of Justice, Raleigh, N. C., for amicus curiae.</p>\n<p>Before CRAVEN, Circuit Judge, and BUTLER and DUPREE, District Judges.</p>\n<p>CRAVEN, Circuit Judge:</p>\n<p>Plaintiffs are residents of an area annexed by the Town of Whiteville, Columbus <span class=\"star-pagination\">*482</span> County, North Carolina, pursuant to a North Carolina statutory procedure by which adjacent areas may be annexed to municipalities of less than 5,000 population. N.C.G.S. §§ 160-453.1 to 453.10. This procedure does not allow residents of an area proposed to be annexed to vote on the annexation. N.C.G.S. § 160-453.11. Certain towns and counties are exempted from this procedure. N. C.G.S. § 160-453.12.<sup>[1]</sup> An exempted municipality of less than 5,000 population is enabled to annex contiguous territory by means of a statutory procedure that requires the question of annexation to be voted on by the residents of the area proposed to be annexed if such referendum is requested by at least 15 percent of the qualified voters of such area. N. C.G.S. §§ 160-445 to 449. If a referendum is held, an area can be annexed only if the majority of voters in the area favor annexation. N.C.G.S. § 160-449.</p>\n<p>Plaintiffs seek an injunction against their annexation. They claim that the statutory scheme for town-initiated<sup>[2]</sup> annexation by towns of less than 5,000 population denies them \"the equal protection of the laws\" in violation of the Fourteenth Amendment of the United States Constitution because it denies them the benefit of voting in a referendum determinative of annexation while granting this benefit to residents of other areas also subject to annexation by a town of less than 5,000 population.<sup>[3]</sup> We disagree, and dismiss plaintiffs' complaint.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*483</span> We must consider at the outset defendants' claim that this court ought not exercise its jurisdiction because plaintiffs have not exhausted their state remedies. Section 160-453.6 of the statutory scheme in question allows a person owning property within an annexed area to seek review of the annexation within 30 days therefrom by filing a petition in the superior court of the county in which the town is located. The Supreme Court of North Carolina has construed this statute as allowing a challenge to the validity under the North Carolina Constitution of an annexation statute. Gaskill v. Costlow, <span class=\"citation\" data-id=\"1384018\"><a href=\"/opinion/1384018/gaskill-v-costlow/\"><span class=\"volume\">270</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">686</span></a></span>, 689, <span class=\"citation\" data-id=\"1384018\"><a href=\"/opinion/1384018/gaskill-v-costlow/\"><span class=\"volume\">155</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">148</span></a></span>, 150 (1967). We may safely assume that a like challenge based upon the United States Constitution would also be entertained in a proceeding under this statute. <i>See</i> U.S.Const. Art. VI. The North Carolina Supreme Court, however, has held that after expiration of the 30-day limit, annexation may not be prevented by a suit in the state courts. <i>Gaskill, supra,</i> 270 N.C. at 690, 155 S.E.2d at 151. Since plaintiffs in our case did not seek review in the appropriate superior court within the 30-day limit, no state remedy is available to them. Moreover, \"[b]arring only exceptional circumstances, . . . or explicit statutory requirements, . . . resort to a federal court may be had without first exhausting the judicial remedies of state courts.\" Lane v. Wilson, <span class=\"citation no-link\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">268</span></span>, 274, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">872</span></span>, 875, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1281</span></span> (1938). The statutory remedy here is clearly \"judicial\" (as opposed to \"legislative\" or \"administrative\") because it does not give a superior court the power to change \"existing conditions by making a new rule . . . .\" Prentis v. Atlantic Coast Line Co., <span class=\"citation\" data-id=\"2392353\"><a href=\"/opinion/2392353/prentis-v-atlantic-coast-line-co/\"><span class=\"volume\">211</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">210</span></a></span>, 226, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></span>, 69, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">150</span></span> (1908). No federal statute requires exhaustion of state judicial remedies in our case, and the abstention doctrines, <i>see</i> C. Wright, Law of Federal Courts § 52 (2d ed. 1970), are not apposite. Therefore we find defendants' jurisdictional objection to be without merit.</p>\n<p>The test for whether a state statutory scheme violates the equal protection clause of the Fourteenth Amendment is \"whether the classifications drawn . . . are reasonable in light of its purpose . . . .\" McLaughlin v. Florida, <span class=\"citation\" data-id=\"106945\"><a href=\"/opinion/106945/mclaughlin-v-florida/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 191, <span class=\"citation\" data-id=\"106945\"><a href=\"/opinion/106945/mclaughlin-v-florida/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">283</span></a></span>, 288, <span class=\"citation\" data-id=\"106945\"><a href=\"/opinion/106945/mclaughlin-v-florida/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1964). Usually, \"[t]he presumption of reasonableness is with the State.\" Salsburg v. Maryland, <span class=\"citation\" data-id=\"105179\"><a href=\"/opinion/105179/salsburg-v-maryland/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>, 553, <span class=\"citation\" data-id=\"105179\"><a href=\"/opinion/105179/salsburg-v-maryland/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">280</span></a></span>, 284, <span class=\"citation\" data-id=\"105179\"><a href=\"/opinion/105179/salsburg-v-maryland/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">281</span></a></span> (1954).</p>\n<blockquote>It is . . . a maxim of constitutional law that a legislature is presumed to have acted within constitutional limits, upon full knowledge of the facts, and with the purpose of promoting the interests of the people as a whole, and courts will not lightly hold that an act duly passed by the legislature was one in the enactment of which it has transcended its power.</blockquote>\n<p>Atchison, Topeka, &amp; Santa Fe Railroad Co. v. Matthews, <span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">96</span></span>, 104-105, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">609</span></span>, 612, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">909</span></span> (1898). The presumption of reasonableness means this:</p>\n<blockquote>[T]he burden of establishing the unconstitutionality of a statute rests on him who assails it, and . . . courts may not declare a legislative discrimination invalid unless, viewed in the light of facts made known or generally assumed, it is of such a character as to preclude the assumption that the classification rests upon some rational basis within the knowledge and experience of the legislators. A statutory discrimination will not be set aside as the denial of equal protection of the laws if any state of facts reasonably may be conceived to justify it.</blockquote>\n<p>Metropolitan Casualty Insurance Co. v. Brownell, <span class=\"citation no-link\"><span class=\"volume\">294</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">580</span></span>, 584, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">538</span></span>, 540, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1070</span></span> (1934). We recognize fully that a state is not insulated from federal judicial review \"when state power is used as an instrument for circumventing a federally protected right.\" Gomillion v. Lightfoot, <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></a></span>, 347, <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">125</span></a></span>, 130, <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span></a></span> <span class=\"star-pagination\">*484</span> (1960). Nevertheless we think that considerations of comity make the presumption of reasonableness particularly applicable to situations like the present one involving a state's regulation of its own political subdivisions and territory.</p>\n<blockquote>Municipal corporations are political subdivisions of the state, created as convenient agencies for exercising such of the governmental powers of the state as may be intrusted to them. . . . The number, nature, and duration of the powers conferred upon these corporations and the territory over which they shall be exercised rests in the absolute discretion of the state. . . . The state . . . at its pleasure, may . . . expand or contract the territorial area, unite the whole or a part of it with another municipality, repeal the charter and destroy the corporation. All this may be done, conditionally or unconditionally, with or without the consent of the citizens, or even against their protest.</blockquote>\n<p>Hunter v. City of Pittsburgh, <span class=\"citation\" data-id=\"96718\"><a href=\"/opinion/96718/hunter-v-pittsburgh/\"><span class=\"volume\">207</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, 178-179, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">40</span></span>, 46, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">151</span></span> (1907).</p>\n<p>Plaintiffs claim, however, that the usual presumption of reasonableness is not applicable here because the statutory scheme in question denies them a fundamental rightthe right to vote. When a classification touches on a fundamental right, its constitutionality must be judged by the stricter standard of whether it is shown to promote a compelling state interest. Shapiro v. Thompson, <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">618</span></a></span>, 634, <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></a></span>, <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">600</span></a></span> (1969); Harper v. Virginia State Board of Elections, <span class=\"citation\" data-id=\"107197\"><a href=\"/opinion/107197/harper-v-virginia-bd-of-elections/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">663</span></a></span>, 670, <span class=\"citation\" data-id=\"107197\"><a href=\"/opinion/107197/harper-v-virginia-bd-of-elections/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1079</span></a></span>, <span class=\"citation\" data-id=\"107197\"><a href=\"/opinion/107197/harper-v-virginia-bd-of-elections/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">169</span></a></span> (1966). We agree with plaintiffs that they suffer discrimination by this statutory scheme. Although the state could have denied the vote to all residents as to annexation, <i>see </i><i>Hunter, supra,</i> it has not chosen to do so. By allowing some residents to vote, the state has created a \"right,\" which may not be denied others in violation of the United States Constitution. <i>See</i> Douglas v. California, <span class=\"citation\" data-id=\"106546\"><a href=\"/opinion/106546/douglas-v-california/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">353</span></a></span>, <span class=\"citation\" data-id=\"106546\"><a href=\"/opinion/106546/douglas-v-california/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, <span class=\"citation\" data-id=\"106546\"><a href=\"/opinion/106546/douglas-v-california/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1963). We believe, however, that the right to vote in the present case is not a fundamental right evoking the stricter standard of review. Unlike the right to vote called \"fundamental\" by the United States Supreme Court, Yick Wo v. Hopkins, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></span>, 370, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1064</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">220</span></span> (1885); Reynolds v. Sims, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span>, 561-562, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1362</span></a></span>, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span></a></span> (1964); <i>Harper, supra,</i> 383 U.S. at 667-668, <span class=\"citation\" data-id=\"107197\"><a href=\"/opinion/107197/harper-v-virginia-bd-of-elections/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1079</span></a></span>, <span class=\"citation\" data-id=\"107197\"><a href=\"/opinion/107197/harper-v-virginia-bd-of-elections/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">169</span></a></span>; the right to vote in the referendum here does not relate except indirectly to participation in representative government. Indeed, the newly annexed citizens brought into the township over their protest may thereafter vote in township elections and have their votes counted fully to influence township decisionsincluding future annexations and perhaps even de-annexation. Therefore we apply to this case the \"traditional standard\" of review, under which \"equal protection is denied only if the classification is `without any reasonable basis.'\" <i>Shapiro, supra,</i> 394 U.S. at 638 n. 20, 89 S.Ct. at 1333.</p>\n<p>The state policy with respect to annexation by towns of less than 5,000 population is expressed by statute in pertinent part as follows:</p>\n<p>§ 160-453.1. Declaration of policy. It is hereby declared as a matter of State policy:</p>\n<blockquote>(1) That sound urban development is essential to the continued economic development of North Carolina;</blockquote>\n<blockquote>(2) That municipalities are created to provide the governmental services essential for sound urban development and for the protection of health, safety and welfare in areas being intensively used for residential, commercial, industrial, institutional and government purposes or in areas undergoing such development;</blockquote>\n<blockquote>(3) That municipal boundaries should be extended, in accordance with legislative standards applicable <span class=\"star-pagination\">*485</span> throughout the State, to include such areas and to provide the high quality of governmental services needed therein for the public health, safety and welfare; . . .</blockquote>\n<blockquote>.   .   .   .   .   .</blockquote>\n<p>Given such a state policy, it is not difficult to conceive of a rational basis supportive of the patchwork statutory scheme<sup>[5]</sup> governing annexation in North Carolina. Mindful of the desirability of \"sound urban development\" the legislature may well have intended to circumvent peripheral hostility toward \"essential\" town government felt to exist in certain areas of the state and perhaps thought to be less pervasive in others. Moreover, there are doubtless rural areas in North Carolina that are not yet \"intensively used for residential, commercial, industrial, institutional and government purposes or . . . undergoing such development.\" The legislature might reasonably have concluded that such areas do not have a compelling need for municipal services and that such services should be optional and subject to veto by vote of the persons affected.</p>\n<p>That such reasons may underlie the statutory scheme is suggested by the following comment of the Municipal Government Study Commission, whose recommendations resulted in the annexation procedures:</p>\n<blockquote>The factors important in deciding what land should be annexed are: (a) the actual distribution of developed and vacant land in an area, (b) the extent to which the area needs municipal services, (c) the extent to which the owners of developed property in the area desire municipal services, (d) the availability inside the corporate limits of land suitable or desirable for residential, commercial and industrial development, (e) the extent to which municipal services can be provided, and (f) the impact of services and taxation upon lands being annexed.</blockquote>\n<p>Lithium Corp. of America v. Town of Bessemer City, <span class=\"citation\" data-id=\"1319809\"><a href=\"/opinion/1319809/lithium-corp-of-america-v-town-of-bessemer-city/\"><span class=\"volume\">261</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">532</span></a></span>, 536, <span class=\"citation\" data-id=\"1319809\"><a href=\"/opinion/1319809/lithium-corp-of-america-v-town-of-bessemer-city/\"><span class=\"volume\">135</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">574</span></a></span>, 578 (1964). Furthermore, the population statistics presented by plaintiffs strongly suggest that the statutory scheme is explained by the <i>need</i> for municipal services. Residents of the 17 most populous counties (with populations of more than 75,000) are not allowed to vote. Since urbanization is a normal concomitant of dense population, it is reasonable to assume that the legislature concluded that areas within these counties would more likely need municipal services than those within less populous counties, and, therefore, that services for these areas ought not be optional with peripheral residents.</p>\n<p>In sum, although the statutory scheme contains \"theoretical inconsistencies,\" Railway Express Agency v. New York, <span class=\"citation no-link\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></span>, 110, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">463</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">533</span></span> (1948), and lacks \"abstract symmetry,\" Patsone v. Pennsylvania, <span class=\"citation no-link\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></span>, 144, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">281</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">539</span></span> (1913), we conclude, there being no evidence to the contrary, that the classifications rest upon a rational basis \"within the knowledge and experience of the legislators.\" Metropolitan Casualty Insurance Co., <i>supra,</i> 294 U.S. at 584, 55 S.Ct. at 540. Plaintiffs' complaint will be</p>\n<p>Dismissed.</p>\n<h2>NOTES</h2>\n<p>[1]  § 160-453.12. Counties excepted from Part; Part 1 continued for such counties. The provisions of this Part shall not apply to the following counties: Alleghany, Edgecombe, Halifax, Iredell, Nash, except for the towns of Nashville, Spring Hope, Castalia and Middlesex, Pender, Perquimans and Person, provided the provisions of this Part shall apply to the towns of Whitakers, Sharpsburg, and Battleboro in Edgecombe and Nash Counties. This Part shall not apply to the town of King in Stokes County, nor to the town of Pilot Mountain in Surry County.\n</p>\n<p>Notwithstanding any other provisions of this Part, Part 1 of Article 36 of Chapter 160 of the General Statutes of North Carolina and specifically G.S. 160-452 as the same may be rewritten or amended, shall remain in full force and effect as to the counties herein named.</p>\n<p>[2]  In addition to the previously described annexation procedures, most towns of less than 5,000 population may annex a contiguous area if the owners of all the real property within the area so request. N.C.G.S. § 160-452.</p>\n<p>[3]  Plaintiffs mention but do not press a claim that the statutory scheme in question violates Article II, section 24, of the North Carolina Constitution, which reads in pertinent part as follows:\n</p>\n<p>Sec. 24. <i>Limitations on local, private, and special legislation.</i></p>\n<p>(1) <i>Prohibited subjects.</i> The General Assembly shall not enact any local, private, or special act or resolution:</p>\n<p>.   .   .   .   .</p>\n<p>(h) Erecting new townships, or changing township lines, . . .</p>\n<p>Because plaintiffs present a substantial federal claim, we possess the power to hear this state claim. But \"[t]hat power need not be exercised in every case in which it is found to exist. It has consistently been recognized that pendent jurisdiction is a doctrine of discretion, not of plaintiff's right.\" United Mine Workers v. Gibbs, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 725-726, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, 1139, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966). We decline to adjudicate the question. The issue is entirely a matter of state concern, and interpretation of the Constitution of North Carolina can be made authoritatively only by the Supreme Court of North Carolina. But, for what it may be worth, we are inclined to think that the claim is without merit. The challenged legislative enactments do not themselves erect new townships or change township lines. Those enactments merely authorize various townships to change township lines by various procedures. Since the challenged legislation is not self-executing, it would seem strained to say that the <i>legislature</i> has changed Whiteville's \"township lines\" in violation of the state constitution. At most it would seem it has empowered Whiteville to do so.</p>\n<p>[4]  Since we find plaintiffs' suit to be without merit, we need not consider defendants' claim that plaintiffs are guilty of laches and, therefore, not entitled to injunctive relief.</p>\n<p>[5]  <i>See</i> footnote 1 <i>supra.</i></p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1319809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1384018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2392353/"
  ]
}