{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2309573/",
  "absolute_url": "/opinion/2309573/calvert-fire-ins-co-v-yosemite-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2309573/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:02:56.852967Z",
  "date_modified": "2016-04-27T00:12:00.869477Z",
  "type": "010combined",
  "sha1": "07290f1f6be7a4a1738dd8afc89ad165c6a69d94",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>573 F.Supp. 27 (1983)</b></center>\n<center><h1>CALVERT FIRE INSURANCE COMPANY and Penn Re, Inc., Plaintiffs,<br>\nv.<br>\nYOSEMITE INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 81-391-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 14, 1983.</center>\n<p>H. Hugh Stevens, Jr., William George Pappas, Sanford, Adams, McCullough &amp; Beard, Raleigh, N.C., for plaintiffs.</p>\n<p>George W. Miller, Jr., John D. Haywood, Haywood, Denny &amp; Miller, Durham, N.C., for defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*28</span> MEMORANDUM OF DECISION</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>In this diversity action Penn Re, Inc., a North Carolina corporation, and Calvert Fire Insurance Company (Calvert), a Pennsylvania corporation, are seeking a declaration of their rights and liabilities under a contract of reinsurance issued by Penn Re on behalf of Calvert to the defendant, Yosemite Insurance Company (Yosemite), a California corporation. The action is before the court on the cross-motions of plaintiffs and defendant for summary judgment and a motion by plaintiffs to amend the complaint to allege as collateral estoppel against Yosemite a judgment rendered in the United States District Court for the District of New Jersey in a similar declaratory judgment action brought by other parties against Yosemite in that jurisdiction.</p>\n<p>On or about April 30, 1974 Yosemite issued its policy of liability insurance to Yellow Cab Company of California (Yellow Cab) under the terms of which Yosemite insured Yellow Cab against the liability imposed upon it by law arising out of the operation of its taxi cabs subject to a self-insured retention or deductible of $25,000 to be applied against losses under Yosemite's policy. Under the reinsurance contract in suit Calvert agreed to reimburse Yosemite for fifty per cent of each loss that was greater than $25,000 up to a limit of $300,000.<sup>[1]</sup></p>\n<p>The problem here arose when Yellow Cab went into bankruptcy and Yosemite thereupon became liable under its policy to pay claims within Yellow Cab's self-insured retention of $25,000. Yosemite thereupon made demand that Calvert pay under its reinsurance contract the claims of less than $25,000 which had been made against Yosemite. When Calvert refused to pay these claims Yosemite threatened suit and this declaratory judgment action followed.</p>\n<p>The issue raised by the cross-motions for summary judgment is whether Calvert agreed under its contract of reinsurance to be liable under any circumstances for a loss of less than $25,000. Answer to the question depends on the construction to be placed on the first provision of the reinsurance contract which reads in pertinent part:</p>\n<blockquote>[Yosemite] warrants to retain for its own account the amount of liability specified in Item 3 unless otherwise provided herein, and the liability of [Calvert] specified in Item 4 shall follow that of the Company, except as otherwise specifically provided herein, and shall be subject in all respects to all the terms and conditions of [Yosemite's] policy.</blockquote>\n<p>Under Item 3 of the reinsurance contract Yosemite retained liability on the basic policy issued by it to Yellow Cab of $750,000 over and above the first $100,000 of its exposure for each person injured; $300,000 for all bodily injuries in any one accident; and $50,000 for property damage in any one accident, all in excess of Yellow Cab's self-insured retention of $25,000. Under Item 4 of the reinsurance contract Calvert reinsured Yosemite for the first $50,000 of its exposure over the Yellow Cab retention for each person injured; $150,000 for all bodily injuries in any one accident; and $25,000 for property damage in any one accident.</p>\n<p>Item 3 and Item 4 provide that the respective liability limits of Yosemite and Calvert are \"excess S.I.R.\" meaning in insurance parlance that the limits are applicable in excess of a self-insured retention, in <span class=\"star-pagination\">*29</span> this case $25,000, to be paid on each claim by Yosemite's insured, Yellow Cab. Because Yosemite's primary policy obligated it to pay claims of any amount (subject to the policy's maximum limit) in the event of Yellow Cab's bankruptcy it has paid out claims totaling over $200,000, all of which fell within Yellow Cab's self-insured retention limit. In refusing Yosemite's demand for reimbursement of these losses Calvert took the position that in no event did liability under its reinsurance contract attach until the $25,000 limit of Yellow Cab's self-insured retention had been reached. Yosemite, on the other hand, contends that the language of the reinsurance contract 혰 \"the liability of the Reinsurer specified in Item 4 shall follow that of the Company ... and shall be subject in all respects to all the terms and conditions of the Company's policy\" 혰 requires a contrary result. For the reasons to follow the court has concluded that Calvert's position is legally correct and that it's motion for summary judgment must therefore be granted.</p>\n<p>When sitting in diversity, the court must apply the law of the forum in which it sits, including the forum's choice-of-law rules. <i>Klaxon Company v. Stentor Electric Manufacturing Company, Inc.,</i> 313 U.S. 487, 61 S.Ct. 1020, 85 L.Ed. 1477 (1941). In North Carolina, issues of contract construction are determined by the law of the state where the contract was made, <i>Tanglewood Land Company v. Byrd,</i> 299 N.C. 260, 261 S.E.2d 655 (1980), and insurance contracts are no exception. <i>Roomy v. Allstate Insurance Company,</i> 256 N.C. 318, 123 S.E.2d 817 (1962). In this instance, the contract at issue was executed in North Carolina; accordingly, the court will apply its substantive law.</p>\n<p>When construing a contract of insurance, the objective of the court is to determine the intent of the parties at the time the policy was issued. <i>Woods v. Nationwide Mutual Insurance Company,</i> 295 N.C. 500, 246 S.E.2d 773 (1978). To determine that intent, the policy is to be construed as a whole, <i>Stanback v. Winston Mutual Life Insurance Company,</i> 220 N.C. 494, 17 S.E.2d 666 (1941), with the various terms construed harmoniously so that, if reasonably possible, every word or provision will be given effect. <i>Woods v. Nationwide Mutual Insurance Company, supra</i><i>.</i> Although ambiguous phrases are construed against the insurer, there is no ambiguity \"unless, in the opinion of the court, the language of the policy is fairly and reasonably susceptible to either of the constructions for which the parties contend.\" <i>Wachovia Bank &amp; Trust Company v. Westchester Fire Insurance Company,</i> 276 N.C. 348, 354, 172 S.E.2d 518, 522 (1970). However, where the ambiguity creates a genuine issue of material fact regarding the intent of the parties, a trial will be necessary. <i>General Accident Fire and Life Assurance Corporation Limited v. Akzona, Inc.,</i> 622 F.2d 90 (4th Cir.1980).</p>\n<p>Applying these principles, the court finds that the first provision of the reinsurance certificate as it relates to Item 4 is not ambiguous and that plaintiffs are entitled to judgment as a matter of law. By referring to the limits specified in Item 4 before providing that liability is to follow that of defendant, the first provision of the reinsurance certificate must be construed to mean that plaintiffs' liability followed that of defendant <i>within</i> the limits specified in Item 4. To construe the clause otherwise would effectively eliminate the provision in Item 4 that plaintiffs' liability begins after the self-insured retention has been exhausted. The court, however, must, if reasonably possible, construe clauses to give effect to every provision of the contract. <i>Woods v. Nationwide Mutual Insurance Company, supra</i><i>.</i></p>\n<p>In addition, defendant's own policy with Yellow Cab would seem to refute its contention. The underlying policy between defendant and Yellow Cab does not eliminate the S.I.R. The policy, by endorsement, provides that</p>\n<blockquote>all terms, conditions, and limitations in the policy to which this endorsement is attached are to remain in full force and effect as binding between [Yellow Cab] and [Yosemite], and [Yellow Cab] agrees <span class=\"star-pagination\">*30</span> to reimburse [Yosemite] for any payment ... that [Yosemite] would not have been obligated to make under the provisions of the policy except for the agreement contained in this endorsement.</blockquote>\n<p>Under this provision, the S.I.R. is still in effect. To adopt defendant's contention that the \"follow the liability\" clause encompasses the self-insured retention limit would render the S.I.R. meaningless and add nothing to the reinsurance certificate. However, as stated above, clauses should be construed harmoniously to give them effect. The court's construction of the \"follow the liability\" clause gives effect to both the \"follow the liability\" clause and the S.I.R. limitation in Item 4.</p>\n<p>Lastly, \"the goal of construction is to arrive at the intent of the parties when the policy was issued.\" <i>Woods v. Nationwide Mutual Insurance Company,</i> 295 N.C. at 505, 246 S.E.2d at 777. From the previously-quoted provision of the endorsement attached to defendant's policy with Yellow Cab, it is clear that defendant intended to recover the losses within the self-insured limit from Yellow Cab, not Calvert.<sup>[2]</sup> It was not until Yellow Cab declared bankruptcy, an event unanticipated by either of the parties, that defendant began to look elsewhere to recover its losses. The court cannot rewrite the contract between the parties. <i>York Industrial Center, Inc. v. Michigan Mutual Liability Company,</i> 271 N.C. 158, 155 S.E.2d 501 (1967).</p>\n<p>Plaintiffs' motion for summary judgment will be granted and defendant's motion for summary judgment denied. This ruling renders moot plaintiffs' motion to amend the complaint. An appropriate judgment will be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  The other fifty per cent was reinsured in a contract issued to Yosemite by Newark Reinsurance Management Corporation on behalf of another reinsurance pool of which, coincidentally, Calvert also happened to be a member. Calvert asserts that the terms of the Newark reinsurance contract are essentially identical to those involved in this action, and it is on the basis of a declaratory judgment construing the Newark contract in favor of the Newark pool members that Calvert seeks to amend its complaint to plead collateral estoppel in this action. In view of the fact that this court has reached the same conclusion as the New Jersey court reached, action on Calvert's motion to amend its complaint becomes unnecessary, and the court expresses no opinion on the interesting question of collateral estoppel law which would be raised by the proposed amendment.</p>\n<p>[2]  Although provisions of another contract between different parties cannot be used to interpret other provisions in an insurance contract, <i>Allstate Insurance Company v. Shelby Mutual Insurance Company,</i> 269 N.C. 341, 152 S.E.2d 436 (1967), where one of the parties is the same in each contract and the liability of the reinsurer depends upon the liability of the reinsured, the intent of the reinsured in the underlying policy can be a helpful gauge in determining the intent of the parties to the reinsurance certificate. <i>See </i><i>American Insurance Company v. North American Company for Property and Casualty Insurance,</i> 697 F.2d 79 (2d Cir.1982).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">573</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">27</span></span> (1983)</b></center>\n<center><h1>CALVERT FIRE INSURANCE COMPANY and Penn Re, Inc., Plaintiffs,<br>\nv.<br>\nYOSEMITE INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 81-391-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 14, 1983.</center>\n<p>H. Hugh Stevens, Jr., William George Pappas, Sanford, Adams, McCullough &amp; Beard, Raleigh, N.C., for plaintiffs.</p>\n<p>George W. Miller, Jr., John D. Haywood, Haywood, Denny &amp; Miller, Durham, N.C., for defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*28</span> MEMORANDUM OF DECISION</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>In this diversity action Penn Re, Inc., a North Carolina corporation, and Calvert Fire Insurance Company (Calvert), a Pennsylvania corporation, are seeking a declaration of their rights and liabilities under a contract of reinsurance issued by Penn Re on behalf of Calvert to the defendant, Yosemite Insurance Company (Yosemite), a California corporation. The action is before the court on the cross-motions of plaintiffs and defendant for summary judgment and a motion by plaintiffs to amend the complaint to allege as collateral estoppel against Yosemite a judgment rendered in the United States District Court for the District of New Jersey in a similar declaratory judgment action brought by other parties against Yosemite in that jurisdiction.</p>\n<p>On or about April 30, 1974 Yosemite issued its policy of liability insurance to Yellow Cab Company of California (Yellow Cab) under the terms of which Yosemite insured Yellow Cab against the liability imposed upon it by law arising out of the operation of its taxi cabs subject to a self-insured retention or deductible of $25,000 to be applied against losses under Yosemite's policy. Under the reinsurance contract in suit Calvert agreed to reimburse Yosemite for fifty per cent of each loss that was greater than $25,000 up to a limit of $300,000.<sup>[1]</sup></p>\n<p>The problem here arose when Yellow Cab went into bankruptcy and Yosemite thereupon became liable under its policy to pay claims within Yellow Cab's self-insured retention of $25,000. Yosemite thereupon made demand that Calvert pay under its reinsurance contract the claims of less than $25,000 which had been made against Yosemite. When Calvert refused to pay these claims Yosemite threatened suit and this declaratory judgment action followed.</p>\n<p>The issue raised by the cross-motions for summary judgment is whether Calvert agreed under its contract of reinsurance to be liable under any circumstances for a loss of less than $25,000. Answer to the question depends on the construction to be placed on the first provision of the reinsurance contract which reads in pertinent part:</p>\n<blockquote>[Yosemite] warrants to retain for its own account the amount of liability specified in Item 3 unless otherwise provided herein, and the liability of [Calvert] specified in Item 4 shall follow that of the Company, except as otherwise specifically provided herein, and shall be subject in all respects to all the terms and conditions of [Yosemite's] policy.</blockquote>\n<p>Under Item 3 of the reinsurance contract Yosemite retained liability on the basic policy issued by it to Yellow Cab of $750,000 over and above the first $100,000 of its exposure for each person injured; $300,000 for all bodily injuries in any one accident; and $50,000 for property damage in any one accident, all in excess of Yellow Cab's self-insured retention of $25,000. Under Item 4 of the reinsurance contract Calvert reinsured Yosemite for the first $50,000 of its exposure over the Yellow Cab retention for each person injured; $150,000 for all bodily injuries in any one accident; and $25,000 for property damage in any one accident.</p>\n<p>Item 3 and Item 4 provide that the respective liability limits of Yosemite and Calvert are \"excess S.I.R.\" meaning in insurance parlance that the limits are applicable in excess of a self-insured retention, in <span class=\"star-pagination\">*29</span> this case $25,000, to be paid on each claim by Yosemite's insured, Yellow Cab. Because Yosemite's primary policy obligated it to pay claims of any amount (subject to the policy's maximum limit) in the event of Yellow Cab's bankruptcy it has paid out claims totaling over $200,000, all of which fell within Yellow Cab's self-insured retention limit. In refusing Yosemite's demand for reimbursement of these losses Calvert took the position that in no event did liability under its reinsurance contract attach until the $25,000 limit of Yellow Cab's self-insured retention had been reached. Yosemite, on the other hand, contends that the language of the reinsurance contract 혰 \"the liability of the Reinsurer specified in Item 4 shall follow that of the Company ... and shall be subject in all respects to all the terms and conditions of the Company's policy\" 혰 requires a contrary result. For the reasons to follow the court has concluded that Calvert's position is legally correct and that it's motion for summary judgment must therefore be granted.</p>\n<p>When sitting in diversity, the court must apply the law of the forum in which it sits, including the forum's choice-of-law rules. <i>Klaxon Company v. Stentor Electric Manufacturing Company, Inc.,</i> <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1477</span></span> (1941). In North Carolina, issues of contract construction are determined by the law of the state where the contract was made, <i>Tanglewood Land Company v. Byrd,</i> <span class=\"citation\" data-id=\"1263820\"><a href=\"/opinion/1263820/tanglewood-land-co-inc-v-byrd/\"><span class=\"volume\">299</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">260</span></a></span>, <span class=\"citation\" data-id=\"1263820\"><a href=\"/opinion/1263820/tanglewood-land-co-inc-v-byrd/\"><span class=\"volume\">261</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">655</span></a></span> (1980), and insurance contracts are no exception. <i>Roomy v. Allstate Insurance Company,</i> <span class=\"citation\" data-id=\"1274753\"><a href=\"/opinion/1274753/roomy-v-allstate-insurance-company/\"><span class=\"volume\">256</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">318</span></a></span>, <span class=\"citation\" data-id=\"1274753\"><a href=\"/opinion/1274753/roomy-v-allstate-insurance-company/\"><span class=\"volume\">123</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">817</span></a></span> (1962). In this instance, the contract at issue was executed in North Carolina; accordingly, the court will apply its substantive law.</p>\n<p>When construing a contract of insurance, the objective of the court is to determine the intent of the parties at the time the policy was issued. <i>Woods v. Nationwide Mutual Insurance Company,</i> <span class=\"citation\" data-id=\"1225673\"><a href=\"/opinion/1225673/woods-v-nationwide-mutual-ins-co/\"><span class=\"volume\">295</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">500</span></a></span>, <span class=\"citation\" data-id=\"1225673\"><a href=\"/opinion/1225673/woods-v-nationwide-mutual-ins-co/\"><span class=\"volume\">246</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">773</span></a></span> (1978). To determine that intent, the policy is to be construed as a whole, <i>Stanback v. Winston Mutual Life Insurance Company,</i> <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">494</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">666</span></span> (1941), with the various terms construed harmoniously so that, if reasonably possible, every word or provision will be given effect. <i>Woods v. Nationwide Mutual Insurance Company, supra</i><i>.</i> Although ambiguous phrases are construed against the insurer, there is no ambiguity \"unless, in the opinion of the court, the language of the policy is fairly and reasonably susceptible to either of the constructions for which the parties contend.\" <i>Wachovia Bank &amp; Trust Company v. Westchester Fire Insurance Company,</i> <span class=\"citation\" data-id=\"1342744\"><a href=\"/opinion/1342744/wachovia-bank-t-co-v-westchester-fire-ins-co/\"><span class=\"volume\">276</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, 354, <span class=\"citation\" data-id=\"1342744\"><a href=\"/opinion/1342744/wachovia-bank-t-co-v-westchester-fire-ins-co/\"><span class=\"volume\">172</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">518</span></a></span>, 522 (1970). However, where the ambiguity creates a genuine issue of material fact regarding the intent of the parties, a trial will be necessary. <i>General Accident Fire and Life Assurance Corporation Limited v. Akzona, Inc.,</i> <span class=\"citation\" data-id=\"378238\"><a href=\"/opinion/378238/general-accident-fire-and-life-assurance-corporation-limited-v-akzona/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span> (4th Cir.1980).</p>\n<p>Applying these principles, the court finds that the first provision of the reinsurance certificate as it relates to Item 4 is not ambiguous and that plaintiffs are entitled to judgment as a matter of law. By referring to the limits specified in Item 4 before providing that liability is to follow that of defendant, the first provision of the reinsurance certificate must be construed to mean that plaintiffs' liability followed that of defendant <i>within</i> the limits specified in Item 4. To construe the clause otherwise would effectively eliminate the provision in Item 4 that plaintiffs' liability begins after the self-insured retention has been exhausted. The court, however, must, if reasonably possible, construe clauses to give effect to every provision of the contract. <i>Woods v. Nationwide Mutual Insurance Company, supra</i><i>.</i></p>\n<p>In addition, defendant's own policy with Yellow Cab would seem to refute its contention. The underlying policy between defendant and Yellow Cab does not eliminate the S.I.R. The policy, by endorsement, provides that</p>\n<blockquote>all terms, conditions, and limitations in the policy to which this endorsement is attached are to remain in full force and effect as binding between [Yellow Cab] and [Yosemite], and [Yellow Cab] agrees <span class=\"star-pagination\">*30</span> to reimburse [Yosemite] for any payment ... that [Yosemite] would not have been obligated to make under the provisions of the policy except for the agreement contained in this endorsement.</blockquote>\n<p>Under this provision, the S.I.R. is still in effect. To adopt defendant's contention that the \"follow the liability\" clause encompasses the self-insured retention limit would render the S.I.R. meaningless and add nothing to the reinsurance certificate. However, as stated above, clauses should be construed harmoniously to give them effect. The court's construction of the \"follow the liability\" clause gives effect to both the \"follow the liability\" clause and the S.I.R. limitation in Item 4.</p>\n<p>Lastly, \"the goal of construction is to arrive at the intent of the parties when the policy was issued.\" <i>Woods v. Nationwide Mutual Insurance Company,</i> 295 N.C. at 505, 246 S.E.2d at 777. From the previously-quoted provision of the endorsement attached to defendant's policy with Yellow Cab, it is clear that defendant intended to recover the losses within the self-insured limit from Yellow Cab, not Calvert.<sup>[2]</sup> It was not until Yellow Cab declared bankruptcy, an event unanticipated by either of the parties, that defendant began to look elsewhere to recover its losses. The court cannot rewrite the contract between the parties. <i>York Industrial Center, Inc. v. Michigan Mutual Liability Company,</i> <span class=\"citation\" data-id=\"1384077\"><a href=\"/opinion/1384077/york-industrial-center-inc-v-michigan-mut-liab-co/\"><span class=\"volume\">271</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">158</span></a></span>, <span class=\"citation\" data-id=\"1384077\"><a href=\"/opinion/1384077/york-industrial-center-inc-v-michigan-mut-liab-co/\"><span class=\"volume\">155</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">501</span></a></span> (1967).</p>\n<p>Plaintiffs' motion for summary judgment will be granted and defendant's motion for summary judgment denied. This ruling renders moot plaintiffs' motion to amend the complaint. An appropriate judgment will be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  The other fifty per cent was reinsured in a contract issued to Yosemite by Newark Reinsurance Management Corporation on behalf of another reinsurance pool of which, coincidentally, Calvert also happened to be a member. Calvert asserts that the terms of the Newark reinsurance contract are essentially identical to those involved in this action, and it is on the basis of a declaratory judgment construing the Newark contract in favor of the Newark pool members that Calvert seeks to amend its complaint to plead collateral estoppel in this action. In view of the fact that this court has reached the same conclusion as the New Jersey court reached, action on Calvert's motion to amend its complaint becomes unnecessary, and the court expresses no opinion on the interesting question of collateral estoppel law which would be raised by the proposed amendment.</p>\n<p>[2]  Although provisions of another contract between different parties cannot be used to interpret other provisions in an insurance contract, <i>Allstate Insurance Company v. Shelby Mutual Insurance Company,</i> <span class=\"citation\" data-id=\"1280102\"><a href=\"/opinion/1280102/allstate-insurance-co-v-shelby-mutual-ins-co/\"><span class=\"volume\">269</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">341</span></a></span>, <span class=\"citation\" data-id=\"1280102\"><a href=\"/opinion/1280102/allstate-insurance-co-v-shelby-mutual-ins-co/\"><span class=\"volume\">152</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">436</span></a></span> (1967), where one of the parties is the same in each contract and the liability of the reinsurer depends upon the liability of the reinsured, the intent of the reinsured in the underlying policy can be a helpful gauge in determining the intent of the parties to the reinsurance certificate. <i>See </i><i>American Insurance Company v. North American Company for Property and Casualty Insurance,</i> <span class=\"citation\" data-id=\"412708\"><a href=\"/opinion/412708/american-insurance-company-v-north-american-company-for-property-and/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">79</span></a></span> (2d Cir.1982).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/412708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1225673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1263820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1274753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1280102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1342744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1384077/"
  ]
}