{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2310503/",
  "absolute_url": "/opinion/2310503/harris-v-hall/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2310503/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:03:09.910159Z",
  "date_modified": "2016-04-27T03:02:52.902798Z",
  "type": "010combined",
  "sha1": "4ecc145a955599d8c15055534bbd2eeb3d043148",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>572 F.Supp. 1054 (1983)</b></center>\n<center><h1>Daisy B. HARRIS, for herself and as guardian ad litem for Jukiti T. Gunter, Plaintiff,<br>\nv.<br>\nHoward HALL, Lewis Spillman, Jr., Pat Hickmon, J. Francis Strickland, Alex Warner and Bill Nobles, Defendants.</h1></center>\n<center>No. 81-63-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>September 21, 1983.</center>\n<p>David P. Ford, Lumbee River Legal Services, Inc., Fayetteville, N.C., for plaintiff.</p>\n<p>Lester O. Carter, Jr., Fayetteville, N.C., Thomas E. Harris, Ward &amp; Smith, New Bern, N.C., for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1055</span> OPINION</h2>\n<p>BRITT, District Judge.</p>\n<p>Plaintiff, Daisy B. Harris, for herself and as guardian ad litem for the minor, Jukiti T. Gunter, brought this action alleging that certain admission policies established by the Cumberland County, North Carolina Board of Education (school board) are unconstitutional. <i>See</i> 42 U.S.C. § 1983 (1976). The action was stayed pending the decision of the United States Supreme Court in <i>Martinez v. Bynum,</i> ___ U.S. ___, 103 S.Ct. 1838, 75 L.Ed.2d 879 (1983), and is now before the Court on the parties' cross-motions for summary judgment. <i>See</i> Fed.R. Civ.P. 56(c). After reviewing the documents filed by the parties and finding no genuine issue as to any material fact, the Court holds that defendants' motion for summary judgment should be granted and plaintiff's motion for summary judgment should be denied.</p>\n<p></p>\n<h2>I</h2>\n<p>At the time this action was filed, Gunter was living temporarily with his great-aunt, Daisy B. Harris, who was domiciled in Cumberland County. Gunter's mother, Dawana Smith, who was then a resident of the State of New York, wanted her son to reside temporarily with Harris. In addition, Smith, Gunter and Harris desired that legal custody of Gunter remain with his mother. When the 1981-82 school year began, Harris sought to enroll Gunter in the Alger B. Wilkins Elementary School, which is maintained by the Cumberland County School System within the assignment area of Harris' residence. Gunter was denied admission by defendant Bill Nobles, principal of the elementary school following school policy, because Harris was not his parent or guardian and because she had no court order placing Gunter in her custody.</p>\n<p>This policy is based upon two sections of the North Carolina statutes concerning elementary and secondary education. <i>See</i> N.C.Gen.Stat. §§ 115C-366 &amp; 115C-366.1(a) (Cum.Supp.1981). Section 115C-366(a) states that: \"All pupils domiciled in a school district or attendance area ... shall be entitled to all the privileges and advantages of the public schools of such district or attendance area....\" Furthermore, section 115C-366(a) provides that \"the following pupils are entitled to attend the schools in the district or attendance area in which they are domiciled:\"</p>\n<blockquote>(1) All persons of the district or attendance area who have not completed the prescribed course for graduation in the high school.</blockquote>\n<blockquote>(2) All pupils whose parents have recently moved into the unit, district, or attendance area for the purpose of making their legal domicile in the same.</blockquote>\n<blockquote>(3) Any pupil living with either father, mother or guardian who has made his permanent home within the district.</blockquote>\n<p><i>Id.</i> § 115C-366(a). Section 115C-366(b) directs local boards of education to assign children residing within an administrative unit to a public school and with particular exceptions and rights of appeal, vests the boards with final authority. In tandem with these provisions, section 115C-366.1(a)(1) provides in pertinent part that: \"Local boards of education shall charge tuition to ... [p]ersons of school age who are not domiciliaries of the State.\" <i>Id.</i> § 115C-366.1(a)(1).</p>\n<p>Plaintiff then filed this action alleging that the school board policy was unconstitutional and received a temporary restraining order admitting Gunter to the elementary school. That temporary restraining order was dissolved by this Court, after defendants established that Gunter could attend the school by paying a tuition as determined by the school board pursuant to section 115C-366.1(a)(1). Harris paid a $150.00 tuition and amended her complaint to challenge the tuition requirement as well as the guardianship or custody requisite. Gunter has since returned to New York to live with his mother and is no longer seeking to attend school in North Carolina.</p>\n<p>In her original and amended complaints, plaintiff challenges the constitutionality of the school board's custody or guardianship and tuition policy on several grounds. <span class=\"star-pagination\">*1056</span> Plaintiff alleges that this policy: (1) violates the equal protection clause of the fourteenth amendment by denying Gunter's right to attend public school and frustrating Harris' right to enroll a child, who resides with her, in the public schools; (2) violates the due process clause of the fourteenth amendment by denying Gunter's right to remain within his mother's custody; (3) unduly burdens Harris' and Gunter's first amendment rights to freely associate with each other and their rights to travel, thus depriving them of life, liberty, or property without due process of law in violation of the fourteenth amendment; and (4) unduly burdens interstate commerce. Plaintiff also contends that these constitutional infringements constitute separate violations of 42 U.S.C. § 1983.</p>\n<p></p>\n<h2>II</h2>\n<p>The custody or guardianship and tuition policy of the Cumberland County School Board is derived from sections 115C-366 and 115C-366.1(a)(1) of the North Carolina statutes concerning elementary and secondary education. Because Gunter was a non-domiciliary of the state and Harris was not the \"father, mother or guardian of the child,\" <i>see</i> N.C.Gen.Stat. § 115C-366(a)(3), she was unable to enroll Gunter in the public schools without payment of tuition, <i>see id.</i> § 115C-366.1(a)(1). Therefore, in her challenge of the school board policy, plaintiff also attacks sections 115C-366 and 115C-366.1.</p>\n<p>Domicile is the standard adopted by North Carolina in determining admission to its public schools without payment of tuition. Although the United States Supreme Court has not considered the constitutionality of a domicile requirement as it affects elementary and secondary education, it has recently held that a Texas residency statute was facially constitutional. <i>Martinez v. Bynum,</i> ___ U.S. ___, 103 S.Ct. 1838, 75 L.Ed.2d 879 (1983). The statute stated in pertinent part:</p>\n<blockquote>`(d) In order for a person under the age of 18 years to establish a residence for the purpose of attending the public free schools separate and apart from his parent, guardian or other person having lawful control of him under an order of a court, it must be established that his presence in the school district is not for the primary purpose of attending the public free schools.'</blockquote>\n<p><i>Id.</i> 103 S.Ct. at 1840 n. 2 (quoting Tex.Educ. Code Ann. § 21.031(d) (Supp.1982)). Stating that \"[t]he Constitution permits a State to restrict eligibility for tuition-free education to its bona fide residents,\" the Court determined that the Texas statute is a bona fide residence requirement. <i>Id.</i> 103 S.Ct. at 1845.</p>\n<p><i>Martinez,</i> of course, involved a question of residence, not domicile, as is present in this case. In cases concerning higher education, the United States Supreme Court has had little difficulty in upholding one-year domicile requirements. <i>Starns v. Malkerson,</i> 401 U.S. 985, 91 S.Ct. 1231, 28 L.Ed.2d 527 (1971), <i>summarily aff'g</i> 326 F.Supp. 234 (Minn.1970) (three-judge court); <i>Sturgis v. Washington,</i> 414 U.S. 1057, 94 S.Ct. 563, 38 L.Ed.2d 464, <i>summarily aff'g</i> 368 F.Supp. 38 (W.D.Wash.1973) (three-judge court). Although the Court invalidated a Connecticut law which created a permanent and irrebuttable presumption of nonresidency, it made clear that a reasonable standard for determining the residential status of a student could be based upon the student's domicile. <i>Vlandis v. Kline,</i> 412 U.S. 441, 454, 93 S.Ct. 2230, 2237, 37 L.Ed.2d 63 (1973). Justice Stewart, writing for the Court in <i>Vlandis,</i> explained:</p>\n<blockquote>We hold only that a permanent irrebuttable presumption of nonresidence the means adopted by Connecticut to preserve that legitimate interestis violative of the Due Process Clause, because it provides no opportunity for students who applied from out of State to demonstrate that they have become bona fide Connecticut residents. The State can establish such reasonable criteria for in-state status as to make virtually certain that students who are not in fact, bona fide residents of the State, but who have come there solely for the educational purposes, <span class=\"star-pagination\">*1057</span> cannot take advantage of the in-state rates.</blockquote>\n<p><i>Id.</i> at 453-54, 93 S.Ct. at 2237.</p>\n<p>In <i>Martinez,</i> however, the Court carefully noted that its decision \"said nothing about domicile.\" 103 S.Ct. at 1844 n. 11. This admonition came in response to Justice Marshall's dissent, which argued that \"[t]he standard ... is not the traditional standard for determining residence, but is, if anything, the standard for determining domicile.\" <i>Id.</i> 103 S.Ct. at 1847-48 (Marshall, J., dissenting). In addition, the Court acknowledged: \"This [<i>Vlandis</i> domicile] standard could not be applied to school-age children in the same way that it was applied to college students.\" <i>Id.</i> 103 S.Ct. at 1844. Without further guidance, this statement can only be interpreted as meaning that durational periods, such as the one year requirement in <i>Malkerson,</i> cannot bar school-age children, whose parents or guardians have created new domiciles, from receiving a free public school education. Moreover, the Court described \"the traditional, basic residence criteria\" in terms of a minimum that a school district could require. <i>Id.</i></p>\n<p>In light of <i>Martinez, Vlandis</i> and prior case law upholding domicile standards in higher education, it is a logical extension of <i>Martinez</i> to hold that a domicile requirement, which otherwise satisfies the Constitution, is a reasonable standard for determining the residential status of students in the public schools. Moreover, this proposition is bolstered by the Supreme Court's continued holdings that \"`[p]ublic education is not a right granted to individuals by the Constitution.'\" 103 S.Ct. at 1843 n. 7 (quoting <i>Plyler v. Doe,</i> 457 U.S. 202, 221, 102 S.Ct. 2382, 2397, 72 L.Ed.2d 786 (1981) &amp; citing <i>San Antonio Independent School District v. Rodriguez,</i> 411 U.S. 1, 35, 93 S.Ct. 1278, 1297, 36 L.Ed.2d 16 (1973). Neither did the Court in <i>Martinez</i> expand <i>Plyler v. Doe</i> to require that all laws impeding education be subjected to an intermediate standard of review under an equal protection analysis. <i>See</i> 103 S.Ct. at 1851-52 (Marshall, J., dissenting). Although it did not set out a concrete test, the Court, explaining in a footnote, stated:</p>\n<blockquote>A bona fide residence requirement implicates no `suspect' classification, and therefore is not subject to strict scrutiny. Indeed, there is nothing invidiously discriminatory about a bona fide residence requirement if it is uniformly applied. Thus the question is simply whether there is a rational basis for it.</blockquote>\n<p>103 S.Ct. at 1842 n. 7.</p>\n<p></p>\n<h2>III</h2>\n<p>After applying the analysis used in <i>Martinez</i> and <i>Vlandis</i> to these facts, it is clear that sections 115C-366 and 115C-366(a)(1) are constitutional facially and as applied to Harris and Gunter. In tandem, both statutes provide \"reasonable standards for determining the residential status of a student,\" 412 U.S. at 454, 93 S.Ct. at 2237.</p>\n<p>First, Harris' complaint contains no allegation that section 115C-366 or the school board policy implicate a suspect classification. Subjecting the statute to strict scrutiny, therefore, would be improper. Plaintiff, however, argues that an intermediate standard of scrutiny, as applied in <i>Plyler v. Doe</i><i>,</i> should be employed here. Plaintiff contends that the payment made by Harris to school authorities was more akin to an injunction bond than to tuition and therefore, a complete exclusion from attendance actually resulted. Plaintiff's argument has no basis. The payment made by Harris can be described by no other term than tuition. Moreover, the Court in <i>Martinez,</i> when confronted with an opportunity to do so, refrained from expanding its holding in <i>Plyler</i> to require that all statutes impeding access to education \"be justified by a showing that it furthers some substantial state interest,\" 457 U.S. at 230, 102 S.Ct. at 2402. In contrast to this case, the Court in <i>Plyler</i> confronted a Texas provision which denied a free public education to undocumented school-age children, despite their status as domiciliaries or residents. Accordingly, plaintiff's equal protection challenges must fail.</p>\n<p><span class=\"star-pagination\">*1058</span> Second, section 115C-366 is appropriately defined and uniformly applied. Although it does not define the term domicile explicitly, the language of the statute makes clear who is a domiciliary and who is not. Gunter clearly is a nondomiciliary. Moreover, the definition of domicile as established by North Carolina case law is a traditional criterion which springs from well-recognized legal precedent. <i>See </i><i>Lloyd v. Babb,</i> 296 N.C. 416, 251 S.E.2d 843 (1979).</p>\n<p>In addition, section 115C-366 is uniformly applied. Simply stated, the statute provides that all school-age children, who have not graduated from high school and whose parents or guardians have made permanent homes within the district, may attend the schools in the district in which they are domiciled. Thus, section 115C-366 grants the benefit of a free public school education to those who satisfy the traditional requirements of domicile. Moreover, section 115C-366 creates neither an irrebuttable presumption nor a durational residency requirement.</p>\n<p>Lastly, the effect of sections 115C-366 and 115C-366.1(a)(1) is supported by a rational basis. For instance, a student, who is a non-domiciliary and pays no tuition, reduces the county tax base, which is established by a local contribution rate per child. <i>See</i> Deposition of Jack Britt, <i>Harris v. Hall,</i> No. 81-63-CIV-3 (28 June 1982). Indeed the Court in <i>Martinez</i> stressed that a bona fide residence requirement \"furthers the substantial state interest in assuring that services provided for its residents are enjoyed only by residents.\" 103 S.Ct. at 1842; <i>see also id.</i> 103 S.Ct. at 1843 (\"Absent residence requirements, there can be little doubt that the proper planning and operation of the schools would suffer significantly.\" (footnote omitted)). Furthermore, requiring that a student, like Gunter, who lives away from his parents, reside with a guardian or person with a custody order provides an individual that a school official may deal with effectively and authoritatively in matters of punishment, educational progress and medical needs. <i>See</i> Deposition of Jack Britt.</p>\n<p>In view of the discussion above, and after due consideration, the remainder of plaintiff's constitutional claims, alleging violations of due process, the first amendment rights of association and travel, and the interstate commerce clause, must also fail. In <i>Martinez,</i> the Court dealt concisely with similar contentions. Justice Powell explained:</p>\n<blockquote>A bona fide residence requirement, appropriately defined and uniformly applied, furthers the substantial state interest in assuring that services provided for its residents are enjoyed only by residents. Such a requirement with respect to attendance in public free schools does not violate the Equal Protection Clause of the Fourteenth Amendment. It does not burden or penalize the constitutional right of interstate travel, for any person is free to move to a State and to establish residence there. A bona fide residence requirement simply requires that the person <i>does</i> establish residence before demanding the services that are restricted to residents.</blockquote>\n<p><i>Id.</i> 103 S.Ct. at 1842-43 (footnotes omitted). <i>See also id.</i> n. 10. Accordingly, sections 115C-366 and 115C-366.1(a)(1) provide a bona fide standard for determining the residential status of a student.</p>\n<p></p>\n<h2>V</h2>\n<p>The Court finds that sections 115C-366 and 115C-366.1(a)(1) and the Cumberland County, North Carolina Board of Education policy regarding custody and tuition are facially constitutional and as applied to Harris and Gunter. Accordingly, defendants' motion for summary judgment is granted, and plaintiff's motion for summary judgment is denied.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">572</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1054</span></span> (1983)</b></center>\n<center><h1>Daisy B. HARRIS, for herself and as guardian ad litem for Jukiti T. Gunter, Plaintiff,<br>\nv.<br>\nHoward HALL, Lewis Spillman, Jr., Pat Hickmon, J. Francis Strickland, Alex Warner and Bill Nobles, Defendants.</h1></center>\n<center>No. 81-63-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>September 21, 1983.</center>\n<p>David P. Ford, Lumbee River Legal Services, Inc., Fayetteville, N.C., for plaintiff.</p>\n<p>Lester O. Carter, Jr., Fayetteville, N.C., Thomas E. Harris, Ward &amp; Smith, New Bern, N.C., for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1055</span> OPINION</h2>\n<p>BRITT, District Judge.</p>\n<p>Plaintiff, Daisy B. Harris, for herself and as guardian ad litem for the minor, Jukiti T. Gunter, brought this action alleging that certain admission policies established by the Cumberland County, North Carolina Board of Education (school board) are unconstitutional. <i>See</i> 42 U.S.C. § 1983 (1976). The action was stayed pending the decision of the United States Supreme Court in <i>Martinez v. Bynum,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"110925\"><a href=\"/opinion/110925/martinez-v-bynum/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1838</span></a></span>, <span class=\"citation\" data-id=\"110925\"><a href=\"/opinion/110925/martinez-v-bynum/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">879</span></a></span> (1983), and is now before the Court on the parties' cross-motions for summary judgment. <i>See</i> Fed.R. Civ.P. 56(c). After reviewing the documents filed by the parties and finding no genuine issue as to any material fact, the Court holds that defendants' motion for summary judgment should be granted and plaintiff's motion for summary judgment should be denied.</p>\n<p></p>\n<h2>I</h2>\n<p>At the time this action was filed, Gunter was living temporarily with his great-aunt, Daisy B. Harris, who was domiciled in Cumberland County. Gunter's mother, Dawana Smith, who was then a resident of the State of New York, wanted her son to reside temporarily with Harris. In addition, Smith, Gunter and Harris desired that legal custody of Gunter remain with his mother. When the 1981-82 school year began, Harris sought to enroll Gunter in the Alger B. Wilkins Elementary School, which is maintained by the Cumberland County School System within the assignment area of Harris' residence. Gunter was denied admission by defendant Bill Nobles, principal of the elementary school following school policy, because Harris was not his parent or guardian and because she had no court order placing Gunter in her custody.</p>\n<p>This policy is based upon two sections of the North Carolina statutes concerning elementary and secondary education. <i>See</i> N.C.Gen.Stat. §§ 115C-366 &amp; 115C-366.1(a) (Cum.Supp.1981). Section 115C-366(a) states that: \"All pupils domiciled in a school district or attendance area ... shall be entitled to all the privileges and advantages of the public schools of such district or attendance area....\" Furthermore, section 115C-366(a) provides that \"the following pupils are entitled to attend the schools in the district or attendance area in which they are domiciled:\"</p>\n<blockquote>(1) All persons of the district or attendance area who have not completed the prescribed course for graduation in the high school.</blockquote>\n<blockquote>(2) All pupils whose parents have recently moved into the unit, district, or attendance area for the purpose of making their legal domicile in the same.</blockquote>\n<blockquote>(3) Any pupil living with either father, mother or guardian who has made his permanent home within the district.</blockquote>\n<p><i>Id.</i> § 115C-366(a). Section 115C-366(b) directs local boards of education to assign children residing within an administrative unit to a public school and with particular exceptions and rights of appeal, vests the boards with final authority. In tandem with these provisions, section 115C-366.1(a)(1) provides in pertinent part that: \"Local boards of education shall charge tuition to ... [p]ersons of school age who are not domiciliaries of the State.\" <i>Id.</i> § 115C-366.1(a)(1).</p>\n<p>Plaintiff then filed this action alleging that the school board policy was unconstitutional and received a temporary restraining order admitting Gunter to the elementary school. That temporary restraining order was dissolved by this Court, after defendants established that Gunter could attend the school by paying a tuition as determined by the school board pursuant to section 115C-366.1(a)(1). Harris paid a $150.00 tuition and amended her complaint to challenge the tuition requirement as well as the guardianship or custody requisite. Gunter has since returned to New York to live with his mother and is no longer seeking to attend school in North Carolina.</p>\n<p>In her original and amended complaints, plaintiff challenges the constitutionality of the school board's custody or guardianship and tuition policy on several grounds. <span class=\"star-pagination\">*1056</span> Plaintiff alleges that this policy: (1) violates the equal protection clause of the fourteenth amendment by denying Gunter's right to attend public school and frustrating Harris' right to enroll a child, who resides with her, in the public schools; (2) violates the due process clause of the fourteenth amendment by denying Gunter's right to remain within his mother's custody; (3) unduly burdens Harris' and Gunter's first amendment rights to freely associate with each other and their rights to travel, thus depriving them of life, liberty, or property without due process of law in violation of the fourteenth amendment; and (4) unduly burdens interstate commerce. Plaintiff also contends that these constitutional infringements constitute separate violations of 42 U.S.C. § 1983.</p>\n<p></p>\n<h2>II</h2>\n<p>The custody or guardianship and tuition policy of the Cumberland County School Board is derived from sections 115C-366 and 115C-366.1(a)(1) of the North Carolina statutes concerning elementary and secondary education. Because Gunter was a non-domiciliary of the state and Harris was not the \"father, mother or guardian of the child,\" <i>see</i> N.C.Gen.Stat. § 115C-366(a)(3), she was unable to enroll Gunter in the public schools without payment of tuition, <i>see id.</i> § 115C-366.1(a)(1). Therefore, in her challenge of the school board policy, plaintiff also attacks sections 115C-366 and 115C-366.1.</p>\n<p>Domicile is the standard adopted by North Carolina in determining admission to its public schools without payment of tuition. Although the United States Supreme Court has not considered the constitutionality of a domicile requirement as it affects elementary and secondary education, it has recently held that a Texas residency statute was facially constitutional. <i>Martinez v. Bynum,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"110925\"><a href=\"/opinion/110925/martinez-v-bynum/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1838</span></a></span>, <span class=\"citation\" data-id=\"110925\"><a href=\"/opinion/110925/martinez-v-bynum/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">879</span></a></span> (1983). The statute stated in pertinent part:</p>\n<blockquote>`(d) In order for a person under the age of 18 years to establish a residence for the purpose of attending the public free schools separate and apart from his parent, guardian or other person having lawful control of him under an order of a court, it must be established that his presence in the school district is not for the primary purpose of attending the public free schools.'</blockquote>\n<p><i>Id.</i> 103 S.Ct. at 1840 n. 2 (quoting Tex.Educ. Code Ann. § 21.031(d) (Supp.1982)). Stating that \"[t]he Constitution permits a State to restrict eligibility for tuition-free education to its bona fide residents,\" the Court determined that the Texas statute is a bona fide residence requirement. <i>Id.</i> 103 S.Ct. at 1845.</p>\n<p><i>Martinez,</i> of course, involved a question of residence, not domicile, as is present in this case. In cases concerning higher education, the United States Supreme Court has had little difficulty in upholding one-year domicile requirements. <i>Starns v. Malkerson,</i> <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">985</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1231</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span></span> (1971), <i>summarily aff'g</i> <span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">234</span></span> (Minn.1970) (three-judge court); <i>Sturgis v. Washington,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1057</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">563</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">464</span></span>, <i>summarily aff'g</i> <span class=\"citation\" data-id=\"1803230\"><a href=\"/opinion/1803230/sturgis-v-state-of-washington/\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">38</span></a></span> (W.D.Wash.1973) (three-judge court). Although the Court invalidated a Connecticut law which created a permanent and irrebuttable presumption of nonresidency, it made clear that a reasonable standard for determining the residential status of a student could be based upon the student's domicile. <i>Vlandis v. Kline,</i> <span class=\"citation\" data-id=\"108810\"><a href=\"/opinion/108810/vlandis-v-kline/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">441</span></a></span>, 454, <span class=\"citation\" data-id=\"108810\"><a href=\"/opinion/108810/vlandis-v-kline/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2230</span></a></span>, 2237, <span class=\"citation\" data-id=\"108810\"><a href=\"/opinion/108810/vlandis-v-kline/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">63</span></a></span> (1973). Justice Stewart, writing for the Court in <i>Vlandis,</i> explained:</p>\n<blockquote>We hold only that a permanent irrebuttable presumption of nonresidence the means adopted by Connecticut to preserve that legitimate interestis violative of the Due Process Clause, because it provides no opportunity for students who applied from out of State to demonstrate that they have become bona fide Connecticut residents. The State can establish such reasonable criteria for in-state status as to make virtually certain that students who are not in fact, bona fide residents of the State, but who have come there solely for the educational purposes, <span class=\"star-pagination\">*1057</span> cannot take advantage of the in-state rates.</blockquote>\n<p><i>Id.</i> at 453-54, 93 S.Ct. at 2237.</p>\n<p>In <i>Martinez,</i> however, the Court carefully noted that its decision \"said nothing about domicile.\" 103 S.Ct. at 1844 n. 11. This admonition came in response to Justice Marshall's dissent, which argued that \"[t]he standard ... is not the traditional standard for determining residence, but is, if anything, the standard for determining domicile.\" <i>Id.</i> 103 S.Ct. at 1847-48 (Marshall, J., dissenting). In addition, the Court acknowledged: \"This [<i>Vlandis</i> domicile] standard could not be applied to school-age children in the same way that it was applied to college students.\" <i>Id.</i> 103 S.Ct. at 1844. Without further guidance, this statement can only be interpreted as meaning that durational periods, such as the one year requirement in <i>Malkerson,</i> cannot bar school-age children, whose parents or guardians have created new domiciles, from receiving a free public school education. Moreover, the Court described \"the traditional, basic residence criteria\" in terms of a minimum that a school district could require. <i>Id.</i></p>\n<p>In light of <i>Martinez, Vlandis</i> and prior case law upholding domicile standards in higher education, it is a logical extension of <i>Martinez</i> to hold that a domicile requirement, which otherwise satisfies the Constitution, is a reasonable standard for determining the residential status of students in the public schools. Moreover, this proposition is bolstered by the Supreme Court's continued holdings that \"`[p]ublic education is not a right granted to individuals by the Constitution.'\" 103 S.Ct. at 1843 n. 7 (quoting <i>Plyler v. Doe,</i> <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></span>, 221, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2382</span></span>, 2397, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></span> (1981) &amp; citing <i>San Antonio Independent School District v. Rodriguez,</i> <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 35, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, 1297, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></a></span> (1973). Neither did the Court in <i>Martinez</i> expand <i>Plyler v. Doe</i> to require that all laws impeding education be subjected to an intermediate standard of review under an equal protection analysis. <i>See</i> 103 S.Ct. at 1851-52 (Marshall, J., dissenting). Although it did not set out a concrete test, the Court, explaining in a footnote, stated:</p>\n<blockquote>A bona fide residence requirement implicates no `suspect' classification, and therefore is not subject to strict scrutiny. Indeed, there is nothing invidiously discriminatory about a bona fide residence requirement if it is uniformly applied. Thus the question is simply whether there is a rational basis for it.</blockquote>\n<p>103 S.Ct. at 1842 n. 7.</p>\n<p></p>\n<h2>III</h2>\n<p>After applying the analysis used in <i>Martinez</i> and <i>Vlandis</i> to these facts, it is clear that sections 115C-366 and 115C-366(a)(1) are constitutional facially and as applied to Harris and Gunter. In tandem, both statutes provide \"reasonable standards for determining the residential status of a student,\" 412 U.S. at 454, 93 S.Ct. at 2237.</p>\n<p>First, Harris' complaint contains no allegation that section 115C-366 or the school board policy implicate a suspect classification. Subjecting the statute to strict scrutiny, therefore, would be improper. Plaintiff, however, argues that an intermediate standard of scrutiny, as applied in <i>Plyler v. Doe</i><i>,</i> should be employed here. Plaintiff contends that the payment made by Harris to school authorities was more akin to an injunction bond than to tuition and therefore, a complete exclusion from attendance actually resulted. Plaintiff's argument has no basis. The payment made by Harris can be described by no other term than tuition. Moreover, the Court in <i>Martinez,</i> when confronted with an opportunity to do so, refrained from expanding its holding in <i>Plyler</i> to require that all statutes impeding access to education \"be justified by a showing that it furthers some substantial state interest,\" 457 U.S. at 230, 102 S.Ct. at 2402. In contrast to this case, the Court in <i>Plyler</i> confronted a Texas provision which denied a free public education to undocumented school-age children, despite their status as domiciliaries or residents. Accordingly, plaintiff's equal protection challenges must fail.</p>\n<p><span class=\"star-pagination\">*1058</span> Second, section 115C-366 is appropriately defined and uniformly applied. Although it does not define the term domicile explicitly, the language of the statute makes clear who is a domiciliary and who is not. Gunter clearly is a nondomiciliary. Moreover, the definition of domicile as established by North Carolina case law is a traditional criterion which springs from well-recognized legal precedent. <i>See </i><i>Lloyd v. Babb,</i> <span class=\"citation no-link\"><span class=\"volume\">296</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">416</span></span>, <span class=\"citation\" data-id=\"1370091\"><a href=\"/opinion/1370091/lloyd-v-babb/\"><span class=\"volume\">251</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">843</span></a></span> (1979).</p>\n<p>In addition, section 115C-366 is uniformly applied. Simply stated, the statute provides that all school-age children, who have not graduated from high school and whose parents or guardians have made permanent homes within the district, may attend the schools in the district in which they are domiciled. Thus, section 115C-366 grants the benefit of a free public school education to those who satisfy the traditional requirements of domicile. Moreover, section 115C-366 creates neither an irrebuttable presumption nor a durational residency requirement.</p>\n<p>Lastly, the effect of sections 115C-366 and 115C-366.1(a)(1) is supported by a rational basis. For instance, a student, who is a non-domiciliary and pays no tuition, reduces the county tax base, which is established by a local contribution rate per child. <i>See</i> Deposition of Jack Britt, <i>Harris v. Hall,</i> No. 81-63-CIV-3 (28 June 1982). Indeed the Court in <i>Martinez</i> stressed that a bona fide residence requirement \"furthers the substantial state interest in assuring that services provided for its residents are enjoyed only by residents.\" 103 S.Ct. at 1842; <i>see also id.</i> 103 S.Ct. at 1843 (\"Absent residence requirements, there can be little doubt that the proper planning and operation of the schools would suffer significantly.\" (footnote omitted)). Furthermore, requiring that a student, like Gunter, who lives away from his parents, reside with a guardian or person with a custody order provides an individual that a school official may deal with effectively and authoritatively in matters of punishment, educational progress and medical needs. <i>See</i> Deposition of Jack Britt.</p>\n<p>In view of the discussion above, and after due consideration, the remainder of plaintiff's constitutional claims, alleging violations of due process, the first amendment rights of association and travel, and the interstate commerce clause, must also fail. In <i>Martinez,</i> the Court dealt concisely with similar contentions. Justice Powell explained:</p>\n<blockquote>A bona fide residence requirement, appropriately defined and uniformly applied, furthers the substantial state interest in assuring that services provided for its residents are enjoyed only by residents. Such a requirement with respect to attendance in public free schools does not violate the Equal Protection Clause of the Fourteenth Amendment. It does not burden or penalize the constitutional right of interstate travel, for any person is free to move to a State and to establish residence there. A bona fide residence requirement simply requires that the person <i>does</i> establish residence before demanding the services that are restricted to residents.</blockquote>\n<p><i>Id.</i> 103 S.Ct. at 1842-43 (footnotes omitted). <i>See also id.</i> n. 10. Accordingly, sections 115C-366 and 115C-366.1(a)(1) provide a bona fide standard for determining the residential status of a student.</p>\n<p></p>\n<h2>V</h2>\n<p>The Court finds that sections 115C-366 and 115C-366.1(a)(1) and the Cumberland County, North Carolina Board of Education policy regarding custody and tuition are facially constitutional and as applied to Harris and Gunter. Accordingly, defendants' motion for summary judgment is granted, and plaintiff's motion for summary judgment is denied.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1370091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1803230/"
  ]
}