{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2310923/",
  "absolute_url": "/opinion/2310923/united-states-v-quality-built-const-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2310923/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:03:16.860801Z",
  "date_modified": "2016-04-26T21:37:34.256621Z",
  "type": "010combined",
  "sha1": "c5da74ba535ccfaf82d14c2db2c83f287aab19bc",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>309 F.Supp.2d 767 (2003)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nQUALITY BUILT CONSTRUCTION, INC. f/k/a Dawn Construction, Inc.; William E. Dansey, Jr.; and Hite/MSM, P.C. Defendants.</h1></center>\n<center>No. 4:00-CV-194-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>November 10, 2003.</center>\n<p><span class=\"star-pagination\">*768</span> <span class=\"star-pagination\">*769</span> <span class=\"star-pagination\">*770</span> R.A. Renfer, Jr., Asst. U.S. Attorney, Office of U.S. Attorney, Raleigh, Scott Moore, U.S. Department of Justice, Civil Rights Division, Washington, DC, for United States of America, plaintiff.</p>\n<p>Christopher A. Page, Young, Moore &amp; Henderson, John M. Nunnally, Ragsdale Liggett, Raleigh, for William E. Dansey, Hite/MSM, P.C., Quality Built Construction, Inc. fka Dawn Construction, Inc., defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Plaintiff's Motion <i>In Limine</i> to Exclude <span class=\"star-pagination\">*771</span> Testimony of Ronald Curll, Plaintiff's Supplemental Motion for Summary Judgment on liability, and Defendant Hite's Motion for Partial Summary Judgment to dismiss the Cross-Claim. The matters are ripe for ruling.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Plaintiff, the United States of America, filed the underlying complaint against Defendants Quality Built Construction, Inc. f/k/a Dawn Construction, Inc., (\"Quality Built\"), William E. Dansey, Jr., (\"Dansey\"), and Hite/MSM, P.C., (\"Hite\") alleging violations of the Fair Housing Act, Title VIII of the Civil Rights Act of 1968, as amended by the Fair Housing Amendments Act of 1988, 42 U.S.C. § § 3601-3619 (\"the Fair Housing Act\" or \"the Act\"). Plaintiff contends that Defendants failed to design and construct the Breezewood Condominiums and Hyde Park Apartments in Greenville, North Carolina, in compliance with the Act because the properties are not accessible to handicapped persons. The properties at issue were built by Quality Built, and Dansey is the primary stockholder and president of that corporation. Hite provided architectural design services for the interiors of the units at both properties.</p>\n<p>In an Order filed on January 7, 2003, the Court granted Plaintiff's Motion for Partial Summary Judgment on the issue of Defendants' liability with respect to the ground-floor units in Breezewood phases I and II and the 24 ground-floor units at Hyde Park specified in paragraph thirteen of Plaintiff's first amended complaint. The United States and Defendant Hite subsequently entered into a Consent Order resolving the action against Hite. Plaintiff has now filed a Supplemental Motion for Summary Judgment as to Defendants Quality Built and Dansey's liability for the remaining ground-floor units at the Hyde Park Apartments.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2><i>Plaintiff's Motion In Limine to Exclude Consideration of the Testimony of Ronald Curll</i></h2>\n<p>The Court turns first to Plaintiff's Motion <i>In Limine</i> which seeks to exclude consideration of the testimony of Ronald Curll. On April 9, 2003, Defendants Quality Built and Dansey served Plaintiff with its \"First Supplemental Response to Plaintiff's First Set of Interrogatories.\" In the supplemental response, Defendants responded to the interrogatory: \"[i]dentify any persons who have knowledge of facts relevant to the issues, claims, defenses, and/or affirmative defenses in this lawsuit, and describe the knowledge possessed by each such person.\" Defendants listed Ronald Curll, who had visited Hyde Park at Defendants' request, and explained \"Mr. Curll is a wheelchair-bound individual, and recently visited Hyde-Park in a wheelchair. He has knowledge of accessibility issues related to the property.\" Defendants rely heavily upon Mr. Curll's affidavit and a video showing him moving through-out the Hyde Park apartment complex and units in opposing Plaintiff's Supplemental Motion for Summary Judgment.</p>\n<p>On June 30, 2003, Plaintiff filed its Motion <i>In Limine</i> seeking to exclude consideration of evidence from Mr. Curll. Plaintiff argues that Mr. Curll's testimony and the related video should not be considered on summary judgment and should not be admitted at a trial in the case. Plaintiff first argues that Mr. Curll's testimony should be excluded because Defendants did not introduce him as a witness in a timely manner. Plaintiff contends that there is no reason Defendants could not have obtained Mr. Curll's testimony while discovery was on-going, but instead Defendants have attempted to introduce him as a witness a year after the close of discovery in violation of the Scheduling Order. <span class=\"star-pagination\">*772</span> Plaintiff also notes that Mr. Curll was not introduced as a potential witness until after the Court's January 7, 2003, Order granting partial summary judgment as to liability for violations at Breezewood and Hyde Park.</p>\n<p>The Court agrees with Plaintiff that the testimony and evidence from Mr. Curll should be excluded. Defendants did not properly name Mr. Curll as a witness during the discovery period in this matter. They first attempted to name him as a witness after the Court had already granted partial summary judgment against them, and a year after the close of discovery as provided in the Scheduling Order. Moreover, at that time they failed to seek leave of court. Defendants attempt to justify their delay by asserting that they were surprised when they first learned during Philip Zook's second deposition that he had not consulted with a disabled person in offering his expert opinion that the property violates the Act. This attempt to assert good cause for the delay is not supported by the record. Philip Zook indicated during his first deposition in February 2002, that he arrived at his opinion without interviewing people and by relying on the HUD Guidelines, a tape measure and a level. Zook Depo. of 2/26/02, at 118.</p>\n<p>Defendants fail to show good cause for untimely assertion of Mr. Curll as a witness. Accordingly, Plaintiff's Motion <i>In Limine</i> to exclude his testimony and video evidence is granted. The Court will not consider such evidence in considering the Supplemental Motion for Summary Judgment.<sup>[1]</sup></p>\n<p></p>\n<h2><i>Plaintiff's Supplemental Motion for Summary Judgment</i></h2>\n<p>The Supplemental Motion for Summary Judgment seeks summary judgment with respect to the remaining 72 ground-floor units at Hyde Park and the public and common use areas of those units.<sup>[2]</sup> Summary judgment is appropriate when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The non-moving party must then come forward and show that a triable issue of fact exists. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505. Conclusory allegations are not sufficient to defeat a motion for summary judgment. <i>Id.</i> at 249, 106 S.Ct. 2505. In considering a motion for summary judgment, the facts and all reasonable inferences must be viewed in the light most favorable to the non-moving party. <i>Id.</i> at 255, 106 S.Ct. 2505.</p>\n<p>Under the Fair Housing Act, it is unlawful:</p>\n<blockquote>(f)(1) To discriminate in the sale or rental, or to otherwise make unavailable or deny, a dwelling to any buyer or renter because of a handicap of </blockquote>\n<blockquote>(A) that buyer or renter ....</blockquote>\n<blockquote>(2) To discriminate against any person in the terms, conditions, or privileges <span class=\"star-pagination\">*773</span> of sale or rental of a dwelling, or in the provision of services or facilities in connection with such dwelling, because of a handicap of </blockquote>\n<blockquote>(A) that person ...</blockquote>\n<p>42 U.S.C. § 3604(f). The Act defines discrimination to include:</p>\n<blockquote>(C) [I]n connection with the design and construction of covered multifamily dwellings ... a failure to design and construct those dwellings in such a manner that </blockquote>\n<blockquote>(I) the public use and common use portions of such dwelling are readily accessible to and usable by handicapped persons;</blockquote>\n<blockquote>(ii) all the doors designed to allow passage into and within all premises within such dwellings are sufficiently wide to allow passage by handicapped persons in wheelchairs; and</blockquote>\n<blockquote>(iii) all premises within such dwellings contain the following features of adaptive design:</blockquote>\n<blockquote>(I) an accessible route into and through the dwelling;</blockquote>\n<blockquote>(II) light switches, electrical outlets, thermostats, and other environmental controls in accessible locations;</blockquote>\n<blockquote>(III) reinforcements in bathroom walls to allow later installation of grab bars; and</blockquote>\n<blockquote>(IV) usable kitchens and bathrooms such that an individual in a wheelchair can maneuver about the space.</blockquote>\n<p>42 U.S.C. § 3604(f)(3)(C).</p>\n<p></p>\n<h2><i>One-Bedroom Den and Two-Bedroom Units</i></h2>\n<p>Hyde Park has three types of units: 1) one-bedroom with a den; 2) two-bedroom; and, 3) super two-bedroom. In the January 7, 2003, Order, the Court held that the one-bedroom with a den unit and two-bedroom units in Hyde Park buildings 1988-1998 do not comply with 42 U.S.C. § 3604(f)(3)(C). The one-bedroom with a den and two-bedroom units in the remaining buildings are designed and built identically to those addressed in the January 7th Order. Therefore, Plaintiff argues that the issue has already been decided with respect to the interior of these types of units and summary judgment is appropriate. The Court found in its previous order that the one-bedroom and two-bedroom units violate the Act and deviate substantially from the HUD guidelines that were issued to provide assistance to people implementing the act. Defendants have not presented evidence to show a material fact at issue and these units are identical to the ones treated in the previous order.<sup>[3]</sup> Therefore, the Court finds that Plaintiff's Supplemental Motion for Summary Judgment is granted with respect to the one-bedroom and two-bedroom units.</p>\n<p></p>\n<h2><i>Common and Public Areas</i></h2>\n<p>Plaintiff asserts several violations of the FHAA in the public and common areas of the Hyde Park units. Plaintiff first argues that Defendants violated § 3604(f)(3)(C)(iii)(I) of the Act because there is not an accessible route to and into the buildings of Hyde Park. Plaintiff asserts that the buildings are inaccessible because, with the exception of building 2135/2165, each has a step measuring from 3 1/2 to 4 inches at the unit entrance, and a step measuring from 3 1/2 to 4 inches at the breezeways leading to the units.</p>\n<p>The Fair Housing Accessibility Guidelines (\"HUD\" Guidelines) provide specific characteristics and features necessary for <span class=\"star-pagination\">*774</span> public and common areas to be usable. <i>See</i> Fair Housing Accessibility Guidelines, 59 Fed.Reg. 9472, 9504-05 (March 6, 1991).<sup>[4]</sup> Plaintiff has presented measurements that show violations of these specifications. In response, Defendants state that they do not dispute the measurements, but contend that buildings are accessible in their current condition. The Court finds that Defendants mere assertion does not create a material fact that the step-up into the units is \"readily accessible to and usable by handicapped persons.\" Accordingly, the Court grants Plaintiff's motion for liability for violations of § 3604(f)(3)(C)(i).</p>\n<p>Plaintiff next asserts that with the exception of buildings 2135/2165 and 2203/2205, the public and common use areas of the buildings are not accessible because there are no accessible curb ramps to the walkways of the buildings. Furthermore, the pool area is not served by a parking space designated as handicapped parking, there is no curb ramp for the walkway leading to the pool, and the walkway lacks handrails that are required because of the steepness of its slope. Plaintiff also states that the pool is inaccessible because there is not a level landing at the front gate to enable people using wheelchairs to open the gate.</p>\n<p>Plaintiff also asserts that the public and common areas also violate 42 U.S.C. § 3604(f)(3)(C)(i) because they have the following inaccessible features:</p>\n<p><i>For Buildings 2010/2040, 2050/2080, 2100/2130:</i> 1) the sidewalks do not provide a 36 inch wide accessible route because vehicles are not restricted from pulling up to the curb and impeding a portion of the route, reducing it to 24 to 30 inches; 2) the mailboxes are located on top of a pedestal on top of a 6 inch raised curb; 3) the two parking spaces for persons with disabilities do not provide a 60 inch wide access/transfer aisle adjacent to the parking space; and, 4) the primary entrance door to the units have door knobs that require grasping and twisting.</p>\n<p><i>For Buildings 2135/2165, 2167/2197, 2201/2203, 2205/2207, 2209/2211, and 2213/2215:</i> 1) the mailboxes are located on top of a pedestal on a 6 inch curb; 2) the primary entrance door to the units have door knobs that require grasping and twisting; and, 3) the sidewalks do not provide a 36 inch wide accessible route because vehicles are not restricted from pulling up to the curb and impeding a portion of the route reducing it to 24 to 30 inches.</p>\n<p><i>For Building 2135/2165:</i> The curb ramp does not have a flared edge or raised curb on the open edge, and it does not have an access aisle for the curb ramp so that vehicles are not restricted from parking in front of the ramp and blocking it.</p>\n<p><i>For Buildings 2213/2214:</i> The curb ramp does not have a flared edge and the running slope of the curb ramp is at an incline of 11.5% which exceeds the 5% maximum.</p>\n<p><i>For Building 2205/2207:</i> 1) There is no access aisle serving the inset curb ramp so vehicles are not restricted from parking in front and blocking it; and, 2) there is no access aisle serving the built up curb ramp so vehicles are not restricted from parking in front and blocking it.</p>\n<p>Plaintiff supports all of these allegations with expert testimony, measurements, and photographs. In response with respect to the parking spaces, Defendants argue that there are a sufficient number of parking <span class=\"star-pagination\">*775</span> spaces designated as handicapped and assert that Plaintiff's expert, Philip Zook, conceded in his deposition that there is an adequate number of spaces designated as handicapped accessible parking. However, as noted by Plaintiff, although the spots are designated as handicapped accessible, Mr. Zook's testimony shows that the spaces fail to provide adequate access space and curb ramps to comply with the Guidelines for handicapped spaces.</p>\n<p>With respect to the mailboxes, Defendants concede that they are located on 6 inch curbs, but assert that no one has complained. Defendants also state that they are willing to move the mailboxes. As Defendants concede that the mailboxes are located on a curb requiring a 6 inch step-up, the Court finds that there is no material fact at issue that the placement of the mailboxes does not comply with the Act.</p>\n<p>With respect to the curb sidewalks, Defendants dispute Plaintiff's measurements. Defendants assert that the Guidelines state that sidewalks need to be a minimum of 36 inches wide. They argue that the sidewalks in front of the property are sufficiently wide. In support Defendants rely on Defendant Dansey's affidavit in which he states that \"[t]he sidewalks in front of each of the buildings are 48 inches wide, which is 12 inches wider than required by HUD's guidelines.\" Dansey Aff. at 6c. The Court finds that Defendant Dansey's conclusory statement that the sidewalk is 48 inches wide does not create a material fact that the sidewalks are accessible. In fact, Plaintiff's expert agrees that the sidewalk is 48 inches wide when unobstructed, but he has presented measurements and a photograph that shows that the sidewalk is reduced to less than 36 inches when cars are parked in the adjoining parking spaces. Therefore, the Court finds that Defendants are in violation of the Act as to the curb sidewalks.</p>\n<p>With respect to the accessibility of the curb ramps, Defendants assert that the property has five curb ramps serving Buildings 2213/2215, 2135/2165, 2205/2207, and 2203. Defendants assert that the ramps have adequate space to allow a person in a wheelchair to access the curb ramp when a vehicle is parked in an adjacent space. In support, Defendants assert that the ramps can be accessed with a vehicle in the adjacent space and also argue that the slope on the curb ramps is \"easily handled\" by a person in a wheelchair. Finally, Defendants contend that the curb ramp for Building 2203 and the built-up curb ramp at Building 2205 is in its own access aisle. The Fair Housing Accessibility Guidelines (\"HUD Guidelines\") provide specific characteristics and features necessary for parking spaces to be usable. Plaintiff's have presented measurements and photographs from their expert showing violations of these specifications. The mere fact that Defendants assert that a handicapped person can maneuver and use the ramps despite the inadequacies does not present a material fact that the buildings comply with the Act. Accordingly, the Court grants Plaintiff's motion as to liability for violations of § 3604(f)(3)(C)(i).</p>\n<p></p>\n<h2><i>Super Two-Bedroom Units</i></h2>\n<p>The Court now turns to the interior of the super two-bedroom units. Plaintiff first contends that Defendants Quality Built and Dansey have violated the Act because the doors for passage into the units and within the units are not sufficiently wide to comply with 42 U.S.C. § 3604(f)(3)(C)(ii) of the Act. The HUD Guidelines address the requirement that all doors be sufficiently wide to allow passage by a handicapped person by providing that \"[w]ithin individual dwelling units, doors intended for user passage through the unit which have a clear opening of at <span class=\"star-pagination\">*776</span> least 32 inches nominal width when the door is open 90 degrees, measure between the face of the door and the stop, would meet this requirement.\" 56 Fed.Reg. at 9506. Defendants concede that the door widths are as noted in Philip Zook's expert report, but contend that a person in a wheelchair can get through each of the doors. The Court does not find that the mere fact that Defendants assert that the doors are sufficient to allow a person in a wheelchair to maneuver creates a material fact that the width of the doors are sufficiently wide to comply with the Act. The undisputed measurements from Plaintiff's expert shows that the bathroom doors, walk-in closet doors, and storage unit doors provide openings of 22 inches or less, the bedroom doors provide openings of 28 inches of clear width or less, and the utility closet doors provide an opening of 30 inches or less. Accordingly, the Court grants Plaintiff's motion for summary judgement as to liability for the violation of § 3604(f)(3)(C)(ii). <i>See Baltimore Neighborhoods, Inc. v. Sterling Homes Corp.,</i> No. B-96-915, 1999 WL 1068458 (D.Md. March 25, 1999).</p>\n<p>Plaintiff next contends that Defendants violated § 3604(f)(3)(C)(iii)(I) of the Act because there is not an accessible route through the super two-bedroom units. The HUD Guidelines list numerous factors to determine whether a unit has an accessible route including: 1) a minimum clear width of thirty-six inches; 2) changes in level between 1/4 and 1/2 of an inch should be beveled with a slope; 3) changes in level over 1/2 of an inch should have a ramp or another means of access; 4) exterior door thresholds, including sliding glass door tracks, are no more than 3/4 of an inch; 5) the primary door to the exterior should not have more than 1/2 of an inch difference between the interior floor level and exterior surface. 56 Fed.Reg. at 9507. The evidence presented by Plaintiff's expert shows: 1) the inside threshold of the main entrance is 1 and 1/8 inch and thus, exceeds the permissible height of 3/4 of an inch; 2) the inside threshold of the sliding patio door is not beveled and has a 3/4 of an inch step-down; and, 3) there is a 4 inch step-up to the storage room on the breezeway.</p>\n<p>Defendants do not dispute the measurements, but simply argue that the raised thresholds do not make the routes inaccessible, and that the fact that the patio door is not beveled does not make it inaccessible. Again, the mere fact that Defendants claim that a person in a wheelchair could maneuver over the thresholds does not creates a material fact at issue that the thresholds comply with the requirements of the Act. The Court grants Plaintiff's motion as to liability for the violation of § 3604(f)(3)(C)(iii)(I).</p>\n<p>Next, Plaintiff asserts that in the super two-bedroom units at Hyde Park the placement of the electrical outlets and thermostats violates 42 U.S.C. § 3604(f)(3)(C)(iii)(II) which requires that \"light switches, electrical outlets, thermostats, and other environmental controls\" must be located \"in accessible locations.\" <i>See also</i> 24 C.F.R. § 100.205(c)(3)(ii). The HUD Guidelines provide that switches, outlets, and thermostats should be located \"no higher than 48 inches, and no lower than 15 inches, above the floor.\" 56 Fed.Reg. at 9507. Plaintiff's expert has presented measurements and photographs that show that the lower receptacle of some of the outlets is 12 1/2 inches above the finished floor and the upper receptacle is 14 inches above the finished floor. Plaintiff's expert has also presented evidence that the thermostats in these units are located 62 1/2 inches above the floor.</p>\n<p>Defendants concede that some of the receptacles are below 15 inches, but argue that other electrical outlets are located so that the upper receptacle is above 15 <span class=\"star-pagination\">*777</span> inches. Defendants also assert that the outlets and thermostats are accessible to a person in a wheelchair in their current locations. However, as Defendants concede that many of the electrical outlets and thermostats are not in compliant locations, the Court grants Plaintiff's motion as to liability for violations of § 3604(f)(3)(C)(iii)(II).</p>\n<p>Plaintiff next contends that the bathroom walls in the super two-bedroom units are not reinforced to allow for later installation of grab bars in violation of § 3604(f)(3)(C)(3)(iii)(III) which requires \"reinforcements in bathroom walls to allow for later installation of grab bars.\" In support, Plaintiff offers evidence that the architectural drawings for Hyde Park apartments did not provide for such reinforcements. In response, Defendants argue that Mr. Zook did not have enough information to offer an opinion as to whether or not the wall was reinforced. Defendants also offer Dansey's statement from his affidavit that the walls and floors in the bathrooms were built to handle the installation of grab bars. However, Defendants do not provide any substantive evidence that the walls were built to handle the installation of grab bars, just the unsupported assertion. In light of the evidence from Hite, the architect, that the drawings did not provide for reinforcements, Defendants mere assertion fails to raise a material fact at issue that the walls are reinforced as required by the Act. Accordingly, Plaintiff's motion for summary judgment as to liability for violations of § 3604(f)(3)(C)(iii)(III) is granted.</p>\n<p>Lastly, Plaintiff contends that Defendants have violated § 3604(f)(3)(C)(iii)(IV) of the Act by failing to provide usable kitchens and bathrooms in the super two-bedroom units. The HUD Guidelines address this requirement of the Act by providing specific minimum dimensions that allow sufficient clear space and approach space to make the kitchens and bathrooms usable. <i>See</i> 56 Fed. reg. at 9511-9515. The Guidelines provide that usable kitchens require \"a clear floor space at least 30 inches by 48 inches that allows a parallel approach by a person in a wheelchair ... at the range or cooktop and sink\". <i>Id.</i> at 9511. The Guidelines further provide that a least one bathroom in a unit must provide sufficient maneuvering space so a person in a wheelchair can \"enter and close the door, use the fixtures, reopen the door and exit.\" <i>Id.</i></p>\n<p>The evidence presented by Plaintiff shows that in the super two-bedroom units, there is less than 30 inches by 48 inches of clear floor space parallel to and centered on the kitchen sink; in the master bathroom the toilet is located in a 34 inch wide room behind a 24 inch wide door; and in the second bathroom there is not 30 inches by 48 inches of clear floor space parallel and centered on the lavatory, and the lavatory is positioned with the centerline of the sink 15 inches from the adjacent sidewall.</p>\n<p>In response, Defendants argue that the master bathroom has sufficient space, but do not provide any measurements. With respect to the kitchen they argue that the space measures 43 inches by 84 inches and in support rely on Dansey's affidavit. They also argue that a parallel approach is possible in the current setup. However, Defendants mere assertion that the area is sufficient fails to show a material fact at issue that the kitchens and bathrooms comply with the Act. <i>See </i><i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505. Plaintiff's motion for summary judgment as to Defendants liability for violations of § 3604(f)(3)(C)(iii)(IV) is granted.</p>\n<p></p>\n<h2><i>Hite's Motion for Summary Judgment</i></h2>\n<p>The Court now considers Defendant Hite's Motion for Summary Judgment. Hite asks the Court to grant summary <span class=\"star-pagination\">*778</span> judgment in its favor and dismiss the Cross-Claim filed against it by Defendants Quality Built and Dansey.<sup>[5]</sup> In the Cross-Claim, Defendants argue that they relied upon the professional opinion of their architect, Hite/MSM. P.C., that the building plans met with all applicable codes and building guidelines. Therefore, they seek indemnification from Hite. Alternatively, they assert that they are entitled to a <i>pro rata</i> contribution from Hite as allowed by law. They also allege that Hite is liable for breach of contract and breach of the standard of care.</p>\n<p>In its Motion for Summary Judgment, Hite contends that there is not an express or implied right to contribution and indemnity in the FHAA. Moreover, they assert that there is no federal common law right to contribution. Finally, Hite argues that Defendants claims for breach of contract and breach of the standard of care are <i>de facto</i> claims for indemnification and therefore, fail as a matter of law.</p>\n<p>The FHAA does not provide an express right to contribution or indemnity. Therefore, the question before the Court is whether a cause of action for contribution or indemnity is implied by the statute. The Court has not found any cases directly on point. However, in <i>Northwest Airlines, Inc. v. Transport Workers,</i> 451 U.S. 77, 101 S.Ct. 1571, 67 L.Ed.2d 750 (1981), the Supreme Court addressed whether an employer held liable under the Equal Pay Act of 1963 and Title VII could seek contribution from the employee's union which was partially responsible for the violations. Recognizing that neither statute provided for an express right to contribution, the Court examined whether the right was either implied under the statutes or whether there was a federal common law right to contribution. The Court concluded that no right existed either under the statute or at common law. <i>Id.</i> at 95, 98, 101 S.Ct. 1571.</p>\n<p>In determining whether the statutes in <i>Northwest</i> provided an implied cause of action for contribution, the Court first considered the language of the statutes. The Court found that \"it cannot possibly be said that employers are members of the class for whose especial benefit either the Equal Pay Act or Title VII was enacted. To the contrary, both statutes are expressly directed against employers; Congress intended in these statutes to regulate their conduct for the benefit of employees.\" <i>Id.</i> at 91, 101 S.Ct. 1571. Similarly, a consideration of the language of the FHAA shows that Defendants Dansey and Quality Built are clearly not among the class which the statute is intended to protect, but rather are the parties whose conduct the statute was intended to regulate.</p>\n<p>The Court in <i>Northwest</i> next considered the structure of the statutes and found that \"[t]he comprehensive character of the remedial scheme expressly fashioned by Congress strongly evidences an intent not to authorize additional remedies.\" Similarly, a review of the FHAA reveals that like the statutes at issue in <i>Northwest,</i> the FHAA is a comprehensive statute designed to eliminate discrimination. <i>Id.</i> at 93, 101 S.Ct. 1571. Nothing in the structure of the FHAA supports a finding that a right to contribution is implied.</p>\n<p>Lastly, the Court considered the legislative history of the statutes to see whether there was anything in the history that would support a right to contribution. The Court stated that \"unless this congressional intent can be inferred from the language of the statute, the statutory structure, or some other source, the essential predicate for implication of a private <span class=\"star-pagination\">*779</span> remedy simply does not exist.\" <i>Id.</i> at 94, 101 S.Ct. 1571. There is nothing in the legislative history of the FHAA which states or implies a right to contribution on behalf of Defendants. Consequently, the Court finds that there is nothing to suggest that Congress intended to create a right to contribution or indemnity for one party liable under the Act from another party potentially liable under the Act. Furthermore, as the Supreme Court held in <i>Northwest,</i> federal common law cannot provide a basis for contribution or indemnity in this context. <i>See </i><i>Northwest,</i> 451 U.S. at 95-97, 101 S.Ct. 1571. Accordingly, Hite's motion for summary judgment is granted with respect to Defendants Cross-Claim for indemnity or contribution.</p>\n<p>Finally, Hite argues that Defendants claims for breach of contract and breach of the standard of care under state law are in fact <i>de facto</i> claims for indemnification and fail as a matter of law. To the extent that Defendants seek indemnification on the basis of these state actions, the claims are not allowed. As the Court reasoned in <i>Baker, Watts &amp; Co. v. Miles &amp; Stockbridge,</i> to allow a wrongdoer to shift the entire liability to another party \"would run counter to the basic policy\" of the statute designed to regulate or restrict specific behavior. 876 F.2d 1101, 1108 (4th Cir.1989). To allow Defendants to seek indemnity from Hite would run counter to the purpose of the FHAA and undermine the regulatory goal by allowing the builder to escape any liability for violating the Act. <i>See </i><i>Baltimore Neighborhoods, Inc. v. Rommel Builders, Inc.,</i> 3 F.Supp.2d 661, 665 (D.Md.1998) (All participants involved in design and construction are bound to follow the FHAA because to hold otherwise would defeat the purpose of the FHAA and allow wrongful participants in the process to remain unaccountable). However, Defendants hired Hite for its architectural expertise to perform design services for the interiors of the units. It appears that Hite had an independent obligation to perform competently and fulfill the terms of its contract. <i>See Baker, Watts &amp; Co.,</i> 876 F.2d at 1108. Therefore, the Court denies summary judgment with respect to these distinct state law claims which may allow for some form of contribution from Hite.</p>\n<p>As the Court has granted summary judgment with respect to all of Defendants federal claims against Hite, it is within the Court's discretion to decline jurisdiction over the remaining state law claims. <i>See</i> 28 U.S.C. § 1367(c); <i>see also </i><i>United Mine Workers v. Gibbs,</i> 383 U.S. 715, 726, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966)(\"Certainly, if the federal claims are dismissed before trial ... the state claims should be dismissed as well.\"). After reviewing the matter, the Court finds it appropriate to dismiss without prejudice Defendants state law claims against Hite.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons stated above, Plaintiff's Motion <i>In Limine</i> to Exclude Testimony of Ron Curll and Supplemental Motion for Summary Judgment are GRANTED. The Court finds Defendants Quality Built and Dansey liable for violations of: § 3604(f)(3)(C)(iii)(I), for not providing an accessible route into and through the units; § 3604(f)(3)(C)(I), for inaccessible public and common use areas; § 3604(f)(3)(C)(ii), for doors that are not sufficiently wide; § 3604(f)(3)(C)(iii)(I), because there is not an accessible route through the units; § 3604(f)(3)(C)(iii)(II), for inaccessible outlets and thermostats; § 3604(f)(3)(C)(iii)(III), for the lack of reinforcements in the bathroom walls; and, § 3604(f)(3)(C)(iii)(IV), for kitchens and bathrooms that are not usable. Finally, Hite's Motion for Summary Judgment is GRANTED in part and DENIED in part. Defendants Cross-Claims for breach of <span class=\"star-pagination\">*780</span> contract and breach of the standard of care are DISMISSED WITHOUT PREJUDICE, and all remaining Cross-Claims are DISMISSED WITH PREJUDICE.</p>\n<h2>NOTES</h2>\n<p>[1]  Moreover, the Court believes that his testimony would have little bearing on the ultimate issue in this case. Whether one disabled person may be able to maneuver through the complex and units does not indicate compliance with the Act. This is particularly true with respect to Mr. Curll. As Plaintiff notes, Mr. Curll is a wheelchair athlete and a former paralympian which seriously undermines the position that his ability to maneuver through the units is representative of the accessibility to disabled persons in general.</p>\n<p>[2]  The ground-floor units in buildings 2010/2040, 2050/2080, 2100/2130, 2135/2165, 2167/2197, 2201/2203, 2205/2207, 2209/2211, and 2213/2215 of Hyde Park.</p>\n<p>[3]  The only new evidence presented by Defendants with respect to these units is the inadmissible evidence from Mr. Curll which, as noted above, the Court does not believe would change the determination in any event.</p>\n<p>[4]  As noted in the Court's January 7, 2003, Order, the HUD Guidelines were issued by the Department of Housing and Urban Development (\"HUD\") pursuant to sec. 804(f)(5)(C) of the Act which directs HUD to provide technical assistance in implementing the requirements of the Act. 56 Fed.Reg. at 9499.</p>\n<p>[5]  As noted above, the United States and Hite entered into a Consent Order which resolved Plaintiff's allegations against Hite.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">767</span></span> (2003)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nQUALITY BUILT CONSTRUCTION, INC. f/k/a Dawn Construction, Inc.; William E. Dansey, Jr.; and Hite/MSM, P.C. Defendants.</h1></center>\n<center>No. 4:00-CV-194-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>November 10, 2003.</center>\n<p><span class=\"star-pagination\">*768</span> <span class=\"star-pagination\">*769</span> <span class=\"star-pagination\">*770</span> R.A. Renfer, Jr., Asst. U.S. Attorney, Office of U.S. Attorney, Raleigh, Scott Moore, U.S. Department of Justice, Civil Rights Division, Washington, DC, for United States of America, plaintiff.</p>\n<p>Christopher A. Page, Young, Moore &amp; Henderson, John M. Nunnally, Ragsdale Liggett, Raleigh, for William E. Dansey, Hite/MSM, P.C., Quality Built Construction, Inc. fka Dawn Construction, Inc., defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on Plaintiff's Motion <i>In Limine</i> to Exclude <span class=\"star-pagination\">*771</span> Testimony of Ronald Curll, Plaintiff's Supplemental Motion for Summary Judgment on liability, and Defendant Hite's Motion for Partial Summary Judgment to dismiss the Cross-Claim. The matters are ripe for ruling.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Plaintiff, the United States of America, filed the underlying complaint against Defendants Quality Built Construction, Inc. f/k/a Dawn Construction, Inc., (\"Quality Built\"), William E. Dansey, Jr., (\"Dansey\"), and Hite/MSM, P.C., (\"Hite\") alleging violations of the Fair Housing Act, Title VIII of the Civil Rights Act of 1968, as amended by the Fair Housing Amendments Act of 1988, 42 U.S.C. § § 3601-3619 (\"the Fair Housing Act\" or \"the Act\"). Plaintiff contends that Defendants failed to design and construct the Breezewood Condominiums and Hyde Park Apartments in Greenville, North Carolina, in compliance with the Act because the properties are not accessible to handicapped persons. The properties at issue were built by Quality Built, and Dansey is the primary stockholder and president of that corporation. Hite provided architectural design services for the interiors of the units at both properties.</p>\n<p>In an Order filed on January 7, 2003, the Court granted Plaintiff's Motion for Partial Summary Judgment on the issue of Defendants' liability with respect to the ground-floor units in Breezewood phases I and II and the 24 ground-floor units at Hyde Park specified in paragraph thirteen of Plaintiff's first amended complaint. The United States and Defendant Hite subsequently entered into a Consent Order resolving the action against Hite. Plaintiff has now filed a Supplemental Motion for Summary Judgment as to Defendants Quality Built and Dansey's liability for the remaining ground-floor units at the Hyde Park Apartments.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2><i>Plaintiff's Motion In Limine to Exclude Consideration of the Testimony of Ronald Curll</i></h2>\n<p>The Court turns first to Plaintiff's Motion <i>In Limine</i> which seeks to exclude consideration of the testimony of Ronald Curll. On April 9, 2003, Defendants Quality Built and Dansey served Plaintiff with its \"First Supplemental Response to Plaintiff's First Set of Interrogatories.\" In the supplemental response, Defendants responded to the interrogatory: \"[i]dentify any persons who have knowledge of facts relevant to the issues, claims, defenses, and/or affirmative defenses in this lawsuit, and describe the knowledge possessed by each such person.\" Defendants listed Ronald Curll, who had visited Hyde Park at Defendants' request, and explained \"Mr. Curll is a wheelchair-bound individual, and recently visited Hyde-Park in a wheelchair. He has knowledge of accessibility issues related to the property.\" Defendants rely heavily upon Mr. Curll's affidavit and a video showing him moving through-out the Hyde Park apartment complex and units in opposing Plaintiff's Supplemental Motion for Summary Judgment.</p>\n<p>On June 30, 2003, Plaintiff filed its Motion <i>In Limine</i> seeking to exclude consideration of evidence from Mr. Curll. Plaintiff argues that Mr. Curll's testimony and the related video should not be considered on summary judgment and should not be admitted at a trial in the case. Plaintiff first argues that Mr. Curll's testimony should be excluded because Defendants did not introduce him as a witness in a timely manner. Plaintiff contends that there is no reason Defendants could not have obtained Mr. Curll's testimony while discovery was on-going, but instead Defendants have attempted to introduce him as a witness a year after the close of discovery in violation of the Scheduling Order. <span class=\"star-pagination\">*772</span> Plaintiff also notes that Mr. Curll was not introduced as a potential witness until after the Court's January 7, 2003, Order granting partial summary judgment as to liability for violations at Breezewood and Hyde Park.</p>\n<p>The Court agrees with Plaintiff that the testimony and evidence from Mr. Curll should be excluded. Defendants did not properly name Mr. Curll as a witness during the discovery period in this matter. They first attempted to name him as a witness after the Court had already granted partial summary judgment against them, and a year after the close of discovery as provided in the Scheduling Order. Moreover, at that time they failed to seek leave of court. Defendants attempt to justify their delay by asserting that they were surprised when they first learned during Philip Zook's second deposition that he had not consulted with a disabled person in offering his expert opinion that the property violates the Act. This attempt to assert good cause for the delay is not supported by the record. Philip Zook indicated during his first deposition in February 2002, that he arrived at his opinion without interviewing people and by relying on the HUD Guidelines, a tape measure and a level. Zook Depo. of 2/26/02, at 118.</p>\n<p>Defendants fail to show good cause for untimely assertion of Mr. Curll as a witness. Accordingly, Plaintiff's Motion <i>In Limine</i> to exclude his testimony and video evidence is granted. The Court will not consider such evidence in considering the Supplemental Motion for Summary Judgment.<sup>[1]</sup></p>\n<p></p>\n<h2><i>Plaintiff's Supplemental Motion for Summary Judgment</i></h2>\n<p>The Supplemental Motion for Summary Judgment seeks summary judgment with respect to the remaining 72 ground-floor units at Hyde Park and the public and common use areas of those units.<sup>[2]</sup> Summary judgment is appropriate when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>See </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The non-moving party must then come forward and show that a triable issue of fact exists. <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Conclusory allegations are not sufficient to defeat a motion for summary judgment. <i>Id.</i> at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. In considering a motion for summary judgment, the facts and all reasonable inferences must be viewed in the light most favorable to the non-moving party. <i>Id.</i> at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>Under the Fair Housing Act, it is unlawful:</p>\n<blockquote>(f)(1) To discriminate in the sale or rental, or to otherwise make unavailable or deny, a dwelling to any buyer or renter because of a handicap of </blockquote>\n<blockquote>(A) that buyer or renter ....</blockquote>\n<blockquote>(2) To discriminate against any person in the terms, conditions, or privileges <span class=\"star-pagination\">*773</span> of sale or rental of a dwelling, or in the provision of services or facilities in connection with such dwelling, because of a handicap of </blockquote>\n<blockquote>(A) that person ...</blockquote>\n<p>42 U.S.C. § 3604(f). The Act defines discrimination to include:</p>\n<blockquote>(C) [I]n connection with the design and construction of covered multifamily dwellings ... a failure to design and construct those dwellings in such a manner that </blockquote>\n<blockquote>(I) the public use and common use portions of such dwelling are readily accessible to and usable by handicapped persons;</blockquote>\n<blockquote>(ii) all the doors designed to allow passage into and within all premises within such dwellings are sufficiently wide to allow passage by handicapped persons in wheelchairs; and</blockquote>\n<blockquote>(iii) all premises within such dwellings contain the following features of adaptive design:</blockquote>\n<blockquote>(I) an accessible route into and through the dwelling;</blockquote>\n<blockquote>(II) light switches, electrical outlets, thermostats, and other environmental controls in accessible locations;</blockquote>\n<blockquote>(III) reinforcements in bathroom walls to allow later installation of grab bars; and</blockquote>\n<blockquote>(IV) usable kitchens and bathrooms such that an individual in a wheelchair can maneuver about the space.</blockquote>\n<p>42 U.S.C. § 3604(f)(3)(C).</p>\n<p></p>\n<h2><i>One-Bedroom Den and Two-Bedroom Units</i></h2>\n<p>Hyde Park has three types of units: 1) one-bedroom with a den; 2) two-bedroom; and, 3) super two-bedroom. In the January 7, 2003, Order, the Court held that the one-bedroom with a den unit and two-bedroom units in Hyde Park buildings 1988-1998 do not comply with 42 U.S.C. § 3604(f)(3)(C). The one-bedroom with a den and two-bedroom units in the remaining buildings are designed and built identically to those addressed in the January 7th Order. Therefore, Plaintiff argues that the issue has already been decided with respect to the interior of these types of units and summary judgment is appropriate. The Court found in its previous order that the one-bedroom and two-bedroom units violate the Act and deviate substantially from the HUD guidelines that were issued to provide assistance to people implementing the act. Defendants have not presented evidence to show a material fact at issue and these units are identical to the ones treated in the previous order.<sup>[3]</sup> Therefore, the Court finds that Plaintiff's Supplemental Motion for Summary Judgment is granted with respect to the one-bedroom and two-bedroom units.</p>\n<p></p>\n<h2><i>Common and Public Areas</i></h2>\n<p>Plaintiff asserts several violations of the FHAA in the public and common areas of the Hyde Park units. Plaintiff first argues that Defendants violated § 3604(f)(3)(C)(iii)(I) of the Act because there is not an accessible route to and into the buildings of Hyde Park. Plaintiff asserts that the buildings are inaccessible because, with the exception of building 2135/2165, each has a step measuring from 3 1/2 to 4 inches at the unit entrance, and a step measuring from 3 1/2 to 4 inches at the breezeways leading to the units.</p>\n<p>The Fair Housing Accessibility Guidelines (\"HUD\" Guidelines) provide specific characteristics and features necessary for <span class=\"star-pagination\">*774</span> public and common areas to be usable. <i>See</i> Fair Housing Accessibility Guidelines, 59 Fed.Reg. 9472, 9504-05 (March 6, 1991).<sup>[4]</sup> Plaintiff has presented measurements that show violations of these specifications. In response, Defendants state that they do not dispute the measurements, but contend that buildings are accessible in their current condition. The Court finds that Defendants mere assertion does not create a material fact that the step-up into the units is \"readily accessible to and usable by handicapped persons.\" Accordingly, the Court grants Plaintiff's motion for liability for violations of § 3604(f)(3)(C)(i).</p>\n<p>Plaintiff next asserts that with the exception of buildings 2135/2165 and 2203/2205, the public and common use areas of the buildings are not accessible because there are no accessible curb ramps to the walkways of the buildings. Furthermore, the pool area is not served by a parking space designated as handicapped parking, there is no curb ramp for the walkway leading to the pool, and the walkway lacks handrails that are required because of the steepness of its slope. Plaintiff also states that the pool is inaccessible because there is not a level landing at the front gate to enable people using wheelchairs to open the gate.</p>\n<p>Plaintiff also asserts that the public and common areas also violate 42 U.S.C. § 3604(f)(3)(C)(i) because they have the following inaccessible features:</p>\n<p><i>For Buildings 2010/2040, 2050/2080, 2100/2130:</i> 1) the sidewalks do not provide a 36 inch wide accessible route because vehicles are not restricted from pulling up to the curb and impeding a portion of the route, reducing it to 24 to 30 inches; 2) the mailboxes are located on top of a pedestal on top of a 6 inch raised curb; 3) the two parking spaces for persons with disabilities do not provide a 60 inch wide access/transfer aisle adjacent to the parking space; and, 4) the primary entrance door to the units have door knobs that require grasping and twisting.</p>\n<p><i>For Buildings 2135/2165, 2167/2197, 2201/2203, 2205/2207, 2209/2211, and 2213/2215:</i> 1) the mailboxes are located on top of a pedestal on a 6 inch curb; 2) the primary entrance door to the units have door knobs that require grasping and twisting; and, 3) the sidewalks do not provide a 36 inch wide accessible route because vehicles are not restricted from pulling up to the curb and impeding a portion of the route reducing it to 24 to 30 inches.</p>\n<p><i>For Building 2135/2165:</i> The curb ramp does not have a flared edge or raised curb on the open edge, and it does not have an access aisle for the curb ramp so that vehicles are not restricted from parking in front of the ramp and blocking it.</p>\n<p><i>For Buildings 2213/2214:</i> The curb ramp does not have a flared edge and the running slope of the curb ramp is at an incline of 11.5% which exceeds the 5% maximum.</p>\n<p><i>For Building 2205/2207:</i> 1) There is no access aisle serving the inset curb ramp so vehicles are not restricted from parking in front and blocking it; and, 2) there is no access aisle serving the built up curb ramp so vehicles are not restricted from parking in front and blocking it.</p>\n<p>Plaintiff supports all of these allegations with expert testimony, measurements, and photographs. In response with respect to the parking spaces, Defendants argue that there are a sufficient number of parking <span class=\"star-pagination\">*775</span> spaces designated as handicapped and assert that Plaintiff's expert, Philip Zook, conceded in his deposition that there is an adequate number of spaces designated as handicapped accessible parking. However, as noted by Plaintiff, although the spots are designated as handicapped accessible, Mr. Zook's testimony shows that the spaces fail to provide adequate access space and curb ramps to comply with the Guidelines for handicapped spaces.</p>\n<p>With respect to the mailboxes, Defendants concede that they are located on 6 inch curbs, but assert that no one has complained. Defendants also state that they are willing to move the mailboxes. As Defendants concede that the mailboxes are located on a curb requiring a 6 inch step-up, the Court finds that there is no material fact at issue that the placement of the mailboxes does not comply with the Act.</p>\n<p>With respect to the curb sidewalks, Defendants dispute Plaintiff's measurements. Defendants assert that the Guidelines state that sidewalks need to be a minimum of 36 inches wide. They argue that the sidewalks in front of the property are sufficiently wide. In support Defendants rely on Defendant Dansey's affidavit in which he states that \"[t]he sidewalks in front of each of the buildings are 48 inches wide, which is 12 inches wider than required by HUD's guidelines.\" Dansey Aff. at 6c. The Court finds that Defendant Dansey's conclusory statement that the sidewalk is 48 inches wide does not create a material fact that the sidewalks are accessible. In fact, Plaintiff's expert agrees that the sidewalk is 48 inches wide when unobstructed, but he has presented measurements and a photograph that shows that the sidewalk is reduced to less than 36 inches when cars are parked in the adjoining parking spaces. Therefore, the Court finds that Defendants are in violation of the Act as to the curb sidewalks.</p>\n<p>With respect to the accessibility of the curb ramps, Defendants assert that the property has five curb ramps serving Buildings 2213/2215, 2135/2165, 2205/2207, and 2203. Defendants assert that the ramps have adequate space to allow a person in a wheelchair to access the curb ramp when a vehicle is parked in an adjacent space. In support, Defendants assert that the ramps can be accessed with a vehicle in the adjacent space and also argue that the slope on the curb ramps is \"easily handled\" by a person in a wheelchair. Finally, Defendants contend that the curb ramp for Building 2203 and the built-up curb ramp at Building 2205 is in its own access aisle. The Fair Housing Accessibility Guidelines (\"HUD Guidelines\") provide specific characteristics and features necessary for parking spaces to be usable. Plaintiff's have presented measurements and photographs from their expert showing violations of these specifications. The mere fact that Defendants assert that a handicapped person can maneuver and use the ramps despite the inadequacies does not present a material fact that the buildings comply with the Act. Accordingly, the Court grants Plaintiff's motion as to liability for violations of § 3604(f)(3)(C)(i).</p>\n<p></p>\n<h2><i>Super Two-Bedroom Units</i></h2>\n<p>The Court now turns to the interior of the super two-bedroom units. Plaintiff first contends that Defendants Quality Built and Dansey have violated the Act because the doors for passage into the units and within the units are not sufficiently wide to comply with 42 U.S.C. § 3604(f)(3)(C)(ii) of the Act. The HUD Guidelines address the requirement that all doors be sufficiently wide to allow passage by a handicapped person by providing that \"[w]ithin individual dwelling units, doors intended for user passage through the unit which have a clear opening of at <span class=\"star-pagination\">*776</span> least 32 inches nominal width when the door is open 90 degrees, measure between the face of the door and the stop, would meet this requirement.\" 56 Fed.Reg. at 9506. Defendants concede that the door widths are as noted in Philip Zook's expert report, but contend that a person in a wheelchair can get through each of the doors. The Court does not find that the mere fact that Defendants assert that the doors are sufficient to allow a person in a wheelchair to maneuver creates a material fact that the width of the doors are sufficiently wide to comply with the Act. The undisputed measurements from Plaintiff's expert shows that the bathroom doors, walk-in closet doors, and storage unit doors provide openings of 22 inches or less, the bedroom doors provide openings of 28 inches of clear width or less, and the utility closet doors provide an opening of 30 inches or less. Accordingly, the Court grants Plaintiff's motion for summary judgement as to liability for the violation of § 3604(f)(3)(C)(ii). <i>See Baltimore Neighborhoods, Inc. v. Sterling Homes Corp.,</i> No. B-96-915, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">1068458</span></span> (D.Md. March 25, 1999).</p>\n<p>Plaintiff next contends that Defendants violated § 3604(f)(3)(C)(iii)(I) of the Act because there is not an accessible route through the super two-bedroom units. The HUD Guidelines list numerous factors to determine whether a unit has an accessible route including: 1) a minimum clear width of thirty-six inches; 2) changes in level between 1/4 and 1/2 of an inch should be beveled with a slope; 3) changes in level over 1/2 of an inch should have a ramp or another means of access; 4) exterior door thresholds, including sliding glass door tracks, are no more than 3/4 of an inch; 5) the primary door to the exterior should not have more than 1/2 of an inch difference between the interior floor level and exterior surface. 56 Fed.Reg. at 9507. The evidence presented by Plaintiff's expert shows: 1) the inside threshold of the main entrance is 1 and 1/8 inch and thus, exceeds the permissible height of 3/4 of an inch; 2) the inside threshold of the sliding patio door is not beveled and has a 3/4 of an inch step-down; and, 3) there is a 4 inch step-up to the storage room on the breezeway.</p>\n<p>Defendants do not dispute the measurements, but simply argue that the raised thresholds do not make the routes inaccessible, and that the fact that the patio door is not beveled does not make it inaccessible. Again, the mere fact that Defendants claim that a person in a wheelchair could maneuver over the thresholds does not creates a material fact at issue that the thresholds comply with the requirements of the Act. The Court grants Plaintiff's motion as to liability for the violation of § 3604(f)(3)(C)(iii)(I).</p>\n<p>Next, Plaintiff asserts that in the super two-bedroom units at Hyde Park the placement of the electrical outlets and thermostats violates 42 U.S.C. § 3604(f)(3)(C)(iii)(II) which requires that \"light switches, electrical outlets, thermostats, and other environmental controls\" must be located \"in accessible locations.\" <i>See also</i> 24 C.F.R. § 100.205(c)(3)(ii). The HUD Guidelines provide that switches, outlets, and thermostats should be located \"no higher than 48 inches, and no lower than 15 inches, above the floor.\" 56 Fed.Reg. at 9507. Plaintiff's expert has presented measurements and photographs that show that the lower receptacle of some of the outlets is 12 1/2 inches above the finished floor and the upper receptacle is 14 inches above the finished floor. Plaintiff's expert has also presented evidence that the thermostats in these units are located 62 1/2 inches above the floor.</p>\n<p>Defendants concede that some of the receptacles are below 15 inches, but argue that other electrical outlets are located so that the upper receptacle is above 15 <span class=\"star-pagination\">*777</span> inches. Defendants also assert that the outlets and thermostats are accessible to a person in a wheelchair in their current locations. However, as Defendants concede that many of the electrical outlets and thermostats are not in compliant locations, the Court grants Plaintiff's motion as to liability for violations of § 3604(f)(3)(C)(iii)(II).</p>\n<p>Plaintiff next contends that the bathroom walls in the super two-bedroom units are not reinforced to allow for later installation of grab bars in violation of § 3604(f)(3)(C)(3)(iii)(III) which requires \"reinforcements in bathroom walls to allow for later installation of grab bars.\" In support, Plaintiff offers evidence that the architectural drawings for Hyde Park apartments did not provide for such reinforcements. In response, Defendants argue that Mr. Zook did not have enough information to offer an opinion as to whether or not the wall was reinforced. Defendants also offer Dansey's statement from his affidavit that the walls and floors in the bathrooms were built to handle the installation of grab bars. However, Defendants do not provide any substantive evidence that the walls were built to handle the installation of grab bars, just the unsupported assertion. In light of the evidence from Hite, the architect, that the drawings did not provide for reinforcements, Defendants mere assertion fails to raise a material fact at issue that the walls are reinforced as required by the Act. Accordingly, Plaintiff's motion for summary judgment as to liability for violations of § 3604(f)(3)(C)(iii)(III) is granted.</p>\n<p>Lastly, Plaintiff contends that Defendants have violated § 3604(f)(3)(C)(iii)(IV) of the Act by failing to provide usable kitchens and bathrooms in the super two-bedroom units. The HUD Guidelines address this requirement of the Act by providing specific minimum dimensions that allow sufficient clear space and approach space to make the kitchens and bathrooms usable. <i>See</i> 56 Fed. reg. at 9511-9515. The Guidelines provide that usable kitchens require \"a clear floor space at least 30 inches by 48 inches that allows a parallel approach by a person in a wheelchair ... at the range or cooktop and sink\". <i>Id.</i> at 9511. The Guidelines further provide that a least one bathroom in a unit must provide sufficient maneuvering space so a person in a wheelchair can \"enter and close the door, use the fixtures, reopen the door and exit.\" <i>Id.</i></p>\n<p>The evidence presented by Plaintiff shows that in the super two-bedroom units, there is less than 30 inches by 48 inches of clear floor space parallel to and centered on the kitchen sink; in the master bathroom the toilet is located in a 34 inch wide room behind a 24 inch wide door; and in the second bathroom there is not 30 inches by 48 inches of clear floor space parallel and centered on the lavatory, and the lavatory is positioned with the centerline of the sink 15 inches from the adjacent sidewall.</p>\n<p>In response, Defendants argue that the master bathroom has sufficient space, but do not provide any measurements. With respect to the kitchen they argue that the space measures 43 inches by 84 inches and in support rely on Dansey's affidavit. They also argue that a parallel approach is possible in the current setup. However, Defendants mere assertion that the area is sufficient fails to show a material fact at issue that the kitchens and bathrooms comply with the Act. <i>See </i><i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Plaintiff's motion for summary judgment as to Defendants liability for violations of § 3604(f)(3)(C)(iii)(IV) is granted.</p>\n<p></p>\n<h2><i>Hite's Motion for Summary Judgment</i></h2>\n<p>The Court now considers Defendant Hite's Motion for Summary Judgment. Hite asks the Court to grant summary <span class=\"star-pagination\">*778</span> judgment in its favor and dismiss the Cross-Claim filed against it by Defendants Quality Built and Dansey.<sup>[5]</sup> In the Cross-Claim, Defendants argue that they relied upon the professional opinion of their architect, Hite/MSM. P.C., that the building plans met with all applicable codes and building guidelines. Therefore, they seek indemnification from Hite. Alternatively, they assert that they are entitled to a <i>pro rata</i> contribution from Hite as allowed by law. They also allege that Hite is liable for breach of contract and breach of the standard of care.</p>\n<p>In its Motion for Summary Judgment, Hite contends that there is not an express or implied right to contribution and indemnity in the FHAA. Moreover, they assert that there is no federal common law right to contribution. Finally, Hite argues that Defendants claims for breach of contract and breach of the standard of care are <i>de facto</i> claims for indemnification and therefore, fail as a matter of law.</p>\n<p>The FHAA does not provide an express right to contribution or indemnity. Therefore, the question before the Court is whether a cause of action for contribution or indemnity is implied by the statute. The Court has not found any cases directly on point. However, in <i>Northwest Airlines, Inc. v. Transport Workers,</i> <span class=\"citation\" data-id=\"110460\"><a href=\"/opinion/110460/northwest-airlines-inc-v-transport-workers/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">77</span></a></span>, <span class=\"citation\" data-id=\"110460\"><a href=\"/opinion/110460/northwest-airlines-inc-v-transport-workers/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1571</span></a></span>, <span class=\"citation\" data-id=\"110460\"><a href=\"/opinion/110460/northwest-airlines-inc-v-transport-workers/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">750</span></a></span> (1981), the Supreme Court addressed whether an employer held liable under the Equal Pay Act of 1963 and Title VII could seek contribution from the employee's union which was partially responsible for the violations. Recognizing that neither statute provided for an express right to contribution, the Court examined whether the right was either implied under the statutes or whether there was a federal common law right to contribution. The Court concluded that no right existed either under the statute or at common law. <i>Id.</i> at 95, 98, <span class=\"citation\" data-id=\"110460\"><a href=\"/opinion/110460/northwest-airlines-inc-v-transport-workers/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1571</span></a></span>.</p>\n<p>In determining whether the statutes in <i>Northwest</i> provided an implied cause of action for contribution, the Court first considered the language of the statutes. The Court found that \"it cannot possibly be said that employers are members of the class for whose especial benefit either the Equal Pay Act or Title VII was enacted. To the contrary, both statutes are expressly directed against employers; Congress intended in these statutes to regulate their conduct for the benefit of employees.\" <i>Id.</i> at 91, <span class=\"citation\" data-id=\"110460\"><a href=\"/opinion/110460/northwest-airlines-inc-v-transport-workers/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1571</span></a></span>. Similarly, a consideration of the language of the FHAA shows that Defendants Dansey and Quality Built are clearly not among the class which the statute is intended to protect, but rather are the parties whose conduct the statute was intended to regulate.</p>\n<p>The Court in <i>Northwest</i> next considered the structure of the statutes and found that \"[t]he comprehensive character of the remedial scheme expressly fashioned by Congress strongly evidences an intent not to authorize additional remedies.\" Similarly, a review of the FHAA reveals that like the statutes at issue in <i>Northwest,</i> the FHAA is a comprehensive statute designed to eliminate discrimination. <i>Id.</i> at 93, <span class=\"citation\" data-id=\"110460\"><a href=\"/opinion/110460/northwest-airlines-inc-v-transport-workers/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1571</span></a></span>. Nothing in the structure of the FHAA supports a finding that a right to contribution is implied.</p>\n<p>Lastly, the Court considered the legislative history of the statutes to see whether there was anything in the history that would support a right to contribution. The Court stated that \"unless this congressional intent can be inferred from the language of the statute, the statutory structure, or some other source, the essential predicate for implication of a private <span class=\"star-pagination\">*779</span> remedy simply does not exist.\" <i>Id.</i> at 94, <span class=\"citation\" data-id=\"110460\"><a href=\"/opinion/110460/northwest-airlines-inc-v-transport-workers/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1571</span></a></span>. There is nothing in the legislative history of the FHAA which states or implies a right to contribution on behalf of Defendants. Consequently, the Court finds that there is nothing to suggest that Congress intended to create a right to contribution or indemnity for one party liable under the Act from another party potentially liable under the Act. Furthermore, as the Supreme Court held in <i>Northwest,</i> federal common law cannot provide a basis for contribution or indemnity in this context. <i>See </i><i>Northwest,</i> 451 U.S. at 95-97, <span class=\"citation\" data-id=\"110460\"><a href=\"/opinion/110460/northwest-airlines-inc-v-transport-workers/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1571</span></a></span>. Accordingly, Hite's motion for summary judgment is granted with respect to Defendants Cross-Claim for indemnity or contribution.</p>\n<p>Finally, Hite argues that Defendants claims for breach of contract and breach of the standard of care under state law are in fact <i>de facto</i> claims for indemnification and fail as a matter of law. To the extent that Defendants seek indemnification on the basis of these state actions, the claims are not allowed. As the Court reasoned in <i>Baker, Watts &amp; Co. v. Miles &amp; Stockbridge,</i> to allow a wrongdoer to shift the entire liability to another party \"would run counter to the basic policy\" of the statute designed to regulate or restrict specific behavior. <span class=\"citation\" data-id=\"524633\"><a href=\"/opinion/524633/baker-watts-company-v-miles-stockbridge-timothy-r-casgar-baker/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1101</span></a></span>, 1108 (4th Cir.1989). To allow Defendants to seek indemnity from Hite would run counter to the purpose of the FHAA and undermine the regulatory goal by allowing the builder to escape any liability for violating the Act. <i>See </i><i>Baltimore Neighborhoods, Inc. v. Rommel Builders, Inc.,</i> <span class=\"citation\" data-id=\"2568437\"><a href=\"/opinion/2568437/baltimore-neighborhoods-v-rommel-builders/\"><span class=\"volume\">3</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">661</span></a></span>, 665 (D.Md.1998) (All participants involved in design and construction are bound to follow the FHAA because to hold otherwise would defeat the purpose of the FHAA and allow wrongful participants in the process to remain unaccountable). However, Defendants hired Hite for its architectural expertise to perform design services for the interiors of the units. It appears that Hite had an independent obligation to perform competently and fulfill the terms of its contract. <i>See Baker, Watts &amp; Co.,</i> 876 F.2d at 1108. Therefore, the Court denies summary judgment with respect to these distinct state law claims which may allow for some form of contribution from Hite.</p>\n<p>As the Court has granted summary judgment with respect to all of Defendants federal claims against Hite, it is within the Court's discretion to decline jurisdiction over the remaining state law claims. <i>See</i> 28 U.S.C. § 1367(c); <i>see also </i><i>United Mine Workers v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 726, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966)(\"Certainly, if the federal claims are dismissed before trial ... the state claims should be dismissed as well.\"). After reviewing the matter, the Court finds it appropriate to dismiss without prejudice Defendants state law claims against Hite.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons stated above, Plaintiff's Motion <i>In Limine</i> to Exclude Testimony of Ron Curll and Supplemental Motion for Summary Judgment are GRANTED. The Court finds Defendants Quality Built and Dansey liable for violations of: § 3604(f)(3)(C)(iii)(I), for not providing an accessible route into and through the units; § 3604(f)(3)(C)(I), for inaccessible public and common use areas; § 3604(f)(3)(C)(ii), for doors that are not sufficiently wide; § 3604(f)(3)(C)(iii)(I), because there is not an accessible route through the units; § 3604(f)(3)(C)(iii)(II), for inaccessible outlets and thermostats; § 3604(f)(3)(C)(iii)(III), for the lack of reinforcements in the bathroom walls; and, § 3604(f)(3)(C)(iii)(IV), for kitchens and bathrooms that are not usable. Finally, Hite's Motion for Summary Judgment is GRANTED in part and DENIED in part. Defendants Cross-Claims for breach of <span class=\"star-pagination\">*780</span> contract and breach of the standard of care are DISMISSED WITHOUT PREJUDICE, and all remaining Cross-Claims are DISMISSED WITH PREJUDICE.</p>\n<h2>NOTES</h2>\n<p>[1]  Moreover, the Court believes that his testimony would have little bearing on the ultimate issue in this case. Whether one disabled person may be able to maneuver through the complex and units does not indicate compliance with the Act. This is particularly true with respect to Mr. Curll. As Plaintiff notes, Mr. Curll is a wheelchair athlete and a former paralympian which seriously undermines the position that his ability to maneuver through the units is representative of the accessibility to disabled persons in general.</p>\n<p>[2]  The ground-floor units in buildings 2010/2040, 2050/2080, 2100/2130, 2135/2165, 2167/2197, 2201/2203, 2205/2207, 2209/2211, and 2213/2215 of Hyde Park.</p>\n<p>[3]  The only new evidence presented by Defendants with respect to these units is the inadmissible evidence from Mr. Curll which, as noted above, the Court does not believe would change the determination in any event.</p>\n<p>[4]  As noted in the Court's January 7, 2003, Order, the HUD Guidelines were issued by the Department of Housing and Urban Development (\"HUD\") pursuant to sec. 804(f)(5)(C) of the Act which directs HUD to provide technical assistance in implementing the requirements of the Act. 56 Fed.Reg. at 9499.</p>\n<p>[5]  As noted above, the United States and Hite entered into a Consent Order which resolved Plaintiff's allegations against Hite.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2568437/"
  ]
}