{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2310293/",
  "absolute_url": "/opinion/2310293/st-paul-fire-and-marine-ins-v-hanover-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2310293/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:03:06.781719Z",
  "date_modified": "2016-04-27T02:04:24.924927Z",
  "type": "010combined",
  "sha1": "2d8f2ad332e3e1ead79b3c1600d299c0f027ff65",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>187 F.Supp.2d 584 (2000)</b></center>\n<center><h1>ST. PAUL FIRE AND MARINE INSURANCE COMPANY and Hardin Construction Group, Inc., Hardin Investment Associates XI, Ltd., Hardin Capital, LLC, and RDU Hotel Partners, LLC, Plaintiffs,<br>\nv.<br>\nHANOVER INSURANCE COMPANY and TRAVELERS INSURANCE COMPANY et al., Defendants.</h1></center>\n<center>No. 5:99CV164-BR-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 17, 2000.</center>\n<p><span class=\"star-pagination\">*585</span> Susan K. Burkhart, Cranfill, Sumner &amp; Hartzog, Raleigh, NC, for St. Paul Fire and Marine Insurance Co., Hardin Construction Group, Inc., Gardin Investment Associates XI, Ltd., Hardin Capital LLC, RDU Hotel Partners, LLC.</p>\n<p>Paige E. Williams, Hedrick Eastman, Gardner &amp; Kincheloe, Raleigh, NC, for The Hanover Insurance Co.</p>\n<p>Richard Temple Rice, Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, NC, Garth A. Gersten, Womble, Carlyle, Sandridge &amp; Rice, Research Triangle Park, NC, for Travelers Insurance Co.</p>\n<p>J. Reed Johnston, Jr., Tuggle, Duggins &amp; Meschan, Greensboro, NC, for Hartford Fire Insurance Co.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>Plaintiff's motion for partial summary judgment is before the court.</p>\n<p>On 9 March 1999, plaintiffs St. Paul Fire and Marine Insurance Company (St.Paul), Hardin Construction Group, Inc., Hardin Investment Associates XI, LTD., Hardin Capital, LLC, and RDU Hotel Partners, LLC (collectively \"Hardin\" or \"the Hardin plaintiffs\") filed a complaint alleging <span class=\"star-pagination\">*586</span> breach of contract and seeking declaratory judgment with respect to defendant Travelers Indemnity Company's (Travelers) duty to defend Hardin in a personal injury suit pending in Wake County Superior Court. On 21 April 1999, defendant Travelers answered the complaint. On 5 November 1999, plaintiffs filed a motion for expedited partial summary judgment with a supporting memorandum. On 10 November 1999, this court issued an order denying expedited review of plaintiffs' motion. On 29 November 1999, Travelers filed a response with exhibits, and on 10 December 1999, plaintiffs replied. On 27 December 1999, with permission of the court, Travelers filed a supplementary brief in response to plaintiffs' reply. The motion is now ripe for review.</p>\n<p>Plaintiffs have brought this declaratory judgment action against both Hanover Insurance Company and Travelers. The motion for partial summary judgment, however, is made only with respect to Travelers.<sup>[1]</sup> Jurisdiction is based on 28 U.S.C. § 1332, diversity of citizenship. At issue is the duty to defend required by the additional insured endorsement to the insurance policy issued to J &amp; A Mechanical by defendant Travelers.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>On 6 October 1997, while descending from 3½ foot scaffolding adjacent to an uncovered, unguarded, empty pool, Billy Joe Durham fell head first into the pool and sustained major injuries. At the time, Durham was employed by Herin Company, a secondary subcontractor performing duct work for J &amp; A Mechanical, the primary subcontractor in charge of heating, ventilation and air conditioning (HVAC) for the construction project at Hilton Garden Inn in Cary, North Carolina. J &amp; A Mechanical provided the HVAC work pursuant to its contract with Hardin Construction Group, Inc., one of the plaintiffs in this action and the general contractor for the project. Meredith Swimming Pool Co. was another subcontractor on the project hired to install the indoor swimming pool at the Hilton Garden Inn. After his fall, Durham filed suit against Herin, Meredith Swimming Pool Co., J &amp; A Mechanical, and the Hardin plaintiffs in Wake County Superior Court.</p>\n<p>Hardin is insured by plaintiff St. Paul. J &amp; A Mechanical is insured by defendant Travelers Indemnity Company, improperly identified in the complaint as Travelers Insurance Company, a/k/a Travelers Property Casualty Company. Pursuant to the contract between Hardin and J &amp; A Mechanical for work on the Hilton Garden Inn project, J &amp; A Mechanical was required to indemnify and defend Hardin against any claims arising from J &amp; A Mechanical's work. The Hardin plaintiffs and St. Paul allege that Hardin is an additional insured under J &amp; A Mechanical's Travelers policy and that Travelers has the obligation to defend and indemnify Hardin in the underlying personal injury action. Travelers argues that Hardin is not an insured and that Travelers has no duty to defend. The issue in this motion for partial summary judgment is whether defendant Travelers has an obligation to defend the Hardin plaintiffs in the personal injury suit filed by Billy Joe Durham.<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*587</span> II. Summary Judgment</h2>\n<p>Summary judgment is appropriate in those cases in which there is no genuine dispute as to a material fact, and in which it appears that the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. of Rising Sun, Inc.,</i> 6 F.3d 211, 214 (4th Cir.1993). Summary judgment should be granted in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Id.</i> In making this determination, the court draws all permissible inferences from the underlying facts in the light most favorable to the party opposing the motion. \"[W]here the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> 947 F.2d 115, 119 (4th Cir.1991).</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p>Before turning to the merits of this action, the court must determine which state's substantive law governs. Because this is a diversity action, the court must apply the choice of law rules of the state in which it sits, North Carolina. N.C. Gen.Stat. § 58-3-1 provides: \"All contracts of insurance on property, lives, or interests in this State shall be deemed to be made therein . . . and are subject to the laws thereof.\" The insurance policy issued by Travelers to J &amp; A Mechanical protects J &amp; A Mechanical's interest against having to pay damages for injuries or damage to property arising out of its work. The work in question is the HVAC work at the Hilton Garden Inn in Cary, North Carolina. Pursuant to § 58-3-1, this contract is deemed to have been made in North Carolina, and North Carolina law applies.</p>\n<p>At issue is the scope of the additional insured endorsement to the commercial general liability insurance policy<sup>[3]</sup> issued to J &amp; A Mechanical by Travelers. The Blanket Additional Insured Contractors Endorsement provides as follows:</p>\n<blockquote>This endorsement modifies insurance provided under the following:</blockquote>\n<blockquote>Commercial General Liability Coverage Part</blockquote>\n<blockquote>1. WHO IS AN INSURED (Section II) is amended to include any person or organization you are required by written contract to include as an insured, but only with respect to liability arising out of \"your work.\" This coverage does not include liability arising out of the independent acts or omissions of such person or organization. The written contract must be executed prior to the occurrence of any loss.</blockquote>\n<blockquote>2. Where required by contract, this insurance is primary and noncontributing as respects the person or organization included as an insured under this endorsement <span class=\"star-pagination\">*588</span> and any other insurance available to any such person or organization shall be excess and noncontributing with this insurance. . . .</blockquote>\n<p>(Travelers Endorsements GN CO 24 01 95, GN CO 26 01 95.)</p>\n<p>Hardin's contract with J &amp; A Mechanical required J &amp; A Mechanical to indemnify and defend Hardin from and against all claims arising out of or resulting from J &amp; A Mechanical's work. (Hardin Contract, Art. 8.<sup>[4]</sup>) Although Hardin is not explicitly named as an insured in the Travelers policy, the requirement in the contract between Hardin and J &amp; A Mechanical that J &amp; A Mechanical indemnify and defend Hardin brings Hardin within the ambit of the Blanket Additional Insured Endorsement quoted above. Hardin is therefore an additional insured under J &amp; A Mechanical's policy with Travelers.<sup>[5]</sup></p>\n<p>The Insuring Agreement of the Travelers Policy provides: \"We will pay those sums the insured becomes legally obligated to pay as damages because of `bodily injury' or `property damage' to which this insurance applies. We will have the right and duty to defend any `suit' seeking those damages.\" (Def.'s Br. at 4.) The parties disagree as to whether Travelers has a duty to defend Hardin in the personal injury action instituted by Durham. \"Generally speaking, the insurer's duty to defend the insured is broader than its obligation to pay damages incurred by events covered by a particular policy.\" <i>Waste Management v. Peerless Ins. Co.,</i> 315 N.C. 688, 691, 340 S.E.2d 374, 377 <span class=\"star-pagination\">*589</span> (N.C.1986); <i>Patti v. Continental Casualty Co.,</i> 126 N.C.App. 643, 644, 486 S.E.2d 233, 234, <i>writ denied,</i> 347 N.C. 401, 494 S.E.2d 417 (1997).<sup>[6]</sup> Questions regarding the extent of an insurer's duty to defend and the scope of a particular insurance policy require the interpretation of the policy in light of the claims asserted against the insured. See <i>Patti,</i> 126 N.C.App. at 644, 486 S.E.2d at 234 (\"duty to defend against plaintiffs' claims is determined by the allegations found in [the] complaint\"); <i>Waste Management,</i> 315 N.C. at 691, 340 S.E.2d at 377 (applying the \"comparison test,\" the \"pleadings are read side-by-side with the policy to determine whether the events as alleged are covered or excluded\"); <i>West Bend Mutual Insurance Co. v. Sundance Homes, Inc.,</i> 238 Ill.App.3d 335, 337, 179 Ill.Dec. 494, 606 N.E.2d 326, 327 (1992)(if the allegations in a complaint state a cause of action that gives rise to the possibility of recovery under the policy, the insurer's duty to defend is called into play).</p>\n<p>First, the court will examine the language of the policy and the allegations in the complaint. Pursuant to the blanket additional insured endorsement appended to the Travelers policy issued to J &amp; A Mechanical, Hardin is entitled to coverage \"only with respect to liability arising out of `[J &amp; A Mechanical's] work.' This coverage does not include liability arising out of the independent acts or omissions of [Hardin].\" (Certified Copy of Travelers Liability Policy, Tab 2.) Pursuant to the policy, \"your work\" means:</p>\n<blockquote>a. Work or operations performed by you or on your behalf; and</blockquote>\n<blockquote>b. Materials, parts or equipment furnished in connection with such work or operations.</blockquote>\n<blockquote>\"Your work\" includes:</blockquote>\n<blockquote>a. Warranties or representations made at any time with respect to the fitness, quality, durability or performance or use of \"your work\" and</blockquote>\n<blockquote>b. The providing or failure to provide warnings or instructions.</blockquote>\n<p>(Pl.s' Certified Copy of Liability Policy, Tab 2.)</p>\n<p>The court must determine whether this policy language is clear and unambiguous. If it is, the court must give the words their plain and ordinary meaning. <i>CertainTeed Corp. v. Employers Insurance of Wausau,</i> 939 F.Supp. 826, 829 (D.Kan.1996). If language in an insurance contract creates a clear exclusion, that language controls. Defendant, as insurer, bears the burden of proving that an exclusion in the additional insured endorsement is applicable. <i>Id.; </i><i>Home Indemnity Co. v. Hoechst Celanese Corp.,</i> 128 N.C.App. 189, 494 S.E.2d 774 (1998)(\"vast majority of courts have held that the insurer bears the burden of establishing the existence and applicability of a policy exclusion, while the insured has the burden of proving that an exception to the exclusion exists and applies to restore coverage\"). Interpreting the exclusion is a question of law for the court, and any ambiguity is to be construed in favor of the insured and against the insurer, the drafter of the agreement. <i>CertainTeed Corp.,</i> 939 F.Supp. at 829. However, \"`[n]o ambiguity . . . exists unless, in the opinion of the court, the language of the policy is fairly and reasonably susceptible to either of the constructions for which the parties contend.'\" <i>Waste Management,</i> 315 N.C. at 694, 340 S.E.2d at 379 (quotations omitted).</p>\n<p>Travelers contends that, because the policy specifically excludes coverage for liability arising from independent acts <span class=\"star-pagination\">*590</span> or omissions of the additional insured, the language of the \"Who is an Insured\" paragraph effectively limits coverage to coverage for vicarious liability, i.e., liability imposed upon the general contractor as a result of the subcontractor's acts and not as a result of the general contractor's own acts or failure to act.<sup>[7]</sup> (Traveler's Reply at 5-6.) Travelers goes on to argue that there are no claims for vicarious liability asserted in the complaint and that, in any event, vicarious liability of general contractors is not recognized in North Carolina. Accordingly, defendant argues, Travelers has no duty to defend.</p>\n<p>The statement that the general contractor is insured \"only with respect to liability arising out of [the subcontractor's] work,\" when interpreted strictly in accordance with defendant's argument, creates a problematic situation in which coverage is defined in terms of liability. While an insurance company's duty to pay is typically measured by the facts determined and liability established at trial, an insurance company's duty to defend is assessed before trial and before liability is established. As noted earlier, the duty to defend is, in fact, broader than the duty to pay. The insuring agreement in the Travelers policy underscores this point in its assertion that Travelers has \"the right and <i>duty to defend any `suit' seeking</i> [the damages Travelers may ultimately be obligated to pay].\" When an insurance company undertakes the obligation to defend an insured, that undertaking is not contingent upon the existence of liability on the part of the insured. See <i>W &amp; J Rives, Inc. v. Kemper Ins. Group,</i> 92 N.C.App. 313, 319, 374 S.E.2d 430, 434 (1988).</p>\n<p>To construe the policy's language in accord with governing law regarding the duty to defend, and to give effect to the language of the Durham complaint and the insuring agreement, the additional insured endorsement in the Travelers policy must be read to require a duty to defend where the \"alleged liability\" arises from the subcontractor's work, but not where the \"alleged liability\" arises from the independent acts of the additional insured. The court agrees with defendant that, to give meaning to the \"independent acts\" provision of the endorsement, the court must construe the \"arising out of [the subcontractor's work]\" provision as one providing coverage in cases where the alleged liability is vicarious. The court must therefore analyze the complaint in an attempt to determine whether the alleged liability arises from the subcontractor's work, i.e., whether Durham seeks to hold the Hardin plaintiffs liable for J &amp; A Mechanical's acts or failure to act.</p>\n<p>Durham's complaint broadly alleges negligence against Durham's employer (Herin), J &amp; A Mechanical, and the Hardin plaintiffs, among others. After performing some of the HVAC work that he had been hired to complete, Durham fell headfirst into an unguarded concrete pool while descending from scaffolding onto a onefoot <span class=\"star-pagination\">*591</span> space between the scaffolding and the pool, the surface of which was bumpy, uneven, and littered with debris. The allegations in the complaint describe numerous instances of fault and omission on the part of each and every defendant, and the complaint specifically alleges joint and several liability of the defendants. The complaint does not, at any point, mention vicarious liability, nor does the complaint assert in lay terms that Durham seeks to hold Hardin liable for J &amp; A Mechanical's negligent acts. Thus, it would appear that Hardin's liability, as alleged in the complaint, does not arise out of J &amp; A Mechanical's work but rather, out of its own independent acts and omissions, alleged in detail in Durham's complaint.<sup>[8]</sup></p>\n<p>To determine whether any of the allegations in Durham's complaint seek to impose vicarious liability upon the Hardin plaintiffs as the result of the subcontractor's negligent acts, it is useful to review the types of liability recognized by North Carolina in this context. North Carolina courts have \"long recognized that a general contractor is not liable for injuries sustained by a subcontractor's employees. . . . North Carolina law provides that a general contractor does not have a duty to furnish a subcontractor or the subcontractor's employees with a safe place in which to work. . . . Instead, it is the duty of the subcontractor to provide himself and his employees with a safe place to work and, also, to provide proper safeguards against the dangers of the work.\" <i>Hooper v. Pizzagalli Construction Co.,</i> 112 N.C.App. 400, 436 S.E.2d 145 (N.C.App.1993)(citing, inter alia, <i>Woodson v. Rowland,</i> 329 N.C. 330, 407 S.E.2d 222 (1991)). North Carolina courts recognize three exceptions to the rule that general contractors are not subject to liability when their subcontractors have been negligent: 1) situations where the general contractor/employer retains control over the manner and method of the subcontractor's substantive work; 2) situations where the work is deemed to be inherently dangerous; and 3) situations involving negligent hiring and/or retention of the subcontractor by the general contractor. <i>Id.</i> at 404, 436 S.E.2d at 148.</p>\n<p>While a subcontractor's allegedly negligent act may precede allegations of liability against a general contractor, it does not follow that the subcontractor's negligence is imputed to the general contractor in the situations described above. Rather, each of the exceptions to the no-liability rule suggest forms of direct liabilityliability on the part of the general contractor for something the general contractor has done or failed to do. If Hardin retained control over the manner and method of J &amp; A Mechanical's work, any act or failure to act would be Hardin's own act or failure to act, not that of the subcontractor, and therefore liability would be direct liability based on Hardin's independent acts. Similarly, a negligent hiring/supervision claim would be based on Hardin's independent acts.</p>\n<p>The inherently dangerous activity exception is more problematic because some North Carolina appellate courts and some <span class=\"star-pagination\">*592</span> commentators have suggested that this is a form of vicarious liability. According to the North Carolina Supreme Court, however, the inherently dangerous activities exception to the general rule also implicates direct liability for independent acts or failure to act.<sup>[9]</sup></p>\n<p>The law in North Carolina states that \"[o]ne who employs an independent contractor to perform an inherently dangerous activity may not delegate to the independent contractor the duty to provide for the safety of others[.]\" A \"contractor may, of course, be liable for the same want of due care in not taking the necessary precautions, for the omission of which the employer becomes liable; but as to the employer, the liability is direct, and not derivative, [because] public policy fixes him with a nondelegable duty to see that the precautions are taken.\" <i>Evans v. Elliott,</i> 220 N.C. 253, 17 S.E.2d 125 (1941). See also <i>Woodson,</i> 329 N.C. at 352, 407 S.E.2d at 235; and <i>Dockery v. World of Mirth Shows, Inc.,</i> 264 N.C. 406, 410, 142 S.E.2d 29, 32 (1965). In the context of inherently dangerous activities, a general contractor has a \"nondelegable duty to exercise due care to see that [a subcontractor's employee] [is] provided a safe place to work and proper safeguards against any dangers as might be incident to the work.\" <i>Woodson,</i> 329 N.C. at 357, 407 S.E.2d at 238. If a general contractor does not exercise such care to ensure safety, it is liable.</p>\n<p>It is true that the duty to protect against inherently dangerous activities has been characterized as a nondelegable duty and that the nondelegable duty doctrine has been characterized as a form of vicarious liability: \"[T]he cases of `non-delegable duty' . . . hold the employer liable for the negligence of the contractor, although he has himself done everything that could reasonably be required of him. They are thus cases of vicarious liability.\" <i>Deitz v. Jackson,</i> 57 N.C.App. 275, 291 S.E.2d 282 (N.C.App.1982)(internal citations to <i>Hendricks v. Leslie Fay, Inc.,</i> 273 N.C. 59, 62, 159 S.E.2d 362, 366 (1968) omitted). Indeed, an appellate court from South Carolina has made the following observation:</p>\n<blockquote>The difference between direct liability and a nondelegable duty is subtle but important. . . . The real effect of finding a duty to be nondelegable is to render not the duty, but the liability, not delegable; the person subject to a nondelegable duty is certainly free to delegate the duty, but will be liable to third parties for any negligence of the delegate, regardless of any fault on the part of the delegator. . . . Unfortunately, insufficient discipline is exercised by courts and commentators in the use of the term. The term nondelegable duty has traditionally been used to describe a form of vicarious liability on the part of the delegating party regardless of any fault on its part.</blockquote>\n<p><i>Simmons v. Tuomey Regional Medical Center,</i> 330 S.C. 115, 123, 498 S.E.2d 408, <span class=\"star-pagination\">*593</span> 412 (1998), <i>cert. granted</i> (Apr. 8, 1999).<sup>[10]</sup></p>\n<p>The North Carolina Supreme Court, however, from which this court must derive its guidance on this issue of state law, has apparently used the term \"nondelegable duty\" in a different sense. In <i>Woodson v. Rowland</i><i>,</i> the North Carolina Supreme Court distinguished between ultrahazardous activities, i.e., blasting, and inherently dangerous activities. That court explained that parties who cause injury through ultrahazardous activities are held strictly liable; they must bear the costs of their activities regardless of whether they have been negligent. Inherently dangerous activities, unlike ultrahazardous activities, are susceptible to effective risk control through the use of adequate safety precautions. <i>Woodson,</i> 329 N.C. at 351, 407 S.E.2d at 234. In such cases, liability is not strict but rather based on negligence: \"taking the necessary safety precautions can demonstrate reasonable care protecting the responsible party from liability under a negligence standard.\" <i>Id.</i> With respect to the duty at issue, the <i>Woodson</i> court explained that</p>\n<blockquote>[o]ne who employs an independent contractor to perform an inherently dangerous activity <i>may not delegate</i> to the independent contractor the duty to provide for the safety of others . . . . The party that employs the independent contractor has a continuing responsibility to ensure that adequate safety precautions are taken. . . . The employer's liability for breach of this duty \"<i>is direct and not derivative since public policy fixes him with a nondelegable duty to see that the precautions are taken.</i>\"</blockquote>\n<blockquote>Imposition of this nondelegable duty of safety reflects \"the policy judgment that certain obligations are of such importance that employers should not be able to escape liability merely by hiring others to perform them.\" . . . By holding both an employer and its independent contractor responsible for injuries that may result from inherently dangerous activities, there is a greater likelihood that the safety precautions necessary to substantially eliminate the danger will be followed.</blockquote>\n<p><i>Woodson,</i> 329 N.C. at 352-353, 407 S.E.2d at 235 (emphasis added).<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*594</span> North Carolina court of appeals cases following <i>Woodson</i> have recognized the \"nondelegable duty with respect to the exercise of an inherently dangerous activity\" described therein and have treated liability arising from the breach of that duty as direct, not derivative or vicarious. <i>Lane v. R.N. Rouse &amp; Co.,</i> 135 N.C.App. 494, 521 S.E.2d 137, 139 (1999)(citing <i>Woodson</i>). Specifically, those courts have required, as prerequisites to liability, a showing that the owner/employer knew or should have known that the work would likely create an inherently dangerous situation, that the owner/employer failed to take or ensure that reasonable precautions were taken to avoid injury, and that the negligence was a proximate cause of the injury. <i>O'Carroll v. Texasgulf, Inc.,</i> 132 N.C.App. 307, 511 S.E.2d 313, 318 (1999); <i>Lilley v. Blue Ridge Electric Membership Corp.,</i> 133 N.C.App. 256, 515 S.E.2d 483 (1999).<sup>[12]</sup> In accord with <i>Woodson</i> and ensuing cases, this court must conclude that the inherently dangerous activity exception to the general rule of no-liability does not constitute a form of vicarious liability. Any allegations that might give rise to such a claim in Durham's complaint must therefore be read as an assertion of direct liability against the Hardin plaintiffs.</p>\n<p>If this court could discern any allegation of vicarious liability, i.e., allegations attempting to hold the Hardin plaintiffs liable for the subcontractor's negligence, the court would, in accordance with North carolina's law regarding the duty to defend, hold that Travelers has a duty to defend in this case. The absence of a basis for vicarious liability under North Carolina law would not preclude such a holding as long as the requisite allegations, requiring the Hardin plaintiffs to appear and defend against them, were present. As explained above, however, the plain language of the complaint does not suggest such a basis for liability.</p>\n<p>In short, the insurance that J &amp; A Mechanical provided to Hardin at Hardin's request, in its most basic form, merely insures Hardin against liability arising from the subcontractor's work. Because the Travelers policy provides coverage for Hardin only for liability arising out of J &amp; A Mechanical's work and not for Hardin's independent acts, and because this court reads the Durham complaint as one asserting <span class=\"star-pagination\">*595</span> liability based upon the independent acts of the Hardin plaintiffs, among others, Hardin has not asserted a claim that comes within the parameters of the Travelers policy, and Travelers does not have a duty to defend in the Durham action currently pending in the Superior Court of Wake County. Accordingly, this court cannot find a breach of contract as alleged in plaintiff's complain</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>For the foregoing reasons, plaintiffs' motion for partial summary judgment is DENIED. It is hereby ORDERED, ADJUDGED and DECREED that defendant Travelers does not have a duty to defend the Hardin plaintiffs, and plaintiffs' action is DISMISSED with respect to defendant Travelers.</p>\n<h2>NOTES</h2>\n<p>[1]  Count I of plaintiffs' complaint is for declaratory judgment, breach of contract and damages against the Hanover Insurance Company. Count II of the complaint is for declaratory judgment, breach of contract and damages against the Travelers Insurance Company. The court construes this summary judgment motion as one for the resolution of Count II, the claims against Travelers. This court will not adjudicate any issues with respect to defendant Hanover Insurance Company at this time.</p>\n<p>[2]  Trial of the personal injury suit was conducted by the Honorable Stafford Bullock on 1 and 2 November 1999, but ended in mistrial as a result of jurors' complaints of inability to serve for the duration of the trial.</p>\n<p>[3]  Commercial general liability insurance policies \"provide an insured with indemnification for damages up to policy limits for which the insured becomes liable as a result of tort liability to a third party. . . . The risk insured by these policies is the possibility that the insured's product or work will cause bodily injury or damage to property other than the work itself for which the insured may be found liable.\" <i>Standard Fire Ins. Co. v. Chester O'Donley &amp; Assoc., Inc.,</i> 972 S.W.2d 1, 6-7 (Tenn.Ct.App.1998), <i>app. denied</i> (July 6, 1998). A general liability insurance policy includes: 1) the declarations; 2) the insuring agreements and definitions; 3) the exclusions; 4) the conditions, and 5) the endorsements. These components of the policy should be construed in the above order when resolving coverage questions. <i>Id.</i> at 7.</p>\n<p>[4]  8.1 Subcontractor's Performance. To the fullest extent permitted by law, Subcontractor shall indemnify, defend and hold harmless Owner, Architect, Contractor (including its affiliates, parents and subsidiaries) and all of their agents, officers, directors and employees, and their successors and assigns, from and against all claims, damages, losses, costs and expenses, including but not limited to attorneys' fees, <i>arising out of or resulting from the performance of Subcontractor's work,</i> provided that any such claim, damage, loss, cost or expense, including attorneys' fees:\n</p>\n<p>1. is attributable to bodily injury . . . and is caused or alleged to be caused in whole or in any part by any act or omission of Subcontractor or anyone directly or indirectly employed by a Subcontractor or anyone for whose acts Subcontractor may be liable, regardless of whether it is also caused in part by a party indemnified hereunder; or</p>\n<p>2. arises out of or relates to Subcontractor's performance under this Agreement, or results from any claimed failure of Subcontractor to properly fulfill its obligations under this Agreement.</p>\n<p>This indemnity obligation shall not be construed to negate, or abridge, or otherwise reduce any other right or obligation of indemnity which would otherwise exist under law except to the extent that it is caused by the sole negligence of any party indemnified hereunder in which case this obligation shall not apply relative to such indemnified party. . . .</p>\n<p>8.6 Subcontractor's Insurance. Subcontractor's insurance shall conform to the requirements of Attachment \"A\".</p>\n<p>Hardin Contract, Art. 8 (emphasis added).</p>\n<p>[5]  Hollis &amp; Burns, Inc., J &amp; A Mechanical's insurance agent, issued a Certificate of Liability Insurance dated 27 August 1997 to Hardin certifying that J &amp; A Mechanical had liability coverage with Travelers under a $2,000,000 Commercial General Liability Policy No. CO-336K2462 and a $15,000,000 Excess Liability Policy No. CUP 336K2714 for the period 1 September 1997 through 1 September 1998. That Certificate names Hardin Construction Group as the Certificate Holder and states that Hardin is an additional insured on the policy. As defendant suggests, the Certificate does not, in any respect, alter the underlying policy. However, the court concludes that the existence and issuance of such a certificate supports the court's finding that Hardin is an additional insured under the terms of the policy itself.\n</p>\n<p>The court finds unpersuasive Travelers' argument that Hardin is not an \"insured\" within the meaning of the policy, and finds the points made in support of that argument more appropriately advanced with respect to liability or coverage issues.</p>\n<p>[6]  Unlike the duty to defend, an insurer's duty to pay is measured by the facts ultimately determined at trial. <i>Patti,</i> 126 N.C.App. at 644, 486 S.E.2d at 234.</p>\n<p>[7]  Indeed, an agreement between Hardin and J &amp; A Mechanical that required J &amp; A Mechanical to provide insurance for Hardin against its own negligent acts would be void as against public policy in North Carolina. Under North Carolina law, a general contractor cannot require a subcontractor to insure it against its own negligent acts. Pursuant to N.C. Gen Stat. § 22B-1, any agreement relative to the construction of a building that purports to indemnify or hold harmless a general contractor against liability for damages arising out of bodily injury to a person caused by or resulting from the general contractor's own negligence, in whole or in part, is against public policy and is void and unenforceable. N.C. Gen.Stat. § 22B-1. See also <i>City of Wilmington v. N.C. Natural Gas Corp.,</i> 117 N.C.App. 244, 450 S.E.2d 573 (1994)(\"[c]ourts do not favor indemnity contracts that relieve the indemnitee from liability for its own negligence\").</p>\n<p>[8]  It is important to understand that the \"Who Is an Insured\" provision defines the coverage available to additional insureds in terms of liability, not in terms of the bodily injury at issue. While Durham's injury may have arisen from the subcontractor's work, it does not follow that the liability imposed upon or sought to be imposed upon the general contractor likewise arose from the subcontractor's work. The court has examined the complaint to determine whether the liability Durham seeks to impose upon the Hardin plaintiffs arose from the subcontractor's work. The court is not making any finding as to whether Durham's injuries arose from the subcontractor's work or some other factor.</p>\n<p>[9]  While the determination of whether an activity is inherently dangerous is often a question of law, whether a particular situation constitutes an inherently dangerous activity usually presents a question of fact and should be addressed on a case by case basis. See <i>O'Carroll v. Texasgulf, Inc.,</i> 132 N.C.App. 307, 511 S.E.2d 313, 318 (1999). This court concludes that Durham's complaint has at least raised a genuine issue as to whether working on scaffolding immediately adjacent to an empty, unguarded, concrete pool is an inherently dangerous activity, and that the issue is one that would properly be resolved by the state court or the jury in the context of the underlying personal injury action, if such resolution were necessary. See <i>Lane v. R.N. Rouse &amp; Co.,</i> 135 N.C.App. 494, 521 S.E.2d 137, 139 (1999); <i>Woodson,</i> 329 N.C. at 354, 407 S.E.2d at 236.</p>\n<p>[10]  In <i>Simmons,</i> the court concluded that the hospital did not actually have to be negligent of anything because the nondelegable duty made the hospital vicariously liable for the negligence of emergency room doctors, irrespective of any fault by the hospital. <i>Simmons,</i> 330 S.C. at 123-124, 498 S.E.2d at 412. Under this theory, Hardin could be held vicariously liable for J &amp; A Mechanical's negligence, regardless of any breach of its own duty toward the subcontractor's employee. In those circumstances, Durham's complaint, which alleges J &amp; A Mechanical's negligence, would state a claim that comes within the ambit of the Travelers policy. This does not appear to be the theory adopted by the North Carolina Supreme Court in <i>Woodson,</i> however.</p>\n<p>[11]  <i>Woodson</i> clearly identifies the general contractor's liability in the inherently dangerous activity context as \"direct and not derivative,\" and this court is bound by the North Carolina Supreme Court's interpretation of North Carolina law. The <i>Woodson</i> language is, however, at odds with some earlier courts of appeals cases, including <i>Deitz,</i> that have identified the nondelegable duty doctrine as a source of vicarious liability. At least one subsequent case attempting to apply North Carolina law unwittingly illustrates the confusion over this issue. In <i>Dickerson v. AME, Inc.,</i> 944 F.Supp. 454, 459-460 (D.S.C.1996), the court specifically cited <i>Woodson</i> for the proposition that an employer may not delegate to an independent contractor the duty to provide for the safety of others in the context of an inherently dangerous activity, and also cited <i>Deitz</i> for the contradictory proposition that the foregoing doctrine holds employers liable for the negligence of a contractor and is therefore a form of vicarious liability. Moreover, <i>Dickerson</i> cites <i>Deitz</i> for the statement that \"liability for an inherently dangerous activity by definition means that both the independent contractor and the general contractor are negligent.\" <i>Id.</i> Under <i>Woodson</i>'s \"direct, and not derivative\" theory, however, that statement is not true. Rather, the general and independent contractors each have their own duties and receive their own negligence analyses in cases of inherently dangerous activities. It is this court's opinion that this question poses an excellent example of the need for a certification process in this state, and further notes that North Carolina is the only state within the Fourth Circuit that does not have such a procedure. While this court is certainly able to interpret existing case law and surmise what the North Carolina Supreme Court might do if faced with the question presented by this case, certainly the issue is one with policy implications and would be best decided by the state's own court. See Jessica Smith, <i>Avoiding Prognostication and Promoting Federalism: the Need for an Inter-Jurisdictional Certification Procedure in North Carolina,</i> 77 N.C. L.Rev. 2123 (Sept.1999).</p>\n<p>[12]  Under the Supreme Court's \"direct, not derivative\" analysis, explained in <i>Evans</i> and <i>Dockery</i> and reiterated in <i>Woodson,</i> a general contractor's liability for the torts of its subcontractor is direct and not vicarious. As a practical matter, a finding that a subcontractor is liable for negligence may be accompanied by a finding that a general contractor negligently breached its own duty to ensure that the subcontractor took appropriate precautionary measures. However, the subcontractor's negligence in such a situation is not imputed to the general contractor. Rather, the subcontractor's negligence is simply evidence of the general contractor's breach of its own duty.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">584</span></span> (2000)</b></center>\n<center><h1>ST. PAUL FIRE AND MARINE INSURANCE COMPANY and Hardin Construction Group, Inc., Hardin Investment Associates XI, Ltd., Hardin Capital, LLC, and RDU Hotel Partners, LLC, Plaintiffs,<br>\nv.<br>\nHANOVER INSURANCE COMPANY and TRAVELERS INSURANCE COMPANY et al., Defendants.</h1></center>\n<center>No. 5:99CV164-BR-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 17, 2000.</center>\n<p><span class=\"star-pagination\">*585</span> Susan K. Burkhart, Cranfill, Sumner &amp; Hartzog, Raleigh, NC, for St. Paul Fire and Marine Insurance Co., Hardin Construction Group, Inc., Gardin Investment Associates XI, Ltd., Hardin Capital LLC, RDU Hotel Partners, LLC.</p>\n<p>Paige E. Williams, Hedrick Eastman, Gardner &amp; Kincheloe, Raleigh, NC, for The Hanover Insurance Co.</p>\n<p>Richard Temple Rice, Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, NC, Garth A. Gersten, Womble, Carlyle, Sandridge &amp; Rice, Research Triangle Park, NC, for Travelers Insurance Co.</p>\n<p>J. Reed Johnston, Jr., Tuggle, Duggins &amp; Meschan, Greensboro, NC, for Hartford Fire Insurance Co.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, Senior District Judge.</p>\n<p>Plaintiff's motion for partial summary judgment is before the court.</p>\n<p>On 9 March 1999, plaintiffs St. Paul Fire and Marine Insurance Company (St.Paul), Hardin Construction Group, Inc., Hardin Investment Associates XI, LTD., Hardin Capital, LLC, and RDU Hotel Partners, LLC (collectively \"Hardin\" or \"the Hardin plaintiffs\") filed a complaint alleging <span class=\"star-pagination\">*586</span> breach of contract and seeking declaratory judgment with respect to defendant Travelers Indemnity Company's (Travelers) duty to defend Hardin in a personal injury suit pending in Wake County Superior Court. On 21 April 1999, defendant Travelers answered the complaint. On 5 November 1999, plaintiffs filed a motion for expedited partial summary judgment with a supporting memorandum. On 10 November 1999, this court issued an order denying expedited review of plaintiffs' motion. On 29 November 1999, Travelers filed a response with exhibits, and on 10 December 1999, plaintiffs replied. On 27 December 1999, with permission of the court, Travelers filed a supplementary brief in response to plaintiffs' reply. The motion is now ripe for review.</p>\n<p>Plaintiffs have brought this declaratory judgment action against both Hanover Insurance Company and Travelers. The motion for partial summary judgment, however, is made only with respect to Travelers.<sup>[1]</sup> Jurisdiction is based on 28 U.S.C. § 1332, diversity of citizenship. At issue is the duty to defend required by the additional insured endorsement to the insurance policy issued to J &amp; A Mechanical by defendant Travelers.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>On 6 October 1997, while descending from 3½ foot scaffolding adjacent to an uncovered, unguarded, empty pool, Billy Joe Durham fell head first into the pool and sustained major injuries. At the time, Durham was employed by Herin Company, a secondary subcontractor performing duct work for J &amp; A Mechanical, the primary subcontractor in charge of heating, ventilation and air conditioning (HVAC) for the construction project at Hilton Garden Inn in Cary, North Carolina. J &amp; A Mechanical provided the HVAC work pursuant to its contract with Hardin Construction Group, Inc., one of the plaintiffs in this action and the general contractor for the project. Meredith Swimming Pool Co. was another subcontractor on the project hired to install the indoor swimming pool at the Hilton Garden Inn. After his fall, Durham filed suit against Herin, Meredith Swimming Pool Co., J &amp; A Mechanical, and the Hardin plaintiffs in Wake County Superior Court.</p>\n<p>Hardin is insured by plaintiff St. Paul. J &amp; A Mechanical is insured by defendant Travelers Indemnity Company, improperly identified in the complaint as Travelers Insurance Company, a/k/a Travelers Property Casualty Company. Pursuant to the contract between Hardin and J &amp; A Mechanical for work on the Hilton Garden Inn project, J &amp; A Mechanical was required to indemnify and defend Hardin against any claims arising from J &amp; A Mechanical's work. The Hardin plaintiffs and St. Paul allege that Hardin is an additional insured under J &amp; A Mechanical's Travelers policy and that Travelers has the obligation to defend and indemnify Hardin in the underlying personal injury action. Travelers argues that Hardin is not an insured and that Travelers has no duty to defend. The issue in this motion for partial summary judgment is whether defendant Travelers has an obligation to defend the Hardin plaintiffs in the personal injury suit filed by Billy Joe Durham.<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*587</span> II. Summary Judgment</h2>\n<p>Summary judgment is appropriate in those cases in which there is no genuine dispute as to a material fact, and in which it appears that the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); <i>Haavistola v. Community Fire Co. of Rising Sun, Inc.,</i> <span class=\"citation\" data-id=\"654214\"><a href=\"/opinion/654214/paula-haavistola-v-community-fire-company-of-rising-sun-inc-richard-g/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span>, 214 (4th Cir.1993). Summary judgment should be granted in those cases \"in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Id.</i> In making this determination, the court draws all permissible inferences from the underlying facts in the light most favorable to the party opposing the motion. \"[W]here the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, disposition by summary judgment is appropriate.\" <i>Teamsters Joint Council No. 83 v. Centra, Inc.,</i> <span class=\"citation\" data-id=\"570419\"><a href=\"/opinion/570419/teamsters-joint-council-no-83-v-centra-incorporated-central-cartage/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">115</span></a></span>, 119 (4th Cir.1991).</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p>Before turning to the merits of this action, the court must determine which state's substantive law governs. Because this is a diversity action, the court must apply the choice of law rules of the state in which it sits, North Carolina. N.C. Gen.Stat. § 58-3-1 provides: \"All contracts of insurance on property, lives, or interests in this State shall be deemed to be made therein . . . and are subject to the laws thereof.\" The insurance policy issued by Travelers to J &amp; A Mechanical protects J &amp; A Mechanical's interest against having to pay damages for injuries or damage to property arising out of its work. The work in question is the HVAC work at the Hilton Garden Inn in Cary, North Carolina. Pursuant to § 58-3-1, this contract is deemed to have been made in North Carolina, and North Carolina law applies.</p>\n<p>At issue is the scope of the additional insured endorsement to the commercial general liability insurance policy<sup>[3]</sup> issued to J &amp; A Mechanical by Travelers. The Blanket Additional Insured Contractors Endorsement provides as follows:</p>\n<blockquote>This endorsement modifies insurance provided under the following:</blockquote>\n<blockquote>Commercial General Liability Coverage Part</blockquote>\n<blockquote>1. WHO IS AN INSURED (Section II) is amended to include any person or organization you are required by written contract to include as an insured, but only with respect to liability arising out of \"your work.\" This coverage does not include liability arising out of the independent acts or omissions of such person or organization. The written contract must be executed prior to the occurrence of any loss.</blockquote>\n<blockquote>2. Where required by contract, this insurance is primary and noncontributing as respects the person or organization included as an insured under this endorsement <span class=\"star-pagination\">*588</span> and any other insurance available to any such person or organization shall be excess and noncontributing with this insurance. . . .</blockquote>\n<p>(Travelers Endorsements GN CO 24 01 95, GN CO 26 01 95.)</p>\n<p>Hardin's contract with J &amp; A Mechanical required J &amp; A Mechanical to indemnify and defend Hardin from and against all claims arising out of or resulting from J &amp; A Mechanical's work. (Hardin Contract, Art. 8.<sup>[4]</sup>) Although Hardin is not explicitly named as an insured in the Travelers policy, the requirement in the contract between Hardin and J &amp; A Mechanical that J &amp; A Mechanical indemnify and defend Hardin brings Hardin within the ambit of the Blanket Additional Insured Endorsement quoted above. Hardin is therefore an additional insured under J &amp; A Mechanical's policy with Travelers.<sup>[5]</sup></p>\n<p>The Insuring Agreement of the Travelers Policy provides: \"We will pay those sums the insured becomes legally obligated to pay as damages because of `bodily injury' or `property damage' to which this insurance applies. We will have the right and duty to defend any `suit' seeking those damages.\" (Def.'s Br. at 4.) The parties disagree as to whether Travelers has a duty to defend Hardin in the personal injury action instituted by Durham. \"Generally speaking, the insurer's duty to defend the insured is broader than its obligation to pay damages incurred by events covered by a particular policy.\" <i>Waste Management v. Peerless Ins. Co.,</i> <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">688</span></a></span>, 691, <span class=\"citation\" data-id=\"1237648\"><a href=\"/opinion/1237648/waste-management-v-peerless-ins-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">374</span></a></span>, 377 <span class=\"star-pagination\">*589</span> (N.C.1986); <i>Patti v. Continental Casualty Co.,</i> 126 N.C.App. 643, 644, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">233</span></span>, 234, <i>writ denied,</i> <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">401</span></span>, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">417</span></span> (1997).<sup>[6]</sup> Questions regarding the extent of an insurer's duty to defend and the scope of a particular insurance policy require the interpretation of the policy in light of the claims asserted against the insured. See <i>Patti,</i> 126 N.C.App. at 644, 486 S.E.2d at 234 (\"duty to defend against plaintiffs' claims is determined by the allegations found in [the] complaint\"); <i>Waste Management,</i> 315 N.C. at 691, 340 S.E.2d at 377 (applying the \"comparison test,\" the \"pleadings are read side-by-side with the policy to determine whether the events as alleged are covered or excluded\"); <i>West Bend Mutual Insurance Co. v. Sundance Homes, Inc.,</i> 238 Ill.App.3d 335, 337, <span class=\"citation\" data-id=\"2036091\"><a href=\"/opinion/2036091/west-bend-mut-ins-co-v-sundance-homes-inc/\"><span class=\"volume\">179</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">494</span></a></span>, <span class=\"citation\" data-id=\"2036091\"><a href=\"/opinion/2036091/west-bend-mut-ins-co-v-sundance-homes-inc/\"><span class=\"volume\">606</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">326</span></a></span>, 327 (1992)(if the allegations in a complaint state a cause of action that gives rise to the possibility of recovery under the policy, the insurer's duty to defend is called into play).</p>\n<p>First, the court will examine the language of the policy and the allegations in the complaint. Pursuant to the blanket additional insured endorsement appended to the Travelers policy issued to J &amp; A Mechanical, Hardin is entitled to coverage \"only with respect to liability arising out of `[J &amp; A Mechanical's] work.' This coverage does not include liability arising out of the independent acts or omissions of [Hardin].\" (Certified Copy of Travelers Liability Policy, Tab 2.) Pursuant to the policy, \"your work\" means:</p>\n<blockquote>a. Work or operations performed by you or on your behalf; and</blockquote>\n<blockquote>b. Materials, parts or equipment furnished in connection with such work or operations.</blockquote>\n<blockquote>\"Your work\" includes:</blockquote>\n<blockquote>a. Warranties or representations made at any time with respect to the fitness, quality, durability or performance or use of \"your work\" and</blockquote>\n<blockquote>b. The providing or failure to provide warnings or instructions.</blockquote>\n<p>(Pl.s' Certified Copy of Liability Policy, Tab 2.)</p>\n<p>The court must determine whether this policy language is clear and unambiguous. If it is, the court must give the words their plain and ordinary meaning. <i>CertainTeed Corp. v. Employers Insurance of Wausau,</i> <span class=\"citation\" data-id=\"1511506\"><a href=\"/opinion/1511506/certainteed-corp-v-employers-ins-of-wausau/\"><span class=\"volume\">939</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">826</span></a></span>, 829 (D.Kan.1996). If language in an insurance contract creates a clear exclusion, that language controls. Defendant, as insurer, bears the burden of proving that an exclusion in the additional insured endorsement is applicable. <i>Id.; </i><i>Home Indemnity Co. v. Hoechst Celanese Corp.,</i> 128 N.C.App. 189, <span class=\"citation\" data-id=\"1357538\"><a href=\"/opinion/1357538/home-indem-co-v-hoechst-celanese-corp/\"><span class=\"volume\">494</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">774</span></a></span> (1998)(\"vast majority of courts have held that the insurer bears the burden of establishing the existence and applicability of a policy exclusion, while the insured has the burden of proving that an exception to the exclusion exists and applies to restore coverage\"). Interpreting the exclusion is a question of law for the court, and any ambiguity is to be construed in favor of the insured and against the insurer, the drafter of the agreement. <i>CertainTeed Corp.,</i> 939 F.Supp. at 829. However, \"`[n]o ambiguity . . . exists unless, in the opinion of the court, the language of the policy is fairly and reasonably susceptible to either of the constructions for which the parties contend.'\" <i>Waste Management,</i> 315 N.C. at 694, 340 S.E.2d at 379 (quotations omitted).</p>\n<p>Travelers contends that, because the policy specifically excludes coverage for liability arising from independent acts <span class=\"star-pagination\">*590</span> or omissions of the additional insured, the language of the \"Who is an Insured\" paragraph effectively limits coverage to coverage for vicarious liability, i.e., liability imposed upon the general contractor as a result of the subcontractor's acts and not as a result of the general contractor's own acts or failure to act.<sup>[7]</sup> (Traveler's Reply at 5-6.) Travelers goes on to argue that there are no claims for vicarious liability asserted in the complaint and that, in any event, vicarious liability of general contractors is not recognized in North Carolina. Accordingly, defendant argues, Travelers has no duty to defend.</p>\n<p>The statement that the general contractor is insured \"only with respect to liability arising out of [the subcontractor's] work,\" when interpreted strictly in accordance with defendant's argument, creates a problematic situation in which coverage is defined in terms of liability. While an insurance company's duty to pay is typically measured by the facts determined and liability established at trial, an insurance company's duty to defend is assessed before trial and before liability is established. As noted earlier, the duty to defend is, in fact, broader than the duty to pay. The insuring agreement in the Travelers policy underscores this point in its assertion that Travelers has \"the right and <i>duty to defend any `suit' seeking</i> [the damages Travelers may ultimately be obligated to pay].\" When an insurance company undertakes the obligation to defend an insured, that undertaking is not contingent upon the existence of liability on the part of the insured. See <i>W &amp; J Rives, Inc. v. Kemper Ins. Group,</i> 92 N.C.App. 313, 319, <span class=\"citation\" data-id=\"1400655\"><a href=\"/opinion/1400655/w-j-rives-inc-v-kemper-ins-group/\"><span class=\"volume\">374</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">430</span></a></span>, 434 (1988).</p>\n<p>To construe the policy's language in accord with governing law regarding the duty to defend, and to give effect to the language of the Durham complaint and the insuring agreement, the additional insured endorsement in the Travelers policy must be read to require a duty to defend where the \"alleged liability\" arises from the subcontractor's work, but not where the \"alleged liability\" arises from the independent acts of the additional insured. The court agrees with defendant that, to give meaning to the \"independent acts\" provision of the endorsement, the court must construe the \"arising out of [the subcontractor's work]\" provision as one providing coverage in cases where the alleged liability is vicarious. The court must therefore analyze the complaint in an attempt to determine whether the alleged liability arises from the subcontractor's work, i.e., whether Durham seeks to hold the Hardin plaintiffs liable for J &amp; A Mechanical's acts or failure to act.</p>\n<p>Durham's complaint broadly alleges negligence against Durham's employer (Herin), J &amp; A Mechanical, and the Hardin plaintiffs, among others. After performing some of the HVAC work that he had been hired to complete, Durham fell headfirst into an unguarded concrete pool while descending from scaffolding onto a onefoot <span class=\"star-pagination\">*591</span> space between the scaffolding and the pool, the surface of which was bumpy, uneven, and littered with debris. The allegations in the complaint describe numerous instances of fault and omission on the part of each and every defendant, and the complaint specifically alleges joint and several liability of the defendants. The complaint does not, at any point, mention vicarious liability, nor does the complaint assert in lay terms that Durham seeks to hold Hardin liable for J &amp; A Mechanical's negligent acts. Thus, it would appear that Hardin's liability, as alleged in the complaint, does not arise out of J &amp; A Mechanical's work but rather, out of its own independent acts and omissions, alleged in detail in Durham's complaint.<sup>[8]</sup></p>\n<p>To determine whether any of the allegations in Durham's complaint seek to impose vicarious liability upon the Hardin plaintiffs as the result of the subcontractor's negligent acts, it is useful to review the types of liability recognized by North Carolina in this context. North Carolina courts have \"long recognized that a general contractor is not liable for injuries sustained by a subcontractor's employees. . . . North Carolina law provides that a general contractor does not have a duty to furnish a subcontractor or the subcontractor's employees with a safe place in which to work. . . . Instead, it is the duty of the subcontractor to provide himself and his employees with a safe place to work and, also, to provide proper safeguards against the dangers of the work.\" <i>Hooper v. Pizzagalli Construction Co.,</i> 112 N.C.App. 400, <span class=\"citation\" data-id=\"1229929\"><a href=\"/opinion/1229929/hooper-v-pizzagalli-const-co/\"><span class=\"volume\">436</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">145</span></a></span> (N.C.App.1993)(citing, inter alia, <i>Woodson v. Rowland,</i> <span class=\"citation\" data-id=\"1376816\"><a href=\"/opinion/1376816/woodson-v-rowland/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">330</span></a></span>, <span class=\"citation\" data-id=\"1376816\"><a href=\"/opinion/1376816/woodson-v-rowland/\"><span class=\"volume\">407</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">222</span></a></span> (1991)). North Carolina courts recognize three exceptions to the rule that general contractors are not subject to liability when their subcontractors have been negligent: 1) situations where the general contractor/employer retains control over the manner and method of the subcontractor's substantive work; 2) situations where the work is deemed to be inherently dangerous; and 3) situations involving negligent hiring and/or retention of the subcontractor by the general contractor. <i>Id.</i> at 404, 436 S.E.2d at 148.</p>\n<p>While a subcontractor's allegedly negligent act may precede allegations of liability against a general contractor, it does not follow that the subcontractor's negligence is imputed to the general contractor in the situations described above. Rather, each of the exceptions to the no-liability rule suggest forms of direct liabilityliability on the part of the general contractor for something the general contractor has done or failed to do. If Hardin retained control over the manner and method of J &amp; A Mechanical's work, any act or failure to act would be Hardin's own act or failure to act, not that of the subcontractor, and therefore liability would be direct liability based on Hardin's independent acts. Similarly, a negligent hiring/supervision claim would be based on Hardin's independent acts.</p>\n<p>The inherently dangerous activity exception is more problematic because some North Carolina appellate courts and some <span class=\"star-pagination\">*592</span> commentators have suggested that this is a form of vicarious liability. According to the North Carolina Supreme Court, however, the inherently dangerous activities exception to the general rule also implicates direct liability for independent acts or failure to act.<sup>[9]</sup></p>\n<p>The law in North Carolina states that \"[o]ne who employs an independent contractor to perform an inherently dangerous activity may not delegate to the independent contractor the duty to provide for the safety of others[.]\" A \"contractor may, of course, be liable for the same want of due care in not taking the necessary precautions, for the omission of which the employer becomes liable; but as to the employer, the liability is direct, and not derivative, [because] public policy fixes him with a nondelegable duty to see that the precautions are taken.\" <i>Evans v. Elliott,</i> <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">253</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">125</span></span> (1941). See also <i>Woodson,</i> 329 N.C. at 352, 407 S.E.2d at 235; and <i>Dockery v. World of Mirth Shows, Inc.,</i> <span class=\"citation\" data-id=\"1374049\"><a href=\"/opinion/1374049/dockery-v-world-of-mirth-shows-inc/\"><span class=\"volume\">264</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">406</span></a></span>, 410, <span class=\"citation\" data-id=\"1374049\"><a href=\"/opinion/1374049/dockery-v-world-of-mirth-shows-inc/\"><span class=\"volume\">142</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">29</span></a></span>, 32 (1965). In the context of inherently dangerous activities, a general contractor has a \"nondelegable duty to exercise due care to see that [a subcontractor's employee] [is] provided a safe place to work and proper safeguards against any dangers as might be incident to the work.\" <i>Woodson,</i> 329 N.C. at 357, 407 S.E.2d at 238. If a general contractor does not exercise such care to ensure safety, it is liable.</p>\n<p>It is true that the duty to protect against inherently dangerous activities has been characterized as a nondelegable duty and that the nondelegable duty doctrine has been characterized as a form of vicarious liability: \"[T]he cases of `non-delegable duty' . . . hold the employer liable for the negligence of the contractor, although he has himself done everything that could reasonably be required of him. They are thus cases of vicarious liability.\" <i>Deitz v. Jackson,</i> 57 N.C.App. 275, <span class=\"citation\" data-id=\"1332961\"><a href=\"/opinion/1332961/deitz-v-jackson/\"><span class=\"volume\">291</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">282</span></a></span> (N.C.App.1982)(internal citations to <i>Hendricks v. Leslie Fay, Inc.,</i> <span class=\"citation\" data-id=\"1393299\"><a href=\"/opinion/1393299/hendricks-v-leslie-fay-inc/\"><span class=\"volume\">273</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">59</span></a></span>, 62, <span class=\"citation\" data-id=\"1393299\"><a href=\"/opinion/1393299/hendricks-v-leslie-fay-inc/\"><span class=\"volume\">159</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">362</span></a></span>, 366 (1968) omitted). Indeed, an appellate court from South Carolina has made the following observation:</p>\n<blockquote>The difference between direct liability and a nondelegable duty is subtle but important. . . . The real effect of finding a duty to be nondelegable is to render not the duty, but the liability, not delegable; the person subject to a nondelegable duty is certainly free to delegate the duty, but will be liable to third parties for any negligence of the delegate, regardless of any fault on the part of the delegator. . . . Unfortunately, insufficient discipline is exercised by courts and commentators in the use of the term. The term nondelegable duty has traditionally been used to describe a form of vicarious liability on the part of the delegating party regardless of any fault on its part.</blockquote>\n<p><i>Simmons v. Tuomey Regional Medical Center,</i> <span class=\"citation\" data-id=\"1329017\"><a href=\"/opinion/1329017/simmons-v-tuomey-regional-medical-center/\"><span class=\"volume\">330</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">115</span></a></span>, 123, <span class=\"citation\" data-id=\"1329017\"><a href=\"/opinion/1329017/simmons-v-tuomey-regional-medical-center/\"><span class=\"volume\">498</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">408</span></a></span>, <span class=\"star-pagination\">*593</span> 412 (1998), <i>cert. granted</i> (Apr. 8, 1999).<sup>[10]</sup></p>\n<p>The North Carolina Supreme Court, however, from which this court must derive its guidance on this issue of state law, has apparently used the term \"nondelegable duty\" in a different sense. In <i>Woodson v. Rowland</i><i>,</i> the North Carolina Supreme Court distinguished between ultrahazardous activities, i.e., blasting, and inherently dangerous activities. That court explained that parties who cause injury through ultrahazardous activities are held strictly liable; they must bear the costs of their activities regardless of whether they have been negligent. Inherently dangerous activities, unlike ultrahazardous activities, are susceptible to effective risk control through the use of adequate safety precautions. <i>Woodson,</i> 329 N.C. at 351, 407 S.E.2d at 234. In such cases, liability is not strict but rather based on negligence: \"taking the necessary safety precautions can demonstrate reasonable care protecting the responsible party from liability under a negligence standard.\" <i>Id.</i> With respect to the duty at issue, the <i>Woodson</i> court explained that</p>\n<blockquote>[o]ne who employs an independent contractor to perform an inherently dangerous activity <i>may not delegate</i> to the independent contractor the duty to provide for the safety of others . . . . The party that employs the independent contractor has a continuing responsibility to ensure that adequate safety precautions are taken. . . . The employer's liability for breach of this duty \"<i>is direct and not derivative since public policy fixes him with a nondelegable duty to see that the precautions are taken.</i>\"</blockquote>\n<blockquote>Imposition of this nondelegable duty of safety reflects \"the policy judgment that certain obligations are of such importance that employers should not be able to escape liability merely by hiring others to perform them.\" . . . By holding both an employer and its independent contractor responsible for injuries that may result from inherently dangerous activities, there is a greater likelihood that the safety precautions necessary to substantially eliminate the danger will be followed.</blockquote>\n<p><i>Woodson,</i> 329 N.C. at 352-353, 407 S.E.2d at 235 (emphasis added).<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*594</span> North Carolina court of appeals cases following <i>Woodson</i> have recognized the \"nondelegable duty with respect to the exercise of an inherently dangerous activity\" described therein and have treated liability arising from the breach of that duty as direct, not derivative or vicarious. <i>Lane v. R.N. Rouse &amp; Co.,</i> 135 N.C.App. 494, <span class=\"citation\" data-id=\"1332620\"><a href=\"/opinion/1332620/lane-v-rn-rouse-co/\"><span class=\"volume\">521</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">137</span></a></span>, 139 (1999)(citing <i>Woodson</i>). Specifically, those courts have required, as prerequisites to liability, a showing that the owner/employer knew or should have known that the work would likely create an inherently dangerous situation, that the owner/employer failed to take or ensure that reasonable precautions were taken to avoid injury, and that the negligence was a proximate cause of the injury. <i>O'Carroll v. Texasgulf, Inc.,</i> 132 N.C.App. 307, <span class=\"citation\" data-id=\"1229590\"><a href=\"/opinion/1229590/ocarroll-v-texasgulf-inc/\"><span class=\"volume\">511</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">313</span></a></span>, 318 (1999); <i>Lilley v. Blue Ridge Electric Membership Corp.,</i> 133 N.C.App. 256, <span class=\"citation\" data-id=\"1335503\"><a href=\"/opinion/1335503/lilley-v-blue-ridge-elec-membership/\"><span class=\"volume\">515</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">483</span></a></span> (1999).<sup>[12]</sup> In accord with <i>Woodson</i> and ensuing cases, this court must conclude that the inherently dangerous activity exception to the general rule of no-liability does not constitute a form of vicarious liability. Any allegations that might give rise to such a claim in Durham's complaint must therefore be read as an assertion of direct liability against the Hardin plaintiffs.</p>\n<p>If this court could discern any allegation of vicarious liability, i.e., allegations attempting to hold the Hardin plaintiffs liable for the subcontractor's negligence, the court would, in accordance with North carolina's law regarding the duty to defend, hold that Travelers has a duty to defend in this case. The absence of a basis for vicarious liability under North Carolina law would not preclude such a holding as long as the requisite allegations, requiring the Hardin plaintiffs to appear and defend against them, were present. As explained above, however, the plain language of the complaint does not suggest such a basis for liability.</p>\n<p>In short, the insurance that J &amp; A Mechanical provided to Hardin at Hardin's request, in its most basic form, merely insures Hardin against liability arising from the subcontractor's work. Because the Travelers policy provides coverage for Hardin only for liability arising out of J &amp; A Mechanical's work and not for Hardin's independent acts, and because this court reads the Durham complaint as one asserting <span class=\"star-pagination\">*595</span> liability based upon the independent acts of the Hardin plaintiffs, among others, Hardin has not asserted a claim that comes within the parameters of the Travelers policy, and Travelers does not have a duty to defend in the Durham action currently pending in the Superior Court of Wake County. Accordingly, this court cannot find a breach of contract as alleged in plaintiff's complain</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>For the foregoing reasons, plaintiffs' motion for partial summary judgment is DENIED. It is hereby ORDERED, ADJUDGED and DECREED that defendant Travelers does not have a duty to defend the Hardin plaintiffs, and plaintiffs' action is DISMISSED with respect to defendant Travelers.</p>\n<h2>NOTES</h2>\n<p>[1]  Count I of plaintiffs' complaint is for declaratory judgment, breach of contract and damages against the Hanover Insurance Company. Count II of the complaint is for declaratory judgment, breach of contract and damages against the Travelers Insurance Company. The court construes this summary judgment motion as one for the resolution of Count II, the claims against Travelers. This court will not adjudicate any issues with respect to defendant Hanover Insurance Company at this time.</p>\n<p>[2]  Trial of the personal injury suit was conducted by the Honorable Stafford Bullock on 1 and 2 November 1999, but ended in mistrial as a result of jurors' complaints of inability to serve for the duration of the trial.</p>\n<p>[3]  Commercial general liability insurance policies \"provide an insured with indemnification for damages up to policy limits for which the insured becomes liable as a result of tort liability to a third party. . . . The risk insured by these policies is the possibility that the insured's product or work will cause bodily injury or damage to property other than the work itself for which the insured may be found liable.\" <i>Standard Fire Ins. Co. v. Chester O'Donley &amp; Assoc., Inc.,</i> <span class=\"citation\" data-id=\"1079923\"><a href=\"/opinion/1079923/standard-fire-ins-co-v-chester-odonley/\"><span class=\"volume\">972</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1</span></a></span>, 6-7 (Tenn.Ct.App.1998), <i>app. denied</i> (July 6, 1998). A general liability insurance policy includes: 1) the declarations; 2) the insuring agreements and definitions; 3) the exclusions; 4) the conditions, and 5) the endorsements. These components of the policy should be construed in the above order when resolving coverage questions. <i>Id.</i> at 7.</p>\n<p>[4]  8.1 Subcontractor's Performance. To the fullest extent permitted by law, Subcontractor shall indemnify, defend and hold harmless Owner, Architect, Contractor (including its affiliates, parents and subsidiaries) and all of their agents, officers, directors and employees, and their successors and assigns, from and against all claims, damages, losses, costs and expenses, including but not limited to attorneys' fees, <i>arising out of or resulting from the performance of Subcontractor's work,</i> provided that any such claim, damage, loss, cost or expense, including attorneys' fees:\n</p>\n<p>1. is attributable to bodily injury . . . and is caused or alleged to be caused in whole or in any part by any act or omission of Subcontractor or anyone directly or indirectly employed by a Subcontractor or anyone for whose acts Subcontractor may be liable, regardless of whether it is also caused in part by a party indemnified hereunder; or</p>\n<p>2. arises out of or relates to Subcontractor's performance under this Agreement, or results from any claimed failure of Subcontractor to properly fulfill its obligations under this Agreement.</p>\n<p>This indemnity obligation shall not be construed to negate, or abridge, or otherwise reduce any other right or obligation of indemnity which would otherwise exist under law except to the extent that it is caused by the sole negligence of any party indemnified hereunder in which case this obligation shall not apply relative to such indemnified party. . . .</p>\n<p>8.6 Subcontractor's Insurance. Subcontractor's insurance shall conform to the requirements of Attachment \"A\".</p>\n<p>Hardin Contract, Art. 8 (emphasis added).</p>\n<p>[5]  Hollis &amp; Burns, Inc., J &amp; A Mechanical's insurance agent, issued a Certificate of Liability Insurance dated 27 August 1997 to Hardin certifying that J &amp; A Mechanical had liability coverage with Travelers under a $2,000,000 Commercial General Liability Policy No. CO-336K2462 and a $15,000,000 Excess Liability Policy No. CUP 336K2714 for the period 1 September 1997 through 1 September 1998. That Certificate names Hardin Construction Group as the Certificate Holder and states that Hardin is an additional insured on the policy. As defendant suggests, the Certificate does not, in any respect, alter the underlying policy. However, the court concludes that the existence and issuance of such a certificate supports the court's finding that Hardin is an additional insured under the terms of the policy itself.\n</p>\n<p>The court finds unpersuasive Travelers' argument that Hardin is not an \"insured\" within the meaning of the policy, and finds the points made in support of that argument more appropriately advanced with respect to liability or coverage issues.</p>\n<p>[6]  Unlike the duty to defend, an insurer's duty to pay is measured by the facts ultimately determined at trial. <i>Patti,</i> 126 N.C.App. at 644, 486 S.E.2d at 234.</p>\n<p>[7]  Indeed, an agreement between Hardin and J &amp; A Mechanical that required J &amp; A Mechanical to provide insurance for Hardin against its own negligent acts would be void as against public policy in North Carolina. Under North Carolina law, a general contractor cannot require a subcontractor to insure it against its own negligent acts. Pursuant to N.C. Gen Stat. § 22B-1, any agreement relative to the construction of a building that purports to indemnify or hold harmless a general contractor against liability for damages arising out of bodily injury to a person caused by or resulting from the general contractor's own negligence, in whole or in part, is against public policy and is void and unenforceable. N.C. Gen.Stat. § 22B-1. See also <i>City of Wilmington v. N.C. Natural Gas Corp.,</i> 117 N.C.App. 244, <span class=\"citation\" data-id=\"1305920\"><a href=\"/opinion/1305920/city-of-wilmington-v-nc-natural-gas-corp/\"><span class=\"volume\">450</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">573</span></a></span> (1994)(\"[c]ourts do not favor indemnity contracts that relieve the indemnitee from liability for its own negligence\").</p>\n<p>[8]  It is important to understand that the \"Who Is an Insured\" provision defines the coverage available to additional insureds in terms of liability, not in terms of the bodily injury at issue. While Durham's injury may have arisen from the subcontractor's work, it does not follow that the liability imposed upon or sought to be imposed upon the general contractor likewise arose from the subcontractor's work. The court has examined the complaint to determine whether the liability Durham seeks to impose upon the Hardin plaintiffs arose from the subcontractor's work. The court is not making any finding as to whether Durham's injuries arose from the subcontractor's work or some other factor.</p>\n<p>[9]  While the determination of whether an activity is inherently dangerous is often a question of law, whether a particular situation constitutes an inherently dangerous activity usually presents a question of fact and should be addressed on a case by case basis. See <i>O'Carroll v. Texasgulf, Inc.,</i> 132 N.C.App. 307, <span class=\"citation\" data-id=\"1229590\"><a href=\"/opinion/1229590/ocarroll-v-texasgulf-inc/\"><span class=\"volume\">511</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">313</span></a></span>, 318 (1999). This court concludes that Durham's complaint has at least raised a genuine issue as to whether working on scaffolding immediately adjacent to an empty, unguarded, concrete pool is an inherently dangerous activity, and that the issue is one that would properly be resolved by the state court or the jury in the context of the underlying personal injury action, if such resolution were necessary. See <i>Lane v. R.N. Rouse &amp; Co.,</i> 135 N.C.App. 494, <span class=\"citation\" data-id=\"1332620\"><a href=\"/opinion/1332620/lane-v-rn-rouse-co/\"><span class=\"volume\">521</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">137</span></a></span>, 139 (1999); <i>Woodson,</i> 329 N.C. at 354, 407 S.E.2d at 236.</p>\n<p>[10]  In <i>Simmons,</i> the court concluded that the hospital did not actually have to be negligent of anything because the nondelegable duty made the hospital vicariously liable for the negligence of emergency room doctors, irrespective of any fault by the hospital. <i>Simmons,</i> 330 S.C. at 123-124, 498 S.E.2d at 412. Under this theory, Hardin could be held vicariously liable for J &amp; A Mechanical's negligence, regardless of any breach of its own duty toward the subcontractor's employee. In those circumstances, Durham's complaint, which alleges J &amp; A Mechanical's negligence, would state a claim that comes within the ambit of the Travelers policy. This does not appear to be the theory adopted by the North Carolina Supreme Court in <i>Woodson,</i> however.</p>\n<p>[11]  <i>Woodson</i> clearly identifies the general contractor's liability in the inherently dangerous activity context as \"direct and not derivative,\" and this court is bound by the North Carolina Supreme Court's interpretation of North Carolina law. The <i>Woodson</i> language is, however, at odds with some earlier courts of appeals cases, including <i>Deitz,</i> that have identified the nondelegable duty doctrine as a source of vicarious liability. At least one subsequent case attempting to apply North Carolina law unwittingly illustrates the confusion over this issue. In <i>Dickerson v. AME, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">944</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">454</span></span>, 459-460 (D.S.C.1996), the court specifically cited <i>Woodson</i> for the proposition that an employer may not delegate to an independent contractor the duty to provide for the safety of others in the context of an inherently dangerous activity, and also cited <i>Deitz</i> for the contradictory proposition that the foregoing doctrine holds employers liable for the negligence of a contractor and is therefore a form of vicarious liability. Moreover, <i>Dickerson</i> cites <i>Deitz</i> for the statement that \"liability for an inherently dangerous activity by definition means that both the independent contractor and the general contractor are negligent.\" <i>Id.</i> Under <i>Woodson</i>'s \"direct, and not derivative\" theory, however, that statement is not true. Rather, the general and independent contractors each have their own duties and receive their own negligence analyses in cases of inherently dangerous activities. It is this court's opinion that this question poses an excellent example of the need for a certification process in this state, and further notes that North Carolina is the only state within the Fourth Circuit that does not have such a procedure. While this court is certainly able to interpret existing case law and surmise what the North Carolina Supreme Court might do if faced with the question presented by this case, certainly the issue is one with policy implications and would be best decided by the state's own court. See Jessica Smith, <i>Avoiding Prognostication and Promoting Federalism: the Need for an Inter-Jurisdictional Certification Procedure in North Carolina,</i> 77 N.C. L.Rev. 2123 (Sept.1999).</p>\n<p>[12]  Under the Supreme Court's \"direct, not derivative\" analysis, explained in <i>Evans</i> and <i>Dockery</i> and reiterated in <i>Woodson,</i> a general contractor's liability for the torts of its subcontractor is direct and not vicarious. As a practical matter, a finding that a subcontractor is liable for negligence may be accompanied by a finding that a general contractor negligently breached its own duty to ensure that the subcontractor took appropriate precautionary measures. However, the subcontractor's negligence in such a situation is not imputed to the general contractor. Rather, the subcontractor's negligence is simply evidence of the general contractor's breach of its own duty.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/570419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1079923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1229590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1229929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1305920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1329017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1335503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1357538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1374049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1376816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1393299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1400655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1511506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2036091/"
  ]
}