{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2310684/",
  "absolute_url": "/opinion/2310684/north-carolina-right-to-life-inc-v-leake/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2310684/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:03:13.126841Z",
  "date_modified": "2016-04-27T00:12:03.054777Z",
  "type": "010combined",
  "sha1": "b5e52c9da0180c2c42ee1b1389a29b6fe4ddd5ad",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>482 F.Supp.2d 686 (2007)</b></center>\n<center><h1>NORTH CAROLINA RIGHT TO LIFE, INC., et. al., Plaintiffs,<br>\nv.<br>\nLarry LEAKE, et. al., Defendants.</h1></center>\n<center>No. 5:99-CV-798-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 29, 2007.</center>\n<center>As Amended May 11, 2007.</center>\n<p><span class=\"star-pagination\">*687</span> <span class=\"star-pagination\">*688</span> Paul Stam, Jr., Stam, Fordham &amp; Danchi, Apex, NC, for Plaintiffs.</p>\n<p>Alexander McClure Peters, Susan Kelly Nichols, N.C. Department of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on parties' Cross  Motions for Summary Judgment, pursuant to Rule 56 of the Federal Rules of Civil Procedure. A hearing was held on October 12, 2006, in Raleigh, North Carolina and the matter is now ripe for ruling. For the reasons discussed below, Plaintiffs' Motion for Summary Judgment is GRANTED and Defendants' Motion for Summary Judgment is DENIED.</p>\n<p></p>\n<h2><i>PROCEDURAL HISTORY</i></h2>\n<p>The instant litigation is the sequel to a previous suit that held significant provisions of the North Carolina campaign finance laws unconstitutional. <i>North Carolina Right to Life, Inc. v. Bartlett,</i> 168 F.3d 705 (4th Cir.1999), <i>cert denied,</i> 528 U.S. 1153, 120 S.Ct. 1156, 145 L.Ed.2d 1069 (2000). Subsequently, the North Carolina General Assembly amended the campaign finance statutes which, as amended, are the subject of this litigation. On November 30, 1999, North Carolina Right to Life (\"NCRL\") and its political committees brought this action challenging the constitutionality of North Carolina General Statutes defining the term \"political committee,\" limiting contributions to candidates and political committees and defining communications as electoral advocacy. N.C. GEN.STAT. §§ 163.278.6(14), 163-278.13 and 163-278.14A(a)(2).</p>\n<p>On August 8, 2000; this Court preliminarily enjoined North Carolina from enforcing the campaign \"finance statutes. <i>N.C. Right to Life, Inc. v. Leake,</i> 108 F.Supp.2d 498 (E.D.N.C.2000) (\"<i>NCRL I</i>\"). On October 24, 2001, this Court held that Section 163.278.14A(a)(2) was unconstitutionally overbroad; Section 163-278.13 was unconstitutional as applied to Plaintiff <span class=\"star-pagination\">*689</span> North Carolina Right to Life Committee Fund for Independent Political Expenditures (\"NCRLC-FIPE\") and other political committees that only make independent expenditures; and Section 163-278.6(14) was unconstitutional to the extent that it incorporated the electoral advocacy test from Section 163-278.14A(a)(2). <i>N.C. Right to Life, Inc. v. Leake,</i> No. 99-798, slip op. at 23 (E.D.N.C. Oct. 24, 2001) (\"<i>NCRL II</i>\").</p>\n<p>The Fourth Circuit Court of Appeals affirmed in part, and reversed in part, concluding that Section 163-278.14A(a)(2) was unconstitutionally vague and overbroad using the bright-line test for determining whether communications may be regulated as express advocacy. <i>N.C. Right to Life, Inc. v. Leake,</i> 344 F.3d 418, 424 (4th Cir.2003) (citing <i>Buckley v. Valeo,</i> 424 U.S. 1, 43, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976)) (\"<i>NCRL III</i>\"). The Fourth Circuit held the rebuttable presumption in Section 163-278.6(14) unconstitutional as vague and overbroad. <i>Id.</i> at 429. Finally, the Fourth Circuit determined that the $4,000 contribution limit was overbroad and unconstitutionally applied to a political action committee (\"PAC\") formed by NCRL with the stated intent to only make independent expenditures. <i>Id.</i> at 434.</p>\n<p>Defendants petitioned the Supreme Court for certiorari, which was granted on April 26, 2004. <i>Leake v. North Carolina Right to Life,</i> 541 U.S. 1007, 1007, 124 S.Ct. 2065, 158 L.Ed.2d 617 (2004). The Supreme Court vacated the decision of the Fourth Circuit and remanded the matter for further consideration in light of <i>McConnell v. FEC. Id</i><i>.</i> Subsequently, the Fourth Circuit remanded the case to this Court, without vacating the order of this Court permanently enjoining the Defendants. <i>N.C. Right to Life, Inc. v. Leake,</i> No. 02-2152 (4th Cir. Aug. 12, 2004). This Court must examine its earlier decision to permanently enjoin the statutes in light of <i>McConnell.</i></p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>NCRL is a non-profit corporation, incorporated in the State of North Carolina. NCRL's stated purpose is to gather and disseminate information relating to pro-life issues and to make donations \"for public welfare, or for religious, charitable, scientific or educational purposes.\" <i>See</i> NCRL Articles of Incorporation. During past election cycles, NCRL has made direct contributions to candidates for state office. During the election cycle most recent to the commencement of this litigation, NCRL had the resources and desire to make direct contributions to candidates and to make independent expenditures totaling over $3,000. However, NCRL did not make any such contributions because it did not want to be deemed a \"political committee\" under North Carolina election law regulations and, as a result, become subject to the requirements imposed upon such committees.</p>\n<p>Plaintiff North Carolina Right to Life Political Action Committee (\"NCRLPAC\") is a political action committee established by NCRL. Plaintiff NCRLC-FIPE is an internal PAC established by NCRL whose sole purpose is to make independent expenditures. NCRLC-FIPE makes no contributions of any kind to candidates.</p>\n<p>Plaintiffs challenge three major portions of the North Carolina campaign finance statutes: (1) the context prong of the Section 163-278.14A as void for vagueness and overbreadth; (2) the major purpose test of Section 163-278.6(14) as failing strict scrutiny, unconstitutionally vague and overbroad, and containing an unconstitutional associational burden with the use of a presumption; and (3) the expenditure limit of 163-278.13 as unconstitutionally applied to NCRLC-FIPE and other political committees <span class=\"star-pagination\">*690</span> that only make independent expenditures.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>The Fourth Circuit standard for issuance of a permanent injunction tracks that of a preliminary injunction. \"[A] preliminary injunction is an extraordinary remedy, to be granted only if the moving party clearly establishes entitlement to the relief sought.\" <i>Hughes Network Sys., Inc. v. InterDigital Commc'ns. Corps.,</i> 17 F.3d 691, 693 (4th Cir.1994) (quoting <i>Fed. Leasing, Inc. v. Underwriters at Lloyd's,</i> 650 F.2d 495, 499 (4th Cir.1981)). The standard for awarding interim relief is the \"balance-of-hardships\" test. <i>Id.</i> at 693. The Court must determine whether the harm likely to be suffered by plaintiff if relief is denied is actual and imminent or merely remote and speculative. <i>Direr Israel, Ltd. v. Breakthrough Med. Corp.,</i> 952 F.2d 802, 812 (4th Cir.1991). The Court then balances plaintiff's harm or injury against the harm to the defendant if relief is granted. <i>Id.</i> In the context of permanent relief, as here, the test is the same except the Court considers plaintiff's <i>actual</i> success on the merits as opposed to the likelihood thereof.</p>\n<p>Summary judgment cannot be granted unless there are no genuine issues of material fact for trial. FED.R.CIV.P. 56(c); <i>See </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The moving party must demonstrate the lack of a genuine issue of fact for trial, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex,</i> 477 U.S. at 324, 106 S.Ct. 2548. The Court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party. <i>See </i><i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587-88, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986). Conclusory allegations are insufficient to defeat a motion for summary judgment. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986) (\"[T]he mere existence of <i>some</i> alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment.\") (<i>emphasis in original</i>).</p>\n<p>I. <i>Campaign Finance after McConnell</i></p>\n<p>A brief discussion of the <i>Buckley</i> line of authority is appropriate in order to analyze the impact of <i>McConnell</i> on the North Carolina campaign finance statutes. In <i>Buckley,</i> the Supreme Court crafted three principles to examine whether campaign finance statutes violate the First Amendment's free speech rights: (1) the express advocacy test; (2) the major purpose test; and (3) the contributions/independent expenditures distinction. All were applied and determinative in either this Court's Order, or in the vacated Fourth Circuit opinion. <i>NCRL II,</i> at 9, 11, 22-23; <i>NCRL III,</i> 344 F.3d at 424, 429, 434. The impact of <i>McConnell</i> on each holding will be considered in turn.</p>\n<p>A. The Express Advocacy Test</p>\n<p>The Supreme Court in <i>Buckley,</i> more than thirty years ago, set forth a rule of interpretation in deciding the meaning of the Bill of Rights. <i>Buckley v. Valeo,</i> 424 U.S. 1, 80, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976). In that case, the Supreme Court held that notwithstanding the express words of the First Amendment that \"Congress shall make no law . . . abridging the freedom of speech, or of the press, or of the right of people peaceably to assemble, and to petition the government for a redress of grievances\" Congress could regulate federal elections, campaigns, contributions and expenditures. U.S. CONST. amend. I; <i>Buckley</i> 424 U.S. at 80, 96 S.Ct. 612. The Supreme Court's interpretation <span class=\"star-pagination\">*691</span> of the Constitution is grounded in the Court's decision that \"express advocacy\" can be regulated. <i>Buckley,</i> 424 U.S. at 80, 96 S.Ct. 612. By that, the Court in <i>Buckley</i> found that the phrases \"expressly advocating\" or \"explicit words\" advocating the \"election or defeat of a clearly identified candidate\" are not vague and may be regulated. <i>Id.</i> at 44, 96 S.Ct. 612. The express advocacy test, as it became known, provided a bright-line test that focuses on the actual words of the communication. <i>Id.</i> at 43, 96 S.Ct. 612. <i>MCFL</i> followed suit, construing the phrase \"expenditure in connection with any [federal] election\" to mean expenditures expressly advocating the election or defeat of a clearly identified candidate for office. <i>FEC v. MCFL,</i> 479 U.S. 238, 248, 107 S.Ct. 616, 93 L.Ed.2d 539 (1986). Consequently, certain phrases are now permanently deemed \"express advocacy\" and thus subject to the Supreme Court authority that they are not protected by the First Amendment. State and federal courts have used the express advocacy test to overcome vagueness and overbreadth for three decades.<sup>[1]</sup> Indeed, the Fourth Circuit in the instant matter stated that \"[t]he Supreme Court adopted in <i>Buckley</i> a bright-line test for determining whether communications may constitutionally be regulated as electoral advocacy.\" <i>NCRL III,</i> 344 F.3d 418, 424 (4th Cir.2003) (vacated).</p>\n<p>In <i>McConnell,</i> the Supreme Court followed the <i>Buckley</i> framework, but dictated that the express advocacy test was not a constitutionally mandated bright-line rule. <i>McConnell v. FEC,</i> 540 U.S. 93, 193, 204, 124 S.Ct. 619, 157 L.Ed.2d 491 (2003) (\"Nor are we persuaded, independent of our precedents, that the First Amendment erects a rigid barrier between express advocacy and so-called issue advocacy.\"). Rather than obliterating the distinction entirely, <i>McConnell</i> carved out an exception to the \"no regulation of issue advocacy\" standard, pursuant to which a regulation could reach certain communications even if the so-called \"magic words\" of express advocacy were not used. <i>Id.</i> To fall within this exception, a regulation must not be vague or overbroad and may reach only reach \"express advocacy\" or its \"functional equivalent.\" <i>Id. See </i><i>Anderson v. Spear,</i> 356 F.3d 651, 664-65 (6th Cir.2004) (\"[<i>McConnell</i>] nonetheless left in tact the ability of course to make distinctions between express advocacy and issue advocacy where such distinctions are necessary to cure vagueness and overbreadth. . . .\"), <i>cert. denied,</i> 543 U.S. 956, 125 S.Ct. 453, 160 L.Ed.2d 317. <i>McConnell</i> did not however, grant government <i>carte blanche</i> to regulate political speech. Further, <i>McConnell</i> reaffirmed that laws restricting free speech and association that border on issue advocacy, must be reviewed for constitutionality under the traditional strict scrutiny standard. 540 U.S. at 204-05, 124 S.Ct. 619. Thus, <i>McConnell</i> made clear that, for a statute to pass constitutional muster, it must avoid both vagueness and overbreadth by regulating only \"express advocacy\" or its \"functional equivalent.\"</p>\n<p>B. The Major Purpose Test</p>\n<p>In defining a political committee, and making it subject to expenditure regulations, <span class=\"star-pagination\">*692</span> <i>Buckley</i> held that the organization must be under a candidate's control or have the major purpose of electing or nominating a candidate. 424 U.S. at 79, 96 S.Ct. 612. <i>MCFL</i> reiterated this test and provided two methods to determine if an entity has major purpose either: (1) its organizational purpose; or (2) the preponderance of expenditures for express advocacy or contributions to candidates. <i>MCFL,</i> 479 U.S. at 252, 107 S.Ct. 616. In <i>McConnell,</i> the major purpose test was not directly examined. Thus, the Court in <i>McConnell</i> did not overturn or criticize the major purpose test, and its authority remains in force.</p>\n<p>C. Independent Expenditures/Contributions</p>\n<p>Under <i>Buckley,</i> independent expenditures are afforded special protections the comprise the core of political speech, and do not give rise to corruption as do contributions or coordinated expenditures. 424 U.S. at 46, 96 S.Ct. 612; <i>Nixon v. Shrink Mo. Gov't PAC,</i> 528 U.S. 377, 387, 120 S.Ct. 897, 145 L.Ed.2d 886 (2000), The standard of scrutiny applied to independent expenditure regulations is that limitations on contributions must be \"closely-drawn\" to address a \"sufficiently important interest\" of the State. <i>Nixon,</i> 528 U.S. at 387-88, 120 S.Ct. 897 (quoting <i>Buckley,</i> 424 U.S. at 25, 96 S.Ct. 612). <i>McConnell</i> affirmed this distinction, noting, that limiting independent expenditures\" \"`fail[s] to serve any substantial governmental interest in stemming the' reality or appearance of corruption in the \"electoral process.'\" <i>McConnell,</i> 540 U.S. at 221, 124 S.Ct. 619 (quoting <i>Buckley</i>). <i>McConnell</i> further acknowledged that independent expenditure limitations \"`impose far greater restraints on the freedom of speech and association' than do limits on the contributions and expenditures.\" <i>Id.</i> (quoting <i>Buckley,</i> 424 U.S. at 47-48, 96 S.Ct. 612). Thus, the distinction between independent expenditures and contributions remains intact following <i>McConnell.</i></p>\n<p>II. <i>Standing</i></p>\n<p>In ruling on Plaintiff's Motion for Preliminary Injunction, the Court held that Plaintiffs alleged enough to demonstrate standing. Specifically, Plaintiffs' desire to raise funds in excess of $4000 was \"not so incredible as to render the group's injury merely speculative.\" <i>NCRL I,</i> 108 F.Supp.2d at 513 n. 16. In doing so, the Court rejected Defendants' assertions that Plaintiffs' desire to spend over $3,000 lacked credibility, to the extent that would render hypothetical NCRL's stated desire to spend. <i>Id.</i> at 505. Defendant now argues, relying in part upon <i>McConnell,</i> that in the intervening six years while' this case has been on appeal, Plaintiffs have failed to act, making their assertions no longer credible, and lacking standing.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*693</span> The remaining assertion is that Plaintiffs have lost standing because it has not take action under the statutes enjoined by the Court in 2000. However, requiring the Plaintiff to violate an enjoined statute in order to maintain standing violates both precedent and intuition. Embedded in pre-enforcement challenges is the understanding that is not necessary for parties to expose themselves to liability in order to challenge a statute. <i>Babbitt v. United Farm Workers Nat'l Union,</i> 442 U.S. 289, 298, 99 S.Ct. 2301, 60 L.Ed.2d 895 (1979). Further, Defendants have not repealed the statute or given any indication that they would not attempt to enforce it retroactively if successful on review. The harm here is in the existence of the statute, which abrogates Defendant's claim that the harm is merely speculative because Plaintiffs have not acted under the statute.</p>\n<p>III. <i>North Carolina Statutory Scheme</i></p>\n<p>North Carolina General Statute Section 163-278.6(14) defines \"political committee\" as \"two or more individuals . . . that makes, or accepts anything of value to make contributions or expenditures.\" N.C. GEN.STAT. § 163-278.6(14). Thus, a group must first make a contribution or expenditure to be considered a \"political committee.\" An expenditure is defined as \"any purchase, advance conveyance [of] . . . anything of value whatsoever . . . to support or oppose the nomination, election or passage of one or more clearly identified candidates. . . .\" <i>Id.</i> § 163-278.6(9).</p>\n<p>In order to determine whether a purchase or advance is made \"to support or oppose\" a candidate, and is thus an \"expenditure,\" the regulations employ the express advocacy test and a contextual test. Specifically, a communication may be determined to support or oppose a candidate if: (1) the communication contains words or phrases such, as \"vote for,\" \"cast your ballot for,\" \"defeat,\" etc; or (2) the \"essential nature\" expresses electoral advocacy and \"goes beyond mere discussion of public issues in that they direct voters to take some action to . . . elect a candidate in an election.\" N.C. GEN.STAT. § 163-278.14A(a)(1)-(2). The first prong of the test mirrors the express advocacy definition crafted in <i>Buckley.</i> The second prong goes beyond <i>Buckley</i> and provides that where the \"course of action\" of a communication is unclear, contextual factors such as the language of the communication, timing of the communication, distribution to registered voters and cost of the communication may be used to determine if the message \"could only be interpreted by a reasonable person as advocating the nomination, election, or defeat of that candidate in that election.\" <i>Id.</i> § 163-278.14(a)(2). Once a communication is deemed express advocacy, it will be considered to support or oppose a candidate, and qualify as an expenditure for purposes of defining a political committee. <i>Id.</i> §§ 163-278.6(9), (14).</p>\n<p>In addition to the contribution or expenditure requirement, a group must be either: (1) a candidate controlled organization; (2) a political party or controlled by a political party; (3) an organization created by a corporation, business entity, union, etc; or (4) a group that has a \"major purpose to support or oppose the nomination or election of one or more clearly identified candidates.\" N.C. GEN. STAT. § 163-278.6(14)(d). A group's major purpose is determined by the amount of contributions and expenditures made during an election cycle. If a group makes more than $3000 in expenditures or contributions, it is presumed to have a Major purpose in the election or defeat of a candidate. <i>Id.</i> The presumption is only rebutted by \"showing that the contributions and expenditures . . . were not a major party of the activities of the organization during the election cycle.\" <i>Id.</i> The major purpose of a group may be derived with <span class=\"star-pagination\">*694</span> the help of contextual factors set forth in the second prong of the test for an expenditure because the level of its expenditures may be determined based on such factors. <i>Id.</i> § 163-278.14A(a)(2).</p>\n<p>When a group is designated as a political committee, the organization and its members become subject to various administrative and organizational requirements implicating the First Amendment. For example, a political committee must register with the State, appoint a treasurer, and report in detail the dates and amounts of all contributions and expenditures. N.C. GEN.STAT. §§ 163-278.7, 163-278.8, 163-278.9, 163-278.11. Further, when the political committee receives a contribution in excess of $100, it must disclose the donor's name, address and occupation. <i>Id.</i> § 163-278.12. Any violation of the aforementioned requirements subjects the organization to prosecution for a class-2 misdemeanor, as well as fines. N.C. GEN STAT §§ 163-278.27, 163-278.34. <i>See </i><i>MCFL,</i> 479 U.S. at 254, 107 S.Ct. 616 (\"[M]ore extensive requirements and more stringent restrictions . . . may create a disincentive for such organizations to engage in political speech.\"). Finally, no individual may contribute to any political committee in excess of $4000 during any election cycle. N.C. GEN STAT. § 163-278.13.</p>\n<p>IV. <i>North Carolina General Statute § 163-278.14A  Express Advocacy Test</i></p>\n<p>Under North Carolina's regulations, as discussed above, even if a communication contains no express words of support or defeat, it may qualify as an \"expenditure\" made \"in support of\" or \"against\" the candidacy of a particular candidate, so long as its \"essential nature\" is express electoral advocacy based on the \"reasonable person\" standard that. takes into consideration various contextual factors. N.C. GEN STAT §§ 163-278.6(9), 163-278.14A(a)(2). On October 24, 2001, this Court held that this statute impermissibly regulates issue advocacy by going beyond the \"express advocacy\" standard set in <i>Buckley.</i> In light of the <i>McConnell</i> decision, which created an exception under which the \"functional equivalent\" of express advocacy may also be regulated in limited cases, renewed analysis is required.</p>\n<p>The <i>McConnell</i> exception applied to the definition of an \"electioneering communication.\" As outlined above, the federal regulation at issue in <i>McConnell</i> passed constitutional muster even though it reached more than the traditionally defined \"express advocacy\" because it nonetheless regulated only express advocacy and its \"functional equivalent.\" In so holding, the <i>McConnell</i> Court specifically stated that the federal law at issue did not raise the same \"vagueness concerns that drove our analysis in <i>Buckley.</i>\" 540 U.S. at 194, 124 S.Ct. 619. That is, the federal campaign finance statute contained components that were both \"easily understood\" and \"objectively determinable.\"<sup>[3]</sup><i>Id.</i> Here, by contrast, the statutory definition of whether an expenditure constitutes a, communication that supports or opposes a candidate is neither objectively reasonable nor easily determined. The North Carolina statute permits a determination as to the \"essential nature\" of the communication, focusing on \"contextual factors\" such as the timing of the communication, the distribution of the communication, the cost of the communication and a reasonable person standard. <span class=\"star-pagination\">*695</span> None of these contextual factors is defined in the statute.</p>\n<p><i>Buckley</i> specifically rejected any requirement that an express advocacy test depend on the intent and effect of the communication because it puts speakers wholly at the mercy of the varied understanding of its hearers. 424 U.S. at 43, 96 S.Ct. 612. Whether a communication is express advocacy is subject to a reasonable person determination, which is in effect, a listener determination because although the reasonable person determination is objective, it is made <i>after</i> the communication is made, based upon the effect on the listener.<sup>[4]</sup> When the speaker is left unaware of whether a communication constitutes express advocacy, until it has been perceived, the chilling of speech is unavoidable. Because the North Carolina law presents vagueness concerns not present in <i>McConnell,</i> the exception crafted therein, permitting regulation of the \"functional equivalent\" of express advocacy, is inapplicable.</p>\n<p>Next, the Court turns to whether the statute can survive constitutional scrutiny, by upholding the rights established by the Bill of Rights and Amendments to the Constitution. <i>McConnell</i> requires that laws restricting protected speech be reviewed under the strict scrutiny standard. 540 U.S. at 204-05, 124 S.Ct. 619. It must be emphasized that the <i>McConnell</i> Court did not hold that speech advocating a political or social cause (what we commonly refer to as \"issue advocacy\") somehow is no longer protected under the First Amendment  nor could they, for this would fly in the face of precedent, history and the first principals of our founding fathers. <i>See </i><i>Virginia v. Black,</i> 538 U.S. 343, 365, 123 S.Ct. 1536, 155 L.Ed.2d 535 (2003) (\"[P]olitical speech at the core of what the First Amendment is designed to protect.\"); <i>Mills v. State of Ala.,</i> 384 U.S. 214, 218-19, 86 S.Ct. 1434, 16 L.Ed.2d 484 (1966) (\"[T]here is practically universal agreement that a major purpose of [the First] Amendment was to protect the free discussion of governmental affairs. This of course includes discussions of candidates, structures and forms of government, the manner in which government is operated or should be operated, and all such matters relating to political processes.\"). Indeed, \"[t]he Founders sought to protect the rights of individuals to engage in political speech because a self-governing people depends upon the free exchange of political information.\" <i>Nixon,</i> 528 U.S. at 411, 120 S.Ct. 897. A simple glance at the Constitution reveals that Congress and the Framers have sought to protect voting and the electoral process as one of the freedoms and the basis of American democracy. At a minimum, the electoral process is protected by Article I, Section Two, setting out the people's right to choose the House of Representatives and the Twelfth, Fourteenth, Fifteenth, Nineteenth, Twenty-Second, Twenty-Third, Twenty-Fourth, and Twenty-Sixth Amendments which dictate who, when and how citizens can vote freely and fairly. No other activity is as repeatedly discussed in the Constitution as the electoral process. Coupled with the First Amendment, speech surrounding elections is fundamentally protected. As a fledgling nation, discourse and free flow of ideas was essential the establishment of a democracy free from corruption and tyranny. The irony of abridging the ability to disseminate ideas, in order to prevent apparent corruption, would not be lost on the founding fathers. <span class=\"star-pagination\">*696</span> Thus, <i>Buckley</i> and <i>MCFL's</i> bright line may be blurred by <i>McConnell,</i> but issue advocacy remains fundamentally protected as a pillar of political discourse.</p>\n<p>The context prong of the North Carolina statute sweeps in speech that is unquestionably protected by the First Amendment as pure issue advocacy. By using ambiguous time frames, unspecified distribution limitations and a reasonable person standard, pure issue advocacy is subject to regulation at the whim of the State. For example, under the North Carolina statute, John Jay, James Madison and Alexander Hamilton, could be deemed a political committee when they publish the Federalist Papers, writing as \"Publius.\" If the publication occurred around the time of an election, and a reasonable person interpreted them to advocate an electoral position, the papers could be considered a campaign contribution and regulated. Federalist Number 84, opposed adoption of the Bill of Rights, and is precisely the type of lobbying that the Framers considered in drafting the Constitution. FEDERALIST No. 84 (\"I go further, and affirm that bills of rights, in the sense and to the extent in which they are contended for, are not only unnecessary in the proposed Constitution, but would even be dangerous.\"). Over the objections of the Federalists, the First Amendment was adopted and consequently protects discourse like that contained in the Federalist papers. In a more contemporary example, a group of veterans sponsoring an advertisement, that supports or opposes the Iraq War, could be deemed to supporting or opposing a candidate that believes the same, merely based on the contextual factors of the statute. Such political speech is clearly protected under the Constitution, irrespective of its label by the Supreme Court.</p>\n<p>The state argues that combating corruption is a compelling interest. Certainly protection of electoral integrity is compelling to any state under the constitutional provisions referenced above. <i>McConnell,</i> 540 U.S. at 205, 124 S.Ct. 619. However, North Carolina cannot justify the regulation of fundamentally protected speech to achieve even a compelling state interest. The statute fails narrow tailoring by regulating a class of speech, pure issue advocacy, that cannot possibly combat electoral corruption. North Carolina General Statute Section 163-278.14A(a)(2) is unconstitutionally vague and overbroad.</p>\n<p>V. <i>North Carolina General Statute § 163-278.6(14)  Major Purpose Test</i></p>\n<p>As stated above, under the North Carolina statute, a political committee is presumed to have the major purpose of supporting or opposing a candidate if it contributes or expends more than $3,000 during an election cycle. Plaintiffs argue that the presumption is unconstitutional. However, the Court need not reach such a determination because the statute includes provisions that impermissibly regulate issue advocacy.<sup>[5]</sup></p>\n<p>The North Carolina statutes define a \"political committee\" as that which makes contributions or expenditures and \"has a major purpose to support or oppose the nomination or election of one or more clearly identified candidates.\" N.C. GEN. STAT. § 163-278.6(14). The rebuttable presumption arises when a group contributes or expends more than $3,000 in an <span class=\"star-pagination\">*697</span> election cycle. <i>Id.</i> An entity may rebut this presumption by demonstrating that the \"contributions and expenditures . . . were not a major part of the activities of the organization during the election cycle.\" <i>Id.</i> The rebuttable presumption arises based on the amount of expenditures, as defined under Section 163-278.14A, which may be derived from the contextual factors discussed above. Having previously concluded that the context prong unconstitutionally regulates issue advocacy, the major purpose test's incorporation of the context prong in the presumption is likewise unconstitutional.</p>\n<p>VI. <i>Remedy</i></p>\n<p>In making a determination as to the facial validity of a statute under the First Amendment, if the statute is \"readily subject\" to a narrowing construction that would make it constitutional, it will be upheld. <i>Erznoznik v. City of Jacksonville,</i> 422 U.S. 205, 216, 95 S.Ct. 2268, 45 L.Ed.2d 125(1975). The Court, however, will not rewrite a statute in order to bring it into conformity. <i>Virginia v. Am. Booksellers Assn., Inc.,</i> 484 U.S. 383, 387, 108 S.Ct. 636, 98 L.Ed.2d 782 (1988). Here, there is no way to alter the text of Section 163-278.14A(a)(2) in order to bring it into conformity with the Constitution.</p>\n<p>Whether a statute is severable is determined by state law. <i>Leavitt v. Jane L.,</i> 518 U.S. 137, 139, 116 S.Ct. 2068, 135 L.Ed.2d 443 (1996). Under North Carolina law, the invalid portion of a statute may be stricken and the remaining portion given effect if: (1) the remaining portion is whole and complete in itself; and (2) the intent of the legislature was such that the statute would have been enacted even without the stricken portion. <i>Stephenson v. Bartlett,</i> 355 N.C. 354, 562 S.E.2d 377 (2002).</p>\n<p>If Section 163-278.14A(a)(2) is stricken from the statute, and not applied under 163-278.6(14), the balance of Section 163-278.6(14) remains whole and complete. Further, by striking Section 163-278.14A(a)(2), the Court is left with Section 163-278.14A(a)(1), an entirely independent, and constitutionally-sound standard by which to determine what constitutes \"express advocacy.\" Moreover, it appears that the legislature intended such severance to be employed in this case. At the time it adopted Section 163-278.14A, and the \"express advocacy\" standards, the North Carolina General Assembly provided that the \"provisions of this act are severable. If any section, subsection, subdivision, sub-subdivision, phrase or word of this act . . . is held invalid by a court of competent jurisdiction, the invalidity does not affect any other portion or portions of this act and can be given effect without the invalid provision.\" N.C. Sess. Laws 1999-454 at 1842. Thus, it is clear that Section 163-278.14A(a)(1) can be given the intended effect, without the invalid portion at Section 163-278.14A(a)(2). Moreover, the definition of a \"political committee\" in Section 163-278.6(14) can also be given effect, under the current First Amendment jurisprudence as applied by the Supreme Court.</p>\n<p>Accordingly, while the Court finds that the \"political committee\" definition in Section 163-278.6(14) would ordinarily infringe Plaintiffs' rights under the First Amendment, as it incorporates the context prong, the Court will not hold Section 163-278.6(14) facially unconstitutional. Instead, by severing Section 163  278.14A(a)(2), Section 163-278.6(14) may be constitutionally applied and is enforceable.</p>\n<p>VI. <i>North Carolina General Statute § 163-278.12A</i></p>\n<p>On October 24, 2001 this Court held Section 163-278.12A was previously held <span class=\"star-pagination\">*698</span> unconstitutional under <i>Perry v. Bartlett,</i> this rendering Plaintiffs challenge moot. 231 F.3d 155 (4th Cir.2000). The Fourth Circuit affirmed that determination. The statute was repealed effective July 20, 2004. <i>See</i> Session Law 2004-125. Thus, any reexamination in light of <i>McConnell</i> is moot,</p>\n<p>VII. <i>North Carolina General Statute § 163-278.39(a)(3)</i></p>\n<p>North Carolina General Statute Section 1563-278.39(a)(3) was repealed prior to the Court's previous decision. <i>See</i> Session Law 2001-353. Consequently, Plaintiffs' challenge was rendered moot, and unchallenged in the Fourth Circuit. Thus, the previous decision of this Court controls, and needs no reexamination in light of <i>McConnell.</i></p>\n<p>VIII. <i>North Carolina General Statute § 163-278.13  Limit on Contributions</i></p>\n<p>Plaintiffs' final objection is to the $4000 limit on individual contributions made to any political committee (or candidate) during an election cycle. N.C. GEN. STAT. § 163-278.13. The regulation applies with equal force to contributions made to committee that only make independent expenditures as well as to contributions made to committees that make campaign contributions and coordinated expenditures. <i>Id.</i> § 163-278.6(9a). Plaintiff NCRLC-FIPE objects to the statute as it imposes a limit on independent expenditure political committee (\"IEPCs\") because the state has an insufficient interest to support such a limit on independent expenditures.</p>\n<p>Defendants claim that <i>McConnell</i> \"teaches that there is no place for a strong presumption against the constitutionality of contribution limits.\" Defendants' Memorandum, at 11. The Court reads no such conclusion in <i>McConnell.</i> The <i>McConnell</i> Court specifically stated that it had \"repeatedly . . . struck down limitations `made totally independently of the candidate and his campaign.'\" 540 U.S. at 221, 124 S.Ct. 619. As established in <i>Buckley,</i> and affirmed in <i>Nixon</i> and <i>McConnell, any</i> regulation must be \"closely-drawn\" to a \"sufficiently important interest.\" <i>McConnell</i> 540 U.S. at 185 n. 72, 124 S.Ct. 619; <i>Buckley,</i> 424 U.S. at 25, 96 S.Ct. 612. It is well-established that limiting corruption or the appearance of corruption is a sufficiently important or compelling state interest. <i>Buckley,</i> 424 U.S. at 26-27, 96 S.Ct. 612. Defendants must still prove, after <i>McConnell,</i> that limiting contributions to IEPCs addresses this interest in a way that is \"closely-drawn\" to protect First Amendment freedoms.</p>\n<p>This Court previously concluded, and the Fourth Circuit agreed, that the Defendants \"failed to present any evidence that the independent expenditures made by IEPCs have a tendency to corrupt or create an appearance of corruption.\" <i>NCRL II,</i> at 21; <i>NCRL III,</i> 344 F.3d at 434. In reaching this conclusion, this Court refused to consider evidence that certain independent expenditure groups were corrupt because the speech in question constituted protected speech as issue advocacy. <i>NCRL II,</i> at 19-20. Plaintiff now argues that <i>McConnell</i> rejected such a narrow definition of corruption. However, as previously discussed, despite a blurring of the bright line between issue and express advocacy, issue advocacy remains protected. Thus, the previous conclusion of this Court that the evidence submitted by the state could not be considered, as it was protected issue advocacy, remains unaltered.</p>\n<p>Defendants have failed to prove that independent expenditures made by IEPCs have a tendency to corrupt or create an appearance of corruption. According to <i>McConnell,</i> the State must show \"concrete <span class=\"star-pagination\">*699</span> evidence that [this] particular type of financial transaction is corrupting or gives rise to the appearance of corruption and that the chosen means of regulation are closely drawn to address that real or apparent corruption.\" 540 U.S. at 185, 124 S.Ct. 619 n, 72. IEPCs, by definition, engage solely in making independent expenditures and present no danger of evasion of the State's limitations on direct contributions to candidates. <i>Cal. Med. Ass'n v. FEC,</i> 453 U.S. 182, 203, 101 S.Ct. 2712, 69 L.Ed.2d 567 (1981).<sup>[6]</sup> By extension, Defendants have offered no evidence that the contributions, which directly fund the IEPCs independent expenditures, have any significant tendency to corrupt.</p>\n<p>Finally, the Court considers Plaintiff's argument that NCRLC-FIPE is not \"sufficiently independent\" to be considered separately from NCRL because, of NCRLC-FIPE status as a political action committee (\"PAC\") of NCRL. However, NCRL is independent of any political committee as a matter of law. <i>Cal. Med.,</i> 453 U.S. at 196, 101 S.Ct. 2712. Under federal law, corporations are prohibited from making contributions and independent expenditures, but are permitted to form PACs. 2 U.S.C. § 441b. In <i>MCFL,</i> the creation of an exception for <i>MCFL</i>-corporations was necessary because <i>MCFL</i> and its PAC were distinct legal entities. 479 U.S. at 255-65, 107 S.Ct. 616. The State fails to demonstrate any legal authority that considers PACs and their sponsoring corporation as identical entities. Thus, as a committee engaged solely in making independent expenditures, North Carolina General Statute Section 163-278.13 is unconstitutional as applied to NCRLC-FIPE, and other like committees.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, for the foregoing reasons, Plaintiffs' Motion for Summary Judgment is GRANTED; and Defendants' Motion for Summary Judgment is DENIED. The Court finds North Carolina General Statute Section 163-278.14A(a)(2) is facially unconstitutional and Section 163-278.6(14) is unconstitutional to the extent that it incorporates Section 163-278.14A(a)(2). Section 163-278.14A(a)(2) is severable from Section 163-278.14A. After such severance, the remainder of Section 163-278.14A is valid and enforceable, as is Section 163-278.6(14). North Carolina General Statute Section 163-278.13 is unconstitutional as applied to Plaintiff NCRLC-FIPE and other political committee that only make independent expenditures. Plaintiffs are entitled to injunctive relief as to their challenges to Sections 163-278.6(14), 163-278.14(a)(2), and 163-278.13. Defendants are hereby ENJOINED from relying on, enforcing or prosecuting violations of Sections 163-278.6(14), to the extent that it incorporates the unconstitutional Section 163-278.14A(a)(2), against Plaintiffs and others similarly situated; ENJOINED from enforcing Section 163-278.14A(a)(2) against Plaintiffs and others similarly situated; and ENJOINED from relying on, enforcing or prosecuting violations of Section 163-278.13 as against NCRLC-FIPE, so long as NCRLC-FIPE <span class=\"star-pagination\">*700</span> remains an IEPC and engages solely in making independent expenditures.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See, e.g., </i><i>Beaumont v. FEC,</i> 278 F.3d 261 (4th Cir.2002); <i>Va. Soc'y for Human Life v. FEC,</i> 263 F.3d 379, 392 (4th Cir.2001); <i>N.C. Right to Life, Inc. v. Bartlett,</i> 168 F.3d 705, 708 (4th Cir.1999); <i>Va. Soc'y for Human Life, Inc. v. Caldwell,</i> 152 F.3d 268, 275 (4th Cir. 1998); <i>FEC v. Christian Action Network,</i> 110 F.3d 1049, 1064 (4th Cir.1997); <i>Citizens for Responsible Gov't State PAC v. Davidson,</i> 236 F.3d 1174, 1194 (10th Cir.2000); <i>Vt. Right to Life Comm. v. Sorrell,</i> 221 F.3d 376, 386 (2d Cir.2000); <i>Brownsburg Area Patrons Affecting Change v. Baldwin,</i> 137 F.3d 503, 505-06 (7th Cir.1998); <i>Faucher v. FEC,</i> 928 F.2d 468, 472 (1st Cir.1991); <i>FEC v. Furgatch,</i> 807 F.2d 857, 859 (9th Cir.1987).</p>\n<p>[2]  <i>McConnell's</i> holdings regarding standing are inapplicable to the Plaintiffs in this matter. Senator McConnell lacked standing to challenge a provision dealing with charges for broadcast time in the period before an election, because he would not run for re-election for five years. 540 U.S. at 226, 124 S.Ct. 619. Similarly, other plaintiffs lacked standing because of their own personal choice not to accept or solicit large contributions. <i>Id.</i> at 227, 124 S.Ct. 619. Both are distinguishable from the Plaintiffs in this case. First, Senator McConnell did not have standing because he could not have possibly been injured for five years, which was temporally remote. <i>Id.</i> at 225-26, 124 S.Ct. 619. Here, Plaintiffs can be injured at any time they choose to express their First Amendment rights. Second, the other plaintiffs, consisting of voters, organizations representing voters and candidates, did not have standing because they did not have a constitutionally cognizable rights. <i>Id.</i> at 227-28, 124 S.Ct. 619. Here, the Plaintiffs' injury stems from legally cognizable First Amendment rights of restraint on their right to express free speech, rather than laws that simply allow more leeway for one group than others.</p>\n<p>[3]  The Court stated that the definition only applies \"(1) to a broadcast (2) clearly identifying a candidate for federal office, (3) aired within a specific time period, and (4) targeted to an identified audience of at least 50,000 viewers or listeners.\" <i>McConnell,</i> 540 U.S. at 194, 124 S.Ct. 619.</p>\n<p>[4]  For example, at deposition, Gary Bartlett, Executive Secretary and Director of the State Board of Elections stated that the \"cumulative whole\" of the communication, including the timing and the amount of money spent in a specific time period could be taken into account.</p>\n<p>[5]  The Fourth Circuit agreed with Plaintiffs that the presumption itself was unconstitutional as a burden that subjects those engaged in independent expenditures to process in order to rebut the presumption that their major purpose is to support or oppose a candidate. <i>NCRL III,</i> F.3d at 430. Although a meritorious argument, the Court expresses no opinion as to whether the presumption itself is unconstitutional, and construes the relevant portions as unconstitutional because they impermissibly regulates issue advocacy.</p>\n<p>[6]  Both the Fourth Circuit and this Court were persuaded by Justice Blackmun's concurrence in <i>Cal. Med.,</i> outlining the differences between contributions to candidates and those to political committees. <i>Cal. Med. Ass'n,</i> 453 U.S. at 203, 101 S.Ct. 2712. Specifically, Justice Blackmun concluded that contributions to committees that make only independent expenditures do not pose the same threat of being a \"conduit for contributions\" to candidate as other political action committees. <i>Id.</i> Although <i>McConnell</i> briefly mentioned <i>Cal. Med.,</i> it was purely dicta because the same issue was not before the Court in <i>McConnell.</i> Thus, persuasiveness of Justice Blackmun's analysis remains in force.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">686</span></span> (2007)</b></center>\n<center><h1>NORTH CAROLINA RIGHT TO LIFE, INC., et. al., Plaintiffs,<br>\nv.<br>\nLarry LEAKE, et. al., Defendants.</h1></center>\n<center>No. 5:99-CV-798-BO(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 29, 2007.</center>\n<center>As Amended May 11, 2007.</center>\n<p><span class=\"star-pagination\">*687</span> <span class=\"star-pagination\">*688</span> Paul Stam, Jr., Stam, Fordham &amp; Danchi, Apex, NC, for Plaintiffs.</p>\n<p>Alexander McClure Peters, Susan Kelly Nichols, N.C. Department of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on parties' Cross  Motions for Summary Judgment, pursuant to Rule 56 of the Federal Rules of Civil Procedure. A hearing was held on October 12, 2006, in Raleigh, North Carolina and the matter is now ripe for ruling. For the reasons discussed below, Plaintiffs' Motion for Summary Judgment is GRANTED and Defendants' Motion for Summary Judgment is DENIED.</p>\n<p></p>\n<h2><i>PROCEDURAL HISTORY</i></h2>\n<p>The instant litigation is the sequel to a previous suit that held significant provisions of the North Carolina campaign finance laws unconstitutional. <i>North Carolina Right to Life, Inc. v. Bartlett,</i> <span class=\"citation\" data-id=\"762034\"><a href=\"/opinion/762034/north-carolina-right-to-life-incorporated-north-carolina-right-to-life/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">705</span></a></span> (4th Cir.1999), <i>cert denied,</i> <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1153</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1156</span></span>, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1069</span></span> (2000). Subsequently, the North Carolina General Assembly amended the campaign finance statutes which, as amended, are the subject of this litigation. On November 30, 1999, North Carolina Right to Life (\"NCRL\") and its political committees brought this action challenging the constitutionality of North Carolina General Statutes defining the term \"political committee,\" limiting contributions to candidates and political committees and defining communications as electoral advocacy. N.C. GEN.STAT. §§ 163.278.6(14), 163-278.13 and 163-278.14A(a)(2).</p>\n<p>On August 8, 2000; this Court preliminarily enjoined North Carolina from enforcing the campaign \"finance statutes. <i>N.C. Right to Life, Inc. v. Leake,</i> <span class=\"citation\" data-id=\"2428586\"><a href=\"/opinion/2428586/north-carolina-right-to-life-inc-v-leake/\"><span class=\"volume\">108</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">498</span></a></span> (E.D.N.C.2000) (\"<i>NCRL I</i>\"). On October 24, 2001, this Court held that Section 163.278.14A(a)(2) was unconstitutionally overbroad; Section 163-278.13 was unconstitutional as applied to Plaintiff <span class=\"star-pagination\">*689</span> North Carolina Right to Life Committee Fund for Independent Political Expenditures (\"NCRLC-FIPE\") and other political committees that only make independent expenditures; and Section 163-278.6(14) was unconstitutional to the extent that it incorporated the electoral advocacy test from Section 163-278.14A(a)(2). <i>N.C. Right to Life, Inc. v. Leake,</i> No. 99-798, slip op. at 23 (E.D.N.C. Oct. 24, 2001) (\"<i>NCRL II</i>\").</p>\n<p>The Fourth Circuit Court of Appeals affirmed in part, and reversed in part, concluding that Section 163-278.14A(a)(2) was unconstitutionally vague and overbroad using the bright-line test for determining whether communications may be regulated as express advocacy. <i>N.C. Right to Life, Inc. v. Leake,</i> <span class=\"citation\" data-id=\"783624\"><a href=\"/opinion/783624/north-carolina-right-to-life-incorporated-north-carolina-right-to-life/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">418</span></a></span>, 424 (4th Cir.2003) (citing <i>Buckley v. Valeo,</i> <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 43, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1976)) (\"<i>NCRL III</i>\"). The Fourth Circuit held the rebuttable presumption in Section 163-278.6(14) unconstitutional as vague and overbroad. <i>Id.</i> at 429. Finally, the Fourth Circuit determined that the $4,000 contribution limit was overbroad and unconstitutionally applied to a political action committee (\"PAC\") formed by NCRL with the stated intent to only make independent expenditures. <i>Id.</i> at 434.</p>\n<p>Defendants petitioned the Supreme Court for certiorari, which was granted on April 26, 2004. <i>Leake v. North Carolina Right to Life,</i> <span class=\"citation no-link\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1007</span></span>, 1007, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2065</span></span>, <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">617</span></span> (2004). The Supreme Court vacated the decision of the Fourth Circuit and remanded the matter for further consideration in light of <i>McConnell v. FEC. Id</i><i>.</i> Subsequently, the Fourth Circuit remanded the case to this Court, without vacating the order of this Court permanently enjoining the Defendants. <i>N.C. Right to Life, Inc. v. Leake,</i> No. 02-2152 (4th Cir. Aug. 12, 2004). This Court must examine its earlier decision to permanently enjoin the statutes in light of <i>McConnell.</i></p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>NCRL is a non-profit corporation, incorporated in the State of North Carolina. NCRL's stated purpose is to gather and disseminate information relating to pro-life issues and to make donations \"for public welfare, or for religious, charitable, scientific or educational purposes.\" <i>See</i> NCRL Articles of Incorporation. During past election cycles, NCRL has made direct contributions to candidates for state office. During the election cycle most recent to the commencement of this litigation, NCRL had the resources and desire to make direct contributions to candidates and to make independent expenditures totaling over $3,000. However, NCRL did not make any such contributions because it did not want to be deemed a \"political committee\" under North Carolina election law regulations and, as a result, become subject to the requirements imposed upon such committees.</p>\n<p>Plaintiff North Carolina Right to Life Political Action Committee (\"NCRLPAC\") is a political action committee established by NCRL. Plaintiff NCRLC-FIPE is an internal PAC established by NCRL whose sole purpose is to make independent expenditures. NCRLC-FIPE makes no contributions of any kind to candidates.</p>\n<p>Plaintiffs challenge three major portions of the North Carolina campaign finance statutes: (1) the context prong of the Section 163-278.14A as void for vagueness and overbreadth; (2) the major purpose test of Section 163-278.6(14) as failing strict scrutiny, unconstitutionally vague and overbroad, and containing an unconstitutional associational burden with the use of a presumption; and (3) the expenditure limit of 163-278.13 as unconstitutionally applied to NCRLC-FIPE and other political committees <span class=\"star-pagination\">*690</span> that only make independent expenditures.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>The Fourth Circuit standard for issuance of a permanent injunction tracks that of a preliminary injunction. \"[A] preliminary injunction is an extraordinary remedy, to be granted only if the moving party clearly establishes entitlement to the relief sought.\" <i>Hughes Network Sys., Inc. v. InterDigital Commc'ns. Corps.,</i> <span class=\"citation\" data-id=\"664068\"><a href=\"/opinion/664068/hughes-network-systems-incorporated-v-interdigital-communications/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">691</span></a></span>, 693 (4th Cir.1994) (quoting <i>Fed. Leasing, Inc. v. Underwriters at Lloyd's,</i> <span class=\"citation\" data-id=\"391023\"><a href=\"/opinion/391023/federal-leasing-inc-and-the-bank-of-california-na-v-underwriters-at/\"><span class=\"volume\">650</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">495</span></a></span>, 499 (4th Cir.1981)). The standard for awarding interim relief is the \"balance-of-hardships\" test. <i>Id.</i> at 693. The Court must determine whether the harm likely to be suffered by plaintiff if relief is denied is actual and imminent or merely remote and speculative. <i>Direr Israel, Ltd. v. Breakthrough Med. Corp.,</i> <span class=\"citation\" data-id=\"574911\"><a href=\"/opinion/574911/direx-israel-ltd-direx-incorporated-v-breakthrough-medical-corporation/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></a></span>, 812 (4th Cir.1991). The Court then balances plaintiff's harm or injury against the harm to the defendant if relief is granted. <i>Id.</i> In the context of permanent relief, as here, the test is the same except the Court considers plaintiff's <i>actual</i> success on the merits as opposed to the likelihood thereof.</p>\n<p>Summary judgment cannot be granted unless there are no genuine issues of material fact for trial. FED.R.CIV.P. 56(c); <i>See </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The moving party must demonstrate the lack of a genuine issue of fact for trial, and if that burden is met, the party opposing the motion must \"go beyond the pleadings\" and come forward with evidence of a genuine factual dispute. <i>Celotex,</i> 477 U.S. at 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. The Court must view the facts and the inferences drawn from the facts in the light most favorable to the nonmoving party. <i>See </i><i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587-88, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). Conclusory allegations are insufficient to defeat a motion for summary judgment. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986) (\"[T]he mere existence of <i>some</i> alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment.\") (<i>emphasis in original</i>).</p>\n<p>I. <i>Campaign Finance after McConnell</i></p>\n<p>A brief discussion of the <i>Buckley</i> line of authority is appropriate in order to analyze the impact of <i>McConnell</i> on the North Carolina campaign finance statutes. In <i>Buckley,</i> the Supreme Court crafted three principles to examine whether campaign finance statutes violate the First Amendment's free speech rights: (1) the express advocacy test; (2) the major purpose test; and (3) the contributions/independent expenditures distinction. All were applied and determinative in either this Court's Order, or in the vacated Fourth Circuit opinion. <i>NCRL II,</i> at 9, 11, 22-23; <i>NCRL III,</i> 344 F.3d at 424, 429, 434. The impact of <i>McConnell</i> on each holding will be considered in turn.</p>\n<p>A. The Express Advocacy Test</p>\n<p>The Supreme Court in <i>Buckley,</i> more than thirty years ago, set forth a rule of interpretation in deciding the meaning of the Bill of Rights. <i>Buckley v. Valeo,</i> <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 80, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1976). In that case, the Supreme Court held that notwithstanding the express words of the First Amendment that \"Congress shall make no law . . . abridging the freedom of speech, or of the press, or of the right of people peaceably to assemble, and to petition the government for a redress of grievances\" Congress could regulate federal elections, campaigns, contributions and expenditures. U.S. CONST. amend. I; <i>Buckley</i> 424 U.S. at 80, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. The Supreme Court's interpretation <span class=\"star-pagination\">*691</span> of the Constitution is grounded in the Court's decision that \"express advocacy\" can be regulated. <i>Buckley,</i> 424 U.S. at 80, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. By that, the Court in <i>Buckley</i> found that the phrases \"expressly advocating\" or \"explicit words\" advocating the \"election or defeat of a clearly identified candidate\" are not vague and may be regulated. <i>Id.</i> at 44, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. The express advocacy test, as it became known, provided a bright-line test that focuses on the actual words of the communication. <i>Id.</i> at 43, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. <i>MCFL</i> followed suit, construing the phrase \"expenditure in connection with any [federal] election\" to mean expenditures expressly advocating the election or defeat of a clearly identified candidate for office. <i>FEC v. MCFL,</i> <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 248, <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span></a></span>, <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">539</span></a></span> (1986). Consequently, certain phrases are now permanently deemed \"express advocacy\" and thus subject to the Supreme Court authority that they are not protected by the First Amendment. State and federal courts have used the express advocacy test to overcome vagueness and overbreadth for three decades.<sup>[1]</sup> Indeed, the Fourth Circuit in the instant matter stated that \"[t]he Supreme Court adopted in <i>Buckley</i> a bright-line test for determining whether communications may constitutionally be regulated as electoral advocacy.\" <i>NCRL III,</i> <span class=\"citation\" data-id=\"783624\"><a href=\"/opinion/783624/north-carolina-right-to-life-incorporated-north-carolina-right-to-life/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">418</span></a></span>, 424 (4th Cir.2003) (vacated).</p>\n<p>In <i>McConnell,</i> the Supreme Court followed the <i>Buckley</i> framework, but dictated that the express advocacy test was not a constitutionally mandated bright-line rule. <i>McConnell v. FEC,</i> <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">93</span></a></span>, 193, 204, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span> (2003) (\"Nor are we persuaded, independent of our precedents, that the First Amendment erects a rigid barrier between express advocacy and so-called issue advocacy.\"). Rather than obliterating the distinction entirely, <i>McConnell</i> carved out an exception to the \"no regulation of issue advocacy\" standard, pursuant to which a regulation could reach certain communications even if the so-called \"magic words\" of express advocacy were not used. <i>Id.</i> To fall within this exception, a regulation must not be vague or overbroad and may reach only reach \"express advocacy\" or its \"functional equivalent.\" <i>Id. See </i><i>Anderson v. Spear,</i> <span class=\"citation\" data-id=\"784909\"><a href=\"/opinion/784909/hobart-ward-anderson-v-lloyd-e-spear/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">651</span></a></span>, 664-65 (6th Cir.2004) (\"[<i>McConnell</i>] nonetheless left in tact the ability of course to make distinctions between express advocacy and issue advocacy where such distinctions are necessary to cure vagueness and overbreadth. . . .\"), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">453</span></span>, 160 L.Ed.2d 317. <i>McConnell</i> did not however, grant government <i>carte blanche</i> to regulate political speech. Further, <i>McConnell</i> reaffirmed that laws restricting free speech and association that border on issue advocacy, must be reviewed for constitutionality under the traditional strict scrutiny standard. 540 U.S. at 204-05, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>. Thus, <i>McConnell</i> made clear that, for a statute to pass constitutional muster, it must avoid both vagueness and overbreadth by regulating only \"express advocacy\" or its \"functional equivalent.\"</p>\n<p>B. The Major Purpose Test</p>\n<p>In defining a political committee, and making it subject to expenditure regulations, <span class=\"star-pagination\">*692</span> <i>Buckley</i> held that the organization must be under a candidate's control or have the major purpose of electing or nominating a candidate. 424 U.S. at 79, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. <i>MCFL</i> reiterated this test and provided two methods to determine if an entity has major purpose either: (1) its organizational purpose; or (2) the preponderance of expenditures for express advocacy or contributions to candidates. <i>MCFL,</i> 479 U.S. at 252, <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span></a></span>. In <i>McConnell,</i> the major purpose test was not directly examined. Thus, the Court in <i>McConnell</i> did not overturn or criticize the major purpose test, and its authority remains in force.</p>\n<p>C. Independent Expenditures/Contributions</p>\n<p>Under <i>Buckley,</i> independent expenditures are afforded special protections the comprise the core of political speech, and do not give rise to corruption as do contributions or coordinated expenditures. 424 U.S. at 46, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>; <i>Nixon v. Shrink Mo. Gov't PAC,</i> <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, 387, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">897</span></a></span>, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">886</span></a></span> (2000), The standard of scrutiny applied to independent expenditure regulations is that limitations on contributions must be \"closely-drawn\" to address a \"sufficiently important interest\" of the State. <i>Nixon,</i> 528 U.S. at 387-88, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">897</span></a></span> (quoting <i>Buckley,</i> 424 U.S. at 25, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>). <i>McConnell</i> affirmed this distinction, noting, that limiting independent expenditures\" \"`fail[s] to serve any substantial governmental interest in stemming the' reality or appearance of corruption in the \"electoral process.'\" <i>McConnell,</i> 540 U.S. at 221, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span> (quoting <i>Buckley</i>). <i>McConnell</i> further acknowledged that independent expenditure limitations \"`impose far greater restraints on the freedom of speech and association' than do limits on the contributions and expenditures.\" <i>Id.</i> (quoting <i>Buckley,</i> 424 U.S. at 47-48, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>). Thus, the distinction between independent expenditures and contributions remains intact following <i>McConnell.</i></p>\n<p>II. <i>Standing</i></p>\n<p>In ruling on Plaintiff's Motion for Preliminary Injunction, the Court held that Plaintiffs alleged enough to demonstrate standing. Specifically, Plaintiffs' desire to raise funds in excess of $4000 was \"not so incredible as to render the group's injury merely speculative.\" <i>NCRL I,</i> 108 F.Supp.2d at 513 n. 16. In doing so, the Court rejected Defendants' assertions that Plaintiffs' desire to spend over $3,000 lacked credibility, to the extent that would render hypothetical NCRL's stated desire to spend. <i>Id.</i> at 505. Defendant now argues, relying in part upon <i>McConnell,</i> that in the intervening six years while' this case has been on appeal, Plaintiffs have failed to act, making their assertions no longer credible, and lacking standing.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*693</span> The remaining assertion is that Plaintiffs have lost standing because it has not take action under the statutes enjoined by the Court in 2000. However, requiring the Plaintiff to violate an enjoined statute in order to maintain standing violates both precedent and intuition. Embedded in pre-enforcement challenges is the understanding that is not necessary for parties to expose themselves to liability in order to challenge a statute. <i>Babbitt v. United Farm Workers Nat'l Union,</i> <span class=\"citation\" data-id=\"110099\"><a href=\"/opinion/110099/babbitt-v-farm-workers/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">289</span></a></span>, 298, <span class=\"citation\" data-id=\"110099\"><a href=\"/opinion/110099/babbitt-v-farm-workers/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></a></span>, <span class=\"citation\" data-id=\"110099\"><a href=\"/opinion/110099/babbitt-v-farm-workers/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">895</span></a></span> (1979). Further, Defendants have not repealed the statute or given any indication that they would not attempt to enforce it retroactively if successful on review. The harm here is in the existence of the statute, which abrogates Defendant's claim that the harm is merely speculative because Plaintiffs have not acted under the statute.</p>\n<p>III. <i>North Carolina Statutory Scheme</i></p>\n<p>North Carolina General Statute Section 163-278.6(14) defines \"political committee\" as \"two or more individuals . . . that makes, or accepts anything of value to make contributions or expenditures.\" N.C. GEN.STAT. § 163-278.6(14). Thus, a group must first make a contribution or expenditure to be considered a \"political committee.\" An expenditure is defined as \"any purchase, advance conveyance [of] . . . anything of value whatsoever . . . to support or oppose the nomination, election or passage of one or more clearly identified candidates. . . .\" <i>Id.</i> § 163-278.6(9).</p>\n<p>In order to determine whether a purchase or advance is made \"to support or oppose\" a candidate, and is thus an \"expenditure,\" the regulations employ the express advocacy test and a contextual test. Specifically, a communication may be determined to support or oppose a candidate if: (1) the communication contains words or phrases such, as \"vote for,\" \"cast your ballot for,\" \"defeat,\" etc; or (2) the \"essential nature\" expresses electoral advocacy and \"goes beyond mere discussion of public issues in that they direct voters to take some action to . . . elect a candidate in an election.\" N.C. GEN.STAT. § 163-278.14A(a)(1)-(2). The first prong of the test mirrors the express advocacy definition crafted in <i>Buckley.</i> The second prong goes beyond <i>Buckley</i> and provides that where the \"course of action\" of a communication is unclear, contextual factors such as the language of the communication, timing of the communication, distribution to registered voters and cost of the communication may be used to determine if the message \"could only be interpreted by a reasonable person as advocating the nomination, election, or defeat of that candidate in that election.\" <i>Id.</i> § 163-278.14(a)(2). Once a communication is deemed express advocacy, it will be considered to support or oppose a candidate, and qualify as an expenditure for purposes of defining a political committee. <i>Id.</i> §§ 163-278.6(9), (14).</p>\n<p>In addition to the contribution or expenditure requirement, a group must be either: (1) a candidate controlled organization; (2) a political party or controlled by a political party; (3) an organization created by a corporation, business entity, union, etc; or (4) a group that has a \"major purpose to support or oppose the nomination or election of one or more clearly identified candidates.\" N.C. GEN. STAT. § 163-278.6(14)(d). A group's major purpose is determined by the amount of contributions and expenditures made during an election cycle. If a group makes more than $3000 in expenditures or contributions, it is presumed to have a Major purpose in the election or defeat of a candidate. <i>Id.</i> The presumption is only rebutted by \"showing that the contributions and expenditures . . . were not a major party of the activities of the organization during the election cycle.\" <i>Id.</i> The major purpose of a group may be derived with <span class=\"star-pagination\">*694</span> the help of contextual factors set forth in the second prong of the test for an expenditure because the level of its expenditures may be determined based on such factors. <i>Id.</i> § 163-278.14A(a)(2).</p>\n<p>When a group is designated as a political committee, the organization and its members become subject to various administrative and organizational requirements implicating the First Amendment. For example, a political committee must register with the State, appoint a treasurer, and report in detail the dates and amounts of all contributions and expenditures. N.C. GEN.STAT. §§ 163-278.7, 163-278.8, 163-278.9, 163-278.11. Further, when the political committee receives a contribution in excess of $100, it must disclose the donor's name, address and occupation. <i>Id.</i> § 163-278.12. Any violation of the aforementioned requirements subjects the organization to prosecution for a class-2 misdemeanor, as well as fines. N.C. GEN STAT §§ 163-278.27, 163-278.34. <i>See </i><i>MCFL,</i> 479 U.S. at 254, <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span></a></span> (\"[M]ore extensive requirements and more stringent restrictions . . . may create a disincentive for such organizations to engage in political speech.\"). Finally, no individual may contribute to any political committee in excess of $4000 during any election cycle. N.C. GEN STAT. § 163-278.13.</p>\n<p>IV. <i>North Carolina General Statute § 163-278.14A  Express Advocacy Test</i></p>\n<p>Under North Carolina's regulations, as discussed above, even if a communication contains no express words of support or defeat, it may qualify as an \"expenditure\" made \"in support of\" or \"against\" the candidacy of a particular candidate, so long as its \"essential nature\" is express electoral advocacy based on the \"reasonable person\" standard that. takes into consideration various contextual factors. N.C. GEN STAT §§ 163-278.6(9), 163-278.14A(a)(2). On October 24, 2001, this Court held that this statute impermissibly regulates issue advocacy by going beyond the \"express advocacy\" standard set in <i>Buckley.</i> In light of the <i>McConnell</i> decision, which created an exception under which the \"functional equivalent\" of express advocacy may also be regulated in limited cases, renewed analysis is required.</p>\n<p>The <i>McConnell</i> exception applied to the definition of an \"electioneering communication.\" As outlined above, the federal regulation at issue in <i>McConnell</i> passed constitutional muster even though it reached more than the traditionally defined \"express advocacy\" because it nonetheless regulated only express advocacy and its \"functional equivalent.\" In so holding, the <i>McConnell</i> Court specifically stated that the federal law at issue did not raise the same \"vagueness concerns that drove our analysis in <i>Buckley.</i>\" 540 U.S. at 194, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>. That is, the federal campaign finance statute contained components that were both \"easily understood\" and \"objectively determinable.\"<sup>[3]</sup><i>Id.</i> Here, by contrast, the statutory definition of whether an expenditure constitutes a, communication that supports or opposes a candidate is neither objectively reasonable nor easily determined. The North Carolina statute permits a determination as to the \"essential nature\" of the communication, focusing on \"contextual factors\" such as the timing of the communication, the distribution of the communication, the cost of the communication and a reasonable person standard. <span class=\"star-pagination\">*695</span> None of these contextual factors is defined in the statute.</p>\n<p><i>Buckley</i> specifically rejected any requirement that an express advocacy test depend on the intent and effect of the communication because it puts speakers wholly at the mercy of the varied understanding of its hearers. 424 U.S. at 43, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. Whether a communication is express advocacy is subject to a reasonable person determination, which is in effect, a listener determination because although the reasonable person determination is objective, it is made <i>after</i> the communication is made, based upon the effect on the listener.<sup>[4]</sup> When the speaker is left unaware of whether a communication constitutes express advocacy, until it has been perceived, the chilling of speech is unavoidable. Because the North Carolina law presents vagueness concerns not present in <i>McConnell,</i> the exception crafted therein, permitting regulation of the \"functional equivalent\" of express advocacy, is inapplicable.</p>\n<p>Next, the Court turns to whether the statute can survive constitutional scrutiny, by upholding the rights established by the Bill of Rights and Amendments to the Constitution. <i>McConnell</i> requires that laws restricting protected speech be reviewed under the strict scrutiny standard. 540 U.S. at 204-05, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>. It must be emphasized that the <i>McConnell</i> Court did not hold that speech advocating a political or social cause (what we commonly refer to as \"issue advocacy\") somehow is no longer protected under the First Amendment  nor could they, for this would fly in the face of precedent, history and the first principals of our founding fathers. <i>See </i><i>Virginia v. Black,</i> <span class=\"citation\" data-id=\"127908\"><a href=\"/opinion/127908/virginia-v-black/\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 365, <span class=\"citation\" data-id=\"127908\"><a href=\"/opinion/127908/virginia-v-black/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1536</span></a></span>, <span class=\"citation\" data-id=\"127908\"><a href=\"/opinion/127908/virginia-v-black/\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">535</span></a></span> (2003) (\"[P]olitical speech at the core of what the First Amendment is designed to protect.\"); <i>Mills v. State of Ala.,</i> <span class=\"citation\" data-id=\"107235\"><a href=\"/opinion/107235/mills-v-alabama/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></a></span>, 218-19, <span class=\"citation\" data-id=\"107235\"><a href=\"/opinion/107235/mills-v-alabama/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1434</span></a></span>, <span class=\"citation\" data-id=\"107235\"><a href=\"/opinion/107235/mills-v-alabama/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (1966) (\"[T]here is practically universal agreement that a major purpose of [the First] Amendment was to protect the free discussion of governmental affairs. This of course includes discussions of candidates, structures and forms of government, the manner in which government is operated or should be operated, and all such matters relating to political processes.\"). Indeed, \"[t]he Founders sought to protect the rights of individuals to engage in political speech because a self-governing people depends upon the free exchange of political information.\" <i>Nixon,</i> 528 U.S. at 411, <span class=\"citation\" data-id=\"118335\"><a href=\"/opinion/118335/nixon-v-shrink-missouri-government-pac/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">897</span></a></span>. A simple glance at the Constitution reveals that Congress and the Framers have sought to protect voting and the electoral process as one of the freedoms and the basis of American democracy. At a minimum, the electoral process is protected by Article I, Section Two, setting out the people's right to choose the House of Representatives and the Twelfth, Fourteenth, Fifteenth, Nineteenth, Twenty-Second, Twenty-Third, Twenty-Fourth, and Twenty-Sixth Amendments which dictate who, when and how citizens can vote freely and fairly. No other activity is as repeatedly discussed in the Constitution as the electoral process. Coupled with the First Amendment, speech surrounding elections is fundamentally protected. As a fledgling nation, discourse and free flow of ideas was essential the establishment of a democracy free from corruption and tyranny. The irony of abridging the ability to disseminate ideas, in order to prevent apparent corruption, would not be lost on the founding fathers. <span class=\"star-pagination\">*696</span> Thus, <i>Buckley</i> and <i>MCFL's</i> bright line may be blurred by <i>McConnell,</i> but issue advocacy remains fundamentally protected as a pillar of political discourse.</p>\n<p>The context prong of the North Carolina statute sweeps in speech that is unquestionably protected by the First Amendment as pure issue advocacy. By using ambiguous time frames, unspecified distribution limitations and a reasonable person standard, pure issue advocacy is subject to regulation at the whim of the State. For example, under the North Carolina statute, John Jay, James Madison and Alexander Hamilton, could be deemed a political committee when they publish the Federalist Papers, writing as \"Publius.\" If the publication occurred around the time of an election, and a reasonable person interpreted them to advocate an electoral position, the papers could be considered a campaign contribution and regulated. Federalist Number 84, opposed adoption of the Bill of Rights, and is precisely the type of lobbying that the Framers considered in drafting the Constitution. FEDERALIST No. 84 (\"I go further, and affirm that bills of rights, in the sense and to the extent in which they are contended for, are not only unnecessary in the proposed Constitution, but would even be dangerous.\"). Over the objections of the Federalists, the First Amendment was adopted and consequently protects discourse like that contained in the Federalist papers. In a more contemporary example, a group of veterans sponsoring an advertisement, that supports or opposes the Iraq War, could be deemed to supporting or opposing a candidate that believes the same, merely based on the contextual factors of the statute. Such political speech is clearly protected under the Constitution, irrespective of its label by the Supreme Court.</p>\n<p>The state argues that combating corruption is a compelling interest. Certainly protection of electoral integrity is compelling to any state under the constitutional provisions referenced above. <i>McConnell,</i> 540 U.S. at 205, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>. However, North Carolina cannot justify the regulation of fundamentally protected speech to achieve even a compelling state interest. The statute fails narrow tailoring by regulating a class of speech, pure issue advocacy, that cannot possibly combat electoral corruption. North Carolina General Statute Section 163-278.14A(a)(2) is unconstitutionally vague and overbroad.</p>\n<p>V. <i>North Carolina General Statute § 163-278.6(14)  Major Purpose Test</i></p>\n<p>As stated above, under the North Carolina statute, a political committee is presumed to have the major purpose of supporting or opposing a candidate if it contributes or expends more than $3,000 during an election cycle. Plaintiffs argue that the presumption is unconstitutional. However, the Court need not reach such a determination because the statute includes provisions that impermissibly regulate issue advocacy.<sup>[5]</sup></p>\n<p>The North Carolina statutes define a \"political committee\" as that which makes contributions or expenditures and \"has a major purpose to support or oppose the nomination or election of one or more clearly identified candidates.\" N.C. GEN. STAT. § 163-278.6(14). The rebuttable presumption arises when a group contributes or expends more than $3,000 in an <span class=\"star-pagination\">*697</span> election cycle. <i>Id.</i> An entity may rebut this presumption by demonstrating that the \"contributions and expenditures . . . were not a major part of the activities of the organization during the election cycle.\" <i>Id.</i> The rebuttable presumption arises based on the amount of expenditures, as defined under Section 163-278.14A, which may be derived from the contextual factors discussed above. Having previously concluded that the context prong unconstitutionally regulates issue advocacy, the major purpose test's incorporation of the context prong in the presumption is likewise unconstitutional.</p>\n<p>VI. <i>Remedy</i></p>\n<p>In making a determination as to the facial validity of a statute under the First Amendment, if the statute is \"readily subject\" to a narrowing construction that would make it constitutional, it will be upheld. <i>Erznoznik v. City of Jacksonville,</i> <span class=\"citation\" data-id=\"109291\"><a href=\"/opinion/109291/erznoznik-v-jacksonville/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, 216, <span class=\"citation\" data-id=\"109291\"><a href=\"/opinion/109291/erznoznik-v-jacksonville/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></a></span>, 45 L.Ed.2d 125(1975). The Court, however, will not rewrite a statute in order to bring it into conformity. <i>Virginia v. Am. Booksellers Assn., Inc.,</i> <span class=\"citation\" data-id=\"111985\"><a href=\"/opinion/111985/virginia-v-american-booksellers-assn-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></a></span>, 387, <span class=\"citation\" data-id=\"111985\"><a href=\"/opinion/111985/virginia-v-american-booksellers-assn-inc/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">636</span></a></span>, <span class=\"citation\" data-id=\"111985\"><a href=\"/opinion/111985/virginia-v-american-booksellers-assn-inc/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">782</span></a></span> (1988). Here, there is no way to alter the text of Section 163-278.14A(a)(2) in order to bring it into conformity with the Constitution.</p>\n<p>Whether a statute is severable is determined by state law. <i>Leavitt v. Jane L.,</i> <span class=\"citation\" data-id=\"118046\"><a href=\"/opinion/118046/leavitt-v-jane-l/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 139, <span class=\"citation\" data-id=\"118046\"><a href=\"/opinion/118046/leavitt-v-jane-l/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2068</span></a></span>, <span class=\"citation\" data-id=\"118046\"><a href=\"/opinion/118046/leavitt-v-jane-l/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1996). Under North Carolina law, the invalid portion of a statute may be stricken and the remaining portion given effect if: (1) the remaining portion is whole and complete in itself; and (2) the intent of the legislature was such that the statute would have been enacted even without the stricken portion. <i>Stephenson v. Bartlett,</i> <span class=\"citation\" data-id=\"1296917\"><a href=\"/opinion/1296917/stephenson-v-bartlett/\"><span class=\"volume\">355</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">354</span></a></span>, <span class=\"citation\" data-id=\"1296917\"><a href=\"/opinion/1296917/stephenson-v-bartlett/\"><span class=\"volume\">562</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">377</span></a></span> (2002).</p>\n<p>If Section 163-278.14A(a)(2) is stricken from the statute, and not applied under 163-278.6(14), the balance of Section 163-278.6(14) remains whole and complete. Further, by striking Section 163-278.14A(a)(2), the Court is left with Section 163-278.14A(a)(1), an entirely independent, and constitutionally-sound standard by which to determine what constitutes \"express advocacy.\" Moreover, it appears that the legislature intended such severance to be employed in this case. At the time it adopted Section 163-278.14A, and the \"express advocacy\" standards, the North Carolina General Assembly provided that the \"provisions of this act are severable. If any section, subsection, subdivision, sub-subdivision, phrase or word of this act . . . is held invalid by a court of competent jurisdiction, the invalidity does not affect any other portion or portions of this act and can be given effect without the invalid provision.\" N.C. Sess. Laws 1999-454 at 1842. Thus, it is clear that Section 163-278.14A(a)(1) can be given the intended effect, without the invalid portion at Section 163-278.14A(a)(2). Moreover, the definition of a \"political committee\" in Section 163-278.6(14) can also be given effect, under the current First Amendment jurisprudence as applied by the Supreme Court.</p>\n<p>Accordingly, while the Court finds that the \"political committee\" definition in Section 163-278.6(14) would ordinarily infringe Plaintiffs' rights under the First Amendment, as it incorporates the context prong, the Court will not hold Section 163-278.6(14) facially unconstitutional. Instead, by severing Section 163  278.14A(a)(2), Section 163-278.6(14) may be constitutionally applied and is enforceable.</p>\n<p>VI. <i>North Carolina General Statute § 163-278.12A</i></p>\n<p>On October 24, 2001 this Court held Section 163-278.12A was previously held <span class=\"star-pagination\">*698</span> unconstitutional under <i>Perry v. Bartlett,</i> this rendering Plaintiffs challenge moot. <span class=\"citation\" data-id=\"770967\"><a href=\"/opinion/770967/william-bryant-perry-farmers-for-fairness-incorporated-v-gary-o/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span> (4th Cir.2000). The Fourth Circuit affirmed that determination. The statute was repealed effective July 20, 2004. <i>See</i> Session Law 2004-125. Thus, any reexamination in light of <i>McConnell</i> is moot,</p>\n<p>VII. <i>North Carolina General Statute § 163-278.39(a)(3)</i></p>\n<p>North Carolina General Statute Section 1563-278.39(a)(3) was repealed prior to the Court's previous decision. <i>See</i> Session Law 2001-353. Consequently, Plaintiffs' challenge was rendered moot, and unchallenged in the Fourth Circuit. Thus, the previous decision of this Court controls, and needs no reexamination in light of <i>McConnell.</i></p>\n<p>VIII. <i>North Carolina General Statute § 163-278.13  Limit on Contributions</i></p>\n<p>Plaintiffs' final objection is to the $4000 limit on individual contributions made to any political committee (or candidate) during an election cycle. N.C. GEN. STAT. § 163-278.13. The regulation applies with equal force to contributions made to committee that only make independent expenditures as well as to contributions made to committees that make campaign contributions and coordinated expenditures. <i>Id.</i> § 163-278.6(9a). Plaintiff NCRLC-FIPE objects to the statute as it imposes a limit on independent expenditure political committee (\"IEPCs\") because the state has an insufficient interest to support such a limit on independent expenditures.</p>\n<p>Defendants claim that <i>McConnell</i> \"teaches that there is no place for a strong presumption against the constitutionality of contribution limits.\" Defendants' Memorandum, at 11. The Court reads no such conclusion in <i>McConnell.</i> The <i>McConnell</i> Court specifically stated that it had \"repeatedly . . . struck down limitations `made totally independently of the candidate and his campaign.'\" 540 U.S. at 221, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>. As established in <i>Buckley,</i> and affirmed in <i>Nixon</i> and <i>McConnell, any</i> regulation must be \"closely-drawn\" to a \"sufficiently important interest.\" <i>McConnell</i> 540 U.S. at 185 n. 72, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>; <i>Buckley,</i> 424 U.S. at 25, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. It is well-established that limiting corruption or the appearance of corruption is a sufficiently important or compelling state interest. <i>Buckley,</i> 424 U.S. at 26-27, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>. Defendants must still prove, after <i>McConnell,</i> that limiting contributions to IEPCs addresses this interest in a way that is \"closely-drawn\" to protect First Amendment freedoms.</p>\n<p>This Court previously concluded, and the Fourth Circuit agreed, that the Defendants \"failed to present any evidence that the independent expenditures made by IEPCs have a tendency to corrupt or create an appearance of corruption.\" <i>NCRL II,</i> at 21; <i>NCRL III,</i> 344 F.3d at 434. In reaching this conclusion, this Court refused to consider evidence that certain independent expenditure groups were corrupt because the speech in question constituted protected speech as issue advocacy. <i>NCRL II,</i> at 19-20. Plaintiff now argues that <i>McConnell</i> rejected such a narrow definition of corruption. However, as previously discussed, despite a blurring of the bright line between issue and express advocacy, issue advocacy remains protected. Thus, the previous conclusion of this Court that the evidence submitted by the state could not be considered, as it was protected issue advocacy, remains unaltered.</p>\n<p>Defendants have failed to prove that independent expenditures made by IEPCs have a tendency to corrupt or create an appearance of corruption. According to <i>McConnell,</i> the State must show \"concrete <span class=\"star-pagination\">*699</span> evidence that [this] particular type of financial transaction is corrupting or gives rise to the appearance of corruption and that the chosen means of regulation are closely drawn to address that real or apparent corruption.\" 540 U.S. at 185, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span> n, 72. IEPCs, by definition, engage solely in making independent expenditures and present no danger of evasion of the State's limitations on direct contributions to candidates. <i>Cal. Med. Ass'n v. FEC,</i> <span class=\"citation\" data-id=\"110551\"><a href=\"/opinion/110551/california-medical-assn-v-federal-election-commn/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">182</span></a></span>, 203, <span class=\"citation\" data-id=\"110551\"><a href=\"/opinion/110551/california-medical-assn-v-federal-election-commn/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2712</span></a></span>, <span class=\"citation\" data-id=\"110551\"><a href=\"/opinion/110551/california-medical-assn-v-federal-election-commn/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">567</span></a></span> (1981).<sup>[6]</sup> By extension, Defendants have offered no evidence that the contributions, which directly fund the IEPCs independent expenditures, have any significant tendency to corrupt.</p>\n<p>Finally, the Court considers Plaintiff's argument that NCRLC-FIPE is not \"sufficiently independent\" to be considered separately from NCRL because, of NCRLC-FIPE status as a political action committee (\"PAC\") of NCRL. However, NCRL is independent of any political committee as a matter of law. <i>Cal. Med.,</i> 453 U.S. at 196, <span class=\"citation\" data-id=\"110551\"><a href=\"/opinion/110551/california-medical-assn-v-federal-election-commn/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2712</span></a></span>. Under federal law, corporations are prohibited from making contributions and independent expenditures, but are permitted to form PACs. 2 U.S.C. § 441b. In <i>MCFL,</i> the creation of an exception for <i>MCFL</i>-corporations was necessary because <i>MCFL</i> and its PAC were distinct legal entities. 479 U.S. at 255-65, <span class=\"citation\" data-id=\"111782\"><a href=\"/opinion/111782/federal-election-commn-v-massachusetts-citizens-for-life-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span></a></span>. The State fails to demonstrate any legal authority that considers PACs and their sponsoring corporation as identical entities. Thus, as a committee engaged solely in making independent expenditures, North Carolina General Statute Section 163-278.13 is unconstitutional as applied to NCRLC-FIPE, and other like committees.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, for the foregoing reasons, Plaintiffs' Motion for Summary Judgment is GRANTED; and Defendants' Motion for Summary Judgment is DENIED. The Court finds North Carolina General Statute Section 163-278.14A(a)(2) is facially unconstitutional and Section 163-278.6(14) is unconstitutional to the extent that it incorporates Section 163-278.14A(a)(2). Section 163-278.14A(a)(2) is severable from Section 163-278.14A. After such severance, the remainder of Section 163-278.14A is valid and enforceable, as is Section 163-278.6(14). North Carolina General Statute Section 163-278.13 is unconstitutional as applied to Plaintiff NCRLC-FIPE and other political committee that only make independent expenditures. Plaintiffs are entitled to injunctive relief as to their challenges to Sections 163-278.6(14), 163-278.14(a)(2), and 163-278.13. Defendants are hereby ENJOINED from relying on, enforcing or prosecuting violations of Sections 163-278.6(14), to the extent that it incorporates the unconstitutional Section 163-278.14A(a)(2), against Plaintiffs and others similarly situated; ENJOINED from enforcing Section 163-278.14A(a)(2) against Plaintiffs and others similarly situated; and ENJOINED from relying on, enforcing or prosecuting violations of Section 163-278.13 as against NCRLC-FIPE, so long as NCRLC-FIPE <span class=\"star-pagination\">*700</span> remains an IEPC and engages solely in making independent expenditures.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See, e.g., </i><i>Beaumont v. FEC,</i> <span class=\"citation\" data-id=\"776299\"><a href=\"/opinion/776299/christine-beaumont-loretta-thompson-stacy-thompson-barbara-holt-north/\"><span class=\"volume\">278</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">261</span></a></span> (4th Cir.2002); <i>Va. Soc'y for Human Life v. FEC,</i> <span class=\"citation\" data-id=\"774716\"><a href=\"/opinion/774716/virginia-society-for-human-life-incorporated-v-federal-election/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">379</span></a></span>, 392 (4th Cir.2001); <i>N.C. Right to Life, Inc. v. Bartlett,</i> <span class=\"citation\" data-id=\"762034\"><a href=\"/opinion/762034/north-carolina-right-to-life-incorporated-north-carolina-right-to-life/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">705</span></a></span>, 708 (4th Cir.1999); <i>Va. Soc'y for Human Life, Inc. v. Caldwell,</i> <span class=\"citation\" data-id=\"757038\"><a href=\"/opinion/757038/virginia-society-for-human-life-incorporated-andrea-sexton-v-donald-s/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">268</span></a></span>, 275 (4th Cir. 1998); <i>FEC v. Christian Action Network,</i> <span class=\"citation\" data-id=\"739306\"><a href=\"/opinion/739306/federal-election-commission-v-christian-action-network-incorporated/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1049</span></a></span>, 1064 (4th Cir.1997); <i>Citizens for Responsible Gov't State PAC v. Davidson,</i> <span class=\"citation\" data-id=\"771682\"><a href=\"/opinion/771682/citizens-for-responsible-government-state-political-action-committee-steve/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1174</span></a></span>, 1194 (10th Cir.2000); <i>Vt. Right to Life Comm. v. Sorrell,</i> <span class=\"citation\" data-id=\"769753\"><a href=\"/opinion/769753/vermont-right-to-life-committee-inc-v-william-h-sorrell-in-his/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">376</span></a></span>, 386 (2d Cir.2000); <i>Brownsburg Area Patrons Affecting Change v. Baldwin,</i> <span class=\"citation\" data-id=\"751809\"><a href=\"/opinion/751809/brownsburg-area-patrons-affecting-change-and-john-patten-v-patricia/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">503</span></a></span>, 505-06 (7th Cir.1998); <i>Faucher v. FEC,</i> <span class=\"citation\" data-id=\"557779\"><a href=\"/opinion/557779/sandra-faucher-and-maine-right-to-life-committee-inc-v-federal-election/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">468</span></a></span>, 472 (1st Cir.1991); <i>FEC v. Furgatch,</i> <span class=\"citation\" data-id=\"480629\"><a href=\"/opinion/480629/federal-election-commission-v-harvey-furgatch/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">857</span></a></span>, 859 (9th Cir.1987).</p>\n<p>[2]  <i>McConnell's</i> holdings regarding standing are inapplicable to the Plaintiffs in this matter. Senator McConnell lacked standing to challenge a provision dealing with charges for broadcast time in the period before an election, because he would not run for re-election for five years. 540 U.S. at 226, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>. Similarly, other plaintiffs lacked standing because of their own personal choice not to accept or solicit large contributions. <i>Id.</i> at 227, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>. Both are distinguishable from the Plaintiffs in this case. First, Senator McConnell did not have standing because he could not have possibly been injured for five years, which was temporally remote. <i>Id.</i> at 225-26, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>. Here, Plaintiffs can be injured at any time they choose to express their First Amendment rights. Second, the other plaintiffs, consisting of voters, organizations representing voters and candidates, did not have standing because they did not have a constitutionally cognizable rights. <i>Id.</i> at 227-28, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>. Here, the Plaintiffs' injury stems from legally cognizable First Amendment rights of restraint on their right to express free speech, rather than laws that simply allow more leeway for one group than others.</p>\n<p>[3]  The Court stated that the definition only applies \"(1) to a broadcast (2) clearly identifying a candidate for federal office, (3) aired within a specific time period, and (4) targeted to an identified audience of at least 50,000 viewers or listeners.\" <i>McConnell,</i> 540 U.S. at 194, <span class=\"citation\" data-id=\"131149\"><a href=\"/opinion/131149/mcconnell-v-federal-election-commn/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></a></span>.</p>\n<p>[4]  For example, at deposition, Gary Bartlett, Executive Secretary and Director of the State Board of Elections stated that the \"cumulative whole\" of the communication, including the timing and the amount of money spent in a specific time period could be taken into account.</p>\n<p>[5]  The Fourth Circuit agreed with Plaintiffs that the presumption itself was unconstitutional as a burden that subjects those engaged in independent expenditures to process in order to rebut the presumption that their major purpose is to support or oppose a candidate. <i>NCRL III,</i> F.3d at 430. Although a meritorious argument, the Court expresses no opinion as to whether the presumption itself is unconstitutional, and construes the relevant portions as unconstitutional because they impermissibly regulates issue advocacy.</p>\n<p>[6]  Both the Fourth Circuit and this Court were persuaded by Justice Blackmun's concurrence in <i>Cal. Med.,</i> outlining the differences between contributions to candidates and those to political committees. <i>Cal. Med. Ass'n,</i> 453 U.S. at 203, <span class=\"citation\" data-id=\"110551\"><a href=\"/opinion/110551/california-medical-assn-v-federal-election-commn/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2712</span></a></span>. Specifically, Justice Blackmun concluded that contributions to committees that make only independent expenditures do not pose the same threat of being a \"conduit for contributions\" to candidate as other political action committees. <i>Id.</i> Although <i>McConnell</i> briefly mentioned <i>Cal. Med.,</i> it was purely dicta because the same issue was not before the Court in <i>McConnell.</i> Thus, persuasiveness of Justice Blackmun's analysis remains in force.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/127908/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1296917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2428586/"
  ]
}