{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2311958/",
  "absolute_url": "/opinion/2311958/weft-inc-v-gc-inv-associates/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2311958/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:03:30.930097Z",
  "date_modified": "2016-04-26T23:20:46.501608Z",
  "type": "010combined",
  "sha1": "b0be8c5ecb411275cceb526bb7bb9fca96f562cc",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>630 F.Supp. 1138 (1986)</b></center>\n<center><h1>WEFT, INC., et al., Plaintiffs,<br>\nv.<br>\nG.C. INVESTMENT ASSOCIATES, a limited partnership, et al., Defendants.</h1></center>\n<center>No. 83-1575-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 20, 1986.</center>\n<p><span class=\"star-pagination\">*1139</span> <span class=\"star-pagination\">*1140</span> Carl N. Patterson, Jr. and Amos U. Priester, IV, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for plaintiffs.</p>\n<p>William V. McPherson, Jr., McPherson &amp; Fletcher, P.A., Durham, N.C., for G.C. Inv. Associates and Cheryl Davenport Christensen.</p>\n<p>Stuart M. Sessoms, Jr., Sessoms &amp; Marin, P.A., Durham, N.C., G. Eugene Boyce and Robert E. Smith, Boyce, Mitchell, Burns &amp; Smith, P.A., Raleigh, N.C., for Robert C. Georgiade.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>Plaintiffs, Weft, Inc., The Tidewater Group, Inc., and William F. Smith, instituted this seven-count action against defendants, G.C. Investment Associates, G.C. Management, Incorporated, Cheryl Davenport Christensen and Robert C. Georgiade, for common law fraud and for violations of the Securities Act of 1933, 15 U.S.C. §§ 77a <i>et seq.</i> (1981), the Securities Exchange Act of 1934, 15 U.S.C. §§ 78a <i>et seq.</i> (1981), North Carolina security laws, N.C.Gen.Stat. § 78A-8, North Carolina Unfair and Deceptive Practices Act, N.C.Gen. Stat. § 75-1.1, and the Racketeer Influenced and Corrupt Organizations Act, 18 U.S.C. §§ 1961 <i>et seq.</i> (\"RICO\"). Defendant Georgiade has filed motions to dismiss the sixth claim for relief under North Carolina General Statute § 75-1.1 and the seventh claim for relief under RICO for failure to state a claim upon which relief may be granted under Fed.R.Civ.P. 12(b)(6). Plaintiffs oppose these motions on the ground that defendant is barred from attacking the legal sufficiency of the complaint because of the entry of a default against him and, alternatively, on the ground that the allegations in question are sufficient to state a claim. Pursuant to an order of 3 July 1985, the parties have also submitted memoranda concerning the disposition of all remaining issues.</p>\n<p>The gravamen of the complaint is that defendants fraudulently induced plaintiffs to purchase interests in a limited partnership, G.C. Investment Associates, which was formed to develop a restaurant in Durham, North Carolina. These fraudulent inducements allegedly included written and oral misrepresentations and omissions over, among other things, the amount of, and manner of collecting, committed subscriptions for limited partnership units, the availability of a loan, and the manner and procedure for commencing the construction and operation of the restaurant. The restaurant eventually failed causing plaintiffs to lose their investments.</p>\n<p>Default was entered against defendants Georgiade and Christensen on 9 April 1984 for failure to appear. The default against defendant Christensen was set aside on 26 June 1984. On 5 August 1985, defendant Christensen was dismissed without prejudice pursuant to Fed.R.Civ.P. 41(a). Defendant Georgiade's first motion to set aside the entry of default was denied on 2 August 1984. Subsequently, defendant Georgiade has made numerous unsuccessful <span class=\"star-pagination\">*1141</span> attempts to set aside the default and to otherwise avoid the harsh consequences of the default. Since commencement of this action, defendant G.C. Investment Associates filed a voluntary petition for bankruptcy under Chapter 11; thereby staying all proceedings against it. Partial summary judgment on liability was entered against defendant G.C. Management on the second claim for relief under Section 12(2) of the Securities Act of 1933, 15 U.S.C. §§ 77a <i>et seq.</i> (1981), on 5 April 1985.</p>\n<p></p>\n<h2><i>Motions to Dismiss</i></h2>\n<p>It is clear that by a default defendant admits the well-pleaded allegations of fact contained in the complaint. <i>Nishimatsu Construction Co. v. Houston Nat'l Bank,</i> 515 F.2d 1200, 1206 (5th Cir.1975); <i>Trans World Airlines, Inc. v. Hughes,</i> 449 F.2d 51 (2d Cir.1971), <i>rev'd on other grounds,</i> 409 U.S. 363, 93 S.Ct. 647, 34 L.Ed.2d 577 (1973); <i>In re Consolidated Pretrial Proceedings in Air West,</i> 436 F.Supp. 1281 (N.D.Cal.1977); <i>Kelley v. Carr,</i> 567 F.Supp. 831 (W.D.Mich.1983). Although defendant may not then attack the factual allegations of the complaint, he does not \"admit\" the legal conclusions. Thus, \"despite occasional statements to the contrary ... a default is not treated as an absolute confession by the defendant of his liability and of the plaintiff's right to recover.\" <i>Nishimatsu Construction Co. v. Houston Nat'l Bank, supra,</i> at 1206. The court is bound, then, to consider whether plaintiff's allegations are sufficient to state a claim for relief.</p>\n<p>The sixth claim for relief was brought under North Carolina General Statute § 75-1.1, which prohibits unfair trade practices and allows an injured party to recover treble damages and reasonable attorney's fees. The Supreme Court of North Carolina just recently held in <i>Skinner v. E.F. Hutton &amp; Co.,</i> 314 N.C. 267, 333 S.E.2d 236 (1985), that securities transactions are beyond the scope of this statute. In so doing, the <i>Skinner</i> court found persuasive the reasoning of the United States Court of Appeals for the Fourth Circuit in <i>Lindner v. Durham Hosiery Mills, Inc.,</i> 761 F.2d 162 (4th Cir.1985), which similarly held North Carolina General Statute § 75-1.1 inapplicable to securities transactions. Since the complaint makes clear that this case involves securities transactions, the sixth claim must be dismissed.</p>\n<p>Because the sixth claim must be dismissed, defendant Georgiade further contends that he is entitled to his reasonable attorney's fees under North Carolina General Statute § 75-16.1. Under this provision, a prevailing defendant in an action under North Carolina General Statute § 75-1.1 may recover reasonable attorney's fees if the \"party instituting the action knew, or should have known, the action was frivolous and malicious.\" Defendant Georgiade contends that plaintiffs' action in pursuing the claim under § 75-1.1 after the Fourth Circuit's decision in <i>Lindner</i> and the North Carolina Supreme Court's decision in <i>Skinner</i> was frivolous, entitling him to fees. Until the North Carolina Supreme Court's decision in <i>Skinner</i> just last August, however, the question of the applicability of § 75-1.1, a North Carolina statute, to securities transactions was not finally settled. In addition, because of defendant's default, and questions concerning its effect on a determination of liability, and because defendant Georgiade contended in an earlier motion before the court that the transaction in question was not a securities transaction, it was not totally unreasonable for plaintiffs to continue to pursue this claim. Accordingly, the court is unable to state that plaintiffs' action was \"frivolous and malicious\" and defendant Georgiade's request for attorneys' fees under § 75-16.1 is denied.</p>\n<p>Defendant Georgiade also contends that plaintiffs have failed adequately to allege in the seventh claim for relief all the elements required under RICO. In order to state a cause of action under civil RICO for treble damages, plaintiffs must first allege a violation of criminal RICO which requires: (1) that the defendant (2) through the commission of two or more acts (3) constituting a \"pattern\" (4) of \"racketeering <span class=\"star-pagination\">*1142</span> activity\" (5) directly or indirectly invests in, or maintains an interest in, or participates in (6) an \"enterprise\" (7) the activities of which affect interstate or foreign commerce. 18 U.S.C. § 1962(a)-(c) (1976); <i>Moss v. Morgan Stanley Inc.,</i> 719 F.2d 5 (2d Cir. 1983), <i>cert. denied,</i> 465 U.S. 1025, 104 S.Ct. 1280, 79 L.Ed.2d 684 (1984). Defendant Georgiade claims, in essence, that plaintiffs have failed to allege elements 2, 6 and 7.</p>\n<p>Although the complaint does not use the terms contained in RICO, it is clear that the plaintiffs have alleged elements 2 and 6 or, in other words, the existence of an enterprise conducted through two or more acts constituting a pattern of racketeering. In essence, plaintiffs have alleged that defendants, including defendant Georgiade, through a series of acts, fraudulently induced plaintiffs to invest in a limited partnership in violation of the federal securities laws and continued to conduct the affairs of the partnership in a fraudulent manner. It is clear that violations of the federal securities laws may constitute the predicate acts to a RICO violation. <i>Moss v. Morgan Stanley Inc., supra,</i> at 18 n. 13. Further, an \"enterprise\" is defined as \"any individual, partnership, corporation, association, or other legal entity, or any union or a group of individuals associated in fact although not a legal entity.\" 18 U.S.C. § 1961(4) (1976). Although plaintiffs did not use the word \"enterprise\" to describe the actions of defendants, it is clear that they have alleged enough facts to constitute an enterprise to obtain capital for the limited partnership through fraudulent means. Thus, the same facts which constitute the \"unlawful acts\" also establish the \"enterprise\" requirement. <i>Moss v. Morgan Stanley Inc., supra,</i> at 22.</p>\n<p>Defendant Georgiade further claims that plaintiffs have not alleged an effect on interstate commerce. A review of the seventh claim indicates that plaintiffs have not alleged an effect on interstate commerce nor have they alleged facts from which one could reasonably infer an effect on interstate commerce. Although in plaintiffs' second, third and fourth claims for relief, they allege the use of the mails to establish the jurisdictional base for the federal securities claims, these allegations are not part of the seventh claim and, even if they were, it is doubtful that they would constitute a sufficient effect on interstate commerce under RICO. <i>Gitterman v. Vitoulis,</i> 579 F.Supp. 423 (S.D.N.Y.1983); <i>Fields v. National Republic Bank of Chicago,</i> 546 F.Supp. 123 (N.D.Ill.1982). Accordingly, the seventh claim under RICO must be dismissed.</p>\n<p></p>\n<h2><i>Remaining Issues</i></h2>\n<p>Pursuant to the court's order of 3 July 1985, the parties also submitted memoranda concerning the disposition of the remaining issues in the case. Plaintiffs contend that they are entitled to rescission or damages, and reasonable attorney's fees and that the court may award this relief without a hearing. Alternatively, they contend that should the court determine to hold a hearing, the only issue concerns the amount of damages. Defendant, on the other hand, has launched a broad attack on the viability of plaintiffs' first five claims and contends that the court must hold a hearing before any relief may be granted. Specifically, defendant contends that: (1) plaintiffs have not established their remaining claims for relief since necessary elements are stated in conclusory terms and the court must, therefore, conduct a hearing to allow defendant to refute these claims; (2) default judgment may not be entered against defendant Georgiade until the matter is fully adjudicated as to the remaining defendants and that, in any event, defendant Georgiade may assert any defenses asserted by the other defendants; (3) plaintiffs must elect which count they are proceeding under; and, (4) the court must hold a hearing to determine appropriate relief during which (a) plaintiffs must show that they mitigated damages; (b) plaintiffs must prove they suffered injury caused personally by defendant Georgiade; and (c) plaintiffs must show when they learned of the fraud in order to determine <span class=\"star-pagination\">*1143</span> the value of the interests they held in the limited partnership.</p>\n<p>As discussed above, upon a default, a plaintiff is entitled to a determination of liability unless he has failed to state a legal basis for relief or it is clear from the face of the complaint that the allegations are not susceptible of proof. <i>Nishimatsu Construction Co. v. Houston Nat'l Bank, supra</i><i>; </i><i>Trans World Airlines, Inc. v. Hughes, supra</i><i>.</i> In the first five claims in the complaint, plaintiffs seek relief for common law fraud and for violations of § 12(2) of the Securities Act of 1933, 15 U.S.C. § 77<i>l</i>(2) (1981); § 17(a) of the Securities Act of 1933, 15 U.S.C. § 77q (1981); § 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. § 78j(b) (1981); and the North Carolina Securities Act, N.C.Gen. Stat. § 78A-8. Defendant contends that materiality, scienter and reliance are necessary elements of some of the claims of the complaint and that allegations concerning these elements are conclusory. Because they are conclusory, defendant claims that these allegations cannot support a determination of liability. This contention must be rejected. The factual allegations indicate that many of the misrepresentations and omissions involved the initial amount of capitalization for the partnership and procedures for construction and operation of the restaurant. These matters were crucial to the restaurant's future success and important to a reasonable investor. Accordingly, plaintiffs have met their pleading burdens by alleging specifically that the misrepresentations and omissions were material, that defendant knew or should have known of their falsity, and that plaintiffs relied upon the misrepresentations. Such allegations are sufficient under almost any standard. <i>Johns Hopkins University v. Hutton,</i> 422 F.2d 1124 (4th Cir. 1970), <i>cert. denied,</i> 416 U.S. 916, 94 S.Ct. 1623, 40 L.Ed.2d 118 (1974).</p>\n<p>It is also clear that the defendant's claim that the court is precluded from entering a default judgment against him until the case has been litigated in full as to the other defendants is without merit. In <i>Frow v. DeLaVega,</i> 82 U.S. (15 Wall.) 552, 21 L.Ed. 60 (1872), the Supreme Court of the United States held that a default could not be entered against one defendant in a case concerning the right of several defendants to one piece of property. In <i>Frow,</i> plaintiff alleged a conspiracy by defendants to defraud him of title in a single tract of land. One of the defendants failed to appear and judgment by default was entered against him. The other defendants were exonerated from the fraud, and a lower court refused to set aside the judgment against the defaulting defendant, resulting in inconsistent judgments as to ownership of one parcel of land. To avoid such an absurd result, the Supreme Court set aside the default.</p>\n<p>Although <i>Frow</i> has been extended to joint and several liability in this circuit, <i>R.F. Hudson v. Peerless Insurance Co.,</i> 374 F.2d 942 (4th Cir.1967), it has been explicitly limited to its facts by subsequent decisions and is inapplicable to this case. <i>In re Uranium Antitrust Litigation,</i> 617 F.2d 1248, 1256-58 (7th Cir.1980). Plaintiffs allege that defendant Georgiade is primarily liable to plaintiffs based upon his own actions and derivatively liable based upon his relationship with other actors. Accordingly, there is no possibility for the kind of inconsistent results which occurred in <i>Frow</i> should the other defendants be exonerated.</p>\n<p>The court also rejects defendant's contention that he may use defenses asserted by the other defendants. Defendant Georgiade lost his right to defend against this action by defaulting. He may not circumvent the effect of the default by relying on the other defendants' defenses.</p>\n<p>Defendant Georgiade further contends that plaintiffs must elect their remedy. The first five counts of the complaint contain alternative theories of relief arising out of essentially the same facts and seeking identical relief for the most part. Rule 8(e)(2) of the Federal Rules of Civil Procedure specifically makes clear that litigants may pursue alternative and inconsistent legal <span class=\"star-pagination\">*1144</span> theories. Although plaintiffs may not obtain a duplicative recovery, there is no requirement that they elect one remedy over another prior to final judgment. <i>United Roasters, Inc. v. Colgate-Palmolive Co.,</i> 649 F.2d 985, 990-91 (4th Cir.), <i>cert. denied,</i> 454 U.S. 1054, 102 S.Ct. 599, 70 L.Ed.2d 590 (1981).</p>\n<p>Defendant Georgiade finally contends that the court must hold a hearing to determine damages and that, during such a hearing, plaintiffs must show that they suffered damages caused by defendant Georgiade, that they mitigated their damages, and the value of the securities. Plaintiffs contend, in contrast, that they are seeking rescission under each count and that such relief may be awarded without a hearing since it can be calculated from the complaint.</p>\n<p>In connection with defendant's first claim, the default establishes that plaintiffs suffered damages caused by defendant Georgiade. The complaint alleges, in essence, that because of defendant's action, the restaurant got off on a bad footing and eventually failed. Thus, the allegations of the complaint, which cannot now be challenged, establish the causal link between defendant Georgiade's actions and plaintiffs' injury. <i>See, e.g., </i><i>Austin v. Loftsgaarden,</i> 675 F.2d 168, 178-79 (8th Cir.1982).</p>\n<p>Defendant's claim with respect to mitigation of damages must also be rejected. It is not at all certain that mitigation is necessary to preserve a securities fraud action. <i>Harris v. American Investment Co.,</i> 523 F.2d 220, 227-28 (8th Cir.1975), <i>cert. denied,</i> 423 U.S. 1054, 96 S.Ct. 784, 46 L.Ed.2d 643 (1976). Even if it is a requirement, however, it is an affirmative defense of which defendant cannot avail himself because of the default.</p>\n<p>Rescission is the required remedy under plaintiffs' second claim, under § 12(2) of the Securities Act of 1933, 15 U.S.C. § 771(2), and under the fifth claim, under the North Carolina Securities Act, N.C. Gen.Stat. § 78A-8 and § 78A-56(a)(2). It is also an available remedy under plaintiffs' remaining claims. <i>Flaks v. Koegel,</i> 504 F.2d 702, 707 (2d Cir.1974) (§ 17 of the Securities Act of 1933 and § 10(b) of the Securities Exchange Act of 1934); <i>Horne v. Cloninger,</i> 256 N.C. 102, 123 S.E.2d 112 (1961) (common law fraud). While rescission in a case such as this may normally be granted without a hearing because the amount paid for the securities in a cash transaction can be determined from the complaint, <i>Flaks v. Koegel, supra,</i> at 707, the complaint in this case indicates that plaintiff The Tidewater Group, Inc., purchased its interest through an exchange of machinery. Thus, while rescission as to plaintiffs Weft, Inc., and William F. Smith is available without a hearing, a hearing must be held to determine the amount of value given by defendant Tidewater Group, Inc., to defendants for the five limited partnership units it purchased. <i>Wigand v. Flo-Tek, Inc.,</i> 609 F.2d 1028, 1036 (2d Cir.1979). In granting rescission to plaintiffs Weft, Inc., and William F. Smith, the court assumes, based upon the allegations of the complaint, that these plaintiffs are prepared to tender back to defendant Georgiade the partnership units.</p>\n<p>Plaintiffs are also entitled to interest on the amount paid in exchange for the partnership units from the date of purchase. <i>See, e.g.,</i> N.C.Gen.Stat. § 78A-56(a)(2) and 15 U.S.C. § 77<i>l.</i> Although the complaint indicates that the partnership units were purchased sometime after 17 February 1983, the exact date of purchase is not alleged. Accordingly, the date of the purchase must also be established at the hearing in order to award interest.</p>\n<p>Finally, plaintiffs contend that they are entitled to their \"reasonable attorneys' fees\" under N.C.Gen.Stat. § 78A-56(a)(2) and have submitted a sworn affidavit in support of their petition. Although plaintiffs are entitled to fees for prevailing on their claims under N.C.Gen.Stat. § 78A-8, the amount of attorney's fees available under this provision cannot be determined until a hearing is concluded on those matters referred to a hearing in this memorandum. <span class=\"star-pagination\">*1145</span> Accordingly, following the hearing on these other matters, plaintiffs may update their petition with appropriate materials within ten (10) days and defendant will have ten (10) days thereafter to submit any matters in opposition.</p>\n<p>In summary, the court's rulings on the pending motions and for the further disposition of this action are as follows:</p>\n<p>1. Defendant Georgiade's motion to dismiss the Sixth Claim for Relief under North Carolina General Statute § 75-1.1 is allowed, and his motion for attorney's fees under North Carolina General Statute § 75-16.1 is denied;</p>\n<p>2. Defendant Georgiade's motion to dismiss the Seventh Claim for Relief under RICO, 18 U.S.C. §§ 1961 <i>et seq.,</i> is allowed;</p>\n<p>3. Plaintiffs Weft, Inc., and William F. Smith are entitled to rescission and each is entitled to receive from defendant Georgiade Ten Thousand Dollars ($10,000) plus interest from the date of purchase, which will be determined after a hearing;</p>\n<p>4. Plaintiff The Tidewater Group, Inc., is entitled to rescission and is entitled to receive an amount equal to the value given for the five partnership units plus interest from the date of purchase, the value and date of purchase to be determined after a hearing; and</p>\n<p>5. Plaintiffs are entitled to their reasonable attorney's fees under North Carolina General Statute § 78A-56(a)(2), the amount of which will be determined after a hearing is held in accordance with this memorandum.</p>\n<p>A hearing for the determination of the remaining matters at issue is scheduled for 31 March 1986 at 9:00 a.m.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">630</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1138</span></span> (1986)</b></center>\n<center><h1>WEFT, INC., et al., Plaintiffs,<br>\nv.<br>\nG.C. INVESTMENT ASSOCIATES, a limited partnership, et al., Defendants.</h1></center>\n<center>No. 83-1575-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 20, 1986.</center>\n<p><span class=\"star-pagination\">*1139</span> <span class=\"star-pagination\">*1140</span> Carl N. Patterson, Jr. and Amos U. Priester, IV, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for plaintiffs.</p>\n<p>William V. McPherson, Jr., McPherson &amp; Fletcher, P.A., Durham, N.C., for G.C. Inv. Associates and Cheryl Davenport Christensen.</p>\n<p>Stuart M. Sessoms, Jr., Sessoms &amp; Marin, P.A., Durham, N.C., G. Eugene Boyce and Robert E. Smith, Boyce, Mitchell, Burns &amp; Smith, P.A., Raleigh, N.C., for Robert C. Georgiade.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>Plaintiffs, Weft, Inc., The Tidewater Group, Inc., and William F. Smith, instituted this seven-count action against defendants, G.C. Investment Associates, G.C. Management, Incorporated, Cheryl Davenport Christensen and Robert C. Georgiade, for common law fraud and for violations of the Securities Act of 1933, 15 U.S.C. §§ 77a <i>et seq.</i> (1981), the Securities Exchange Act of 1934, 15 U.S.C. §§ 78a <i>et seq.</i> (1981), North Carolina security laws, N.C.Gen.Stat. § 78A-8, North Carolina Unfair and Deceptive Practices Act, N.C.Gen. Stat. § 75-1.1, and the Racketeer Influenced and Corrupt Organizations Act, 18 U.S.C. §§ 1961 <i>et seq.</i> (\"RICO\"). Defendant Georgiade has filed motions to dismiss the sixth claim for relief under North Carolina General Statute § 75-1.1 and the seventh claim for relief under RICO for failure to state a claim upon which relief may be granted under Fed.R.Civ.P. 12(b)(6). Plaintiffs oppose these motions on the ground that defendant is barred from attacking the legal sufficiency of the complaint because of the entry of a default against him and, alternatively, on the ground that the allegations in question are sufficient to state a claim. Pursuant to an order of 3 July 1985, the parties have also submitted memoranda concerning the disposition of all remaining issues.</p>\n<p>The gravamen of the complaint is that defendants fraudulently induced plaintiffs to purchase interests in a limited partnership, G.C. Investment Associates, which was formed to develop a restaurant in Durham, North Carolina. These fraudulent inducements allegedly included written and oral misrepresentations and omissions over, among other things, the amount of, and manner of collecting, committed subscriptions for limited partnership units, the availability of a loan, and the manner and procedure for commencing the construction and operation of the restaurant. The restaurant eventually failed causing plaintiffs to lose their investments.</p>\n<p>Default was entered against defendants Georgiade and Christensen on 9 April 1984 for failure to appear. The default against defendant Christensen was set aside on 26 June 1984. On 5 August 1985, defendant Christensen was dismissed without prejudice pursuant to Fed.R.Civ.P. 41(a). Defendant Georgiade's first motion to set aside the entry of default was denied on 2 August 1984. Subsequently, defendant Georgiade has made numerous unsuccessful <span class=\"star-pagination\">*1141</span> attempts to set aside the default and to otherwise avoid the harsh consequences of the default. Since commencement of this action, defendant G.C. Investment Associates filed a voluntary petition for bankruptcy under Chapter 11; thereby staying all proceedings against it. Partial summary judgment on liability was entered against defendant G.C. Management on the second claim for relief under Section 12(2) of the Securities Act of 1933, 15 U.S.C. §§ 77a <i>et seq.</i> (1981), on 5 April 1985.</p>\n<p></p>\n<h2><i>Motions to Dismiss</i></h2>\n<p>It is clear that by a default defendant admits the well-pleaded allegations of fact contained in the complaint. <i>Nishimatsu Construction Co. v. Houston Nat'l Bank,</i> <span class=\"citation\" data-id=\"327586\"><a href=\"/opinion/327586/nishimatsu-construction-co-ltd-v-houston-national-bank-defendant-third/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1200</span></a></span>, 1206 (5th Cir.1975); <i>Trans World Airlines, Inc. v. Hughes,</i> <span class=\"citation\" data-id=\"299309\"><a href=\"/opinion/299309/trans-world-airlines-inc-v-howard-r-hughes-and-hughes-tool-company-and/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">51</span></a></span> (2d Cir.1971), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"108652\"><a href=\"/opinion/108652/hughes-tool-co-v-trans-world-airlines-inc/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">363</span></a></span>, <span class=\"citation\" data-id=\"108652\"><a href=\"/opinion/108652/hughes-tool-co-v-trans-world-airlines-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">647</span></a></span>, <span class=\"citation\" data-id=\"108652\"><a href=\"/opinion/108652/hughes-tool-co-v-trans-world-airlines-inc/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1973); <i>In re Consolidated Pretrial Proceedings in Air West,</i> <span class=\"citation\" data-id=\"1429920\"><a href=\"/opinion/1429920/in-re-consol-pretrial-proceedings-in-air-west/\"><span class=\"volume\">436</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1281</span></a></span> (N.D.Cal.1977); <i>Kelley v. Carr,</i> <span class=\"citation\" data-id=\"1454327\"><a href=\"/opinion/1454327/kelley-v-carr/\"><span class=\"volume\">567</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">831</span></a></span> (W.D.Mich.1983). Although defendant may not then attack the factual allegations of the complaint, he does not \"admit\" the legal conclusions. Thus, \"despite occasional statements to the contrary ... a default is not treated as an absolute confession by the defendant of his liability and of the plaintiff's right to recover.\" <i>Nishimatsu Construction Co. v. Houston Nat'l Bank, supra,</i> at 1206. The court is bound, then, to consider whether plaintiff's allegations are sufficient to state a claim for relief.</p>\n<p>The sixth claim for relief was brought under North Carolina General Statute § 75-1.1, which prohibits unfair trade practices and allows an injured party to recover treble damages and reasonable attorney's fees. The Supreme Court of North Carolina just recently held in <i>Skinner v. E.F. Hutton &amp; Co.,</i> <span class=\"citation\" data-id=\"1313662\"><a href=\"/opinion/1313662/skinner-v-ef-hutton-co-inc/\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">267</span></a></span>, <span class=\"citation\" data-id=\"1313662\"><a href=\"/opinion/1313662/skinner-v-ef-hutton-co-inc/\"><span class=\"volume\">333</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">236</span></a></span> (1985), that securities transactions are beyond the scope of this statute. In so doing, the <i>Skinner</i> court found persuasive the reasoning of the United States Court of Appeals for the Fourth Circuit in <i>Lindner v. Durham Hosiery Mills, Inc.,</i> <span class=\"citation\" data-id=\"451707\"><a href=\"/opinion/451707/kurt-j-lindner-edith-lindner-st-joseph-hospital-of-kirkwood-admiral/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span> (4th Cir.1985), which similarly held North Carolina General Statute § 75-1.1 inapplicable to securities transactions. Since the complaint makes clear that this case involves securities transactions, the sixth claim must be dismissed.</p>\n<p>Because the sixth claim must be dismissed, defendant Georgiade further contends that he is entitled to his reasonable attorney's fees under North Carolina General Statute § 75-16.1. Under this provision, a prevailing defendant in an action under North Carolina General Statute § 75-1.1 may recover reasonable attorney's fees if the \"party instituting the action knew, or should have known, the action was frivolous and malicious.\" Defendant Georgiade contends that plaintiffs' action in pursuing the claim under § 75-1.1 after the Fourth Circuit's decision in <i>Lindner</i> and the North Carolina Supreme Court's decision in <i>Skinner</i> was frivolous, entitling him to fees. Until the North Carolina Supreme Court's decision in <i>Skinner</i> just last August, however, the question of the applicability of § 75-1.1, a North Carolina statute, to securities transactions was not finally settled. In addition, because of defendant's default, and questions concerning its effect on a determination of liability, and because defendant Georgiade contended in an earlier motion before the court that the transaction in question was not a securities transaction, it was not totally unreasonable for plaintiffs to continue to pursue this claim. Accordingly, the court is unable to state that plaintiffs' action was \"frivolous and malicious\" and defendant Georgiade's request for attorneys' fees under § 75-16.1 is denied.</p>\n<p>Defendant Georgiade also contends that plaintiffs have failed adequately to allege in the seventh claim for relief all the elements required under RICO. In order to state a cause of action under civil RICO for treble damages, plaintiffs must first allege a violation of criminal RICO which requires: (1) that the defendant (2) through the commission of two or more acts (3) constituting a \"pattern\" (4) of \"racketeering <span class=\"star-pagination\">*1142</span> activity\" (5) directly or indirectly invests in, or maintains an interest in, or participates in (6) an \"enterprise\" (7) the activities of which affect interstate or foreign commerce. 18 U.S.C. § 1962(a)-(c) (1976); <i>Moss v. Morgan Stanley Inc.,</i> <span class=\"citation\" data-id=\"425977\"><a href=\"/opinion/425977/michael-e-moss-v-morgan-stanley-inc-e-jacques-courtois-jr-adrian/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span> (2d Cir. 1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1025</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1280</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></span> (1984). Defendant Georgiade claims, in essence, that plaintiffs have failed to allege elements 2, 6 and 7.</p>\n<p>Although the complaint does not use the terms contained in RICO, it is clear that the plaintiffs have alleged elements 2 and 6 or, in other words, the existence of an enterprise conducted through two or more acts constituting a pattern of racketeering. In essence, plaintiffs have alleged that defendants, including defendant Georgiade, through a series of acts, fraudulently induced plaintiffs to invest in a limited partnership in violation of the federal securities laws and continued to conduct the affairs of the partnership in a fraudulent manner. It is clear that violations of the federal securities laws may constitute the predicate acts to a RICO violation. <i>Moss v. Morgan Stanley Inc., supra,</i> at 18 n. 13. Further, an \"enterprise\" is defined as \"any individual, partnership, corporation, association, or other legal entity, or any union or a group of individuals associated in fact although not a legal entity.\" 18 U.S.C. § 1961(4) (1976). Although plaintiffs did not use the word \"enterprise\" to describe the actions of defendants, it is clear that they have alleged enough facts to constitute an enterprise to obtain capital for the limited partnership through fraudulent means. Thus, the same facts which constitute the \"unlawful acts\" also establish the \"enterprise\" requirement. <i>Moss v. Morgan Stanley Inc., supra,</i> at 22.</p>\n<p>Defendant Georgiade further claims that plaintiffs have not alleged an effect on interstate commerce. A review of the seventh claim indicates that plaintiffs have not alleged an effect on interstate commerce nor have they alleged facts from which one could reasonably infer an effect on interstate commerce. Although in plaintiffs' second, third and fourth claims for relief, they allege the use of the mails to establish the jurisdictional base for the federal securities claims, these allegations are not part of the seventh claim and, even if they were, it is doubtful that they would constitute a sufficient effect on interstate commerce under RICO. <i>Gitterman v. Vitoulis,</i> <span class=\"citation\" data-id=\"1818500\"><a href=\"/opinion/1818500/gitterman-v-vitoulis/\"><span class=\"volume\">579</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">423</span></a></span> (S.D.N.Y.1983); <i>Fields v. National Republic Bank of Chicago,</i> <span class=\"citation\" data-id=\"1870923\"><a href=\"/opinion/1870923/fields-v-national-republic-bank-of-chicago/\"><span class=\"volume\">546</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">123</span></a></span> (N.D.Ill.1982). Accordingly, the seventh claim under RICO must be dismissed.</p>\n<p></p>\n<h2><i>Remaining Issues</i></h2>\n<p>Pursuant to the court's order of 3 July 1985, the parties also submitted memoranda concerning the disposition of the remaining issues in the case. Plaintiffs contend that they are entitled to rescission or damages, and reasonable attorney's fees and that the court may award this relief without a hearing. Alternatively, they contend that should the court determine to hold a hearing, the only issue concerns the amount of damages. Defendant, on the other hand, has launched a broad attack on the viability of plaintiffs' first five claims and contends that the court must hold a hearing before any relief may be granted. Specifically, defendant contends that: (1) plaintiffs have not established their remaining claims for relief since necessary elements are stated in conclusory terms and the court must, therefore, conduct a hearing to allow defendant to refute these claims; (2) default judgment may not be entered against defendant Georgiade until the matter is fully adjudicated as to the remaining defendants and that, in any event, defendant Georgiade may assert any defenses asserted by the other defendants; (3) plaintiffs must elect which count they are proceeding under; and, (4) the court must hold a hearing to determine appropriate relief during which (a) plaintiffs must show that they mitigated damages; (b) plaintiffs must prove they suffered injury caused personally by defendant Georgiade; and (c) plaintiffs must show when they learned of the fraud in order to determine <span class=\"star-pagination\">*1143</span> the value of the interests they held in the limited partnership.</p>\n<p>As discussed above, upon a default, a plaintiff is entitled to a determination of liability unless he has failed to state a legal basis for relief or it is clear from the face of the complaint that the allegations are not susceptible of proof. <i>Nishimatsu Construction Co. v. Houston Nat'l Bank, supra</i><i>; </i><i>Trans World Airlines, Inc. v. Hughes, supra</i><i>.</i> In the first five claims in the complaint, plaintiffs seek relief for common law fraud and for violations of § 12(2) of the Securities Act of 1933, 15 U.S.C. § 77<i>l</i>(2) (1981); § 17(a) of the Securities Act of 1933, 15 U.S.C. § 77q (1981); § 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. § 78j(b) (1981); and the North Carolina Securities Act, N.C.Gen. Stat. § 78A-8. Defendant contends that materiality, scienter and reliance are necessary elements of some of the claims of the complaint and that allegations concerning these elements are conclusory. Because they are conclusory, defendant claims that these allegations cannot support a determination of liability. This contention must be rejected. The factual allegations indicate that many of the misrepresentations and omissions involved the initial amount of capitalization for the partnership and procedures for construction and operation of the restaurant. These matters were crucial to the restaurant's future success and important to a reasonable investor. Accordingly, plaintiffs have met their pleading burdens by alleging specifically that the misrepresentations and omissions were material, that defendant knew or should have known of their falsity, and that plaintiffs relied upon the misrepresentations. Such allegations are sufficient under almost any standard. <i>Johns Hopkins University v. Hutton,</i> <span class=\"citation\" data-id=\"288863\"><a href=\"/opinion/288863/the-johns-hopkins-university-v-william-e-hutton/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1124</span></a></span> (4th Cir. 1970), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">916</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1623</span></span>, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">118</span></span> (1974).</p>\n<p>It is also clear that the defendant's claim that the court is precluded from entering a default judgment against him until the case has been litigated in full as to the other defendants is without merit. In <i>Frow v. DeLaVega,</i> 82 U.S. (15 Wall.) 552, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">60</span></span> (1872), the Supreme Court of the United States held that a default could not be entered against one defendant in a case concerning the right of several defendants to one piece of property. In <i>Frow,</i> plaintiff alleged a conspiracy by defendants to defraud him of title in a single tract of land. One of the defendants failed to appear and judgment by default was entered against him. The other defendants were exonerated from the fraud, and a lower court refused to set aside the judgment against the defaulting defendant, resulting in inconsistent judgments as to ownership of one parcel of land. To avoid such an absurd result, the Supreme Court set aside the default.</p>\n<p>Although <i>Frow</i> has been extended to joint and several liability in this circuit, <i>R.F. Hudson v. Peerless Insurance Co.,</i> <span class=\"citation\" data-id=\"275261\"><a href=\"/opinion/275261/united-states-of-america-for-the-use-of-r-f-hudson-v-peerless-insurance/\"><span class=\"volume\">374</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span> (4th Cir.1967), it has been explicitly limited to its facts by subsequent decisions and is inapplicable to this case. <i>In re Uranium Antitrust Litigation,</i> <span class=\"citation\" data-id=\"375952\"><a href=\"/opinion/375952/in-re-uranium-antitrust-litigation-westinghouse-electric-corporation-v/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1248</span></a></span>, 1256-58 (7th Cir.1980). Plaintiffs allege that defendant Georgiade is primarily liable to plaintiffs based upon his own actions and derivatively liable based upon his relationship with other actors. Accordingly, there is no possibility for the kind of inconsistent results which occurred in <i>Frow</i> should the other defendants be exonerated.</p>\n<p>The court also rejects defendant's contention that he may use defenses asserted by the other defendants. Defendant Georgiade lost his right to defend against this action by defaulting. He may not circumvent the effect of the default by relying on the other defendants' defenses.</p>\n<p>Defendant Georgiade further contends that plaintiffs must elect their remedy. The first five counts of the complaint contain alternative theories of relief arising out of essentially the same facts and seeking identical relief for the most part. Rule 8(e)(2) of the Federal Rules of Civil Procedure specifically makes clear that litigants may pursue alternative and inconsistent legal <span class=\"star-pagination\">*1144</span> theories. Although plaintiffs may not obtain a duplicative recovery, there is no requirement that they elect one remedy over another prior to final judgment. <i>United Roasters, Inc. v. Colgate-Palmolive Co.,</i> <span class=\"citation\" data-id=\"390852\"><a href=\"/opinion/390852/united-roasters-inc-v-colgate-palmolive-company-state-of-north/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 990-91 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1054</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">599</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></span> (1981).</p>\n<p>Defendant Georgiade finally contends that the court must hold a hearing to determine damages and that, during such a hearing, plaintiffs must show that they suffered damages caused by defendant Georgiade, that they mitigated their damages, and the value of the securities. Plaintiffs contend, in contrast, that they are seeking rescission under each count and that such relief may be awarded without a hearing since it can be calculated from the complaint.</p>\n<p>In connection with defendant's first claim, the default establishes that plaintiffs suffered damages caused by defendant Georgiade. The complaint alleges, in essence, that because of defendant's action, the restaurant got off on a bad footing and eventually failed. Thus, the allegations of the complaint, which cannot now be challenged, establish the causal link between defendant Georgiade's actions and plaintiffs' injury. <i>See, e.g., </i><i>Austin v. Loftsgaarden,</i> <span class=\"citation\" data-id=\"402297\"><a href=\"/opinion/402297/blue-sky-l-rep-p-71731-fed-sec-l-rep-p-98628-10-fed-r-evid/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">168</span></a></span>, 178-79 (8th Cir.1982).</p>\n<p>Defendant's claim with respect to mitigation of damages must also be rejected. It is not at all certain that mitigation is necessary to preserve a securities fraud action. <i>Harris v. American Investment Co.,</i> <span class=\"citation\" data-id=\"330243\"><a href=\"/opinion/330243/fed-sec-l-rep-p-95208-myron-harris-v-american-investment-company/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">220</span></a></span>, 227-28 (8th Cir.1975), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1054</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">784</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">643</span></span> (1976). Even if it is a requirement, however, it is an affirmative defense of which defendant cannot avail himself because of the default.</p>\n<p>Rescission is the required remedy under plaintiffs' second claim, under § 12(2) of the Securities Act of 1933, 15 U.S.C. § 771(2), and under the fifth claim, under the North Carolina Securities Act, N.C. Gen.Stat. § 78A-8 and § 78A-56(a)(2). It is also an available remedy under plaintiffs' remaining claims. <i>Flaks v. Koegel,</i> <span class=\"citation\" data-id=\"322298\"><a href=\"/opinion/322298/fed-sec-l-rep-p-94803-steven-flaks-v-david-i-koegel-and-flora-mir/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">702</span></a></span>, 707 (2d Cir.1974) (§ 17 of the Securities Act of 1933 and § 10(b) of the Securities Exchange Act of 1934); <i>Horne v. Cloninger,</i> <span class=\"citation\" data-id=\"1274854\"><a href=\"/opinion/1274854/horne-v-cloninger/\"><span class=\"volume\">256</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">102</span></a></span>, <span class=\"citation\" data-id=\"1274854\"><a href=\"/opinion/1274854/horne-v-cloninger/\"><span class=\"volume\">123</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">112</span></a></span> (1961) (common law fraud). While rescission in a case such as this may normally be granted without a hearing because the amount paid for the securities in a cash transaction can be determined from the complaint, <i>Flaks v. Koegel, supra,</i> at 707, the complaint in this case indicates that plaintiff The Tidewater Group, Inc., purchased its interest through an exchange of machinery. Thus, while rescission as to plaintiffs Weft, Inc., and William F. Smith is available without a hearing, a hearing must be held to determine the amount of value given by defendant Tidewater Group, Inc., to defendants for the five limited partnership units it purchased. <i>Wigand v. Flo-Tek, Inc.,</i> <span class=\"citation\" data-id=\"371883\"><a href=\"/opinion/371883/fed-sec-l-rep-p-97149-arthur-wigand-individually-and-suing-on-behalf/\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1028</span></a></span>, 1036 (2d Cir.1979). In granting rescission to plaintiffs Weft, Inc., and William F. Smith, the court assumes, based upon the allegations of the complaint, that these plaintiffs are prepared to tender back to defendant Georgiade the partnership units.</p>\n<p>Plaintiffs are also entitled to interest on the amount paid in exchange for the partnership units from the date of purchase. <i>See, e.g.,</i> N.C.Gen.Stat. § 78A-56(a)(2) and 15 U.S.C. § 77<i>l.</i> Although the complaint indicates that the partnership units were purchased sometime after 17 February 1983, the exact date of purchase is not alleged. Accordingly, the date of the purchase must also be established at the hearing in order to award interest.</p>\n<p>Finally, plaintiffs contend that they are entitled to their \"reasonable attorneys' fees\" under N.C.Gen.Stat. § 78A-56(a)(2) and have submitted a sworn affidavit in support of their petition. Although plaintiffs are entitled to fees for prevailing on their claims under N.C.Gen.Stat. § 78A-8, the amount of attorney's fees available under this provision cannot be determined until a hearing is concluded on those matters referred to a hearing in this memorandum. <span class=\"star-pagination\">*1145</span> Accordingly, following the hearing on these other matters, plaintiffs may update their petition with appropriate materials within ten (10) days and defendant will have ten (10) days thereafter to submit any matters in opposition.</p>\n<p>In summary, the court's rulings on the pending motions and for the further disposition of this action are as follows:</p>\n<p>1. Defendant Georgiade's motion to dismiss the Sixth Claim for Relief under North Carolina General Statute § 75-1.1 is allowed, and his motion for attorney's fees under North Carolina General Statute § 75-16.1 is denied;</p>\n<p>2. Defendant Georgiade's motion to dismiss the Seventh Claim for Relief under RICO, 18 U.S.C. §§ 1961 <i>et seq.,</i> is allowed;</p>\n<p>3. Plaintiffs Weft, Inc., and William F. Smith are entitled to rescission and each is entitled to receive from defendant Georgiade Ten Thousand Dollars ($10,000) plus interest from the date of purchase, which will be determined after a hearing;</p>\n<p>4. Plaintiff The Tidewater Group, Inc., is entitled to rescission and is entitled to receive an amount equal to the value given for the five partnership units plus interest from the date of purchase, the value and date of purchase to be determined after a hearing; and</p>\n<p>5. Plaintiffs are entitled to their reasonable attorney's fees under North Carolina General Statute § 78A-56(a)(2), the amount of which will be determined after a hearing is held in accordance with this memorandum.</p>\n<p>A hearing for the determination of the remaining matters at issue is scheduled for 31 March 1986 at 9:00 a.m.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/275261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/288863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/299309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/322298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/330243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/371883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1274854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1313662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1429920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1454327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1818500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1870923/"
  ]
}