{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2312238/",
  "absolute_url": "/opinion/2312238/burroughs-wellcome-co-v-bowen/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2312238/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:03:34.560333Z",
  "date_modified": "2016-04-27T01:06:27.966066Z",
  "type": "010combined",
  "sha1": "4f8c50a0181ebd671d7047e8fd980813d693adb5",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>630 F.Supp. 787 (1986)</b></center>\n<center><h1>BURROUGHS WELLCOME COMPANY, Plaintiff,<br>\nv.<br>\nOtis BOWEN, in his capacity as Secretary of Health and Human Services, et al., Defendants.</h1></center>\n<center>No. 86-173-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 28, 1986.</center>\n<p>Michael E. Weddington, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., Richard S. Morey, Kleinfeld, Kaplan &amp; Becker, Washington, D.C., for Burroughs Wellcome Co.</p>\n<p>Samuel T. Currin, U.S. Atty., Raleigh, N.C., Lawrence G. McDade, Dept. of Justice, Office of Consumer Litigation, Washington, D.C., for Bowen and Young.</p>\n<p>Robert W. Spearman, Sanford, Adams, McCullough &amp; Beard, Raleigh, N.C., Joel E. Hoffman, Sutherland, Asbill &amp; Brennan, Washington, D.C., for Lederle Laboratories.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*788</span> ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>In this action Burroughs Wellcome Company (Burroughs) asks the court to overturn a new drug application (NDA) approval issued 30 January 1986 by the Food and Drug Administration (FDA) for an oral leucovorin calcium product manufactured by Lederle Laboratories (Lederle). Leucovorin calcium is used as an antidote to the adverse effects of chemotherapeutic drugs and other medications. On 14 February 1986 plaintiff filed its complaint and motion for a temporary restraining order and preliminary injunction. A hearing on plaintiff's motions was originally scheduled for 21 February 1986, but was later continued to 25 February 1986. Based upon the materials submitted by the parties and the argument of counsel at the 25 February 1986 hearing, the court makes the following</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. Burroughs is a corporation incorporated under the laws of North Carolina and having its principal place of business in North Carolina.</p>\n<p>2. Lederle, a division of American Cyanamid Company, is a Maine corporation which is licensed to do business and is doing business in North Carolina.</p>\n<p>3. Defendant Otis Bowen is the Secretary of Health and Human Services and is charged by law with the administration of numerous statutes, including the Food, Drug, and Cosmetic Act (FDC Act), 21 U.S.C. § 301 <i>et seq.</i></p>\n<p>4. Frank E. Young, M.D., is the Commissioner of Food and Drugs and head of the FDA. He has been delegated the Secretary's authority under the FDC Act.</p>\n<p>5. Burroughs and Lederle are engaged in the research, development, production, and sale of, among other things, various drugs for human use.</p>\n<p>6. Lederle is the \"pioneer\" manufacturer of leucovorin. On 20 June 1952 Lederle obtained new drug approval from the FDA for an injectable dosage form of leucovorin calcium. After the Act was amended in 1962 to require proof of effectiveness, in addition to safety, Lederle submitted additional information on its product. On 9 June 1971 Lederle's NDA for injectable leucovorin was approved as safe and effective. Sometime thereafter Burroughs obtained approval of its own NDA for injectable leucovorin.</p>\n<p>7. In 1979 Burroughs submitted an NDA for an oral dosage form of leucovorin. Burroughs' application was a \"paper\" NDA; it was based, with the exception of the bioavailability study, on published reports in the medical literature rather than on Burroughs' own clinical investigations or on a prior approved Burroughs product. Burroughs' bioavailability study compared its oral dosage form to Lederle's approved injectable form. On 8 July 1983 Burroughs' application was approved by the FDA's Division of Oncology.</p>\n<p>8. On 8 February 1980 Lederle submitted an NDA to the FDA's Division of Oncology to market an oral dosage form of its leucovorin product. During the course of the Division of Oncology's review Lederle was informed that with respect to the safety and effectiveness of the active ingredient its application was not approvable on the basis of the new clinical reports it had submitted on the oral dosage form. FDA officials encouraged Lederle to submit bioavailability data on its oral form using its own injectable form as the reference drug, and Lederle submitted the requested data.</p>\n<p>9. FDA officials met with Lederle representatives on 24 April 1985, shortly after the 1984 amendments to the FDC Act were enacted, to discuss the progress and form of Lederle's NDA for oral leucovorin. Subsequent to that meeting the FDA officials decided that the items remaining to be reviewed in the Lederle applicationchemistry, manufacturing, and bioavailability datawere within the Division of Generic Drugs' expertise and, therefore, would be investigated by that division. The Division of Generic Drugs was instructed to consider <span class=\"star-pagination\">*789</span> the Division of Oncology's review of the chemistry portion of Lederle's application.</p>\n<p>10. On 30 January 1986 the Division of Generic Drugs completed its review and approved Lederle's oral dosage form.</p>\n<p>11. If the court grants Burroughs' request for injunctive relief Lederle will suffer approximately 5 million dollars in lost sales in 1986 and 1987. Likewise, if the court denies Burroughs' request for injunctive relief Burroughs will suffer approximately 5.2 million dollars in lost sales in 1986 and 1987.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>In determining whether Burroughs is entitled to interim injunctive relief the following factors must be considered:</p>\n<blockquote>1. Has the petitioner made a strong showing that it is likely to prevail on the merits?</blockquote>\n<blockquote>2. Has the petitioner shown that without such relief it will be irreparably injured?</blockquote>\n<blockquote>3. Would the issuance of a stay substantially harm other parties interested in the proceeding?</blockquote>\n<blockquote>4. Where lies the public interest?</blockquote>\n<p><i>Airport Commission of Forsyth County v. C.A.B.,</i> 296 F.2d 95, 96 (4th Cir.1961). In this case the relative hardships and the public interest are not decisive. Thus, Burroughs' request for injunctive relief hinges upon whether it can make a strong showing that it is likely to prevail on the merits.</p>\n<p>Burroughs contends that the FDA's approval of Lederle's application is illegal for either of the following reasons: (1) the Lederle application is either a \"paper\" NDA or an abbreviated new drug application (ANDA) which is subject to Burroughs' exclusivity rights under section 505(c)(3)(D)(v) or section 505(j)(4)(D)(v) of the FDC Act and, pursuant to those provisions, may not be approved for marketing prior to 4 September 1986; and, (2) the application was approved by an agency official only authorized to approve applications for generic drugs (\"paper\" NDAs and ANDAs), although the Lederle application was not such an application.</p>\n<p>In its traditional form an NDA contains full reports of testing to show the drug's safety and well-controlled clinical investigations to show the drug's effectiveness, along with manufacturing and chemistry data, proposed labeling, and other studies. A \"clinical investigation\" is a study of the use of a drug in humans for the purpose of distinguishing the effect of the drug from other influences, such as a placebo effect. The 1984 amendments to the FDC Act codified for the first time the FDA's authority to approve generic copies of drugs on the basis of a showing of bioequivalence to a previously approved drug without requiring resubmission of safety and effectiveness data.</p>\n<p>Pursuant to the 1984 amendments there are now two new kinds of drug applications: literature supported NDAs frequently termed \"paper\" NDAs (section 505(b)(2)), and abbreviated new drug applications (ANDAs) (section 505(j)). A \"paper\" NDA is one in which the required safety and effectiveness data are not the result of original testing by the NDA applicant, but rather are obtained from literature reports of testing done by others. An ANDA is an application that does not contain any safety or effectiveness testing at all, with the exception of bioavailability testing. The \"bioavailability\" data show that the ANDA drug, when administered, will provide the same amount of active ingredient to the body as the previously approved drug. Thus, an ANDA is approved on the basis of safety and effectiveness testing done for a previously approved version of the drug.</p>\n<p>The 1984 amendments contain five detailed \"exclusivity\" provisions which proscribe periods of time during which the FDA may not make immediately effective the approval of ANDAs or \"paper\" NDAs for generic copies of certain previously approved drugs. These exclusivity provisions have no effect on full new drug applications (section 505(b)(1) NDAs), those applications that rely for approval on data sponsored <span class=\"star-pagination\">*790</span> by the applicant or for which the applicant has a right of reference. Furthermore, with the exception of one provision not at issue in this case, the exclusivity provisions do not operate to bar approval as such, but rather to delay the effective date of approval.</p>\n<p>\"Paper\" NDAs and ANDAs are subject to the FDC Act's exclusivity provisions only if they <i>\"refer to\"</i> a previously approved drug. Thus, Lederle's application, even if properly termed a \"paper\" NDA or ANDA, is clearly not subject to Burroughs' exclusivity rights. Burroughs has submitted no evidence whatsoever that Lederle's application referred to Burroughs' oral leucocovorin product or to any investigations which were conducted by or for Burroughs.</p>\n<p>Burroughs' second contention is that the approval of Lederle's application is invalid because the application was not approved by the proper official. The defendants give three reasons why this contention lacks merit: (1) Burroughs lacks standing because its competitive position is not within the \"zone of interest\" intended to be protected or regulated by the challenged regulation; (2) this is exactly the kind of drug that the Division of Generic Drugs is suppose to review; and, (3) although an agency must ordinarily abide by its own regulations, it has the authority to relax or modify a rule if (a) the rule was \"adopted for the orderly transaction of business before it when in a given case the ends of justice require it;\" and (b) \"the rule was not intended primarily to confer important procedural benefits upon individuals.\" The court agrees with the defendants that the FDA did not abuse its discretion in assigning Lederle's NDA to the Division of Generic Drugs, and that the approval is valid. Therefore, there is no need to address the defendants' other arguments.</p>\n<p>The FDC Act vests authority to approve NDAs in the Secretary of the Department of Health and Human Services (Dr. Bowen). <i>See</i> 21 U.S.C. § 355. That authority was then delegated to the FDA Commissioner (Dr. Young), 21 C.F.R. § 5.10, who redelegated that authority to several subordinates, 21 C.F.R. § 5.80. The purpose of the redelegation of authority was to \"expedite the approval process.\" 47 Fed.Reg. 26822 (22 June 1982). Section 5.80 authorizes different officials to approve NDAs depending on the type of NDA and the data to be evaluated.</p>\n<p>Lederle's application was approved by Dr. Marvin Seife, Director of the Division of Generic Drugs. Burroughs contends that Dr. Seife is authorized only to approve \"paper\" NDAs and ANDAs, and is not authorized to approve NDAs such as the one submitted by Lederle. The court disagrees. Section 5.80(c) provides that the Division of Generic Drugs may approve NDAs \"for drugs with a 5C classification whose clinical safety and efficacy <i>may be supported</i> by appropriate literature citations in lieu of submission of data from original proprietary studies.\" 21 C.F.R. § 5.80(c) (emphasis added). A drug with a 5C classification is one which is the same as an already marketed product and offers little or no therapeutic gain over that product. CDB Staff Manual Guide BD 4820.3.</p>\n<p>The court must decide whether the FDA's decision to allow the Division of Generic Drugs to review and approve Lederle's NDA was arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law. 5 U.S.C. § 706(2)(a). Resolution of this issue depends upon an interpretation of section 5.80. This regulation does not provide clear guidance as to which division should review an application such as the one submitted by Lederle. Of course, the FDA's interpretation of its own regulations must be given great deference. <i>See </i><i>Clevepac Corp. v. United States Environmental Protection Agency,</i> 708 F.2d 137, 141 (4th Cir.1983). In this case FDA officials, after careful consideration, concluded that review of Lederle's application by the Division of Generic Drugs was supported by the language and purpose of section 5.80.</p>\n<p>If Lederle's NDA referred to the literature and testing for an already approved product the Division of Generic Drugs <span class=\"star-pagination\">*791</span> would clearly be competent to review the application. Lederle's NDA did not refer to literature and testing on leucovorin's safety and effectiveness because Lederle's injectable form of the drug had already been approved. The items remaining to be reviewed in the Lederle application included only those items normally reviewed by the Division of Generic Drugschemistry, manufacturing and bioequivalence data. The court has found no evidence of any bad faith or \"conspiracy\" on the part of FDA officials to give special treatment to Lederle's application or to harm Burroughs' interests. Therefore, the FDA's decision to allow the Division of Generic Drugs to review and approve Lederle's NDA for oral leucovorin was not arbitrary or in violation of section 5.80.</p>\n<p>In summary, Burroughs has failed to establish a strong likelihood of success on the merits of this action. Therefore, Burroughs' motion for a temporary restraining order and a preliminary injunction is hereby denied.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">630</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">787</span></span> (1986)</b></center>\n<center><h1>BURROUGHS WELLCOME COMPANY, Plaintiff,<br>\nv.<br>\nOtis BOWEN, in his capacity as Secretary of Health and Human Services, et al., Defendants.</h1></center>\n<center>No. 86-173-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 28, 1986.</center>\n<p>Michael E. Weddington, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., Richard S. Morey, Kleinfeld, Kaplan &amp; Becker, Washington, D.C., for Burroughs Wellcome Co.</p>\n<p>Samuel T. Currin, U.S. Atty., Raleigh, N.C., Lawrence G. McDade, Dept. of Justice, Office of Consumer Litigation, Washington, D.C., for Bowen and Young.</p>\n<p>Robert W. Spearman, Sanford, Adams, McCullough &amp; Beard, Raleigh, N.C., Joel E. Hoffman, Sutherland, Asbill &amp; Brennan, Washington, D.C., for Lederle Laboratories.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*788</span> ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>In this action Burroughs Wellcome Company (Burroughs) asks the court to overturn a new drug application (NDA) approval issued 30 January 1986 by the Food and Drug Administration (FDA) for an oral leucovorin calcium product manufactured by Lederle Laboratories (Lederle). Leucovorin calcium is used as an antidote to the adverse effects of chemotherapeutic drugs and other medications. On 14 February 1986 plaintiff filed its complaint and motion for a temporary restraining order and preliminary injunction. A hearing on plaintiff's motions was originally scheduled for 21 February 1986, but was later continued to 25 February 1986. Based upon the materials submitted by the parties and the argument of counsel at the 25 February 1986 hearing, the court makes the following</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. Burroughs is a corporation incorporated under the laws of North Carolina and having its principal place of business in North Carolina.</p>\n<p>2. Lederle, a division of American Cyanamid Company, is a Maine corporation which is licensed to do business and is doing business in North Carolina.</p>\n<p>3. Defendant Otis Bowen is the Secretary of Health and Human Services and is charged by law with the administration of numerous statutes, including the Food, Drug, and Cosmetic Act (FDC Act), 21 U.S.C. § 301 <i>et seq.</i></p>\n<p>4. Frank E. Young, M.D., is the Commissioner of Food and Drugs and head of the FDA. He has been delegated the Secretary's authority under the FDC Act.</p>\n<p>5. Burroughs and Lederle are engaged in the research, development, production, and sale of, among other things, various drugs for human use.</p>\n<p>6. Lederle is the \"pioneer\" manufacturer of leucovorin. On 20 June 1952 Lederle obtained new drug approval from the FDA for an injectable dosage form of leucovorin calcium. After the Act was amended in 1962 to require proof of effectiveness, in addition to safety, Lederle submitted additional information on its product. On 9 June 1971 Lederle's NDA for injectable leucovorin was approved as safe and effective. Sometime thereafter Burroughs obtained approval of its own NDA for injectable leucovorin.</p>\n<p>7. In 1979 Burroughs submitted an NDA for an oral dosage form of leucovorin. Burroughs' application was a \"paper\" NDA; it was based, with the exception of the bioavailability study, on published reports in the medical literature rather than on Burroughs' own clinical investigations or on a prior approved Burroughs product. Burroughs' bioavailability study compared its oral dosage form to Lederle's approved injectable form. On 8 July 1983 Burroughs' application was approved by the FDA's Division of Oncology.</p>\n<p>8. On 8 February 1980 Lederle submitted an NDA to the FDA's Division of Oncology to market an oral dosage form of its leucovorin product. During the course of the Division of Oncology's review Lederle was informed that with respect to the safety and effectiveness of the active ingredient its application was not approvable on the basis of the new clinical reports it had submitted on the oral dosage form. FDA officials encouraged Lederle to submit bioavailability data on its oral form using its own injectable form as the reference drug, and Lederle submitted the requested data.</p>\n<p>9. FDA officials met with Lederle representatives on 24 April 1985, shortly after the 1984 amendments to the FDC Act were enacted, to discuss the progress and form of Lederle's NDA for oral leucovorin. Subsequent to that meeting the FDA officials decided that the items remaining to be reviewed in the Lederle applicationchemistry, manufacturing, and bioavailability datawere within the Division of Generic Drugs' expertise and, therefore, would be investigated by that division. The Division of Generic Drugs was instructed to consider <span class=\"star-pagination\">*789</span> the Division of Oncology's review of the chemistry portion of Lederle's application.</p>\n<p>10. On 30 January 1986 the Division of Generic Drugs completed its review and approved Lederle's oral dosage form.</p>\n<p>11. If the court grants Burroughs' request for injunctive relief Lederle will suffer approximately 5 million dollars in lost sales in 1986 and 1987. Likewise, if the court denies Burroughs' request for injunctive relief Burroughs will suffer approximately 5.2 million dollars in lost sales in 1986 and 1987.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>In determining whether Burroughs is entitled to interim injunctive relief the following factors must be considered:</p>\n<blockquote>1. Has the petitioner made a strong showing that it is likely to prevail on the merits?</blockquote>\n<blockquote>2. Has the petitioner shown that without such relief it will be irreparably injured?</blockquote>\n<blockquote>3. Would the issuance of a stay substantially harm other parties interested in the proceeding?</blockquote>\n<blockquote>4. Where lies the public interest?</blockquote>\n<p><i>Airport Commission of Forsyth County v. C.A.B.,</i> <span class=\"citation\" data-id=\"255419\"><a href=\"/opinion/255419/airport-commission-of-forsyth-county-north-carolina-board-of/\"><span class=\"volume\">296</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">95</span></a></span>, 96 (4th Cir.1961). In this case the relative hardships and the public interest are not decisive. Thus, Burroughs' request for injunctive relief hinges upon whether it can make a strong showing that it is likely to prevail on the merits.</p>\n<p>Burroughs contends that the FDA's approval of Lederle's application is illegal for either of the following reasons: (1) the Lederle application is either a \"paper\" NDA or an abbreviated new drug application (ANDA) which is subject to Burroughs' exclusivity rights under section 505(c)(3)(D)(v) or section 505(j)(4)(D)(v) of the FDC Act and, pursuant to those provisions, may not be approved for marketing prior to 4 September 1986; and, (2) the application was approved by an agency official only authorized to approve applications for generic drugs (\"paper\" NDAs and ANDAs), although the Lederle application was not such an application.</p>\n<p>In its traditional form an NDA contains full reports of testing to show the drug's safety and well-controlled clinical investigations to show the drug's effectiveness, along with manufacturing and chemistry data, proposed labeling, and other studies. A \"clinical investigation\" is a study of the use of a drug in humans for the purpose of distinguishing the effect of the drug from other influences, such as a placebo effect. The 1984 amendments to the FDC Act codified for the first time the FDA's authority to approve generic copies of drugs on the basis of a showing of bioequivalence to a previously approved drug without requiring resubmission of safety and effectiveness data.</p>\n<p>Pursuant to the 1984 amendments there are now two new kinds of drug applications: literature supported NDAs frequently termed \"paper\" NDAs (section 505(b)(2)), and abbreviated new drug applications (ANDAs) (section 505(j)). A \"paper\" NDA is one in which the required safety and effectiveness data are not the result of original testing by the NDA applicant, but rather are obtained from literature reports of testing done by others. An ANDA is an application that does not contain any safety or effectiveness testing at all, with the exception of bioavailability testing. The \"bioavailability\" data show that the ANDA drug, when administered, will provide the same amount of active ingredient to the body as the previously approved drug. Thus, an ANDA is approved on the basis of safety and effectiveness testing done for a previously approved version of the drug.</p>\n<p>The 1984 amendments contain five detailed \"exclusivity\" provisions which proscribe periods of time during which the FDA may not make immediately effective the approval of ANDAs or \"paper\" NDAs for generic copies of certain previously approved drugs. These exclusivity provisions have no effect on full new drug applications (section 505(b)(1) NDAs), those applications that rely for approval on data sponsored <span class=\"star-pagination\">*790</span> by the applicant or for which the applicant has a right of reference. Furthermore, with the exception of one provision not at issue in this case, the exclusivity provisions do not operate to bar approval as such, but rather to delay the effective date of approval.</p>\n<p>\"Paper\" NDAs and ANDAs are subject to the FDC Act's exclusivity provisions only if they <i>\"refer to\"</i> a previously approved drug. Thus, Lederle's application, even if properly termed a \"paper\" NDA or ANDA, is clearly not subject to Burroughs' exclusivity rights. Burroughs has submitted no evidence whatsoever that Lederle's application referred to Burroughs' oral leucocovorin product or to any investigations which were conducted by or for Burroughs.</p>\n<p>Burroughs' second contention is that the approval of Lederle's application is invalid because the application was not approved by the proper official. The defendants give three reasons why this contention lacks merit: (1) Burroughs lacks standing because its competitive position is not within the \"zone of interest\" intended to be protected or regulated by the challenged regulation; (2) this is exactly the kind of drug that the Division of Generic Drugs is suppose to review; and, (3) although an agency must ordinarily abide by its own regulations, it has the authority to relax or modify a rule if (a) the rule was \"adopted for the orderly transaction of business before it when in a given case the ends of justice require it;\" and (b) \"the rule was not intended primarily to confer important procedural benefits upon individuals.\" The court agrees with the defendants that the FDA did not abuse its discretion in assigning Lederle's NDA to the Division of Generic Drugs, and that the approval is valid. Therefore, there is no need to address the defendants' other arguments.</p>\n<p>The FDC Act vests authority to approve NDAs in the Secretary of the Department of Health and Human Services (Dr. Bowen). <i>See</i> 21 U.S.C. § 355. That authority was then delegated to the FDA Commissioner (Dr. Young), 21 C.F.R. § 5.10, who redelegated that authority to several subordinates, 21 C.F.R. § 5.80. The purpose of the redelegation of authority was to \"expedite the approval process.\" 47 Fed.Reg. 26822 (22 June 1982). Section 5.80 authorizes different officials to approve NDAs depending on the type of NDA and the data to be evaluated.</p>\n<p>Lederle's application was approved by Dr. Marvin Seife, Director of the Division of Generic Drugs. Burroughs contends that Dr. Seife is authorized only to approve \"paper\" NDAs and ANDAs, and is not authorized to approve NDAs such as the one submitted by Lederle. The court disagrees. Section 5.80(c) provides that the Division of Generic Drugs may approve NDAs \"for drugs with a 5C classification whose clinical safety and efficacy <i>may be supported</i> by appropriate literature citations in lieu of submission of data from original proprietary studies.\" 21 C.F.R. § 5.80(c) (emphasis added). A drug with a 5C classification is one which is the same as an already marketed product and offers little or no therapeutic gain over that product. CDB Staff Manual Guide BD 4820.3.</p>\n<p>The court must decide whether the FDA's decision to allow the Division of Generic Drugs to review and approve Lederle's NDA was arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law. 5 U.S.C. § 706(2)(a). Resolution of this issue depends upon an interpretation of section 5.80. This regulation does not provide clear guidance as to which division should review an application such as the one submitted by Lederle. Of course, the FDA's interpretation of its own regulations must be given great deference. <i>See </i><i>Clevepac Corp. v. United States Environmental Protection Agency,</i> <span class=\"citation\" data-id=\"419158\"><a href=\"/opinion/419158/clevepak-corporation-v-the-united-states-environmental-protection-agency/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">137</span></a></span>, 141 (4th Cir.1983). In this case FDA officials, after careful consideration, concluded that review of Lederle's application by the Division of Generic Drugs was supported by the language and purpose of section 5.80.</p>\n<p>If Lederle's NDA referred to the literature and testing for an already approved product the Division of Generic Drugs <span class=\"star-pagination\">*791</span> would clearly be competent to review the application. Lederle's NDA did not refer to literature and testing on leucovorin's safety and effectiveness because Lederle's injectable form of the drug had already been approved. The items remaining to be reviewed in the Lederle application included only those items normally reviewed by the Division of Generic Drugschemistry, manufacturing and bioequivalence data. The court has found no evidence of any bad faith or \"conspiracy\" on the part of FDA officials to give special treatment to Lederle's application or to harm Burroughs' interests. Therefore, the FDA's decision to allow the Division of Generic Drugs to review and approve Lederle's NDA for oral leucovorin was not arbitrary or in violation of section 5.80.</p>\n<p>In summary, Burroughs has failed to establish a strong likelihood of success on the merits of this action. Therefore, Burroughs' motion for a temporary restraining order and a preliminary injunction is hereby denied.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/255419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419158/"
  ]
}