{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2312841/",
  "absolute_url": "/opinion/2312841/bouygues-telecom-sa-v-tekelec/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2312841/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:03:42.435253Z",
  "date_modified": "2016-04-26T23:20:11.097291Z",
  "type": "010combined",
  "sha1": "3537892b52b41c7b7d9afedbc846e9d8994ad9ed",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>472 F.Supp.2d 722 (2007)</b></center>\n<center><h1>BOUYGUES TELECOM, S.A., a French corporation, Plaintiff,<br>\nv.<br>\nTEKELEC, a California corporation, Defendant.</h1></center>\n<center>No. 4:05-CV-78-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>January 31, 2007.</center>\n<p><span class=\"star-pagination\">*723</span> J. Donald Cowan, Jr., Smith Moore, Raleigh, NC, James G. Exum, Jr., Smith Moore, Greensboro, NC, Shannon R. Joseph, Smith Moore, LLP, Raleigh, NC, for Bouygues Telecom, S.A., a French corporation, Plaintiff.</p>\n<p>Burley Bayard Mitchell, Jr., Pressly M. Millen, Christopher W. Jones, Womble Carlyle Sandridge &amp; Rice, Raleigh, NC, for Tekelec, Inc. a California corporation, Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This case comes now before the court on defendant's motions to exclude expert reports of Barbara Lancaster (\"Lancaster\"), and all testimony related thereto (DE # 172), and to exclude certain portions of the reports of Dr. Kevin Jeffay (\"Jeffay\"), Dr. Quentin F. Stout (\"Stout\"), and Mr. Gregory Utas (\"Utas\"), and all testimony related thereto (DE # 175), both filed October 4, 2006, supported by memorandum and exhibits. Plaintiff filed its responses in opposition (DE # 209, 210) on October 24, 2006, to which defendant replied (DE # 237, 236) on November 13, 2006. In this posture, briefing is complete as to both motions and the issues raised are ripe for ruling. For the reasons stated below, the court denies in part and grants in part defendant's motion to exclude certain portions of the reports of Jeffay, Stout, and Utas, and all testimony related thereto. The court also denies in part and grants in part defendant's motion to exclude expert reports of Lancaster, and all testimony related thereto. Furthermore, the court will hear, at time of the final pretrial conference, the specific objections to the admissibility of Lancaster's expert report and testimony related thereto, pursuant to Fed.R.Evid. 702 and <i>Daubert v. Merrell Dow Pharms.,</i> 509 U.S. 579, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*724</span> STATEMENT OF THE CASE</h2>\n<p>Plaintiff is a mobile telecommunications company, incorporated and headquartered in France. Defendant is a telecommunications network applications firm incorporated in California with its major operations in Morrisville, North Carolina. After this court's order denying defendant's motion for summary judgment (DE # 273), entered January 10, 2007, there are thirteen (13) remaining claims upon which plaintiff will proceed to trial. Generally, plaintiff's claims raise a variety of allegations against defendant for conduct allegedly resulting in, or related to, a serious outage of plaintiff's mobile telecommunications network which occurred on November 17 and 18, 2004. The court hereby incorporates the detailed statement of undisputed facts as laid out in the court's order of January 10, 2007 (DE # 273), and will discuss any other necessary factual context, not included therein, through the course of its analysis as presented below.</p>\n<p></p>\n<h2>COURT'S ANALYSIS</h2>\n<p>A. Overview</p>\n<p>Defendant's motions seek to exclude the expert reports, or portions of those reports, and testimony related thereto, of four experts upon a variety of grounds. Where there is significant overlap in that several of the objections raised pertain to all of the experts at issue, it is appropriate for the court to address the issues presented by these motions jointly.</p>\n<p>Lancaster is a telecommunications expert whose experience spans more than thirty (30) years in the telecommunications field. Jeffay's areas of expertise include computer science, computer systems, algorithms, computer software, networking, real-time and distributed systems. Stout is a computer science and engineering expert primarily focused on algorithms, data structures and their implementation. Utas, an independent software consultant with expertise in software engineering, was originally designated as an expert. However, the court's order of September 12, 2006 (DE # 164), required plaintiff to withdraw two of their seven designated experts, so as to comply with the terms of the Case Management Order. Utas was one of the two experts withdrawn, but is now designated as one of plaintiff's rebuttal expert, with his original report being incorporated through the supplemental and amended reports of Lancaster and Jeffay.<sup>[1]</sup></p>\n<p>Defendant asserts a number of objections in furtherance of its arguments to exclude the expert reports, but the arguments can be grouped into three general categories. First, defendant argues the expert reports, or portions thereof, of all four experts are inadmissible to the extent they include opinions regarding improper subject matter. Second, defendant argues the Lancaster, Jeffay and Stout reports improperly rely on the opinions of others. Finally, defendant asserts Lancaster fails to use reliable methodology in general, and that Lancaster is not qualified as an expert in computer science, auditing systems such as the one at issue, network engineering and review, \"disaster\" recovery, or technical and software equipment.</p>\n<p>B. Standard of Review</p>\n<p>Rule 702 provides that \"[i]f scientific, technical, or other specialized knowledge <span class=\"star-pagination\">*725</span> will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert . . . may testify thereto in the form of an opinion or otherwise.\" Fed.R.Evid. 702. \"Expert testimony is admissible under Rule 702, then, if it concerns (1) scientific, technical or other specialized knowledge that (2) will aid the jury or other trier of fact to understand or resolve a fact or issue.\" <i>Westberry v. Gislaved Gummi AB,</i> 178 F.3d 257, 260 (4th Cir.1999) (citing <i>Daubert v. Merrell-Dow Pharms.,</i> 509 U.S. 579, 592, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993)). The first prong of the analysis examines the reasoning or methodology to ensure reliability, \"that is, whether it is supported by adequate validation to render it trustworthy,\" while the second prong looks to ensure that the opinion is relevant to the facts at issue. <i>Id.</i> Reliability and relevance are therefore the cornerstones of the court's examination in determining admissibility of expert testimony. <i>See </i><i>Daubert,</i> 509 U.S. at 589, 113 S.Ct. 2786; <i>Kumho Tire Co. v. Carmichael</i> 526 U.S. 137, 141, 119 S.Ct. 1167, 143 L.Ed.2d 238 (1999).</p>\n<p>Specifically, the trial judge faced with a proffer of expert testimony, must conduct \"a preliminary assessment of whether the reasoning or methodology underlying the testimony is . . . valid and of whether that reasoning or methodology properly can be applied to the facts in issue.\" <i>Daubert,</i> 509 U.S. at 592-93, 113 S.Ct. 2786. This \"gafekeeping obligation\" applies to all expert testimony, and not only testimony based in science. <i>Kumho Tire Co.,</i> 526 U.S. at 147, 119 S.Ct. 1167. Ultimately, the proponent of expert testimony has the burden to \"establish its admissibility by a preponderance of proof.\" <i>Cooper v. Smith &amp; Nephew, Inc.,</i> 259 F.3d 194, 199 (4th Cir.2001).</p>\n<p>\"In making its initial determination of whether proffered testimony is sufficiently reliable, the court has broad latitude to consider whatever factors bearing on validity that the court finds to be useful; the particular factors will depend upon the unique circumstances of the expert testimony involved.\" <i>Westberry,</i> 178 F.3d at 261. While reliability of knowledge or methodology can be demonstrated through \"testing, peer review, evaluation of rates of error, and general acceptability,\" the court has broad discretion, and its evaluation should \"always be a flexible one.\" <i>Oglesby v. General Motors Corp.,</i> 190 F.3d 244, 250 (4th Cir.1999). \"[T]he law grants a district court the same broad latitude when it decides how to determine reliability [of expert testimony] as it enjoys in respect to its ultimate reliability determination.\" <i>Kumho Tire Co.,</i> 526 U.S. at 141-42, 119 S.Ct. 1167.</p>\n<p>Despite the court's ability to exercise broad discretion and flexibility when determining the admissibility of expert testimony, the court must balance this discretion with the concerns of Rule 403 to ensure that the probative value of the proffered testimony is not \"substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury.\" Fed.R.Evid. 403; <i>see </i><i>U.S. v. Dorsey,</i> 45 F.3d 809, 815 (4th Cir.1995). \"Expert evidence can be both powerful and quite misleading because of the difficulty in evaluating it. Because of this risk, the judge in weighing possible prejudice against probative force under Rule 403 of the present rules exercises more control over experts than over lay witnesses.\" <i>Daubert,</i> 509 U.S. at 595, 113 S.Ct. 2786 (internal citations omitted).</p>\n<p>C. Court's Discussion</p>\n<p>1. The Subject Matter Of The Expert Reports Is Proper</p>\n<p>Defendant raises a number of objections regarding the proper subject matter of the <span class=\"star-pagination\">*726</span> expert reports. Specifically, defendant argues that all four experts impermissibly opine, in varying degrees, on defendant's knowledge. Defendant argues that Lancaster, Jeffay and Utas offer opinions relating to the defendant's state of mind, and are therefore inadmissible. Defendant also argues that Lancaster and Jeffay offer opinion merely to cast doubt on the credibility of witnesses, and that Lancaster offers opinion regarding defendant's motive or intent, and that both types of opinion are inadmissible. Finally, defendant also asserts that Lancaster impermissibly offers legal conclusions or legal opinion regarding the implications of certain conduct, especially with regard to defendant's alleged \"duty.\"</p>\n<p>As discussed later in this order, defendant separately objects to Lancaster's qualification and methodology. Strictly for the purposes of consideration of the subject matter objections as discussed in this section, the court will assume that Lancaster is appropriately qualified and applies appropriate methodology in deriving her opinions. Defendant raises no objection to the qualification or methodology of Jeffay, Stout and Utas.<sup>[2]</sup></p>\n<p>a. Opinion Regarding Defendant's Knowledge, State of Mind, Motive or Intent</p>\n<p>To the extent that any of the four expert reports include opinions regarding the knowledge, state of mind, motive or intent of defendant which consequently equates to an opinion of the ultimate issue, as it could for several of plaintiff's claims, such opinion testimony is completely permissible. <i>See</i> Fed.R.Evid. 704(a) (\"[T]estimony in the form of an opinion or inference otherwise admissible is not objectionable because it embraces an ultimate issue to be decided by the trier of fact\").</p>\n<p>As such, defendant's objection to the Lancaster, Jeffay, Stout and Utas reports for including opinions with regard to the knowledge of defendant or others can only succeed if such opinions are wholly unhelpful to a jury in determining a question of knowledge. That is clearly not the case with the opinions of these experts. For example, Lancaster asserts that her \"reasoning about [defendant's] knowledge can be properly drawn from their [sic] own statements, documentary evidence and testimony referred to in the course of this analysis,\" and that the basis for her conclusions are \"reasonable interpretations of <i>what a person within the telecom field would know.\"</i> (Def. Mot. to Exclude, Ex. A at 10 (emphasis added).) As is clear from even a cursory review of the evidence in this matter, the facts surrounding the claims at issue are highly complex and technical. The average layperson has no experience pertaining to what is or is not common knowledge within the telecommunications field. The same holds true for the Jeffay, Stout and Utas reports, which all offer opinion within their relative areas of expertise as to what defendant, or its employees were aware of based on documents and evidence reviewed. As such, testimony regarding the knowledge of defendant would be helpful to the trier of fact, and to the extent is it premised on reliable methodology within the scope of relevant expertise, it is therefore permissible.</p>\n<p><span class=\"star-pagination\">*727</span> Defendant's objection's to the Lancaster, Jeffay and Utas reports for opining on defendant's state of mind, motive or intent, similarly must fail. The only restriction on an expert's ability to testify as to intent is within the context of a criminal action. <i>See</i> Fed.R.Evid. 704(b); <i>United States v. Fuentes,</i> No. 89-5198, 1991 WL 10069, *4, 1999 U.S.App. LEXIS 1474, at *11 (4th Cir.1991). Defendant's reliance on <i>United States v. Fowler,</i> 932 F.2d 306, 315 (4th Cir.1991) is misplaced because the exclusion of expert testimony relating to intent in that case was, again, in the criminal context. Defendant's reliance on noncriminal authority such as <i>DePaepe v. General Motors Corp.,</i> 141 F.3d 715 (7th Cir.1998) is also misplaced, as the court's assignment of error in that case was premised on a lack of scientific basis to opine on state of mind or intent, and did not create a rule barring expert testimony which goes to state of mind, motive or intent. Defendant's motion to exclude the expert reports of Lancaster, Jeffay, Stout and Utas, based on opinions pertaining to the knowledge, state of mind, motive or intent of defendant is DENIED.</p>\n<p>b. Opinion Casting Doubt on Witness Credibility</p>\n<p>Citing to a total of eight examples within the two voluminous reports of Lancaster and Jeffay, defendant argues that these opinions are offered merely to attempt to question the credibility of witnesses. This argument fails for two reasons. First, defendant is correct that \"expert testimony can be properly excluded if it is introduced <i>merely</i> to cast doubt on the credibility of other witnesses, since evaluation of a witness's credibility is a determination usually within the jury's exclusive purview.\" <i>United States v. Dorsey,</i> 45 F.3d 809, 815 (4th Cir.1995) (emphasis added). However, it is apparent from the sheer volume of the reports as compared to the limited number of examples provided, that the expert opinions in question are introduced for reasons well beyond merely seeking to attack the credibility of any of defendant's witnesses. Defendant's argument also must fail as almost every example defendant cites is an opinion regarding the credibility of defendant itself, not of defendant's witnesses. Within their appropriate spheres of expertise, and assuming that such opinions are grounded in reliable methodology,<sup>[3]</sup> Lancaster and Jeffay are free to opine as to whether defendant's communications to plaintiff were, or were not, entirely credible. Defendant's motion to exclude the expert reports of Lancaster and Jeffay based on opinions relating to the credibility of defendant is DENIED.</p>\n<p>c. Opinion Amounting to Legal Conclusion or Implication of Conduct and Duty</p>\n<p>In considering defendant's objections to Lancaster's reports to the extent that they assert legal conclusions, and opinions, specifically with regard to the duty of defendant in this action, as the court set forth in Section (C)(1)(a) above, it bears repeating in this context that \"testimony in the form of an opinion or inference otherwise admissible is not objectionable because it embraces an ultimate issue to be decided by the trier of fact.\" Fed.R.Evid. 704(a). As such, defendant's arguments can only be premised upon the notion that a jury does not need assistance in determining whether defendant breached any duty, and that this is typically a question wholly within the purview of the jury.</p>\n<p><span class=\"star-pagination\">*728</span> Plaintiff asserts that carrier-grade equipment connotes a certain level of reliability within the telecommunications field, and that there are industry standards pertaining to the disclosure of potential issues relating to reliability. Again, assuming only for the purposes of the court's present consideration of this objection, that Lancaster's reports are based upon sound methodology and relevant expertise appropriate for such opinions, expert testimony pertaining to industry standards and defendant's compliance or non-compliance is undoubtedly helpful to the trier of fact in this highly technical and often complex industry, and therefore admissible. <i>See </i><i>Phoenix Renovation Corp. v. Rodriguez,</i> 439 F.Supp.2d 510, 523 (\"The Fourth Circuit has instructed that `[t]estimony from an expert is presumed to be helpful unless it concerns matters within the everyday knowledge and experience of a lay juror.' Furthermore, if the proposed testimony will recount or employ \"scientific, technical, or other specialized knowledge,\" it is a proper subject' for expert testimony.\") (quoting <i>Kopf v. Skyrm,</i> 993 F.2d 374, 377 (4th Cir.1993)). Defendant's motion to exclude the expert report of Lancaster to the extent it presents opinions amounting to legal conclusion or implication of conduct and duty is DENIED.</p>\n<p>2. Reliance on the Opinion and Information of Others</p>\n<p>Defendant argues that Lancaster, Jeffay and Utas, all impermissibly incorporate the expert reports of Utas and Dr. Robert Tarjan (\"Tarjan\"), both of whom were initially designated as plaintiff's experts, but were ultimately withdrawn to satisfy the court's limitation of five experts. Both have since been designated as rebuttal experts. Defendant also argues that Lancaster inappropriately relies on the opinion and information of members of her own consulting team, to the extent that their areas of expertise are beyond her own.</p>\n<p>Generally, Rule 703 permits expert opinion to be based upon personal knowledge, admissible evidence, or inadmissible evidence if it is \"of a type reasonably relied upon by experts in the particular field in forming opinions of inferences upon the subject.\" Fed.R.Evid. 703. Accordingly, expert opinion which relies upon the information or opinion of others is acceptable, provided it is the sort of opinion reasonably relied on by experts in the relevant area of expertise. <i>See </i><i>Dura Automotive Sys. of Indiana, Inc. v. CTS Corp.,</i> 285 F.3d 609, 612-614 (7th Cir.2002)</p>\n<blockquote>An expert witness is permitted to use assistants in formulating his expert opinion, and normally they need not themselves testify. . . . Analysis becomes more complicated if the assistants aren't merely gofers or data gatherers but exercise professional judgment that is beyond the expert's ken. . . . The <i>Daubert</i> test must be applied with due regard for the specialization of modern science. A scientist, however, well credentialed he may be, is not permitted to be the mouthpiece of a scientist in a different specialty. That would not be responsible science.</blockquote>\n<p><i>see also </i><i>In re Sulfuric Acid Antitrust Litigation,</i> 235 F.R.D. 646, 653 (N.D.Ill. 2006) (holding that \"one expert cannot be the mouthpiece for another\" but permitting expert to rely on pricing data provided by another \"expert\" where the information was \"of a type reasonably relied on by experts in [the] field\"); <i>McReynolds. v. Sodexho Marriott Services, Inc.,</i> 349 F.Supp.2d 30, 37 (D.D.C.2004) (holding that direct supervision of all work conducted by staff was not necessary, and it was permissible for an expert statistician to rely on analysis from computer code not personally written where expert would be able to tell from examining the analysis whether the code contained any errors).</p>\n<p><span class=\"star-pagination\">*729</span> a. Incorporation and Adoption of Other Expert Opinions</p>\n<p>Plaintiff originally attempted to designate seven experts in the present action, but through objection by the defendant and this court's order of September 12, 2006 (DE # 164), plaintiff was compelled in accordance with the court's Case Management Order to limit the number of expert witnesses to five. Thereafter, plaintiff withdrew Utas and Tarjan, but has designated each now as a rebuttal expert.</p>\n<p>In arguing for the expansion of the number of experts permitted, plaintiff argued in the alternative that in order to avoid any prejudice, if plaintiff was forced to withdraw two of its seven experts, it should be permitted to supplement the opinions of the remaining experts. The court permitted supplementation, noting that time still remained for the conduct of expert discovery, but cautioned that plaintiff's experts would only be able to opine on the subject matter of the withdrawn experts to the extent that they were qualified to speak to such information. (DE # 164 at 4.) This does not, as plaintiff mischaracterizes the court's order, equate to an express authorization that the remaining experts could, without more, merely attach and adopt verbatim the withdrawn expert reports. If the opinions of the withdrawn experts, as presented in the reports truly was the same as that of the adopting expert, the information would be cumulative and inadmissible. (<i>See, e.g.,</i> Stout Dep. at 168.) If the information of the withdrawn expert reports truly was, as expressed, within the purview of the adopting expert, it begs the question of why plaintiff retained the withdrawn expert in the first place.<sup>[4]</sup></p>\n<p>Lancaster's Supplemental and Amended Report incorporates the entire withdrawn Utas report, with the exception of only two paragraphs which supposedly opine on matters beyond Lancaster's expertise. Jeffay's Supplemental and Amended Report incorporates the remaining two paragraphs of the Utas report (those not included by Lancaster), as well as the entire withdrawn Tarjan report. Finally, Stout's Supplemental and Amended Report also incorporates the entire withdrawn Tarjan report.</p>\n<p>Neither party could cite to the court any jurisprudence specifically analyzing expert testimony and methodology in the telecommunications field, and the court was similarly unable to find any. However, the wholesale adoption of the opinion of another expert verbatim cannot be within the intent of Fed.R.Evid. 702. The purpose of expert testimony is to aide the fact-finder, through explanation of complicated or technical areas which require specialized knowledge and understanding. <i>See</i> Fed R. Evid. 702. While this function undoubtedly can lead to the adoption or incorporation of the ideas, information, and analysis of others with expertise in the same field, it does not lead to the conclusion that an expert with a perhaps overlapping, yet admittedly different, area of expertise should be permitted to merely adopt and incorporate verbatim another's \"expert\" opinion. <i>See </i><i>Dura,</i> 285 F.3d at 614-15; <i>In re Sulfuric Acid Antitrust Litigation,</i> 235 F.R.D. at 653; <i>compare </i><i>Westfield Ins. Co. v. Harris,</i> 134 F.3d 608 (4th Cir.1998) (reversing district court's exclusion of an expert report even where an estimated ninety (90) percent of the report was derived from another investigator's work where such reliance was of the type reasonably relied upon by experts in that field); <i>McReynolds,</i> 349 F.Supp.2d at 37 <span class=\"star-pagination\">*730</span> (allowing expert testimony which relied in part on the work of others, where expert was able to review for error and independently verify the analysis). Therefore, defendant's motions to exclude the portions of the Lancaster, Jeffay, and Stout reports which incorporate the withdrawn reports of Utas and Tarjan, are GRANTED.</p>\n<p>b. Lancaster's Consulting Team</p>\n<p>The relative lack of jurisprudence analyzing the methodology of experts in the telecommunications field also fails to provide a bright line rule as to what type of opinion is reasonably relied upon by experts in this field. Plaintiff would argue that Lancaster's opinion was entirely her own and she was merely supervised a team of \"gofers,\" who supplied her with information which was within her expertise and specialized area of knowledge.<sup>[5]</sup> However, Lancaster's deposition testimony fairly raises questions as to the scope of her expertise and the appropriateness of reliance on her consulting team, therefore necessitating a <i>Daubert</i> hearing at which plaintiff bears the burden of establishing, by a preponderance of the proof, the appropriateness of Lancaster's reliance on the work of her consulting team. <i>See </i><i>Cooper,</i> 259 F.3d at 199. The court, in performing its gatekeeping function necessarily must ensure that Lancaster is not merely parroting the opinions of others, but that the matters upon which she will opine are clearly within her area of expertise.</p>\n<p>3. Lancaster's Expert Qualification and Methodology</p>\n<p>The court turns now to defendant's other specific objections to Lancaster's methodology and qualifications. Defendant argues that Lancaster's methodology is unreliable or inappropriate, and that she is not qualified to opine on matters of computer science, auditing of systems such as the one at issue, network engineering and review, \"disaster\" recovery, or technical and software equipment  matters which constitute a significant portion of her reports. As discussed, the court's determination of several of the issues raised by defendant is most appropriate upon a hearing focusing also on the issues outlined below.</p>\n<p>a. Methodology</p>\n<p>Lancaster identifies her methodology is \"based on standards generally known and accepted in the telecom industry,\" and that she generally reviewed relevant documents and testimony which was then compared with her own experience and such industry standards to reach her conclusions. (Def. Mot. to Exlcude, Ex. A at 5.) Lancaster further asserts that her \"approach, methodology, and conclusions are all the subject of a considerable body of knowledge, study, and implementation derived from [her] experience and are consistent with the generally accepted standards, methodologies and analytic approached used by professionals and specialists within the telecom field.\" <i>Id.</i> Despite this considerable body of knowledge and study, Lancaster's primary report cites to only two sources outside of the documents and testimony of the parties. Both of these sources are part of Lancaster's introductory information, and cited to for basic premises, namely the Federal Communications Commission standard of what constitutes a \"major failure\" and a general statement from the International Engineering Consortium regarding the general requirement <span class=\"star-pagination\">*731</span> that modern telecommunications systems be \"robust.\" (<i>Id.</i> at 14.)</p>\n<p>As noted above, questions are raised by Lancaster's assertion that her methodology is based upon a considerable body of knowledge and study, followed by a report containing one hundred and seventy seven (177) footnotes, only two of which cite to sources that are not documents of the parties produced in the context of this litigation. However, the court is aware that such authority is not always available, and not always necessary. <i>See </i><i>United States v. Hammoud,</i> 381 F.3d 316, 337 (4th Cir. 2004), vacated, 543 U.S. 1097, 125 S.Ct. 1051, 160 L.Ed.2d 997 (2005), opinion reinstated in relevant part, 405 F.3d 1034 (4th Cir.2005) (holding that where work was subjected to peer review, terrorism expert could rely on comparison of information against relevant experience, due to absence of a formal methodology). Therefore, the questions raised by Lancaster's methodology will be more fully explored at the court's <i>Daubert</i> hearing where plaintiff will bear the burden of establishing the appropriateness and reliability of Lancaster's methodology by a preponderance of the proof. <i>See </i><i>Cooper,</i> 259 F.3d at 199.</p>\n<p>b. Expert Qualification</p>\n<p>Defendant also attempts to cast doubt on Lancaster's qualifications with passing references to the fact that she does not hold a degree issued by a university. This observation is wholly irrelevant, as academic degrees, while often related to expertise in certain fields, are undoubtedly not required for an expert to be deemed qualified. <i>See </i><i>Betterbox Communications v. BB Technologies, Inc.,</i> 300 F.3d 325, 328-29 (3d Cir.2002) (permitting qualification of an expert based solely on experience). Lancaster's entire career of more than thirty (30) years has been spent in the telecommunications industry. Her experience in the industry is without challenge. Such general attacks on qualifications will not persuade this court.</p>\n<p>However, defendant continues to argue, more specifically, that Lancaster a telecommunications business expert, and not qualified to opine on matters of computer science, auditing of systems like the one at issue, network engineering and review, \"disaster\" recovery, or technical and software equipment. Specifically, defendant points to Lancaster's opinion of defendant's audits, her opinions regarding the November 2004 outage and her opinions regarding plaintiff's alleged role in the outage.</p>\n<p>Lancaster's report, while demonstrating a vast amount of experience and general expertise in the telecommunications field, does not clearly identify her qualifications to opine on these specific issues as raised by defendant. Lancaster admits that she is not a computer science expert, has never conducted an audit similar to the one at issue, and has never performed a formal engineering review. Without personal experience, and as previously noted, an obvious lack of reliance on any relevant authority, the exact extent of Lancaster's qualifications is necessarily called into question. Additionally, she does not clearly or expressly articulate any standards for performing such audits, such that would satisfy the court that her area of expertise or of specialized knowledge can permit her to credibly opine on these issues.</p>\n<p>For these reasons, the court also will seek to identify at a <i>Daubert</i> hearing, Lancaster's precise areas of expertise, and attendant capability to opine on the matters upon which defendant has objected. At hearing, the court will look to plaintiff to carry its burden of establishing Lancaster's ability to opine specifically on such matters by a preponderance of the proof. <i>See </i><i>Cooper,</i> 259 F.3d at 199.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*732</span> CONCLUSION</h2>\n<p>For the reasons discussed above, the court rules on defendant's Motion to Exclude the Expert Reports of Barbara Lancaster, and All Testimony Related Thereto (DE # 172) as follows: (1) said motion is DENIED in that part which seeks to exclude Lancaster's reports and testimony on the basis that the opinions contained therein pertain to defendant's knowledge, state of mind, motive or intent, presents inadmissible legal conclusion or opinion, and attacks witness credibility; (2) said motion is GRANTED in that part which seeks to exclude the portion of Lancaster's reports which incorporate and adopt the reports and opinion of Utas; and (3) the court reserves decision on the remaining objections of said motion subject to a <i>Daubert</i> hearing which will be held at the time of the final pretrial conference, and at which plaintiff will bear the burden of establishing, by a preponderance of the proof, the admissibility of Lancaster's report and all testimony related thereto, including but not limited to: a) the reliability of Lancaster's methodology, b) her expert qualifications in regard to specific areas of expertise noted, c) the appropriateness of her reliance upon the opinions or information of other members of her consulting team, including what is the type of information and opinions reasonably relied upon by experts in her field, and to what extent such information is reasonably relied upon.</p>\n<p>Furthermore, the court rules on defendant's Motion to Exclude the Expert Reports of Dr. Kevin Jeffay, Dr. Quentin F. Stout, and Mr. Gregory Utas, and All Testimony Related Thereto (DE # 175) as follows: (1) said motion is DENIED in that part which seeks to exclude portions of the Jeffay, Stout and Utas reports and testimony on the basis that the opinions contained therein pertain to defendant's knowledge, state of mind, motive or intent, presents inadmissible legal conclusion or opinion, and attacks witness credibility; and (2) said motion is GRANTED in that part which seeks to exclude the portions of the Jeffay and Stout reports which incorporate and adopt the reports and opinions of Utas and Tarjan.</p>\n<h2>NOTES</h2>\n<p>[1]  Lancaster's amended and supplemental report incorporated the large majority of Utas' initial expert report with the exception of two paragraphs which are beyond her area of expertise. Jeffay incorporates the two paragraphs not adopted by Lancaster. As such, through the combination of Lancaster and Jeffay's amended and supplemental reports, Utas' entire report, withdrawn pursuant to this court's order, is once again before the court.</p>\n<p>[2]  Defendant does attack Jeffay's opinion of the knowledge or state of mind of other customers which is framed as an attack on his methodology, or lack thereof. However, upon close examination, defendant's argument amounts to no more than a mischaracterization of Jeffay's opinion of industry standards and expectations, for which he has provided proper methodology.</p>\n<p>[3]  As noted previously, defendant raises no objection to the qualifications or methodology of Jeffay, Stout and Utas. The court takes up more particularly defendant's objections to Lancaster's qualification and methodology in Section (C)(3) below.</p>\n<p>[4]  This position also cuts against the argument plaintiff made in attempting to expand the number of experts permitted, where plaintiff asserted that the loss of such experts would leave significant holes in their case.</p>\n<p>[5]  The court discusses the issues related to the true scope of Lancaster's expertise more particularly in Section (C)(3)(b) below.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">472</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">722</span></span> (2007)</b></center>\n<center><h1>BOUYGUES TELECOM, S.A., a French corporation, Plaintiff,<br>\nv.<br>\nTEKELEC, a California corporation, Defendant.</h1></center>\n<center>No. 4:05-CV-78-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>January 31, 2007.</center>\n<p><span class=\"star-pagination\">*723</span> J. Donald Cowan, Jr., Smith Moore, Raleigh, NC, James G. Exum, Jr., Smith Moore, Greensboro, NC, Shannon R. Joseph, Smith Moore, LLP, Raleigh, NC, for Bouygues Telecom, S.A., a French corporation, Plaintiff.</p>\n<p>Burley Bayard Mitchell, Jr., Pressly M. Millen, Christopher W. Jones, Womble Carlyle Sandridge &amp; Rice, Raleigh, NC, for Tekelec, Inc. a California corporation, Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This case comes now before the court on defendant's motions to exclude expert reports of Barbara Lancaster (\"Lancaster\"), and all testimony related thereto (DE # 172), and to exclude certain portions of the reports of Dr. Kevin Jeffay (\"Jeffay\"), Dr. Quentin F. Stout (\"Stout\"), and Mr. Gregory Utas (\"Utas\"), and all testimony related thereto (DE # 175), both filed October 4, 2006, supported by memorandum and exhibits. Plaintiff filed its responses in opposition (DE # 209, 210) on October 24, 2006, to which defendant replied (DE # 237, 236) on November 13, 2006. In this posture, briefing is complete as to both motions and the issues raised are ripe for ruling. For the reasons stated below, the court denies in part and grants in part defendant's motion to exclude certain portions of the reports of Jeffay, Stout, and Utas, and all testimony related thereto. The court also denies in part and grants in part defendant's motion to exclude expert reports of Lancaster, and all testimony related thereto. Furthermore, the court will hear, at time of the final pretrial conference, the specific objections to the admissibility of Lancaster's expert report and testimony related thereto, pursuant to Fed.R.Evid. 702 and <i>Daubert v. Merrell Dow Pharms.,</i> <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*724</span> STATEMENT OF THE CASE</h2>\n<p>Plaintiff is a mobile telecommunications company, incorporated and headquartered in France. Defendant is a telecommunications network applications firm incorporated in California with its major operations in Morrisville, North Carolina. After this court's order denying defendant's motion for summary judgment (DE # 273), entered January 10, 2007, there are thirteen (13) remaining claims upon which plaintiff will proceed to trial. Generally, plaintiff's claims raise a variety of allegations against defendant for conduct allegedly resulting in, or related to, a serious outage of plaintiff's mobile telecommunications network which occurred on November 17 and 18, 2004. The court hereby incorporates the detailed statement of undisputed facts as laid out in the court's order of January 10, 2007 (DE # 273), and will discuss any other necessary factual context, not included therein, through the course of its analysis as presented below.</p>\n<p></p>\n<h2>COURT'S ANALYSIS</h2>\n<p>A. Overview</p>\n<p>Defendant's motions seek to exclude the expert reports, or portions of those reports, and testimony related thereto, of four experts upon a variety of grounds. Where there is significant overlap in that several of the objections raised pertain to all of the experts at issue, it is appropriate for the court to address the issues presented by these motions jointly.</p>\n<p>Lancaster is a telecommunications expert whose experience spans more than thirty (30) years in the telecommunications field. Jeffay's areas of expertise include computer science, computer systems, algorithms, computer software, networking, real-time and distributed systems. Stout is a computer science and engineering expert primarily focused on algorithms, data structures and their implementation. Utas, an independent software consultant with expertise in software engineering, was originally designated as an expert. However, the court's order of September 12, 2006 (DE # 164), required plaintiff to withdraw two of their seven designated experts, so as to comply with the terms of the Case Management Order. Utas was one of the two experts withdrawn, but is now designated as one of plaintiff's rebuttal expert, with his original report being incorporated through the supplemental and amended reports of Lancaster and Jeffay.<sup>[1]</sup></p>\n<p>Defendant asserts a number of objections in furtherance of its arguments to exclude the expert reports, but the arguments can be grouped into three general categories. First, defendant argues the expert reports, or portions thereof, of all four experts are inadmissible to the extent they include opinions regarding improper subject matter. Second, defendant argues the Lancaster, Jeffay and Stout reports improperly rely on the opinions of others. Finally, defendant asserts Lancaster fails to use reliable methodology in general, and that Lancaster is not qualified as an expert in computer science, auditing systems such as the one at issue, network engineering and review, \"disaster\" recovery, or technical and software equipment.</p>\n<p>B. Standard of Review</p>\n<p>Rule 702 provides that \"[i]f scientific, technical, or other specialized knowledge <span class=\"star-pagination\">*725</span> will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert . . . may testify thereto in the form of an opinion or otherwise.\" Fed.R.Evid. 702. \"Expert testimony is admissible under Rule 702, then, if it concerns (1) scientific, technical or other specialized knowledge that (2) will aid the jury or other trier of fact to understand or resolve a fact or issue.\" <i>Westberry v. Gislaved Gummi AB,</i> <span class=\"citation\" data-id=\"764386\"><a href=\"/opinion/764386/james-curtis-westberry-and-connie-rena-westberry-v-gislaved-gummi-ab-and/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 260 (4th Cir.1999) (citing <i>Daubert v. Merrell-Dow Pharms.,</i> <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, 592, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993)). The first prong of the analysis examines the reasoning or methodology to ensure reliability, \"that is, whether it is supported by adequate validation to render it trustworthy,\" while the second prong looks to ensure that the opinion is relevant to the facts at issue. <i>Id.</i> Reliability and relevance are therefore the cornerstones of the court's examination in determining admissibility of expert testimony. <i>See </i><i>Daubert,</i> 509 U.S. at 589, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>; <i>Kumho Tire Co. v. Carmichael</i> <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 141, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></a></span> (1999).</p>\n<p>Specifically, the trial judge faced with a proffer of expert testimony, must conduct \"a preliminary assessment of whether the reasoning or methodology underlying the testimony is . . . valid and of whether that reasoning or methodology properly can be applied to the facts in issue.\" <i>Daubert,</i> 509 U.S. at 592-93, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>. This \"gafekeeping obligation\" applies to all expert testimony, and not only testimony based in science. <i>Kumho Tire Co.,</i> 526 U.S. at 147, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>. Ultimately, the proponent of expert testimony has the burden to \"establish its admissibility by a preponderance of proof.\" <i>Cooper v. Smith &amp; Nephew, Inc.,</i> <span class=\"citation\" data-id=\"774277\"><a href=\"/opinion/774277/william-cooper-v-smith-nephew-incorporated-and-smith-nephew/\"><span class=\"volume\">259</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">194</span></a></span>, 199 (4th Cir.2001).</p>\n<p>\"In making its initial determination of whether proffered testimony is sufficiently reliable, the court has broad latitude to consider whatever factors bearing on validity that the court finds to be useful; the particular factors will depend upon the unique circumstances of the expert testimony involved.\" <i>Westberry,</i> 178 F.3d at 261. While reliability of knowledge or methodology can be demonstrated through \"testing, peer review, evaluation of rates of error, and general acceptability,\" the court has broad discretion, and its evaluation should \"always be a flexible one.\" <i>Oglesby v. General Motors Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">244</span></span>, 250 (4th Cir.1999). \"[T]he law grants a district court the same broad latitude when it decides how to determine reliability [of expert testimony] as it enjoys in respect to its ultimate reliability determination.\" <i>Kumho Tire Co.,</i> 526 U.S. at 141-42, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>.</p>\n<p>Despite the court's ability to exercise broad discretion and flexibility when determining the admissibility of expert testimony, the court must balance this discretion with the concerns of Rule 403 to ensure that the probative value of the proffered testimony is not \"substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury.\" Fed.R.Evid. 403; <i>see </i><i>U.S. v. Dorsey,</i> <span class=\"citation\" data-id=\"687283\"><a href=\"/opinion/687283/united-states-v-douglas-fred-dorsey/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">809</span></a></span>, 815 (4th Cir.1995). \"Expert evidence can be both powerful and quite misleading because of the difficulty in evaluating it. Because of this risk, the judge in weighing possible prejudice against probative force under Rule 403 of the present rules exercises more control over experts than over lay witnesses.\" <i>Daubert,</i> 509 U.S. at 595, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span> (internal citations omitted).</p>\n<p>C. Court's Discussion</p>\n<p>1. The Subject Matter Of The Expert Reports Is Proper</p>\n<p>Defendant raises a number of objections regarding the proper subject matter of the <span class=\"star-pagination\">*726</span> expert reports. Specifically, defendant argues that all four experts impermissibly opine, in varying degrees, on defendant's knowledge. Defendant argues that Lancaster, Jeffay and Utas offer opinions relating to the defendant's state of mind, and are therefore inadmissible. Defendant also argues that Lancaster and Jeffay offer opinion merely to cast doubt on the credibility of witnesses, and that Lancaster offers opinion regarding defendant's motive or intent, and that both types of opinion are inadmissible. Finally, defendant also asserts that Lancaster impermissibly offers legal conclusions or legal opinion regarding the implications of certain conduct, especially with regard to defendant's alleged \"duty.\"</p>\n<p>As discussed later in this order, defendant separately objects to Lancaster's qualification and methodology. Strictly for the purposes of consideration of the subject matter objections as discussed in this section, the court will assume that Lancaster is appropriately qualified and applies appropriate methodology in deriving her opinions. Defendant raises no objection to the qualification or methodology of Jeffay, Stout and Utas.<sup>[2]</sup></p>\n<p>a. Opinion Regarding Defendant's Knowledge, State of Mind, Motive or Intent</p>\n<p>To the extent that any of the four expert reports include opinions regarding the knowledge, state of mind, motive or intent of defendant which consequently equates to an opinion of the ultimate issue, as it could for several of plaintiff's claims, such opinion testimony is completely permissible. <i>See</i> Fed.R.Evid. 704(a) (\"[T]estimony in the form of an opinion or inference otherwise admissible is not objectionable because it embraces an ultimate issue to be decided by the trier of fact\").</p>\n<p>As such, defendant's objection to the Lancaster, Jeffay, Stout and Utas reports for including opinions with regard to the knowledge of defendant or others can only succeed if such opinions are wholly unhelpful to a jury in determining a question of knowledge. That is clearly not the case with the opinions of these experts. For example, Lancaster asserts that her \"reasoning about [defendant's] knowledge can be properly drawn from their [sic] own statements, documentary evidence and testimony referred to in the course of this analysis,\" and that the basis for her conclusions are \"reasonable interpretations of <i>what a person within the telecom field would know.\"</i> (Def. Mot. to Exclude, Ex. A at 10 (emphasis added).) As is clear from even a cursory review of the evidence in this matter, the facts surrounding the claims at issue are highly complex and technical. The average layperson has no experience pertaining to what is or is not common knowledge within the telecommunications field. The same holds true for the Jeffay, Stout and Utas reports, which all offer opinion within their relative areas of expertise as to what defendant, or its employees were aware of based on documents and evidence reviewed. As such, testimony regarding the knowledge of defendant would be helpful to the trier of fact, and to the extent is it premised on reliable methodology within the scope of relevant expertise, it is therefore permissible.</p>\n<p><span class=\"star-pagination\">*727</span> Defendant's objection's to the Lancaster, Jeffay and Utas reports for opining on defendant's state of mind, motive or intent, similarly must fail. The only restriction on an expert's ability to testify as to intent is within the context of a criminal action. <i>See</i> Fed.R.Evid. 704(b); <i>United States v. Fuentes,</i> No. 89-5198, <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">10069</span></span>, *4, 1999 U.S.App. LEXIS 1474, at *11 (4th Cir.1991). Defendant's reliance on <i>United States v. Fowler,</i> <span class=\"citation\" data-id=\"560485\"><a href=\"/opinion/560485/united-states-v-richard-lee-fowler/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">306</span></a></span>, 315 (4th Cir.1991) is misplaced because the exclusion of expert testimony relating to intent in that case was, again, in the criminal context. Defendant's reliance on noncriminal authority such as <i>DePaepe v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"753027\"><a href=\"/opinion/753027/49-fed-r-evid-serv-231-prodliabrep-cch-p-15208-michael-k/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">715</span></a></span> (7th Cir.1998) is also misplaced, as the court's assignment of error in that case was premised on a lack of scientific basis to opine on state of mind or intent, and did not create a rule barring expert testimony which goes to state of mind, motive or intent. Defendant's motion to exclude the expert reports of Lancaster, Jeffay, Stout and Utas, based on opinions pertaining to the knowledge, state of mind, motive or intent of defendant is DENIED.</p>\n<p>b. Opinion Casting Doubt on Witness Credibility</p>\n<p>Citing to a total of eight examples within the two voluminous reports of Lancaster and Jeffay, defendant argues that these opinions are offered merely to attempt to question the credibility of witnesses. This argument fails for two reasons. First, defendant is correct that \"expert testimony can be properly excluded if it is introduced <i>merely</i> to cast doubt on the credibility of other witnesses, since evaluation of a witness's credibility is a determination usually within the jury's exclusive purview.\" <i>United States v. Dorsey,</i> <span class=\"citation\" data-id=\"687283\"><a href=\"/opinion/687283/united-states-v-douglas-fred-dorsey/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">809</span></a></span>, 815 (4th Cir.1995) (emphasis added). However, it is apparent from the sheer volume of the reports as compared to the limited number of examples provided, that the expert opinions in question are introduced for reasons well beyond merely seeking to attack the credibility of any of defendant's witnesses. Defendant's argument also must fail as almost every example defendant cites is an opinion regarding the credibility of defendant itself, not of defendant's witnesses. Within their appropriate spheres of expertise, and assuming that such opinions are grounded in reliable methodology,<sup>[3]</sup> Lancaster and Jeffay are free to opine as to whether defendant's communications to plaintiff were, or were not, entirely credible. Defendant's motion to exclude the expert reports of Lancaster and Jeffay based on opinions relating to the credibility of defendant is DENIED.</p>\n<p>c. Opinion Amounting to Legal Conclusion or Implication of Conduct and Duty</p>\n<p>In considering defendant's objections to Lancaster's reports to the extent that they assert legal conclusions, and opinions, specifically with regard to the duty of defendant in this action, as the court set forth in Section (C)(1)(a) above, it bears repeating in this context that \"testimony in the form of an opinion or inference otherwise admissible is not objectionable because it embraces an ultimate issue to be decided by the trier of fact.\" Fed.R.Evid. 704(a). As such, defendant's arguments can only be premised upon the notion that a jury does not need assistance in determining whether defendant breached any duty, and that this is typically a question wholly within the purview of the jury.</p>\n<p><span class=\"star-pagination\">*728</span> Plaintiff asserts that carrier-grade equipment connotes a certain level of reliability within the telecommunications field, and that there are industry standards pertaining to the disclosure of potential issues relating to reliability. Again, assuming only for the purposes of the court's present consideration of this objection, that Lancaster's reports are based upon sound methodology and relevant expertise appropriate for such opinions, expert testimony pertaining to industry standards and defendant's compliance or non-compliance is undoubtedly helpful to the trier of fact in this highly technical and often complex industry, and therefore admissible. <i>See </i><i>Phoenix Renovation Corp. v. Rodriguez,</i> <span class=\"citation\" data-id=\"2495324\"><a href=\"/opinion/2495324/phoenix-renovation-corp-v-rodriguez/\"><span class=\"volume\">439</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">510</span></a></span>, 523 (\"The Fourth Circuit has instructed that `[t]estimony from an expert is presumed to be helpful unless it concerns matters within the everyday knowledge and experience of a lay juror.' Furthermore, if the proposed testimony will recount or employ \"scientific, technical, or other specialized knowledge,\" it is a proper subject' for expert testimony.\") (quoting <i>Kopf v. Skyrm,</i> <span class=\"citation\" data-id=\"606678\"><a href=\"/opinion/606678/ada-sandra-kopf-personal-representative-of-the-estate-of-anthony-john/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">374</span></a></span>, 377 (4th Cir.1993)). Defendant's motion to exclude the expert report of Lancaster to the extent it presents opinions amounting to legal conclusion or implication of conduct and duty is DENIED.</p>\n<p>2. Reliance on the Opinion and Information of Others</p>\n<p>Defendant argues that Lancaster, Jeffay and Utas, all impermissibly incorporate the expert reports of Utas and Dr. Robert Tarjan (\"Tarjan\"), both of whom were initially designated as plaintiff's experts, but were ultimately withdrawn to satisfy the court's limitation of five experts. Both have since been designated as rebuttal experts. Defendant also argues that Lancaster inappropriately relies on the opinion and information of members of her own consulting team, to the extent that their areas of expertise are beyond her own.</p>\n<p>Generally, Rule 703 permits expert opinion to be based upon personal knowledge, admissible evidence, or inadmissible evidence if it is \"of a type reasonably relied upon by experts in the particular field in forming opinions of inferences upon the subject.\" Fed.R.Evid. 703. Accordingly, expert opinion which relies upon the information or opinion of others is acceptable, provided it is the sort of opinion reasonably relied on by experts in the relevant area of expertise. <i>See </i><i>Dura Automotive Sys. of Indiana, Inc. v. CTS Corp.,</i> <span class=\"citation\" data-id=\"777123\"><a href=\"/opinion/777123/dura-automotive-systems-of-indiana-inc-formerly-known-as-excel/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">609</span></a></span>, 612-614 (7th Cir.2002)</p>\n<blockquote>An expert witness is permitted to use assistants in formulating his expert opinion, and normally they need not themselves testify. . . . Analysis becomes more complicated if the assistants aren't merely gofers or data gatherers but exercise professional judgment that is beyond the expert's ken. . . . The <i>Daubert</i> test must be applied with due regard for the specialization of modern science. A scientist, however, well credentialed he may be, is not permitted to be the mouthpiece of a scientist in a different specialty. That would not be responsible science.</blockquote>\n<p><i>see also </i><i>In re Sulfuric Acid Antitrust Litigation,</i> <span class=\"citation no-link\"><span class=\"volume\">235</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">646</span></span>, 653 (N.D.Ill. 2006) (holding that \"one expert cannot be the mouthpiece for another\" but permitting expert to rely on pricing data provided by another \"expert\" where the information was \"of a type reasonably relied on by experts in [the] field\"); <i>McReynolds. v. Sodexho Marriott Services, Inc.,</i> <span class=\"citation\" data-id=\"2477713\"><a href=\"/opinion/2477713/mcreynolds-v-sodexho-marriott-services-inc/\"><span class=\"volume\">349</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">30</span></a></span>, 37 (D.D.C.2004) (holding that direct supervision of all work conducted by staff was not necessary, and it was permissible for an expert statistician to rely on analysis from computer code not personally written where expert would be able to tell from examining the analysis whether the code contained any errors).</p>\n<p><span class=\"star-pagination\">*729</span> a. Incorporation and Adoption of Other Expert Opinions</p>\n<p>Plaintiff originally attempted to designate seven experts in the present action, but through objection by the defendant and this court's order of September 12, 2006 (DE # 164), plaintiff was compelled in accordance with the court's Case Management Order to limit the number of expert witnesses to five. Thereafter, plaintiff withdrew Utas and Tarjan, but has designated each now as a rebuttal expert.</p>\n<p>In arguing for the expansion of the number of experts permitted, plaintiff argued in the alternative that in order to avoid any prejudice, if plaintiff was forced to withdraw two of its seven experts, it should be permitted to supplement the opinions of the remaining experts. The court permitted supplementation, noting that time still remained for the conduct of expert discovery, but cautioned that plaintiff's experts would only be able to opine on the subject matter of the withdrawn experts to the extent that they were qualified to speak to such information. (DE # 164 at 4.) This does not, as plaintiff mischaracterizes the court's order, equate to an express authorization that the remaining experts could, without more, merely attach and adopt verbatim the withdrawn expert reports. If the opinions of the withdrawn experts, as presented in the reports truly was the same as that of the adopting expert, the information would be cumulative and inadmissible. (<i>See, e.g.,</i> Stout Dep. at 168.) If the information of the withdrawn expert reports truly was, as expressed, within the purview of the adopting expert, it begs the question of why plaintiff retained the withdrawn expert in the first place.<sup>[4]</sup></p>\n<p>Lancaster's Supplemental and Amended Report incorporates the entire withdrawn Utas report, with the exception of only two paragraphs which supposedly opine on matters beyond Lancaster's expertise. Jeffay's Supplemental and Amended Report incorporates the remaining two paragraphs of the Utas report (those not included by Lancaster), as well as the entire withdrawn Tarjan report. Finally, Stout's Supplemental and Amended Report also incorporates the entire withdrawn Tarjan report.</p>\n<p>Neither party could cite to the court any jurisprudence specifically analyzing expert testimony and methodology in the telecommunications field, and the court was similarly unable to find any. However, the wholesale adoption of the opinion of another expert verbatim cannot be within the intent of Fed.R.Evid. 702. The purpose of expert testimony is to aide the fact-finder, through explanation of complicated or technical areas which require specialized knowledge and understanding. <i>See</i> Fed R. Evid. 702. While this function undoubtedly can lead to the adoption or incorporation of the ideas, information, and analysis of others with expertise in the same field, it does not lead to the conclusion that an expert with a perhaps overlapping, yet admittedly different, area of expertise should be permitted to merely adopt and incorporate verbatim another's \"expert\" opinion. <i>See </i><i>Dura,</i> 285 F.3d at 614-15; <i>In re Sulfuric Acid Antitrust Litigation,</i> 235 F.R.D. at 653; <i>compare </i><i>Westfield Ins. Co. v. Harris,</i> <span class=\"citation\" data-id=\"751109\"><a href=\"/opinion/751109/westfield-insurance-company-v-clarence-r-harris-west-virginia-fire/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">608</span></a></span> (4th Cir.1998) (reversing district court's exclusion of an expert report even where an estimated ninety (90) percent of the report was derived from another investigator's work where such reliance was of the type reasonably relied upon by experts in that field); <i>McReynolds,</i> 349 F.Supp.2d at 37 <span class=\"star-pagination\">*730</span> (allowing expert testimony which relied in part on the work of others, where expert was able to review for error and independently verify the analysis). Therefore, defendant's motions to exclude the portions of the Lancaster, Jeffay, and Stout reports which incorporate the withdrawn reports of Utas and Tarjan, are GRANTED.</p>\n<p>b. Lancaster's Consulting Team</p>\n<p>The relative lack of jurisprudence analyzing the methodology of experts in the telecommunications field also fails to provide a bright line rule as to what type of opinion is reasonably relied upon by experts in this field. Plaintiff would argue that Lancaster's opinion was entirely her own and she was merely supervised a team of \"gofers,\" who supplied her with information which was within her expertise and specialized area of knowledge.<sup>[5]</sup> However, Lancaster's deposition testimony fairly raises questions as to the scope of her expertise and the appropriateness of reliance on her consulting team, therefore necessitating a <i>Daubert</i> hearing at which plaintiff bears the burden of establishing, by a preponderance of the proof, the appropriateness of Lancaster's reliance on the work of her consulting team. <i>See </i><i>Cooper,</i> 259 F.3d at 199. The court, in performing its gatekeeping function necessarily must ensure that Lancaster is not merely parroting the opinions of others, but that the matters upon which she will opine are clearly within her area of expertise.</p>\n<p>3. Lancaster's Expert Qualification and Methodology</p>\n<p>The court turns now to defendant's other specific objections to Lancaster's methodology and qualifications. Defendant argues that Lancaster's methodology is unreliable or inappropriate, and that she is not qualified to opine on matters of computer science, auditing of systems such as the one at issue, network engineering and review, \"disaster\" recovery, or technical and software equipment  matters which constitute a significant portion of her reports. As discussed, the court's determination of several of the issues raised by defendant is most appropriate upon a hearing focusing also on the issues outlined below.</p>\n<p>a. Methodology</p>\n<p>Lancaster identifies her methodology is \"based on standards generally known and accepted in the telecom industry,\" and that she generally reviewed relevant documents and testimony which was then compared with her own experience and such industry standards to reach her conclusions. (Def. Mot. to Exlcude, Ex. A at 5.) Lancaster further asserts that her \"approach, methodology, and conclusions are all the subject of a considerable body of knowledge, study, and implementation derived from [her] experience and are consistent with the generally accepted standards, methodologies and analytic approached used by professionals and specialists within the telecom field.\" <i>Id.</i> Despite this considerable body of knowledge and study, Lancaster's primary report cites to only two sources outside of the documents and testimony of the parties. Both of these sources are part of Lancaster's introductory information, and cited to for basic premises, namely the Federal Communications Commission standard of what constitutes a \"major failure\" and a general statement from the International Engineering Consortium regarding the general requirement <span class=\"star-pagination\">*731</span> that modern telecommunications systems be \"robust.\" (<i>Id.</i> at 14.)</p>\n<p>As noted above, questions are raised by Lancaster's assertion that her methodology is based upon a considerable body of knowledge and study, followed by a report containing one hundred and seventy seven (177) footnotes, only two of which cite to sources that are not documents of the parties produced in the context of this litigation. However, the court is aware that such authority is not always available, and not always necessary. <i>See </i><i>United States v. Hammoud,</i> <span class=\"citation\" data-id=\"787516\"><a href=\"/opinion/787516/united-states-v-mohamad-youssef-hammoud-aka-ali-abousaleh-aka-ali/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">316</span></a></span>, 337 (4th Cir. 2004), vacated, <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1097</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1051</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">997</span></span> (2005), opinion reinstated in relevant part, <span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1034</span></span> (4th Cir.2005) (holding that where work was subjected to peer review, terrorism expert could rely on comparison of information against relevant experience, due to absence of a formal methodology). Therefore, the questions raised by Lancaster's methodology will be more fully explored at the court's <i>Daubert</i> hearing where plaintiff will bear the burden of establishing the appropriateness and reliability of Lancaster's methodology by a preponderance of the proof. <i>See </i><i>Cooper,</i> 259 F.3d at 199.</p>\n<p>b. Expert Qualification</p>\n<p>Defendant also attempts to cast doubt on Lancaster's qualifications with passing references to the fact that she does not hold a degree issued by a university. This observation is wholly irrelevant, as academic degrees, while often related to expertise in certain fields, are undoubtedly not required for an expert to be deemed qualified. <i>See </i><i>Betterbox Communications v. BB Technologies, Inc.,</i> <span class=\"citation\" data-id=\"778760\"><a href=\"/opinion/778760/betterbox-communications-ltd-v-bb-technologies-inc-black-box-corporation/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">325</span></a></span>, 328-29 (3d Cir.2002) (permitting qualification of an expert based solely on experience). Lancaster's entire career of more than thirty (30) years has been spent in the telecommunications industry. Her experience in the industry is without challenge. Such general attacks on qualifications will not persuade this court.</p>\n<p>However, defendant continues to argue, more specifically, that Lancaster a telecommunications business expert, and not qualified to opine on matters of computer science, auditing of systems like the one at issue, network engineering and review, \"disaster\" recovery, or technical and software equipment. Specifically, defendant points to Lancaster's opinion of defendant's audits, her opinions regarding the November 2004 outage and her opinions regarding plaintiff's alleged role in the outage.</p>\n<p>Lancaster's report, while demonstrating a vast amount of experience and general expertise in the telecommunications field, does not clearly identify her qualifications to opine on these specific issues as raised by defendant. Lancaster admits that she is not a computer science expert, has never conducted an audit similar to the one at issue, and has never performed a formal engineering review. Without personal experience, and as previously noted, an obvious lack of reliance on any relevant authority, the exact extent of Lancaster's qualifications is necessarily called into question. Additionally, she does not clearly or expressly articulate any standards for performing such audits, such that would satisfy the court that her area of expertise or of specialized knowledge can permit her to credibly opine on these issues.</p>\n<p>For these reasons, the court also will seek to identify at a <i>Daubert</i> hearing, Lancaster's precise areas of expertise, and attendant capability to opine on the matters upon which defendant has objected. At hearing, the court will look to plaintiff to carry its burden of establishing Lancaster's ability to opine specifically on such matters by a preponderance of the proof. <i>See </i><i>Cooper,</i> 259 F.3d at 199.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*732</span> CONCLUSION</h2>\n<p>For the reasons discussed above, the court rules on defendant's Motion to Exclude the Expert Reports of Barbara Lancaster, and All Testimony Related Thereto (DE # 172) as follows: (1) said motion is DENIED in that part which seeks to exclude Lancaster's reports and testimony on the basis that the opinions contained therein pertain to defendant's knowledge, state of mind, motive or intent, presents inadmissible legal conclusion or opinion, and attacks witness credibility; (2) said motion is GRANTED in that part which seeks to exclude the portion of Lancaster's reports which incorporate and adopt the reports and opinion of Utas; and (3) the court reserves decision on the remaining objections of said motion subject to a <i>Daubert</i> hearing which will be held at the time of the final pretrial conference, and at which plaintiff will bear the burden of establishing, by a preponderance of the proof, the admissibility of Lancaster's report and all testimony related thereto, including but not limited to: a) the reliability of Lancaster's methodology, b) her expert qualifications in regard to specific areas of expertise noted, c) the appropriateness of her reliance upon the opinions or information of other members of her consulting team, including what is the type of information and opinions reasonably relied upon by experts in her field, and to what extent such information is reasonably relied upon.</p>\n<p>Furthermore, the court rules on defendant's Motion to Exclude the Expert Reports of Dr. Kevin Jeffay, Dr. Quentin F. Stout, and Mr. Gregory Utas, and All Testimony Related Thereto (DE # 175) as follows: (1) said motion is DENIED in that part which seeks to exclude portions of the Jeffay, Stout and Utas reports and testimony on the basis that the opinions contained therein pertain to defendant's knowledge, state of mind, motive or intent, presents inadmissible legal conclusion or opinion, and attacks witness credibility; and (2) said motion is GRANTED in that part which seeks to exclude the portions of the Jeffay and Stout reports which incorporate and adopt the reports and opinions of Utas and Tarjan.</p>\n<h2>NOTES</h2>\n<p>[1]  Lancaster's amended and supplemental report incorporated the large majority of Utas' initial expert report with the exception of two paragraphs which are beyond her area of expertise. Jeffay incorporates the two paragraphs not adopted by Lancaster. As such, through the combination of Lancaster and Jeffay's amended and supplemental reports, Utas' entire report, withdrawn pursuant to this court's order, is once again before the court.</p>\n<p>[2]  Defendant does attack Jeffay's opinion of the knowledge or state of mind of other customers which is framed as an attack on his methodology, or lack thereof. However, upon close examination, defendant's argument amounts to no more than a mischaracterization of Jeffay's opinion of industry standards and expectations, for which he has provided proper methodology.</p>\n<p>[3]  As noted previously, defendant raises no objection to the qualifications or methodology of Jeffay, Stout and Utas. The court takes up more particularly defendant's objections to Lancaster's qualification and methodology in Section (C)(3) below.</p>\n<p>[4]  This position also cuts against the argument plaintiff made in attempting to expand the number of experts permitted, where plaintiff asserted that the loss of such experts would leave significant holes in their case.</p>\n<p>[5]  The court discusses the issues related to the true scope of Lancaster's expertise more particularly in Section (C)(3)(b) below.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/753027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778760/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2477713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2495324/"
  ]
}