{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2312111/",
  "absolute_url": "/opinion/2312111/in-re-grand-jury-subpoena-served-upon-crown-video-unlimited/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2312111/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:03:32.941301Z",
  "date_modified": "2016-04-27T01:06:23.058596Z",
  "type": "010combined",
  "sha1": "e29e5330a053d6ac26ee3cfedc30723b0f5ef6b3",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>630 F.Supp. 614 (1986)</b></center>\n<center><h1>In re GRAND JURY SUBPOENA SERVED UPON CROWN VIDEO UNLIMITED, INC.<br>\nIn re GRAND JURY SUBPOENA SERVED UPON CAMERA'S EYE.<br>\nIn re GRAND JURY SUBPOENA SERVED UPON the EXECUTIVE NEWS.<br>\nIn re GRAND JURY SUBPOENA SERVED UPON CHATEAU II.<br>\nIn re GRAND JURY SUBPOENA SERVED UPON FOX'S CINEMA.<br>\nIn re GRAND JURY SUBPOENA SERVED UPON FOUNTAINHEAD NEWS COMPANY, INC.</h1></center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>February 4, 1986.</center>\n<p><span class=\"star-pagination\">*615</span> <span class=\"star-pagination\">*616</span> Samuel T. Currin, U.S. Atty., Raleigh, N.C., for plaintiff.</p>\n<p>David S. Rudolf, Donald H. Beskind, Thomas K. Maher, Durham, N.C., Whitley, Coley &amp; Wooten, Kinston, N.C., Singleton, Murray &amp; Craven, Fayetteville, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>The United States of America appeals from an order issued by a United States Magistrate. That order quashed a portion of a subpoena <i>duces tecum</i> issued in relation to a grand jury investigation. The subpoenaed parties treat the Magistrate's order as a Memorandum and Recommendation and have timely filed objections thereto. The court will treat the order as a Memorandum and Recommendation and considers the Government's appeal as constituting objections to that Memorandum and Recommendation.</p>\n<p></p>\n<h2>I.</h2>\n<p>During the course of a grand jury investigation, the United States issued subpoenas <i>duces tecum</i> to six corporations, i.e., Crown Video Unlimited, Inc., Camera's Eye, Inc., The Executive News, Inc., Chateau II, Inc., Fox's Cinema, Inc. and Fountainhead News, Inc. These corporations are engaged in the business of selling magazines, books and video casettes. Much of the material sold by the stores is alleged to be sexually explicit.</p>\n<p>The six corporations named above each received a subpoena requesting production of:</p>\n<blockquote>(1) Three receipts, invoices, or similar type document which identifies the name and address of each entity from whom the company has received a video casette tape during the period;</blockquote>\n<blockquote>(2) Three receipts, invoices or similar type document which identifies the name and address of each entity to which the company has delivered, shipped, or caused to be delivered or shipped ten or more video casette tapes during the period;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*617</span> (3) Documents which reflect, refer, or relate to the shipment, delivery, transfer, or receipt of the films, or to the maintenance, advertising, purchase, sale, rental or other dissemination of the films.</blockquote>\n<p>Executive News, Chateau II, Fox's Cinema and Fountainhead News moved to quash the subpoenas on fifth and first amendment grounds. The remaining corporations, i.e., Crown Video and Camera's Eye, moved to quash the subpoenas on fifth amendment grounds. The Magistrate rejected the movants' fifth amendment claims but did quash items (1) and (2) of the subpoenas for lack of reasonable particularity. The Magistrate also quashed that portion of the subpoenas relating to specific videotape titles (as listed in item (3)) for which the United States had made no probable cause showing of obscenity.</p>\n<p>The Government appeals the Magistrate's quashing of items (1) and (2), and also objects to the quashing of these subpoenas as to certain films listed in item (3). Executive News, Chateau II, Fox's Cinema and Fountainhead News object to those portions of the Magistrate's Memorandum rejecting their fifth amendment arguments and recommending enforcement of the subpoenas as to nineteen videotapes enumerated in item (3).<sup>[1]</sup> Crown Video and Camera's Eye did not object to the Magistrate's Memorandum and Recommendation.<sup>[2]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>As mentioned above, four of the subpoenaed corporations claim that their motions to quash should be granted on both first and fifth amendment grounds. Specifically, these corporations contend that the subpoenas violate their constitutionally protected rights of freedom of speech, as well as their clients' rights of freedom of association. All six corporations also contend that the subpoenas violate their employees' fifth amendment protections against self-incrimination. For the reasons given hereafter, the court finds that the subpoenas do not violate any first or fifth amendment guarantees.</p>\n<p>The court shall first address the corporations' various fifth amendment claims. It is well-settled that a corporate enterprise, as a collective entity, has no fifth amendment privilege to be free from compulsory self-incrimination. <i>Fisher v. United States,</i> 425 U.S. 391, 96 S.Ct. 1569, 48 L.Ed.2d 39 (1976); <i>Bellis v. United States,</i> 417 U.S. 85, 94 S.Ct. 2179, 40 L.Ed.2d 678 (1974); <i>Hale v. Henkel,</i> 201 U.S. 43, 26 S.Ct. 370, 50 L.Ed. 652 (1906). The rationale for this \"collective entity\" rule is that the fifth amendment's self-incrimination privilege is designed to protect individual interests unique to the individual. <i>Hale,</i> 201 U.S. at 69-70, 73-74, 26 S.Ct. 376-77, 378. Artificial organizations possessing an organizational structure serving a group interest, whether those structures be in the form of corporations, partnerships or unincorporated associations, are simply incapable of utilizing the fifth amendment's personal privilege against compulsory self-incrimination. <i>United States v. White,</i> 322 U.S. 694, 64 S.Ct. 1248, 88 L.Ed. 1542 (1944). In short, the privilege against compulsory self-incrimination is a personal privilege which no collective entity, including the subpoenaed corporations in this case, may claim. <i>In re Grand Jury Proceedings, (Morganstern),</i> 771 F.2d 143, 148 (6th Cir.1985).</p>\n<p>The corporations also argue that their employees' personal privileges against self-incrimination are violated by requiring those employees to produce and authenticate the subpoenaed records and <span class=\"star-pagination\">*618</span> videotapes described in the subpoenas. This argument is also without merit.</p>\n<p>Courts have determined that production of corporate records is not a testimonial act of the custodian.<sup>[3]</sup><i>In re Grand Jury Proceedings (Morganstern),</i> 771 F.2d at 148. A corporation's agents cannot rely on their personal privileges to refuse to produce records in those cases wherein a subpoena <i>duces tecum</i> is directed towards the corporation rather than towards an agent or employee of that corporation. <i>See </i><i>Bellis,</i> 417 U.S. at 88-90, 94 S.Ct. at 2183-84; <i>In re Grand Jury Subpoenas Issued to Thirteen Corporations, </i><i>United States v. Rowe,</i> 775 F.2d 43, 46 (2nd Cir.1985).</p>\n<p>Since collective entities can act only through their officers and agents, the effect of permitting custodians of corporate records to avoid production of corporate documents in reliance on the fifth amendment would be to undermine the unchallenged rule that the collective entity itself is not entitled to claim a fifth amendment privilege. <i>See </i><i>Bellis,</i> 417 U.S. at 90, 94 S.Ct. 2184. Instead, the law recognizes that a corporate employee or agent who produces and authenticates corporate documents does so in his representative capacity rather than as an individual. <i>See </i><i>Bellis,</i> 417 U.S. at 89-90, 94 S.Ct. 2183-84; <i>In re Grand Jury Subpoenas (Thirteen Corporations),</i> at 46. By accepting custodianship of the records, a corporate agent assumes the entity's responsibility for making these records available to a governmental agency including a grand jury.</p>\n<p>The subpoenas at issue in this case are directed toward the six corporations and not do not personally compel any particular employee to produce the requested records and videotapes. Instead, the subpoenas merely require a corporate agent with custody or knowledge of the subpoenaed corporate records to produce and authenticate these documents before a grand jury. Production of the subpoenaed videotapes and records in this case communicates nothing more than the fact that the individual producing them is a representative of one of the six corporations.</p>\n<p>However, any attempt to implicate a corporate employee on the basis of this act or production would be subject to a motion to suppress. <i>See </i><i>In re Grand Jury Proceedings, (Morganstern),</i> 771 F.2d at 148. Moreover, once a corporate agent has fulfilled his duty to testify for the purpose of identifying material produced, he may exercise his personal privilege as to further questions relating to the records. Finally, should no corporate agent be willing to produce the subpoenaed documents, each corporation may be required to produce said documents by supplying an entirely new agent with no previous connection to the particular corporation. <i>See In re Grand Jury Subpoenas (Thirteen Corporations),</i> at 48. Having made these specific caveats, the court hereby OVERRULES the corporations' objections to the Magistrate's Memorandum and Recommendation.</p>\n<p>The court now turns to the first amendment concerns raised by the subpoenaed corporations. The subpoenaed corporations construe their individual stores and respective clientele as constituting \"associations\" which are guaranteed certain privacy rights under the first amendment. Consequently, these corporations argue that the subpoenas implicate their customers' first amendment rights of association.</p>\n<p>The court is unable to discern a first amendment associational right belonging to the corporations' customers which would mandate the quashing of the subpoenas at issue in this case. The corporations <span class=\"star-pagination\">*619</span> contend that requiring the stores to disclose the names of persons supplying and buying sexually explicit videotapes would chill its customers first amendment associational rights. However, no \"association\" exists in this case. The relationship between the corporations and their clients cannot be equated with other relationships which have been granted first amendment protections under the right of association. <i>See, e.g., </i><i>NAACP v. Alabama,</i> 357 U.S. 449, 78 S.Ct. 1163, 2 L.Ed.2d 1488 (1958); <i>In re Grand Jury Subpoena to First National Bank, Englewood, Colorado,</i> 701 F.2d 115 (10th Cir.1983) (National Commodity &amp; Barter Association and National Unconstitutional Tax Strike Committee found to have first amendment associational rights); <i>Ealy v. Littlejohn,</i> 569 F.2d 219 (5th Cir.1978) (officers and members of black citizens association which organized and supervised boycotts found to have first amendment protection).</p>\n<p>Any relationship between the subpoenaed stores in this case and their respective clients arises solely by virtue of the clients' purchase of videotapes. While the videotapes involved in such commercial transactions are a form of speech protected by the first amendment, <i>see </i><i>Joseph Burnstyn v. Wilson,</i> 343 U.S. 495, 501-02, 72 S.Ct. 777, 780-81, 96 L.Ed. 1098 (1952), the commercial relationship arising from such transactions itself is not protected as an associational right arising under the first amendment. There has been no showing that any of the subpoenaed corporations, in tandem with their respective clients, have advocated political, economic, religious or cultural beliefs through their commercial relationship. <i>See </i><i>NAACP v. Alabama,</i> 357 U.S. at 460, 78 S.Ct. at 1170. Consequently, the court concludes that the commercial relationship arising from the sale of videotapes by the subpoenaed corporations to their customers is not protected by the first amendment's freedom of association guarantee.</p>\n<p>The corporations go on to argue that their own first amendment freedom of speech guarantees are violated by these subpoeanas. The commercial sale or exhibition of films is a form of expression strictly protected by the first amendment. <i>Joseph Burstyn, Inc. v. Wilson,</i> 343 U.S. 495, 501-02, 72 S.Ct. 777, 780-81, 96 L.Ed.2d 1098 (1952). Videotapes obviously fall within this category of protected speech, and the stores therefore enjoy a constitutionally protected right to sell videotapes. However, the stores do not enjoy an absolute right to sell any film. Those videotapes found to be \"obscene\" under the <i>Miller</i> standard are not protected speech. <i>See </i><i>Miller v. California,</i> 413 U.S. 15, 93 S.Ct. 2607, 37 L.Ed.2d 419 (1973). <i>See also </i><i>Ealy,</i> 569 F.2d at 226 (rights of freedom of speech and association, as well as power of grand jury, are not unlimited).</p>\n<p>Moreover, as with associational first amendment protections, the government may compel production of such documents for a grand jury investigation provided the government can show a compelling governmental interest and a substantial relationship between legitimate governmental goals. The government has succeeded in demonstrating a compelling interest for producing the subpoenaed documents and a substantial relationship between the compelled production of the videotapes. The government has demonstrated that the grand jury is investigating possible violations of federal pornography laws and that evidence of such crimes may be found in the subpoenaed videotapes. The Government has thus shown that the films are also clearly relevant and substantialy related to a legitimate governmental goal, i.e., enforcement of criminal statutes. <i>See, e.g., </i><i>In re Rabbinical Seminary,</i> 450 F.Supp. 1078, 1083 (E.D.N.Y.1978) (government's interest in investigating violations of ยง 1001 is a compelling interest); <i>United States v. Grand Jury Investigation,</i> 417 F.Supp. 389, 391 (E.D.Pa.1976).</p>\n<p>Moreover, the <i>Burstyn</i> and <i>Interstate Circuit</i> cases upon which the corporations rely are clearly distinguishable from the case at bar. Those two cases addressed censorship of films protected under the first amendment's freedom of speech guarantee. <span class=\"star-pagination\">*620</span> This case does not involve censorship of a videotape or a prior restraint on the production or distribution of such a recording. The <i>Burstyn</i> and <i>Interstate Circuit</i> cases also did not encompass a possible disruption of the grand jury investigative process.</p>\n<p>The corporations additionally argue that the United States can only acquire the videotapes named in the subpoenas upon a showing of probable cause to believe that the video tapes are obscene, as that term is defined in <i>Miller v. California,</i> 413 U.S. 15, 93 S.Ct. 2607, 37 L.Ed.2d 419 (1973). However, courts have not yet removed the traditional distinction between the search warrant and the subpoena. <i>See </i><i>United States v. Grand Jury Investigation,</i> 417 F.Supp. at 391. The requirement of probable cause, supported by oath or affirmation, which is literally applicable in the case of a warrant, need not be satisfied in order to justify an order enforcing the command of a subpoena. <i>See id.,</i> quoting <i>Oklahoma Press Publishing Company v. Walling,</i> 327 U.S. 186, 209, 66 S.Ct. 494, 505-06, 90 L.Ed.2d 614 (1946) (refusing to require a showing of probable cause in a fourth amendment context).</p>\n<p>The Government is not required to make a probable cause showing of obscenity in order to issue a subpoena <i>duces tecum</i> for sexually explicit material. The Government may compel even those disclosures implicating first amendment associational rights if the interest served in obtaining the disclosures is sufficient to justify the deterrent effect on associational rights. <i>In re Rabbinical Seminary Netzch Israel Rimailis,</i> 450 F.Supp. 1078, 1082 (E.D.N.Y.1978). Although the Government may be required to show a compelling governmental interest and a substantial relationship between the documents subpoenaed and legitimate governmental goals, courts do not require the Government to establish probable cause before enforcing a grand jury subpoena. <i>See e.g., </i><i>United States v. Grand Jury Investigation,</i> 417 F.Supp. 389, 391 (E.D.Pa. 1976).<sup>[4]</sup> Thus, even had the court found a first amendment associational right to be present in this case, such a finding does not require the Government to make a probable cause showing of obscenity. Accordingly, the court sustains the Government's objections to that portion of the Magistrate's Memorandum partially quashing item (3) of the contested subpoenas.</p>\n<p>Finally, the court finds that the subpoenas do describe the records requested in item (a) and (b) with reasonable particularity. A grand jury subpoena must identify the demanded documents sufficiently clearly to permit compliance. <i>In re Rabbinical Seminary,</i> 450 F.Supp. at 1084. The request may not be so broad as to be oppressive. <i>Id.</i> The subpoenas in this case are neither improperly oppressive nor impermissibly vague.</p>\n<p>Accordingly, the corporations' motions to quash must be denied in their entirety. The subpoenaed corporations' objections to the Magistrate's Memorandum and Recommendation are OVERRULED. The Government's objections to the Memorandum and Recommendation are SUSTAINED.</p>\n<h2>NOTES</h2>\n<p>[1]  Crown Video and Camera's Eye later moved to quash certain subpoenas on first amendment grounds. That motion is covered in a separate order as the subpoenas at issue in that case contain different wording than the contested subpoenas dealt with in this order.</p>\n<p>[2]  In a subsequent Memorandum issued on November 1, 1985, the Magistrate found that the Government, by submitting additional affidavits, had made a probable cause showing of obscenity as to all but five of the specific videotapes listed in item (3). The Magistrate therefore recommended enlarging the list of properly subpoenaed videotapes.</p>\n<p>[3]  In instances in which subpoenaed parties do not fall within the collective entity rule, courts will resolve fifth amendment privileges issues by determining whether the act of production itself is testimonial and incriminating. <i>Fisher,</i> 425 U.S. at 408-09, 96 S.Ct. 1579-80. However, this case involves agents of subpoenaed entities which fall within the collective entity rule and which now attempt to rely on their agents' personal privileges to avoid production. Given the distinction between the case at bar and third party production cases, this court need not examine whether the act of producing the subpoenaed records and videotapes constitutes testimonial self-incrimination.</p>\n<p>[4]  The U.S. Court of Appeals for the Fourth Circuit has held that the Government may have a subpoena enforced if it shows: (1) the grand jury's jurisdiction; (2) the relevancy of the subpoenaed materials to an investigation within that jurisdiction; and (3) the absence of an unrelated purpose. <i>In re Special Grand Jury No. 81-1,</i> 676 F.2d 1005, 1010 (4th Cir.1982).\n</p>\n<p>Where a subpoena is challenged on first amendment associational grounds, these requirements presumably are modified by the Supreme Court's holding in <i>Buckley v. Valeo</i><i>.</i> In that case the Supreme Court held that the Government must demonstrate a compelling governmental interest and a substantial relation between that interest and the information sought before a grand jury subpoena would be enforced. <i>See </i><i>Buckley v. Valeo,</i> 424 U.S. 1, 64-66, 96 S.Ct. 612, 656-57, 46 L.Ed.2d 659 (1976). While the fourth circuit has required the Government to make a preliminary showing before enforcing a subpoena seeking privileged documents, the appellate court emphatically restricted that holding to the case's particular factual situation. <i>See </i><i>In Re Special Grand Jury,</i> 676 F.2d at 1011.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">630</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">614</span></span> (1986)</b></center>\n<center><h1>In re GRAND JURY SUBPOENA SERVED UPON CROWN VIDEO UNLIMITED, INC.<br>\nIn re GRAND JURY SUBPOENA SERVED UPON CAMERA'S EYE.<br>\nIn re GRAND JURY SUBPOENA SERVED UPON the EXECUTIVE NEWS.<br>\nIn re GRAND JURY SUBPOENA SERVED UPON CHATEAU II.<br>\nIn re GRAND JURY SUBPOENA SERVED UPON FOX'S CINEMA.<br>\nIn re GRAND JURY SUBPOENA SERVED UPON FOUNTAINHEAD NEWS COMPANY, INC.</h1></center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>February 4, 1986.</center>\n<p><span class=\"star-pagination\">*615</span> <span class=\"star-pagination\">*616</span> Samuel T. Currin, U.S. Atty., Raleigh, N.C., for plaintiff.</p>\n<p>David S. Rudolf, Donald H. Beskind, Thomas K. Maher, Durham, N.C., Whitley, Coley &amp; Wooten, Kinston, N.C., Singleton, Murray &amp; Craven, Fayetteville, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>The United States of America appeals from an order issued by a United States Magistrate. That order quashed a portion of a subpoena <i>duces tecum</i> issued in relation to a grand jury investigation. The subpoenaed parties treat the Magistrate's order as a Memorandum and Recommendation and have timely filed objections thereto. The court will treat the order as a Memorandum and Recommendation and considers the Government's appeal as constituting objections to that Memorandum and Recommendation.</p>\n<p></p>\n<h2>I.</h2>\n<p>During the course of a grand jury investigation, the United States issued subpoenas <i>duces tecum</i> to six corporations, i.e., Crown Video Unlimited, Inc., Camera's Eye, Inc., The Executive News, Inc., Chateau II, Inc., Fox's Cinema, Inc. and Fountainhead News, Inc. These corporations are engaged in the business of selling magazines, books and video casettes. Much of the material sold by the stores is alleged to be sexually explicit.</p>\n<p>The six corporations named above each received a subpoena requesting production of:</p>\n<blockquote>(1) Three receipts, invoices, or similar type document which identifies the name and address of each entity from whom the company has received a video casette tape during the period;</blockquote>\n<blockquote>(2) Three receipts, invoices or similar type document which identifies the name and address of each entity to which the company has delivered, shipped, or caused to be delivered or shipped ten or more video casette tapes during the period;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*617</span> (3) Documents which reflect, refer, or relate to the shipment, delivery, transfer, or receipt of the films, or to the maintenance, advertising, purchase, sale, rental or other dissemination of the films.</blockquote>\n<p>Executive News, Chateau II, Fox's Cinema and Fountainhead News moved to quash the subpoenas on fifth and first amendment grounds. The remaining corporations, i.e., Crown Video and Camera's Eye, moved to quash the subpoenas on fifth amendment grounds. The Magistrate rejected the movants' fifth amendment claims but did quash items (1) and (2) of the subpoenas for lack of reasonable particularity. The Magistrate also quashed that portion of the subpoenas relating to specific videotape titles (as listed in item (3)) for which the United States had made no probable cause showing of obscenity.</p>\n<p>The Government appeals the Magistrate's quashing of items (1) and (2), and also objects to the quashing of these subpoenas as to certain films listed in item (3). Executive News, Chateau II, Fox's Cinema and Fountainhead News object to those portions of the Magistrate's Memorandum rejecting their fifth amendment arguments and recommending enforcement of the subpoenas as to nineteen videotapes enumerated in item (3).<sup>[1]</sup> Crown Video and Camera's Eye did not object to the Magistrate's Memorandum and Recommendation.<sup>[2]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>As mentioned above, four of the subpoenaed corporations claim that their motions to quash should be granted on both first and fifth amendment grounds. Specifically, these corporations contend that the subpoenas violate their constitutionally protected rights of freedom of speech, as well as their clients' rights of freedom of association. All six corporations also contend that the subpoenas violate their employees' fifth amendment protections against self-incrimination. For the reasons given hereafter, the court finds that the subpoenas do not violate any first or fifth amendment guarantees.</p>\n<p>The court shall first address the corporations' various fifth amendment claims. It is well-settled that a corporate enterprise, as a collective entity, has no fifth amendment privilege to be free from compulsory self-incrimination. <i>Fisher v. United States,</i> <span class=\"citation\" data-id=\"109432\"><a href=\"/opinion/109432/fisher-v-united-states/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, <span class=\"citation\" data-id=\"109432\"><a href=\"/opinion/109432/fisher-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1569</span></a></span>, <span class=\"citation\" data-id=\"109432\"><a href=\"/opinion/109432/fisher-v-united-states/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span></a></span> (1976); <i>Bellis v. United States,</i> <span class=\"citation\" data-id=\"109046\"><a href=\"/opinion/109046/bellis-v-united-states/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, <span class=\"citation\" data-id=\"109046\"><a href=\"/opinion/109046/bellis-v-united-states/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2179</span></a></span>, <span class=\"citation\" data-id=\"109046\"><a href=\"/opinion/109046/bellis-v-united-states/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">678</span></a></span> (1974); <i>Hale v. Henkel,</i> <span class=\"citation\" data-id=\"96424\"><a href=\"/opinion/96424/hale-v-henkel/\"><span class=\"volume\">201</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">43</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">370</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">652</span></span> (1906). The rationale for this \"collective entity\" rule is that the fifth amendment's self-incrimination privilege is designed to protect individual interests unique to the individual. <i>Hale,</i> 201 U.S. at 69-70, 73-74, 26 S.Ct. 376-77, 378. Artificial organizations possessing an organizational structure serving a group interest, whether those structures be in the form of corporations, partnerships or unincorporated associations, are simply incapable of utilizing the fifth amendment's personal privilege against compulsory self-incrimination. <i>United States v. White,</i> <span class=\"citation\" data-id=\"104016\"><a href=\"/opinion/104016/united-states-v-white/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">694</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1248</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1542</span></span> (1944). In short, the privilege against compulsory self-incrimination is a personal privilege which no collective entity, including the subpoenaed corporations in this case, may claim. <i>In re Grand Jury Proceedings, (Morganstern),</i> <span class=\"citation\" data-id=\"457620\"><a href=\"/opinion/457620/in-re-grand-jury-proceedings-appeal-of-david-morganstern-and-fred/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">143</span></a></span>, 148 (6th Cir.1985).</p>\n<p>The corporations also argue that their employees' personal privileges against self-incrimination are violated by requiring those employees to produce and authenticate the subpoenaed records and <span class=\"star-pagination\">*618</span> videotapes described in the subpoenas. This argument is also without merit.</p>\n<p>Courts have determined that production of corporate records is not a testimonial act of the custodian.<sup>[3]</sup><i>In re Grand Jury Proceedings (Morganstern),</i> 771 F.2d at 148. A corporation's agents cannot rely on their personal privileges to refuse to produce records in those cases wherein a subpoena <i>duces tecum</i> is directed towards the corporation rather than towards an agent or employee of that corporation. <i>See </i><i>Bellis,</i> 417 U.S. at 88-90, 94 S.Ct. at 2183-84; <i>In re Grand Jury Subpoenas Issued to Thirteen Corporations, </i><i>United States v. Rowe,</i> <span class=\"citation\" data-id=\"459892\"><a href=\"/opinion/459892/in-re-grand-jury-subpoenas-issued-to-thirteen-corporations-united-states/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 46 (2nd Cir.1985).</p>\n<p>Since collective entities can act only through their officers and agents, the effect of permitting custodians of corporate records to avoid production of corporate documents in reliance on the fifth amendment would be to undermine the unchallenged rule that the collective entity itself is not entitled to claim a fifth amendment privilege. <i>See </i><i>Bellis,</i> 417 U.S. at 90, 94 S.Ct. 2184. Instead, the law recognizes that a corporate employee or agent who produces and authenticates corporate documents does so in his representative capacity rather than as an individual. <i>See </i><i>Bellis,</i> 417 U.S. at 89-90, 94 S.Ct. 2183-84; <i>In re Grand Jury Subpoenas (Thirteen Corporations),</i> at 46. By accepting custodianship of the records, a corporate agent assumes the entity's responsibility for making these records available to a governmental agency including a grand jury.</p>\n<p>The subpoenas at issue in this case are directed toward the six corporations and not do not personally compel any particular employee to produce the requested records and videotapes. Instead, the subpoenas merely require a corporate agent with custody or knowledge of the subpoenaed corporate records to produce and authenticate these documents before a grand jury. Production of the subpoenaed videotapes and records in this case communicates nothing more than the fact that the individual producing them is a representative of one of the six corporations.</p>\n<p>However, any attempt to implicate a corporate employee on the basis of this act or production would be subject to a motion to suppress. <i>See </i><i>In re Grand Jury Proceedings, (Morganstern),</i> 771 F.2d at 148. Moreover, once a corporate agent has fulfilled his duty to testify for the purpose of identifying material produced, he may exercise his personal privilege as to further questions relating to the records. Finally, should no corporate agent be willing to produce the subpoenaed documents, each corporation may be required to produce said documents by supplying an entirely new agent with no previous connection to the particular corporation. <i>See In re Grand Jury Subpoenas (Thirteen Corporations),</i> at 48. Having made these specific caveats, the court hereby OVERRULES the corporations' objections to the Magistrate's Memorandum and Recommendation.</p>\n<p>The court now turns to the first amendment concerns raised by the subpoenaed corporations. The subpoenaed corporations construe their individual stores and respective clientele as constituting \"associations\" which are guaranteed certain privacy rights under the first amendment. Consequently, these corporations argue that the subpoenas implicate their customers' first amendment rights of association.</p>\n<p>The court is unable to discern a first amendment associational right belonging to the corporations' customers which would mandate the quashing of the subpoenas at issue in this case. The corporations <span class=\"star-pagination\">*619</span> contend that requiring the stores to disclose the names of persons supplying and buying sexually explicit videotapes would chill its customers first amendment associational rights. However, no \"association\" exists in this case. The relationship between the corporations and their clients cannot be equated with other relationships which have been granted first amendment protections under the right of association. <i>See, e.g., </i><i>NAACP v. Alabama,</i> <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1163</span></a></span>, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1488</span></a></span> (1958); <i>In re Grand Jury Subpoena to First National Bank, Englewood, Colorado,</i> <span class=\"citation\" data-id=\"414564\"><a href=\"/opinion/414564/in-re-grand-jury-subpoena-to-first-national-bank-englewood-colorado-john/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">115</span></a></span> (10th Cir.1983) (National Commodity &amp; Barter Association and National Unconstitutional Tax Strike Committee found to have first amendment associational rights); <i>Ealy v. Littlejohn,</i> <span class=\"citation\" data-id=\"352485\"><a href=\"/opinion/352485/sandy-ealy-v-talmadge-littlejohn/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">219</span></a></span> (5th Cir.1978) (officers and members of black citizens association which organized and supervised boycotts found to have first amendment protection).</p>\n<p>Any relationship between the subpoenaed stores in this case and their respective clients arises solely by virtue of the clients' purchase of videotapes. While the videotapes involved in such commercial transactions are a form of speech protected by the first amendment, <i>see </i><i>Joseph Burnstyn v. Wilson,</i> <span class=\"citation\" data-id=\"105014\"><a href=\"/opinion/105014/joseph-burstyn-inc-v-wilson/\"><span class=\"volume\">343</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">495</span></a></span>, 501-02, <span class=\"citation\" data-id=\"105014\"><a href=\"/opinion/105014/joseph-burstyn-inc-v-wilson/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">777</span></a></span>, 780-81, <span class=\"citation\" data-id=\"105014\"><a href=\"/opinion/105014/joseph-burstyn-inc-v-wilson/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1098</span></a></span> (1952), the commercial relationship arising from such transactions itself is not protected as an associational right arising under the first amendment. There has been no showing that any of the subpoenaed corporations, in tandem with their respective clients, have advocated political, economic, religious or cultural beliefs through their commercial relationship. <i>See </i><i>NAACP v. Alabama,</i> 357 U.S. at 460, 78 S.Ct. at 1170. Consequently, the court concludes that the commercial relationship arising from the sale of videotapes by the subpoenaed corporations to their customers is not protected by the first amendment's freedom of association guarantee.</p>\n<p>The corporations go on to argue that their own first amendment freedom of speech guarantees are violated by these subpoeanas. The commercial sale or exhibition of films is a form of expression strictly protected by the first amendment. <i>Joseph Burstyn, Inc. v. Wilson,</i> <span class=\"citation\" data-id=\"105014\"><a href=\"/opinion/105014/joseph-burstyn-inc-v-wilson/\"><span class=\"volume\">343</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">495</span></a></span>, 501-02, <span class=\"citation\" data-id=\"105014\"><a href=\"/opinion/105014/joseph-burstyn-inc-v-wilson/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">777</span></a></span>, 780-81, <span class=\"citation\" data-id=\"105014\"><a href=\"/opinion/105014/joseph-burstyn-inc-v-wilson/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1098</span></a></span> (1952). Videotapes obviously fall within this category of protected speech, and the stores therefore enjoy a constitutionally protected right to sell videotapes. However, the stores do not enjoy an absolute right to sell any film. Those videotapes found to be \"obscene\" under the <i>Miller</i> standard are not protected speech. <i>See </i><i>Miller v. California,</i> <span class=\"citation\" data-id=\"108838\"><a href=\"/opinion/108838/miller-v-california/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, <span class=\"citation\" data-id=\"108838\"><a href=\"/opinion/108838/miller-v-california/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2607</span></a></span>, <span class=\"citation\" data-id=\"108838\"><a href=\"/opinion/108838/miller-v-california/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">419</span></a></span> (1973). <i>See also </i><i>Ealy,</i> 569 F.2d at 226 (rights of freedom of speech and association, as well as power of grand jury, are not unlimited).</p>\n<p>Moreover, as with associational first amendment protections, the government may compel production of such documents for a grand jury investigation provided the government can show a compelling governmental interest and a substantial relationship between legitimate governmental goals. The government has succeeded in demonstrating a compelling interest for producing the subpoenaed documents and a substantial relationship between the compelled production of the videotapes. The government has demonstrated that the grand jury is investigating possible violations of federal pornography laws and that evidence of such crimes may be found in the subpoenaed videotapes. The Government has thus shown that the films are also clearly relevant and substantialy related to a legitimate governmental goal, i.e., enforcement of criminal statutes. <i>See, e.g., </i><i>In re Rabbinical Seminary,</i> <span class=\"citation\" data-id=\"1820088\"><a href=\"/opinion/1820088/in-re-rabbinical-seminary-etc/\"><span class=\"volume\">450</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1078</span></a></span>, 1083 (E.D.N.Y.1978) (government's interest in investigating violations of ยง 1001 is a compelling interest); <i>United States v. Grand Jury Investigation,</i> <span class=\"citation\" data-id=\"1455417\"><a href=\"/opinion/1455417/united-states-v-grand-jury-investigation/\"><span class=\"volume\">417</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">389</span></a></span>, 391 (E.D.Pa.1976).</p>\n<p>Moreover, the <i>Burstyn</i> and <i>Interstate Circuit</i> cases upon which the corporations rely are clearly distinguishable from the case at bar. Those two cases addressed censorship of films protected under the first amendment's freedom of speech guarantee. <span class=\"star-pagination\">*620</span> This case does not involve censorship of a videotape or a prior restraint on the production or distribution of such a recording. The <i>Burstyn</i> and <i>Interstate Circuit</i> cases also did not encompass a possible disruption of the grand jury investigative process.</p>\n<p>The corporations additionally argue that the United States can only acquire the videotapes named in the subpoenas upon a showing of probable cause to believe that the video tapes are obscene, as that term is defined in <i>Miller v. California,</i> <span class=\"citation\" data-id=\"108838\"><a href=\"/opinion/108838/miller-v-california/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, <span class=\"citation\" data-id=\"108838\"><a href=\"/opinion/108838/miller-v-california/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2607</span></a></span>, <span class=\"citation\" data-id=\"108838\"><a href=\"/opinion/108838/miller-v-california/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">419</span></a></span> (1973). However, courts have not yet removed the traditional distinction between the search warrant and the subpoena. <i>See </i><i>United States v. Grand Jury Investigation,</i> 417 F.Supp. at 391. The requirement of probable cause, supported by oath or affirmation, which is literally applicable in the case of a warrant, need not be satisfied in order to justify an order enforcing the command of a subpoena. <i>See id.,</i> quoting <i>Oklahoma Press Publishing Company v. Walling,</i> <span class=\"citation\" data-id=\"104239\"><a href=\"/opinion/104239/oklahoma-press-publishing-co-v-walling/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, 209, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">494</span></span>, 505-06, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">614</span></span> (1946) (refusing to require a showing of probable cause in a fourth amendment context).</p>\n<p>The Government is not required to make a probable cause showing of obscenity in order to issue a subpoena <i>duces tecum</i> for sexually explicit material. The Government may compel even those disclosures implicating first amendment associational rights if the interest served in obtaining the disclosures is sufficient to justify the deterrent effect on associational rights. <i>In re Rabbinical Seminary Netzch Israel Rimailis,</i> <span class=\"citation\" data-id=\"1820088\"><a href=\"/opinion/1820088/in-re-rabbinical-seminary-etc/\"><span class=\"volume\">450</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1078</span></a></span>, 1082 (E.D.N.Y.1978). Although the Government may be required to show a compelling governmental interest and a substantial relationship between the documents subpoenaed and legitimate governmental goals, courts do not require the Government to establish probable cause before enforcing a grand jury subpoena. <i>See e.g., </i><i>United States v. Grand Jury Investigation,</i> <span class=\"citation\" data-id=\"1455417\"><a href=\"/opinion/1455417/united-states-v-grand-jury-investigation/\"><span class=\"volume\">417</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">389</span></a></span>, 391 (E.D.Pa. 1976).<sup>[4]</sup> Thus, even had the court found a first amendment associational right to be present in this case, such a finding does not require the Government to make a probable cause showing of obscenity. Accordingly, the court sustains the Government's objections to that portion of the Magistrate's Memorandum partially quashing item (3) of the contested subpoenas.</p>\n<p>Finally, the court finds that the subpoenas do describe the records requested in item (a) and (b) with reasonable particularity. A grand jury subpoena must identify the demanded documents sufficiently clearly to permit compliance. <i>In re Rabbinical Seminary,</i> 450 F.Supp. at 1084. The request may not be so broad as to be oppressive. <i>Id.</i> The subpoenas in this case are neither improperly oppressive nor impermissibly vague.</p>\n<p>Accordingly, the corporations' motions to quash must be denied in their entirety. The subpoenaed corporations' objections to the Magistrate's Memorandum and Recommendation are OVERRULED. The Government's objections to the Memorandum and Recommendation are SUSTAINED.</p>\n<h2>NOTES</h2>\n<p>[1]  Crown Video and Camera's Eye later moved to quash certain subpoenas on first amendment grounds. That motion is covered in a separate order as the subpoenas at issue in that case contain different wording than the contested subpoenas dealt with in this order.</p>\n<p>[2]  In a subsequent Memorandum issued on November 1, 1985, the Magistrate found that the Government, by submitting additional affidavits, had made a probable cause showing of obscenity as to all but five of the specific videotapes listed in item (3). The Magistrate therefore recommended enlarging the list of properly subpoenaed videotapes.</p>\n<p>[3]  In instances in which subpoenaed parties do not fall within the collective entity rule, courts will resolve fifth amendment privileges issues by determining whether the act of production itself is testimonial and incriminating. <i>Fisher,</i> 425 U.S. at 408-09, 96 S.Ct. 1579-80. However, this case involves agents of subpoenaed entities which fall within the collective entity rule and which now attempt to rely on their agents' personal privileges to avoid production. Given the distinction between the case at bar and third party production cases, this court need not examine whether the act of producing the subpoenaed records and videotapes constitutes testimonial self-incrimination.</p>\n<p>[4]  The U.S. Court of Appeals for the Fourth Circuit has held that the Government may have a subpoena enforced if it shows: (1) the grand jury's jurisdiction; (2) the relevancy of the subpoenaed materials to an investigation within that jurisdiction; and (3) the absence of an unrelated purpose. <i>In re Special Grand Jury No. 81-1,</i> <span class=\"citation\" data-id=\"403351\"><a href=\"/opinion/403351/in-re-special-grand-jury-no-81-1-leon-d-harvey/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1005</span></a></span>, 1010 (4th Cir.1982).\n</p>\n<p>Where a subpoena is challenged on first amendment associational grounds, these requirements presumably are modified by the Supreme Court's holding in <i>Buckley v. Valeo</i><i>.</i> In that case the Supreme Court held that the Government must demonstrate a compelling governmental interest and a substantial relation between that interest and the information sought before a grand jury subpoena would be enforced. <i>See </i><i>Buckley v. Valeo,</i> <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 64-66, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, 656-57, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1976). While the fourth circuit has required the Government to make a preliminary showing before enforcing a subpoena seeking privileged documents, the appellate court emphatically restricted that holding to the case's particular factual situation. <i>See </i><i>In Re Special Grand Jury,</i> 676 F.2d at 1011.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/352485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/403351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/459892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1455417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1820088/"
  ]
}