{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2313787/",
  "absolute_url": "/opinion/2313787/cooper-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2313787/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:03:55.451025Z",
  "date_modified": "2016-04-26T22:29:38.420307Z",
  "type": "010combined",
  "sha1": "3351376ad2d6267a6e358487564d08e505dfe8ef",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>779 F.Supp. 833 (1991)</b></center>\n<center><h1>Alfred B. COOPER, Sr., and Rhoda G. Cooper, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 89-114-CIV-4-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>December 26, 1991.</center>\n<p>Lee A. Spinks, Poyner &amp; Spruill, Charlotte, N.C., for plaintiffs.</p>\n<p>Gerard J. Mene, Thomas Holderness, U.S. Dept. of Justice, Tax Div., Washington, D.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on cross-motions for partial summary judgment on stipulated facts. In this taxpayers' refund suit, the court is asked to determine whether the plaintiffs enjoyed private ownership <span class=\"star-pagination\">*834</span> of a narrow strip of \"dry sand\" beach property approximately 3200 feet long and 100 feet wide. The parties submitted exhaustive memoranda, and the State of North Carolina filed a memorandum as amicus curiae. This matter is now ripe for ruling.</p>\n<p>The plaintiffs instituted this action to recover taxes, penalties, and interest after their refund claims submitted to the Commissioner of the Internal Revenue Service were denied. The refund involves charitable deductions claimed by the plaintiffs for the value of shares of stock in a corporation known as Atlantic Beach, Inc., (\"ABI\") conveyed by gift to the Town of Atlantic Beach (the \"Town\"). The Town immediately redeemed the stock for a portion of the dry sand property owned by ABI. Upon audit and review, the Internal Revenue Service disallowed a sizeable amount of the deductions.</p>\n<p>As this matter is before the court on stipulated facts, the court hereby incorporates the parties' factual stipulations submitted on September 13, 1991, and dispenses with a detailed statement of the facts. The question before this court is whether the strip of dry sand beach property was owned by ABI during the years 1982 through 1984, or was public or \"public trust\" property.</p>\n<p>ABI acquired title to the beach strip property by deed in fee simple in 1944. Over the years, ABI conveyed various parcels of oceanfront property in the Town of Atlantic Beach to the Town and other individuals. The strip of property in question represented the remaining portion of ABI's extensive real estate holdings. The parties agree that the strip of property lies landward of the mean high water mark of the Atlantic Ocean and seaward of the frontal dune or seawall. Property of this nature is termed \"dry sand.\"</p>\n<p>The defendant and amicus curiae assert that the dry sand property involved in this matter is public trust property held for the use and enjoyment of the general public. Alternatively, the defendant contends that the plaintiffs dedicated the dry sand property to the Town in 1938 when they recorded a plat showing the dry sand as an unmarked beach area.</p>\n<p>Section 77-20 of the North Carolina General Statutes provides \"[t]he seaward boundary of all property within the State of North Carolina, not owned by the State, which adjoins the ocean, is the mean high water mark.\" Thus, property lying below the mean high water mark, the \"wet sand,\" is in the public domain, while property lying above the mean high water mark, the dry sand, may be privately owned.<sup>[1]</sup></p>\n<p>Pursuant to Article XIV, § 5, of the North Carolina Constitution, the state is empowered to \"acquire by purchase or gift\" property necessary to \"conserve and protect [the state's] lands and waters for the benefit of all its citizenry.\" This ability to acquire property for the dedication of public purposes arises under the doctrine of public trust.<sup>[2]</sup> The North Carolina Constitution <span class=\"star-pagination\">*835</span> and the General Statutes authorize the state, as guardian of the public trust, to <i>acquire</i> an interest in privately-owned property by purchase, gift, dedication, or some other means. <i>See</i> N.C. Const. art. XIV, § 5; N.C.Gen.Stat. §§ 113-8, 113-34. As applied to beach property, the public trust doctrine protects the public's right to freely use and enjoy state-owned property  the wet sand beach.</p>\n<p>Public trust rights are \"established by common law as interpreted by the courts of this State.\" N.C.Gen.Stat. § 1-45.1 (1991). This court is not aware of any decision by the courts of North Carolina creating a public trust right in privately-owned dry sand as a means of accessing a public beach. The parties directed this court's attention to only one state, New Jersey, which has applied the public trust doctrine to preserve public access across privately-owned dry sand beach in order to reach the foreshore. <i>See </i><i>Matthews v. Bay Head Improv. Ass'n,</i> 95 N.J. 306, 471 A.2d 355, <i>cert. denied,</i> 469 U.S. 821, 105 S.Ct. 93, 83 L.Ed.2d 39 (1984).</p>\n<p>The extent to which the public trust doctrine applies to dry sand property in North Carolina is an unsettled question. The North Carolina Supreme Court recently stated:</p>\n<blockquote>We note dicta in the Court of Appeals opinion to the effect that the public trust doctrine will not secure public access to a public beach across the land of a private property owner.... As the statement was not necessary to the Court of Appeals opinion, nor is it clear that in its unqualified form the statement reflects the law of this state, we expressly disavow this comment.</blockquote>\n<p><i>Concerned Citizens of Brunswick County Taxpayers Ass'n v. State ex rel. Rhodes,</i> 329 N.C. 37, 55, 404 S.E.2d 677, 688 (1991) (citations omitted). Because the Supreme Court failed to indicate what qualifications were necessary for the Court of Appeals' comment to accurately reflect the law in North Carolina, the extent to which the public trust doctrine applies in this case is unclear.</p>\n<p>In the absence of a clear precedent from the North Carolina Supreme Court on the application of the public trust doctrine, the court concludes that the nature of plaintiffs' ownership is determined appropriately by statute. Private ownership in the dry sand is expressly established in N.C.Gen. Stat. § 77-20. Such private ownership is limited by the state's power, under the doctrine of public trust, to acquire an interest in the property. This court finds no evidence that the state exercised its power of eminent domain to acquire title, an easement, or any other interest in the dry sand owned by the plaintiffs.</p>\n<p>The defendant contends that the plaintiffs made a dedication of the dry sand to the Town in 1938 by recording a plat. The defendant raises this defense for the first time on this motion for partial summary judgment and the plaintiff, characterizing this defense as an avoidance or affirmative defense, objects to its being raised at this time.</p>\n<p>This action originated as, and remains, a tax refund suit. The ultimate issue to be determined relates to the valuation of the dry sand property which served as the basis for the charitable contribution deduction. The parties do not dispute the fact that the plaintiffs enjoyed <i>some</i> rights in the property. Accordingly, the court finds that the defense of dedication is not an affirmative defense in this action and, accordingly, is not barred from being introduced at this time by Rule 8(c) of the Federal Rules of Civil Procedure.</p>\n<p>The plat recorded by the plaintiffs in 1938 depicted various subdivided lots, an area designated \"beach,\" and an area designated \"boardwalk.\" Although the dry sand property that is the subject of this suit appeared on the plat, it was without boundary or designation. The plaintiffs sold lots in accordance with the plat, referencing the recorded plat in the deeds.</p>\n<p>The selling of lots with reference to a plat having designated streets, parks, alleys, etc., may operate as a dedication of <span class=\"star-pagination\">*836</span> those designated areas for the common use of the private landowners and, in some instances, the general public. <i>See </i><i>Owens v. Elliott,</i> 258 N.C. 314, 128 S.E.2d 583 (1962); <i>Hinson v. Smith,</i> 89 N.C.App. 127, 365 S.E.2d 166, <i>review denied,</i> 323 N.C. 365, 373 S.E.2d 545 (1988); <i>Whichard v. Oliver,</i> 56 N.C.App. 219, 287 S.E.2d 461 (1982). These cases involve specifically designated areas of a plat. However, the dry sand in this case was not labeled or designated. Although the North Carolina courts have not addressed the issue, several other courts have found that an unlabeled space on a plat indicates a reservation in the property owner rather than a dedication. <i>See </i><i>Witherall v. Strane,</i> 265 Ala. 218, 90 So.2d 251 (1956); <i>Earle v. McCarty,</i> 70 So.2d 314 (Fla.1954); <i>Dallas v. Leake,</i> 300 S.W.2d 135 (Tex.Civ.App. 1957); <i>Miller v. Fowle,</i> 92 Cal.App.2d 409, 206 P.2d 1106 (1949).</p>\n<p>A dedication of land requires both an offer and an acceptance. <i>Blowing Rock v. Gregorie,</i> 243 N.C. 364, 368, 90 S.E.2d 898, 901 (1956). The donor must intend to make a dedication of land. <i>Nicholas v. Salisbury Hardware &amp; Furniture Co.,</i> 248 N.C. 462, 468, 103 S.E.2d 837, 842 (1958). The donor's intent must be clearly demonstrated by acts \"unmistakable in their purpose and decisive in their character.\" <i>Id.</i></p>\n<p>The plaintiffs, the alleged donors, deny that a dedication of the dry sand was made. In support of their denial, they draw attention to the fact that the Town has levied back taxes on the beach strip property; that, in 1986, the Town sought an easement from ABI to cross the beach strip; that ABI deeded portions of the dry sand property to various adjoining lot owners throughout the years to accommodate the rebuilding of sea walls; and that ABI has entered into concessionaire agreements for the dry sand beach strip.</p>\n<p>Based upon the facts before it, the court finds insufficient evidence of a dedication either to private purchasers or to the general public. The plaintiffs continued to exercise control over the strip of dry sand and paid property taxes on the property. The court expresses no opinion as to whether the private purchasers of the lots acquired an easement over the dry sand. The only question before this court is whether the plaintiffs possessed a sufficient bundle of rights in the dry sand property to claim ownership. This court finds in the affirmative.</p>\n<p>For the reasons stated above, the court concludes that the plaintiffs owned the strip of dry sand beach property involved in this matter. The ultimate issue of valuation remains before this court and nothing in this court's order today is intended to reflect in any manner on that issue. By this order, the court decides only that the plaintiffs, and not the State of North Carolina, the Town of Atlantic Beach, or nearby residents, owned the strip of dry sand.</p>\n<p>Accordingly, the court hereby GRANTS plaintiffs' motion for partial summary judgment and DENIES defendant's motion for partial summary judgment. The clerk is directed to schedule this matter for pretrial and trial.</p>\n<h2>NOTES</h2>\n<p>[1]  See also N.C.Gen.Stat. § 146-6(a) (1990), which provides\n</p>\n<p>[i]f any land is, by any process of nature ... raised above the high watermark of any navigable water, title thereto shall vest in the owner of that land which, immediately prior to the raising of the land in question, directly adjoined the navigable water....</p>\n<p>Section 146-6(f) further provides</p>\n<p>[n]otwithstanding the other provisions of this section, the title to land in or immediately along the Atlantic Ocean raised above the mean high water mark by publicly financed projects which involve hydraulic dredging or other deposition of spoil materials or sand vests in the State. Title to such lands raised through projects that received no public funding vests in the adjacent littoral proprietor. All such raised lands shall remain open to the free use and enjoyment of the people of the State, consistent with the public trust rights in ocean beaches, which rights are part of the common heritage of the people of this State.</p>\n<p>These provisions reiterate the importance of the high water mark in determining the boundaries of private ownership in property adjoining a beach or navigable body of water.</p>\n<p>[2]  trust rights,\" as defined by statute, are those rights held in trust by the State for the use and benefit of the people of the State in common. They are established by common law as interpreted by the courts of this State. They include, but are not limited to, the right to navigate, swim, hunt, fish, and enjoy all recreational activities in the watercourses of the State and the right to freely use and enjoy the State's ocean and estuarine beaches and public access to the beaches. N.C.Gen.Stat. § 1-45.1 (1991).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">779</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">833</span></span> (1991)</b></center>\n<center><h1>Alfred B. COOPER, Sr., and Rhoda G. Cooper, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 89-114-CIV-4-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>December 26, 1991.</center>\n<p>Lee A. Spinks, Poyner &amp; Spruill, Charlotte, N.C., for plaintiffs.</p>\n<p>Gerard J. Mene, Thomas Holderness, U.S. Dept. of Justice, Tax Div., Washington, D.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on cross-motions for partial summary judgment on stipulated facts. In this taxpayers' refund suit, the court is asked to determine whether the plaintiffs enjoyed private ownership <span class=\"star-pagination\">*834</span> of a narrow strip of \"dry sand\" beach property approximately 3200 feet long and 100 feet wide. The parties submitted exhaustive memoranda, and the State of North Carolina filed a memorandum as amicus curiae. This matter is now ripe for ruling.</p>\n<p>The plaintiffs instituted this action to recover taxes, penalties, and interest after their refund claims submitted to the Commissioner of the Internal Revenue Service were denied. The refund involves charitable deductions claimed by the plaintiffs for the value of shares of stock in a corporation known as Atlantic Beach, Inc., (\"ABI\") conveyed by gift to the Town of Atlantic Beach (the \"Town\"). The Town immediately redeemed the stock for a portion of the dry sand property owned by ABI. Upon audit and review, the Internal Revenue Service disallowed a sizeable amount of the deductions.</p>\n<p>As this matter is before the court on stipulated facts, the court hereby incorporates the parties' factual stipulations submitted on September 13, 1991, and dispenses with a detailed statement of the facts. The question before this court is whether the strip of dry sand beach property was owned by ABI during the years 1982 through 1984, or was public or \"public trust\" property.</p>\n<p>ABI acquired title to the beach strip property by deed in fee simple in 1944. Over the years, ABI conveyed various parcels of oceanfront property in the Town of Atlantic Beach to the Town and other individuals. The strip of property in question represented the remaining portion of ABI's extensive real estate holdings. The parties agree that the strip of property lies landward of the mean high water mark of the Atlantic Ocean and seaward of the frontal dune or seawall. Property of this nature is termed \"dry sand.\"</p>\n<p>The defendant and amicus curiae assert that the dry sand property involved in this matter is public trust property held for the use and enjoyment of the general public. Alternatively, the defendant contends that the plaintiffs dedicated the dry sand property to the Town in 1938 when they recorded a plat showing the dry sand as an unmarked beach area.</p>\n<p>Section 77-20 of the North Carolina General Statutes provides \"[t]he seaward boundary of all property within the State of North Carolina, not owned by the State, which adjoins the ocean, is the mean high water mark.\" Thus, property lying below the mean high water mark, the \"wet sand,\" is in the public domain, while property lying above the mean high water mark, the dry sand, may be privately owned.<sup>[1]</sup></p>\n<p>Pursuant to Article XIV, § 5, of the North Carolina Constitution, the state is empowered to \"acquire by purchase or gift\" property necessary to \"conserve and protect [the state's] lands and waters for the benefit of all its citizenry.\" This ability to acquire property for the dedication of public purposes arises under the doctrine of public trust.<sup>[2]</sup> The North Carolina Constitution <span class=\"star-pagination\">*835</span> and the General Statutes authorize the state, as guardian of the public trust, to <i>acquire</i> an interest in privately-owned property by purchase, gift, dedication, or some other means. <i>See</i> N.C. Const. art. XIV, § 5; N.C.Gen.Stat. §§ 113-8, 113-34. As applied to beach property, the public trust doctrine protects the public's right to freely use and enjoy state-owned property  the wet sand beach.</p>\n<p>Public trust rights are \"established by common law as interpreted by the courts of this State.\" N.C.Gen.Stat. § 1-45.1 (1991). This court is not aware of any decision by the courts of North Carolina creating a public trust right in privately-owned dry sand as a means of accessing a public beach. The parties directed this court's attention to only one state, New Jersey, which has applied the public trust doctrine to preserve public access across privately-owned dry sand beach in order to reach the foreshore. <i>See </i><i>Matthews v. Bay Head Improv. Ass'n,</i> <span class=\"citation\" data-id=\"2273096\"><a href=\"/opinion/2273096/matthews-v-bay-head-imp-assn/\"><span class=\"volume\">95</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">306</span></a></span>, <span class=\"citation\" data-id=\"2273096\"><a href=\"/opinion/2273096/matthews-v-bay-head-imp-assn/\"><span class=\"volume\">471</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">355</span></a></span>, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">821</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">93</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span></span> (1984).</p>\n<p>The extent to which the public trust doctrine applies to dry sand property in North Carolina is an unsettled question. The North Carolina Supreme Court recently stated:</p>\n<blockquote>We note dicta in the Court of Appeals opinion to the effect that the public trust doctrine will not secure public access to a public beach across the land of a private property owner.... As the statement was not necessary to the Court of Appeals opinion, nor is it clear that in its unqualified form the statement reflects the law of this state, we expressly disavow this comment.</blockquote>\n<p><i>Concerned Citizens of Brunswick County Taxpayers Ass'n v. State ex rel. Rhodes,</i> <span class=\"citation\" data-id=\"1348049\"><a href=\"/opinion/1348049/concerned-citizens-of-brunswick-county-taxpayers-assn-v-state-ex-rel/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">37</span></a></span>, 55, <span class=\"citation\" data-id=\"1348049\"><a href=\"/opinion/1348049/concerned-citizens-of-brunswick-county-taxpayers-assn-v-state-ex-rel/\"><span class=\"volume\">404</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">677</span></a></span>, 688 (1991) (citations omitted). Because the Supreme Court failed to indicate what qualifications were necessary for the Court of Appeals' comment to accurately reflect the law in North Carolina, the extent to which the public trust doctrine applies in this case is unclear.</p>\n<p>In the absence of a clear precedent from the North Carolina Supreme Court on the application of the public trust doctrine, the court concludes that the nature of plaintiffs' ownership is determined appropriately by statute. Private ownership in the dry sand is expressly established in N.C.Gen. Stat. § 77-20. Such private ownership is limited by the state's power, under the doctrine of public trust, to acquire an interest in the property. This court finds no evidence that the state exercised its power of eminent domain to acquire title, an easement, or any other interest in the dry sand owned by the plaintiffs.</p>\n<p>The defendant contends that the plaintiffs made a dedication of the dry sand to the Town in 1938 by recording a plat. The defendant raises this defense for the first time on this motion for partial summary judgment and the plaintiff, characterizing this defense as an avoidance or affirmative defense, objects to its being raised at this time.</p>\n<p>This action originated as, and remains, a tax refund suit. The ultimate issue to be determined relates to the valuation of the dry sand property which served as the basis for the charitable contribution deduction. The parties do not dispute the fact that the plaintiffs enjoyed <i>some</i> rights in the property. Accordingly, the court finds that the defense of dedication is not an affirmative defense in this action and, accordingly, is not barred from being introduced at this time by Rule 8(c) of the Federal Rules of Civil Procedure.</p>\n<p>The plat recorded by the plaintiffs in 1938 depicted various subdivided lots, an area designated \"beach,\" and an area designated \"boardwalk.\" Although the dry sand property that is the subject of this suit appeared on the plat, it was without boundary or designation. The plaintiffs sold lots in accordance with the plat, referencing the recorded plat in the deeds.</p>\n<p>The selling of lots with reference to a plat having designated streets, parks, alleys, etc., may operate as a dedication of <span class=\"star-pagination\">*836</span> those designated areas for the common use of the private landowners and, in some instances, the general public. <i>See </i><i>Owens v. Elliott,</i> <span class=\"citation\" data-id=\"1340261\"><a href=\"/opinion/1340261/owens-v-elliott/\"><span class=\"volume\">258</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">314</span></a></span>, <span class=\"citation\" data-id=\"1340261\"><a href=\"/opinion/1340261/owens-v-elliott/\"><span class=\"volume\">128</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">583</span></a></span> (1962); <i>Hinson v. Smith,</i> 89 N.C.App. 127, <span class=\"citation\" data-id=\"1218240\"><a href=\"/opinion/1218240/hinson-v-smith/\"><span class=\"volume\">365</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span>, <i>review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">365</span></span>, <span class=\"citation no-link\"><span class=\"volume\">373</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">545</span></span> (1988); <i>Whichard v. Oliver,</i> 56 N.C.App. 219, <span class=\"citation\" data-id=\"1266492\"><a href=\"/opinion/1266492/whichard-v-oliver/\"><span class=\"volume\">287</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">461</span></a></span> (1982). These cases involve specifically designated areas of a plat. However, the dry sand in this case was not labeled or designated. Although the North Carolina courts have not addressed the issue, several other courts have found that an unlabeled space on a plat indicates a reservation in the property owner rather than a dedication. <i>See </i><i>Witherall v. Strane,</i> <span class=\"citation no-link\"><span class=\"volume\">265</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">218</span></span>, <span class=\"citation\" data-id=\"1609934\"><a href=\"/opinion/1609934/witherall-v-strane/\"><span class=\"volume\">90</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">251</span></a></span> (1956); <i>Earle v. McCarty,</i> <span class=\"citation\" data-id=\"1710670\"><a href=\"/opinion/1710670/earle-v-mccarty/\"><span class=\"volume\">70</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">314</span></a></span> (Fla.1954); <i>Dallas v. Leake,</i> <span class=\"citation\" data-id=\"1568112\"><a href=\"/opinion/1568112/city-of-dallas-v-leake/\"><span class=\"volume\">300</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">135</span></a></span> (Tex.Civ.App. 1957); <i>Miller v. Fowle,</i> <span class=\"citation\" data-id=\"1178114\"><a href=\"/opinion/1178114/miller-v-fowle/\"><span class=\"volume\">92</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">409</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">206</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1106</span></span> (1949).</p>\n<p>A dedication of land requires both an offer and an acceptance. <i>Blowing Rock v. Gregorie,</i> <span class=\"citation\" data-id=\"1273685\"><a href=\"/opinion/1273685/town-of-blowing-rock-v-gregorie/\"><span class=\"volume\">243</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">364</span></a></span>, 368, <span class=\"citation\" data-id=\"1273685\"><a href=\"/opinion/1273685/town-of-blowing-rock-v-gregorie/\"><span class=\"volume\">90</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">898</span></a></span>, 901 (1956). The donor must intend to make a dedication of land. <i>Nicholas v. Salisbury Hardware &amp; Furniture Co.,</i> <span class=\"citation\" data-id=\"1255842\"><a href=\"/opinion/1255842/nicholas-v-salisbury-hardware-and-furniture-co/\"><span class=\"volume\">248</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">462</span></a></span>, 468, <span class=\"citation\" data-id=\"1255842\"><a href=\"/opinion/1255842/nicholas-v-salisbury-hardware-and-furniture-co/\"><span class=\"volume\">103</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">837</span></a></span>, 842 (1958). The donor's intent must be clearly demonstrated by acts \"unmistakable in their purpose and decisive in their character.\" <i>Id.</i></p>\n<p>The plaintiffs, the alleged donors, deny that a dedication of the dry sand was made. In support of their denial, they draw attention to the fact that the Town has levied back taxes on the beach strip property; that, in 1986, the Town sought an easement from ABI to cross the beach strip; that ABI deeded portions of the dry sand property to various adjoining lot owners throughout the years to accommodate the rebuilding of sea walls; and that ABI has entered into concessionaire agreements for the dry sand beach strip.</p>\n<p>Based upon the facts before it, the court finds insufficient evidence of a dedication either to private purchasers or to the general public. The plaintiffs continued to exercise control over the strip of dry sand and paid property taxes on the property. The court expresses no opinion as to whether the private purchasers of the lots acquired an easement over the dry sand. The only question before this court is whether the plaintiffs possessed a sufficient bundle of rights in the dry sand property to claim ownership. This court finds in the affirmative.</p>\n<p>For the reasons stated above, the court concludes that the plaintiffs owned the strip of dry sand beach property involved in this matter. The ultimate issue of valuation remains before this court and nothing in this court's order today is intended to reflect in any manner on that issue. By this order, the court decides only that the plaintiffs, and not the State of North Carolina, the Town of Atlantic Beach, or nearby residents, owned the strip of dry sand.</p>\n<p>Accordingly, the court hereby GRANTS plaintiffs' motion for partial summary judgment and DENIES defendant's motion for partial summary judgment. The clerk is directed to schedule this matter for pretrial and trial.</p>\n<h2>NOTES</h2>\n<p>[1]  See also N.C.Gen.Stat. § 146-6(a) (1990), which provides\n</p>\n<p>[i]f any land is, by any process of nature ... raised above the high watermark of any navigable water, title thereto shall vest in the owner of that land which, immediately prior to the raising of the land in question, directly adjoined the navigable water....</p>\n<p>Section 146-6(f) further provides</p>\n<p>[n]otwithstanding the other provisions of this section, the title to land in or immediately along the Atlantic Ocean raised above the mean high water mark by publicly financed projects which involve hydraulic dredging or other deposition of spoil materials or sand vests in the State. Title to such lands raised through projects that received no public funding vests in the adjacent littoral proprietor. All such raised lands shall remain open to the free use and enjoyment of the people of the State, consistent with the public trust rights in ocean beaches, which rights are part of the common heritage of the people of this State.</p>\n<p>These provisions reiterate the importance of the high water mark in determining the boundaries of private ownership in property adjoining a beach or navigable body of water.</p>\n<p>[2]  trust rights,\" as defined by statute, are those rights held in trust by the State for the use and benefit of the people of the State in common. They are established by common law as interpreted by the courts of this State. They include, but are not limited to, the right to navigate, swim, hunt, fish, and enjoy all recreational activities in the watercourses of the State and the right to freely use and enjoy the State's ocean and estuarine beaches and public access to the beaches. N.C.Gen.Stat. § 1-45.1 (1991).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1178114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1218240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1255842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1266492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1273685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1348049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1568112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1609934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1710670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2273096/"
  ]
}