{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2313701/",
  "absolute_url": "/opinion/2313701/woodford-v-carolina-power-light-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2313701/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:03:53.983383Z",
  "date_modified": "2016-04-26T20:46:02.383347Z",
  "type": "010combined",
  "sha1": "2d64d914afe3857ca8291751a65541b3651be030",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>779 F.Supp. 827 (1991)</b></center>\n<center><h1>Donald L. WOODFORD and Diane O. Woodford, Plaintiffs,<br>\nv.<br>\nCAROLINA POWER &amp; LIGHT COMPANY, Defendant.<br>\nMichael A. HUFFMAN and Bertha E. Huffman, Plaintiffs,<br>\nv.<br>\nCAROLINA POWER &amp; LIGHT COMPANY and Donald L. Woodford, Defendants.</h1></center>\n<center>Nos. 89-445-CIV-5-BR, 90-27-CIV-5-BR,</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 7, 1991.</center>\n<p><span class=\"star-pagination\">*828</span> J. Anthony Penry, Petree, Stockton &amp; Robinson, Raleigh, N.C., William G. Alexander, Alexander and Brown, Concord, N.C., for plaintiffs Michael A. Huffman and Bertha E. Huffman.</p>\n<p>Kirk Gibson Warner, Yates, Fleishman, McLamb &amp; Weyher, Kieran J. Shanahan, Patton, Boggs &amp; Blow, Raleigh, N.C., for defendant Carolina Power &amp; Light Co.</p>\n<p>Nigle B. Barrow, Jr., James F. Hopf, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for defendant Donald L. Woodford.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This order memorializes the court's reasoning for its denial of all summary judgment motions in its 30 October 1991 order, and should serve to streamline the issues and outline the respective burdens of proof each party must meet in this litigation.</p>\n<p></p>\n<h2>SUMMARY OF FACTS AND ARGUMENT</h2>\n<p>These are suits in admiralty which arise out of the same transaction and have been consolidated. In their motion, which is the subject of this Order, plaintiffs seek summary judgment against the defendant for injuries sustained by plaintiffs Donald L. Woodford and Michael Huffman on 20 March 1988, on Kerr Reservoir in Vance County, North Carolina, when Woodford's fishing boat, which he was operating at night, ran into an unlighted electric transmission tower owned and operated by the defendant, causing serious injury to Woodford and Huffman, one of his two companions.</p>\n<p>The steel tower is part of an electric transmission line built by defendant in 1930 and \"reconfigured\" in 1954 at the request of the Army Corps of Engineers. The tower has since been a part of defendant's system and is under defendant's control. It was on dry land at the time it was \"reconfigured,\" but this was done in anticipation of the completion of Buggs Island Dam and the filling of Kerr Reservoir, which occurred about three years later. The tower has been in navigable waters ever since. Defendant has operated and maintained the line and the tower, carrying electricity from a government source into defendant's system continuously since the tower was \"reconfigured.\" For some 34 years the tower has stood in navigable waters, subject to federal jurisdiction and the regulations of the Army Corps of Engineers and the Coast Guard.</p>\n<p>The tower is the standard, enormous, four-legged pylon of the type used to carry high tension wires. It is a 115-foot-tall, pyramid-shaped, open structure comprised of a spidery framework of angle iron members. It appears, from the exhibits attached to the briefs, to be 30 feet wide on each side at its base, and it rests on cement footings at each corner that extend about two feet above the water. A boat could not pass under the girders at the base.</p>\n<p>Defendant's exhibits attached to its brief included the deposition of a marine safety expert witness, Dr. Pearsall, who stated unqualifiedly that the tower was a hazard to boaters and should have been lighted. His candor is commendable and his opinion is readily understandable. Clearly, the tower was a hazard that had to be avoided by boaters. In order to avoid it, they would have to be able to see it. It became a hazard when the dam was built and the lake was filled. It was no less a hazard by virtue of its having been built initially on dry land, as defendant seems to argue.</p>\n<p>A regulatory permit was issued for the system in 1982, when the Corps of Engineers issued a \"General Permit\" which authorized a change in the construction of the transmission system and prescribed the construction standards. The permit did not purport to have anything to do with requirements for lighting of the towers for safety of navigation. Such requirements are within the jurisdiction of the Coast Guard and not the Corps of Engineers. The permit, which covered the system as a whole, expressly warned that anything not specifically authorized therein \"may constitute a violation of Federal statute.\" By its own terms, it was issued subject to the <span class=\"star-pagination\">*829</span> condition that there would be no \"unreasonable interference with navigation\" by the owner and the structure. (Para. 1(K), Ex. A-4, attached to defendant's brief).</p>\n<p>Defendant has never placed any lights on the structure to warn boaters of its presence and location and has never sought approval of the Coast Guard, under applicable regulations, for the installation of suitable lights, sound devices, or markings, contending that when the tower was built the regulations were not applicable because the tower was built on dry land and that at the time of the casualty the regulations had been changed so as not to require defendant to provide lights or marks on the tower. Defendant contests plaintiffs' assertion that under the common law of admiralty defendant can be found at fault for maintaining the tower in navigable waters without lighting or marking it.</p>\n<p>The plaintiffs' motions and briefs contend, in the last analysis, that on the pleadings and the affidavits that accompanied the briefs the court should render summary judgment for plaintiffs based on defendant's failure to light the tower, without giving defendant an opportunity to rebut plaintiffs' case or to attempt to prove, as it alleges, that plaintiffs' own fault caused or contributed to the allision<sup>[1]</sup> by Woodford's excessive speed at night, knowing the tower was in the vicinity, and by other faults of Woodford and Huffman. At the least, plaintiffs seek a ruling that, having failed to light the tower, defendant must be held liable unless it can prove that this failure \"could not have caused\" the allision.</p>\n<p>For its part, defendant, in effect, seeks a ruling that it could, with impunity, place and maintain this steel tower in navigable waters without any marks or lights of any kind on it to warn mariners or boaters, that it was never under any duty to place lights on its tower under the statutes or Coast Guard regulations or the common law of maritime torts, and that its action in maintaining an unlighted tower can therefore not be deemed to be a fault on which liability could be based.</p>\n<p></p>\n<h2>PLAINTIFF'S MOTION AND RULE 56</h2>\n<p>Rule 56 of the Federal Rules of Civil Procedure, which provides for motions for summary judgment, is designed to expedite litigation by authorizing trial courts to render definitive decisions on the pleadings and affidavits in cases where there is no issue of material fact. Under the Rule, the court is given a broad discretion also to make such partial determinations, short of final judgment, as the court finds will achieve the ends of justice and procedural fairness and expedite the trial and the conclusion of the case.</p>\n<p>In this case the motion clearly cannot be granted and summary judgment entered for plaintiffs for the reason, among others, that defendant, in the circumstance here, must be afforded an opportunity to rebut plaintiffs' case and to bring forward any evidence it may have as to fault on the part of plaintiffs. In admiralty cases such as this, if such fault is established, the damages are apportioned between the parties according to the degree of the negligence on either side. <i>United States v. Reliable Transfer Co.,</i> 421 U.S. 397, 95 S.Ct. 1708, 44 L.Ed.2d 251 (1975).</p>\n<p>However, the court can further the ends of Rule 56 by ruling on certain limited issues of law that will assist the parties by apprising them as to which side has the burden of going forward with its proof. This should lead to a more orderly and expeditious proceeding.</p>\n<p></p>\n<h2>SUMMARY OF CONCLUSIONS</h2>\n<p>To summarize at the outset, the court has concluded (1) that in the circumstances here the common law of admiralty imposes a duty on the defendant to maintain lights on its tower, which is a hazard to navigation, and that its failure to have done so at the time of the allision is prima facie proof of fault on its part, (2) that this failure is not a so-called statutory fault, imposing any special burden of proof on defendant such as that imposed under the rule of the <span class=\"star-pagination\">*830</span> <i>Pennsylvania</i> case,<sup>[2]</sup> and (3) that defendant at the trial shall have the opportunity, as well as the burden, to go forward with proof to rebut the plaintiffs' prima facie case and to establish the alleged fault on the part of the plaintiffs.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>A ship or a boat that runs into a fixed object is presumed to have been operated negligently, and it has the burden of showing that it was exercising due care, or that the object or its owner was at fault, or that the allision was an inevitable accident. <i>The Oregon,</i> 158 U.S. 186, 197, 15 S.Ct. 804, 809, 39 L.Ed. 943 (1895). <i>See </i><i>Illinois Constructors Corp. v. Logan Transp., Inc.,</i> 715 F.Supp. 872, 879 (N.D.Ill.1989), and cases cited.</p>\n<p>The tower maintained by defendant was a hazard to the movement of boats in navigable waters. Any boat that might not maneuver around it because the operator did not or could not see it, or for any other reason, would inevitably run into it. However, defendant correctly points out that the tower is not the kind of \"obstruction\" proscribed by 33 U.S.C. § 403 and § 409, since those sections refer only to sunken wrecks, rafts, or timbers. Defendant contends that the tower was not a hazard or obstruction as a matter of law because the Corps of Engineers approved the construction of it, citing the unreported case of <i>Waterstand Marine, Ltd.,</i> 1988 WL 68071 (E.D.Pa.1988). That case is not on point because there the permit approved the specific location of a transmission tower and it was the <i>location</i> of it that allegedly caused the damage. Furthermore, <i>Waterstand Marine</i> did not involve a failure to light the tower. It was not a general permit, such as that involved here, which did not cover the matter of lighting and was conditioned on the structure <i>not</i> becoming an interference to navigation.</p>\n<p>Plaintiffs contend that the maritime common law places a duty on a person maintaining such a hazard, obstruction, object, or device to place lights and marks on it for the protection of those navigating the waterway. They assert that defendant breached this duty by not having lights on the tower at the time of the allision involved here and that defendant is liable for the resulting damage.</p>\n<p>The court agrees that the common law creates such a duty. The English common law of admiralty requires that a hazard of this kind be marked and lighted. <i>Slater v. Texaco, Inc.,</i> 506 F.Supp. 1099 (D.Del. 1981). In <i>Slater,</i> the court stated that \"[u]nder the English common law of admiralty ... [f]ailure to mark an obstruction constitutes negligence....\" <i>Id.</i> at 1110. Likewise, the American common law of admiralty follows this principle. <i>Casement v. Brown,</i> 148 U.S. 615, 13 S.Ct. 672, 37 L.Ed. 582 (1893); <i>Arabian American Oil Co. v. Hellenic Lines, Ltd.,</i> 633 F.Supp. 659 (S.D.N.Y.1986), where plaintiff was found to have committed a common law fault for its failure to mark and light an oil drilling platform.</p>\n<p>Congress appears to have referred to this principle in 14 U.S.C. § 86, the statute authorizing the Coast Guard to place marks at sunken vessels or other obstructions in navigable waters, where it said: \"... This section shall not be construed so as to relieve the owner of any such obstruction from the duty and responsibility suitably to mark the same and remove it as required by law.\" 14 U.S.C. § 86 (1974).</p>\n<p>There is no question that defendant did not install and maintain lights on the tower. This constitutes a fault under the above principle of maritime common law. With this fault established, the <i>Oregon</i> presumption <span class=\"star-pagination\">*831</span> of fault on the part of plaintiffs disappears and the burden of going forward with its defensive evidence and evidence of particular negligent acts of plaintiffs has shifted to the defendant.</p>\n<p>Plaintiffs' other line of attack is based on the alleged violation of certain provisions of the federal statutes, and the Coast Guard regulations adopted pursuant thereto, which establish and govern the system for providing safety in the navigable waterways. Plaintiffs allege this theory of liability because such violations have been held to be \"statutory faults\" within the rule of the <i>Pennsylvania</i> case, <i>supra,</i> which would impose on defendant the burden of showing that the failure to maintain lights on the tower <i>could not</i> have caused the allision. <i>Gele v. Chevron Oil Co.,</i> 574 F.2d 243, 247 (5th Cir.1978); <i>Chevron Oil Co. v. M/V New Yorker,</i> 297 F.Supp. 412 (E.D.La.1969).</p>\n<p>Plaintiffs allege that defendant violated 14 U.S.C. § 86 in failing to place lights on the tower, and 33 C.F.R. § 66.01-35 and 33 C.F.R. § 64.20-1 in failing to apply to the Coast Guard for authorization to install suitable lights and marks on the tower. Section 66.01-35 of Title 33, relied on by plaintiffs, was repealed in 1983 and that portion that was retained in the regulations was codified as 33 C.F.R. § 64.20-1. The only portion of repealed § 66.01-35 that arguably could have imposed a duty on the owner of an obstruction to place a light on it provided: \"Any structure ... on or over the navigable waters of the United States shall display the lights and other signals for the protection of marine navigation as may be prescribed by the Commandant.\" That section went on to require the owner to obtain \"statement of no objection\" from the Corps of Engineers (the 1983 amendment eliminated this requirement) and required that the owner then apply in accordance with § 66.01-5 to the Coast Guard for a \"determination of the lights and other signals to be displayed....\"</p>\n<p>Neither the new § 64.20-1, which the parties agree replaced § 66.01-35, nor any other regulation cited by the parties contained the \"any structure\" sentence, quoted above, that appeared in § 66.01-35. Thus, even assuming that § 66.01-35 would have imposed the duty to install lights, which defendant denies, it had been repealed before the occurrence involved here and is therefore inapplicable. Cases relied on by plaintiffs, such as <i>Chevron Oil Co. v. The M/V New Yorker</i><i>,</i> cited above in relation to a different point, which were decided before the section was repealed, can no longer be taken as authoritative precedent. The rights and liabilities of these parties must be determined according to the law as it existed at the time of the allision involved here. If defendant had lighted the tower suitably any time up to the date of the allision, its duty would have been fulfilled.</p>\n<p>Plaintiffs also cite defendant's failure to apply to the Coast Guard for its approval of the characteristics of the lights and signals on the tower and obtain its approval of them as a statutory fault that would give rise to an independent cause of action and also subject defendant to the burden of the <i>Pennsylvania</i> rule. The case of <i>Magno v. Corros,</i> 439 F.Supp. 592 (D.S.C.1977), <i>rev'd on other grounds,</i> 630 F.2d 224 (4th Cir. 1980), relied on by plaintiffs, held that under the old § 66.01-35, the failure of Exxon, a defendant there, to apply to the Coast Guard for approval of the lights on its pier constituted a statutory fault. The court actually exonerated Exxon, finding that the failure to secure the permit could not possibly have contributed to the allision, as the Exxon lights were of no moment to the allision involved there. In any event, it is doubtful that <i>Magno</i> would have found any statutory fault if it had been decided after § 66.01-35 was repealed.</p>\n<p>No cases are cited where an actual recovery of damages was predicated on this theory. The gist of the plaintiffs' cause of action here is based on the dangerous condition created by Carolina Power and Light Company in failing entirely to place lights on the tower. The court concludes that this failure constitutes actionable fault. However, the failure to apply for the permission to light was by no means a sufficiently direct or efficient cause of the allision <span class=\"star-pagination\">*832</span> to constitute a \"statutory\" maritime tort and bring the burden of <i>Pennsylvania</i> down on the defendant. If the owner of such a tower installed lights without ever consulting the Coast Guard, and the lights failed to meet Coast Guard standards, and this shortcoming in the lights caused a boater to run into the tower, the failure to apply and meet the standards would be not only a violation of the regulations but also a statutory fault, because it would be a direct cause of the casualty. This is by no means the case here, and the obvious distinction demonstrates why Carolina Power and Light Company's failure to apply is not a maritime statutory fault, as contended by plaintiffs.</p>\n<p>In meeting the common law duty to light the tower, defendant here would need to apply to the Coast Guard under its regulations in order to be sure its lights passed muster, but it does not follow from this that a failure to apply constitutes an independent maritime fault in addition to the failure to light.</p>\n<p>Plaintiffs seem to place some reliance, mainly in their reply brief, on an alleged noncompliance by the defendant with 14 U.S.C. § 86 in not lighting or marking the tower which is another ground, they assert, for finding a statutory fault. The literal and entirely clear language of that statute simply enables the Secretary of the Treasury to mark sunken vessels or other obstructions for the protection of navigation. It does not by its terms and has not been held to create any rights or liabilities in civil litigation. Even the government's own action in marking or removing obstructions or failing to do so has been held to be a matter within its discretion and does not give rise to tort liability. <i>Faust v. South Carolina State Highway Dept.,</i> 721 F.2d 934 (4th Cir.1983). It should be noted that it is not clear that defendant's tower was an \"obstruction\" as contemplated by that statute.</p>\n<p>In view of the foregoing, the court concludes that plaintiffs have not demonstrated that defendant's action or failure to act, vis-a-vis the regulations, places on defendant the burden of showing that the condition of this tower could not have caused or contributed to the allision.</p>\n<p>Summary judgment could not be granted here for the further reason that the defendant cannot be deprived of the right to bring forward facts in support of its allegation of negligence on the part of plaintiffs Donald L. Woodford and Michael A. Huffman. Defendant alleges that Woodford, who was at the helm of his boat when it hit the tower, violated the Inland Rules of the Road, 33 U.S.C. § 2001, <i>et seq.,</i> in that he was moving at excessive speed, failed to keep a proper bow lookout, failed to use all available means to determine if a risk of collision existed, and other moving violations. There are enough indications in the documents filed in support of the defendant's opposition to the motion to show that these allegations are not without substance. Plaintiff Donald Woodford appears to have been aware of the existence of the tower, having fished in the area many times. Additionally, his speed was estimated at 25 to 30 miles per hour on that dark night.</p>\n<p>Defendant also alleges that Huffman was negligent in that he failed to properly serve as a lookout as required under the Inland Navigational Rules, failed to remind Woodford of the existence of the tower when he knew it to be there, and failed to object to Woodford's operating his boat at planing speed in the dark with knowledge of the tower in the area. As to this claim, there are sufficient indications to suggest that these assertions are not without merit as well.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, all motions for summary judgment are DENIED, and the rulings in this memorandum shall constitute the law of the case insofar as the respective burden of the parties of going forward with the evidence is concerned.</p>\n<h2>NOTES</h2>\n<p>[1]  In this ruling, for convenience, the court will use this word to describe the action of a moving boat striking a fixed object, as that is the sense in which the parties use the word in their briefs.</p>\n<p>[2]  <i>The Pennsylvania,</i> 86 U.S. (19 Wall) 125, 22 L.Ed. 148 (1874). A sailing bark, under way in a fog, was using a bell as a signal rather than a foghorn as required by the statutory rules of the road. She was run into by a steamer found to have been making excessive speed. The court found the bark had violated a statutory rule intended to prevent collisions and awarded half damages under the pre-<i>Reliable Transfer</i> rule, saying:\n</p>\n<p>In such a case the burden rests upon the ship of showing not merely that her fault might not have been one of the causes or that it probably was not, but that it could not have been. Such a rule is necessary to enforce obedience to the mandate of the statute.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">779</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">827</span></span> (1991)</b></center>\n<center><h1>Donald L. WOODFORD and Diane O. Woodford, Plaintiffs,<br>\nv.<br>\nCAROLINA POWER &amp; LIGHT COMPANY, Defendant.<br>\nMichael A. HUFFMAN and Bertha E. Huffman, Plaintiffs,<br>\nv.<br>\nCAROLINA POWER &amp; LIGHT COMPANY and Donald L. Woodford, Defendants.</h1></center>\n<center>Nos. 89-445-CIV-5-BR, 90-27-CIV-5-BR,</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 7, 1991.</center>\n<p><span class=\"star-pagination\">*828</span> J. Anthony Penry, Petree, Stockton &amp; Robinson, Raleigh, N.C., William G. Alexander, Alexander and Brown, Concord, N.C., for plaintiffs Michael A. Huffman and Bertha E. Huffman.</p>\n<p>Kirk Gibson Warner, Yates, Fleishman, McLamb &amp; Weyher, Kieran J. Shanahan, Patton, Boggs &amp; Blow, Raleigh, N.C., for defendant Carolina Power &amp; Light Co.</p>\n<p>Nigle B. Barrow, Jr., James F. Hopf, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for defendant Donald L. Woodford.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This order memorializes the court's reasoning for its denial of all summary judgment motions in its 30 October 1991 order, and should serve to streamline the issues and outline the respective burdens of proof each party must meet in this litigation.</p>\n<p></p>\n<h2>SUMMARY OF FACTS AND ARGUMENT</h2>\n<p>These are suits in admiralty which arise out of the same transaction and have been consolidated. In their motion, which is the subject of this Order, plaintiffs seek summary judgment against the defendant for injuries sustained by plaintiffs Donald L. Woodford and Michael Huffman on 20 March 1988, on Kerr Reservoir in Vance County, North Carolina, when Woodford's fishing boat, which he was operating at night, ran into an unlighted electric transmission tower owned and operated by the defendant, causing serious injury to Woodford and Huffman, one of his two companions.</p>\n<p>The steel tower is part of an electric transmission line built by defendant in 1930 and \"reconfigured\" in 1954 at the request of the Army Corps of Engineers. The tower has since been a part of defendant's system and is under defendant's control. It was on dry land at the time it was \"reconfigured,\" but this was done in anticipation of the completion of Buggs Island Dam and the filling of Kerr Reservoir, which occurred about three years later. The tower has been in navigable waters ever since. Defendant has operated and maintained the line and the tower, carrying electricity from a government source into defendant's system continuously since the tower was \"reconfigured.\" For some 34 years the tower has stood in navigable waters, subject to federal jurisdiction and the regulations of the Army Corps of Engineers and the Coast Guard.</p>\n<p>The tower is the standard, enormous, four-legged pylon of the type used to carry high tension wires. It is a 115-foot-tall, pyramid-shaped, open structure comprised of a spidery framework of angle iron members. It appears, from the exhibits attached to the briefs, to be 30 feet wide on each side at its base, and it rests on cement footings at each corner that extend about two feet above the water. A boat could not pass under the girders at the base.</p>\n<p>Defendant's exhibits attached to its brief included the deposition of a marine safety expert witness, Dr. Pearsall, who stated unqualifiedly that the tower was a hazard to boaters and should have been lighted. His candor is commendable and his opinion is readily understandable. Clearly, the tower was a hazard that had to be avoided by boaters. In order to avoid it, they would have to be able to see it. It became a hazard when the dam was built and the lake was filled. It was no less a hazard by virtue of its having been built initially on dry land, as defendant seems to argue.</p>\n<p>A regulatory permit was issued for the system in 1982, when the Corps of Engineers issued a \"General Permit\" which authorized a change in the construction of the transmission system and prescribed the construction standards. The permit did not purport to have anything to do with requirements for lighting of the towers for safety of navigation. Such requirements are within the jurisdiction of the Coast Guard and not the Corps of Engineers. The permit, which covered the system as a whole, expressly warned that anything not specifically authorized therein \"may constitute a violation of Federal statute.\" By its own terms, it was issued subject to the <span class=\"star-pagination\">*829</span> condition that there would be no \"unreasonable interference with navigation\" by the owner and the structure. (Para. 1(K), Ex. A-4, attached to defendant's brief).</p>\n<p>Defendant has never placed any lights on the structure to warn boaters of its presence and location and has never sought approval of the Coast Guard, under applicable regulations, for the installation of suitable lights, sound devices, or markings, contending that when the tower was built the regulations were not applicable because the tower was built on dry land and that at the time of the casualty the regulations had been changed so as not to require defendant to provide lights or marks on the tower. Defendant contests plaintiffs' assertion that under the common law of admiralty defendant can be found at fault for maintaining the tower in navigable waters without lighting or marking it.</p>\n<p>The plaintiffs' motions and briefs contend, in the last analysis, that on the pleadings and the affidavits that accompanied the briefs the court should render summary judgment for plaintiffs based on defendant's failure to light the tower, without giving defendant an opportunity to rebut plaintiffs' case or to attempt to prove, as it alleges, that plaintiffs' own fault caused or contributed to the allision<sup>[1]</sup> by Woodford's excessive speed at night, knowing the tower was in the vicinity, and by other faults of Woodford and Huffman. At the least, plaintiffs seek a ruling that, having failed to light the tower, defendant must be held liable unless it can prove that this failure \"could not have caused\" the allision.</p>\n<p>For its part, defendant, in effect, seeks a ruling that it could, with impunity, place and maintain this steel tower in navigable waters without any marks or lights of any kind on it to warn mariners or boaters, that it was never under any duty to place lights on its tower under the statutes or Coast Guard regulations or the common law of maritime torts, and that its action in maintaining an unlighted tower can therefore not be deemed to be a fault on which liability could be based.</p>\n<p></p>\n<h2>PLAINTIFF'S MOTION AND RULE 56</h2>\n<p>Rule 56 of the Federal Rules of Civil Procedure, which provides for motions for summary judgment, is designed to expedite litigation by authorizing trial courts to render definitive decisions on the pleadings and affidavits in cases where there is no issue of material fact. Under the Rule, the court is given a broad discretion also to make such partial determinations, short of final judgment, as the court finds will achieve the ends of justice and procedural fairness and expedite the trial and the conclusion of the case.</p>\n<p>In this case the motion clearly cannot be granted and summary judgment entered for plaintiffs for the reason, among others, that defendant, in the circumstance here, must be afforded an opportunity to rebut plaintiffs' case and to bring forward any evidence it may have as to fault on the part of plaintiffs. In admiralty cases such as this, if such fault is established, the damages are apportioned between the parties according to the degree of the negligence on either side. <i>United States v. Reliable Transfer Co.,</i> <span class=\"citation\" data-id=\"109252\"><a href=\"/opinion/109252/united-states-v-reliable-transfer-co/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"109252\"><a href=\"/opinion/109252/united-states-v-reliable-transfer-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>, <span class=\"citation\" data-id=\"109252\"><a href=\"/opinion/109252/united-states-v-reliable-transfer-co/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1975).</p>\n<p>However, the court can further the ends of Rule 56 by ruling on certain limited issues of law that will assist the parties by apprising them as to which side has the burden of going forward with its proof. This should lead to a more orderly and expeditious proceeding.</p>\n<p></p>\n<h2>SUMMARY OF CONCLUSIONS</h2>\n<p>To summarize at the outset, the court has concluded (1) that in the circumstances here the common law of admiralty imposes a duty on the defendant to maintain lights on its tower, which is a hazard to navigation, and that its failure to have done so at the time of the allision is prima facie proof of fault on its part, (2) that this failure is not a so-called statutory fault, imposing any special burden of proof on defendant such as that imposed under the rule of the <span class=\"star-pagination\">*830</span> <i>Pennsylvania</i> case,<sup>[2]</sup> and (3) that defendant at the trial shall have the opportunity, as well as the burden, to go forward with proof to rebut the plaintiffs' prima facie case and to establish the alleged fault on the part of the plaintiffs.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>A ship or a boat that runs into a fixed object is presumed to have been operated negligently, and it has the burden of showing that it was exercising due care, or that the object or its owner was at fault, or that the allision was an inevitable accident. <i>The Oregon,</i> <span class=\"citation\" data-id=\"94202\"><a href=\"/opinion/94202/the-oregon/\"><span class=\"volume\">158</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, 197, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">804</span></span>, 809, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">943</span></span> (1895). <i>See </i><i>Illinois Constructors Corp. v. Logan Transp., Inc.,</i> <span class=\"citation\" data-id=\"1763443\"><a href=\"/opinion/1763443/illinois-constructors-corp-v-logan-transp-inc/\"><span class=\"volume\">715</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">872</span></a></span>, 879 (N.D.Ill.1989), and cases cited.</p>\n<p>The tower maintained by defendant was a hazard to the movement of boats in navigable waters. Any boat that might not maneuver around it because the operator did not or could not see it, or for any other reason, would inevitably run into it. However, defendant correctly points out that the tower is not the kind of \"obstruction\" proscribed by 33 U.S.C. § 403 and § 409, since those sections refer only to sunken wrecks, rafts, or timbers. Defendant contends that the tower was not a hazard or obstruction as a matter of law because the Corps of Engineers approved the construction of it, citing the unreported case of <i>Waterstand Marine, Ltd.,</i> <span class=\"citation no-link\"><span class=\"volume\">1988</span> <span class=\"reporter\">WL</span> <span class=\"page\">68071</span></span> (E.D.Pa.1988). That case is not on point because there the permit approved the specific location of a transmission tower and it was the <i>location</i> of it that allegedly caused the damage. Furthermore, <i>Waterstand Marine</i> did not involve a failure to light the tower. It was not a general permit, such as that involved here, which did not cover the matter of lighting and was conditioned on the structure <i>not</i> becoming an interference to navigation.</p>\n<p>Plaintiffs contend that the maritime common law places a duty on a person maintaining such a hazard, obstruction, object, or device to place lights and marks on it for the protection of those navigating the waterway. They assert that defendant breached this duty by not having lights on the tower at the time of the allision involved here and that defendant is liable for the resulting damage.</p>\n<p>The court agrees that the common law creates such a duty. The English common law of admiralty requires that a hazard of this kind be marked and lighted. <i>Slater v. Texaco, Inc.,</i> <span class=\"citation\" data-id=\"1654312\"><a href=\"/opinion/1654312/slater-v-texaco-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1099</span></a></span> (D.Del. 1981). In <i>Slater,</i> the court stated that \"[u]nder the English common law of admiralty ... [f]ailure to mark an obstruction constitutes negligence....\" <i>Id.</i> at 1110. Likewise, the American common law of admiralty follows this principle. <i>Casement v. Brown,</i> <span class=\"citation\" data-id=\"93586\"><a href=\"/opinion/93586/casement-v-brown/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">615</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">672</span></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">582</span></span> (1893); <i>Arabian American Oil Co. v. Hellenic Lines, Ltd.,</i> <span class=\"citation\" data-id=\"1678592\"><a href=\"/opinion/1678592/arabian-american-oil-co-v-hellenic-lines-ltd/\"><span class=\"volume\">633</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">659</span></a></span> (S.D.N.Y.1986), where plaintiff was found to have committed a common law fault for its failure to mark and light an oil drilling platform.</p>\n<p>Congress appears to have referred to this principle in 14 U.S.C. § 86, the statute authorizing the Coast Guard to place marks at sunken vessels or other obstructions in navigable waters, where it said: \"... This section shall not be construed so as to relieve the owner of any such obstruction from the duty and responsibility suitably to mark the same and remove it as required by law.\" 14 U.S.C. § 86 (1974).</p>\n<p>There is no question that defendant did not install and maintain lights on the tower. This constitutes a fault under the above principle of maritime common law. With this fault established, the <i>Oregon</i> presumption <span class=\"star-pagination\">*831</span> of fault on the part of plaintiffs disappears and the burden of going forward with its defensive evidence and evidence of particular negligent acts of plaintiffs has shifted to the defendant.</p>\n<p>Plaintiffs' other line of attack is based on the alleged violation of certain provisions of the federal statutes, and the Coast Guard regulations adopted pursuant thereto, which establish and govern the system for providing safety in the navigable waterways. Plaintiffs allege this theory of liability because such violations have been held to be \"statutory faults\" within the rule of the <i>Pennsylvania</i> case, <i>supra,</i> which would impose on defendant the burden of showing that the failure to maintain lights on the tower <i>could not</i> have caused the allision. <i>Gele v. Chevron Oil Co.,</i> <span class=\"citation\" data-id=\"355145\"><a href=\"/opinion/355145/george-h-gele-mrs-patricia-kellog-gele-substituted-in-the-place-and/\"><span class=\"volume\">574</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span>, 247 (5th Cir.1978); <i>Chevron Oil Co. v. M/V New Yorker,</i> <span class=\"citation\" data-id=\"2147473\"><a href=\"/opinion/2147473/chevron-oil-company-v-mv-new-yorker/\"><span class=\"volume\">297</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">412</span></a></span> (E.D.La.1969).</p>\n<p>Plaintiffs allege that defendant violated 14 U.S.C. § 86 in failing to place lights on the tower, and 33 C.F.R. § 66.01-35 and 33 C.F.R. § 64.20-1 in failing to apply to the Coast Guard for authorization to install suitable lights and marks on the tower. Section 66.01-35 of Title 33, relied on by plaintiffs, was repealed in 1983 and that portion that was retained in the regulations was codified as 33 C.F.R. § 64.20-1. The only portion of repealed § 66.01-35 that arguably could have imposed a duty on the owner of an obstruction to place a light on it provided: \"Any structure ... on or over the navigable waters of the United States shall display the lights and other signals for the protection of marine navigation as may be prescribed by the Commandant.\" That section went on to require the owner to obtain \"statement of no objection\" from the Corps of Engineers (the 1983 amendment eliminated this requirement) and required that the owner then apply in accordance with § 66.01-5 to the Coast Guard for a \"determination of the lights and other signals to be displayed....\"</p>\n<p>Neither the new § 64.20-1, which the parties agree replaced § 66.01-35, nor any other regulation cited by the parties contained the \"any structure\" sentence, quoted above, that appeared in § 66.01-35. Thus, even assuming that § 66.01-35 would have imposed the duty to install lights, which defendant denies, it had been repealed before the occurrence involved here and is therefore inapplicable. Cases relied on by plaintiffs, such as <i>Chevron Oil Co. v. The M/V New Yorker</i><i>,</i> cited above in relation to a different point, which were decided before the section was repealed, can no longer be taken as authoritative precedent. The rights and liabilities of these parties must be determined according to the law as it existed at the time of the allision involved here. If defendant had lighted the tower suitably any time up to the date of the allision, its duty would have been fulfilled.</p>\n<p>Plaintiffs also cite defendant's failure to apply to the Coast Guard for its approval of the characteristics of the lights and signals on the tower and obtain its approval of them as a statutory fault that would give rise to an independent cause of action and also subject defendant to the burden of the <i>Pennsylvania</i> rule. The case of <i>Magno v. Corros,</i> <span class=\"citation\" data-id=\"1578066\"><a href=\"/opinion/1578066/magno-v-corros/\"><span class=\"volume\">439</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">592</span></a></span> (D.S.C.1977), <i>rev'd on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">224</span></span> (4th Cir. 1980), relied on by plaintiffs, held that under the old § 66.01-35, the failure of Exxon, a defendant there, to apply to the Coast Guard for approval of the lights on its pier constituted a statutory fault. The court actually exonerated Exxon, finding that the failure to secure the permit could not possibly have contributed to the allision, as the Exxon lights were of no moment to the allision involved there. In any event, it is doubtful that <i>Magno</i> would have found any statutory fault if it had been decided after § 66.01-35 was repealed.</p>\n<p>No cases are cited where an actual recovery of damages was predicated on this theory. The gist of the plaintiffs' cause of action here is based on the dangerous condition created by Carolina Power and Light Company in failing entirely to place lights on the tower. The court concludes that this failure constitutes actionable fault. However, the failure to apply for the permission to light was by no means a sufficiently direct or efficient cause of the allision <span class=\"star-pagination\">*832</span> to constitute a \"statutory\" maritime tort and bring the burden of <i>Pennsylvania</i> down on the defendant. If the owner of such a tower installed lights without ever consulting the Coast Guard, and the lights failed to meet Coast Guard standards, and this shortcoming in the lights caused a boater to run into the tower, the failure to apply and meet the standards would be not only a violation of the regulations but also a statutory fault, because it would be a direct cause of the casualty. This is by no means the case here, and the obvious distinction demonstrates why Carolina Power and Light Company's failure to apply is not a maritime statutory fault, as contended by plaintiffs.</p>\n<p>In meeting the common law duty to light the tower, defendant here would need to apply to the Coast Guard under its regulations in order to be sure its lights passed muster, but it does not follow from this that a failure to apply constitutes an independent maritime fault in addition to the failure to light.</p>\n<p>Plaintiffs seem to place some reliance, mainly in their reply brief, on an alleged noncompliance by the defendant with 14 U.S.C. § 86 in not lighting or marking the tower which is another ground, they assert, for finding a statutory fault. The literal and entirely clear language of that statute simply enables the Secretary of the Treasury to mark sunken vessels or other obstructions for the protection of navigation. It does not by its terms and has not been held to create any rights or liabilities in civil litigation. Even the government's own action in marking or removing obstructions or failing to do so has been held to be a matter within its discretion and does not give rise to tort liability. <i>Faust v. South Carolina State Highway Dept.,</i> <span class=\"citation\" data-id=\"427532\"><a href=\"/opinion/427532/alean-hester-faust-administratrix-of-the-estate-of-charles-lonnie-faust/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span> (4th Cir.1983). It should be noted that it is not clear that defendant's tower was an \"obstruction\" as contemplated by that statute.</p>\n<p>In view of the foregoing, the court concludes that plaintiffs have not demonstrated that defendant's action or failure to act, vis-a-vis the regulations, places on defendant the burden of showing that the condition of this tower could not have caused or contributed to the allision.</p>\n<p>Summary judgment could not be granted here for the further reason that the defendant cannot be deprived of the right to bring forward facts in support of its allegation of negligence on the part of plaintiffs Donald L. Woodford and Michael A. Huffman. Defendant alleges that Woodford, who was at the helm of his boat when it hit the tower, violated the Inland Rules of the Road, 33 U.S.C. § 2001, <i>et seq.,</i> in that he was moving at excessive speed, failed to keep a proper bow lookout, failed to use all available means to determine if a risk of collision existed, and other moving violations. There are enough indications in the documents filed in support of the defendant's opposition to the motion to show that these allegations are not without substance. Plaintiff Donald Woodford appears to have been aware of the existence of the tower, having fished in the area many times. Additionally, his speed was estimated at 25 to 30 miles per hour on that dark night.</p>\n<p>Defendant also alleges that Huffman was negligent in that he failed to properly serve as a lookout as required under the Inland Navigational Rules, failed to remind Woodford of the existence of the tower when he knew it to be there, and failed to object to Woodford's operating his boat at planing speed in the dark with knowledge of the tower in the area. As to this claim, there are sufficient indications to suggest that these assertions are not without merit as well.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, all motions for summary judgment are DENIED, and the rulings in this memorandum shall constitute the law of the case insofar as the respective burden of the parties of going forward with the evidence is concerned.</p>\n<h2>NOTES</h2>\n<p>[1]  In this ruling, for convenience, the court will use this word to describe the action of a moving boat striking a fixed object, as that is the sense in which the parties use the word in their briefs.</p>\n<p>[2]  <i>The Pennsylvania,</i> 86 U.S. (19 Wall) 125, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">148</span></span> (1874). A sailing bark, under way in a fog, was using a bell as a signal rather than a foghorn as required by the statutory rules of the road. She was run into by a steamer found to have been making excessive speed. The court found the bark had violated a statutory rule intended to prevent collisions and awarded half damages under the pre-<i>Reliable Transfer</i> rule, saying:\n</p>\n<p>In such a case the burden rests upon the ship of showing not merely that her fault might not have been one of the causes or that it probably was not, but that it could not have been. Such a rule is necessary to enforce obedience to the mandate of the statute.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/93586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/94202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/427532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1578066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1654312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1678592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1763443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2147473/"
  ]
}