{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2315916/",
  "absolute_url": "/opinion/2315916/boyd-v-beck/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2315916/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:04:35.279332Z",
  "date_modified": "2016-04-26T22:29:46.785213Z",
  "type": "010combined",
  "sha1": "38e53da310dd438996c8f07b4e9dc61ae7335514",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>404 F.Supp.2d 879 (2005)</b></center>\n<center><h1>Kenneth Lee BOYD<br>\nv.<br>\nTheodis BECK, Secretary, North Carolina Department of Correction; Marvin Polk, Warden Central Prison, Raleigh, North Carolina; and Unknown Executioners, individually and in their official capacity, Defendants.</h1></center>\n<center>No. 5:05-CT-774-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 29, 2005.</center>\n<p><span class=\"star-pagination\">*880</span> <span class=\"star-pagination\">*881</span> Thomas K. Maher, Thomas K. Maher, Attorney at Law, Chapel Hilol, NC, for Kenneth Lee Boyd, Plaintiff.</p>\n<p>James Peeler Smith, NC Dept. of Justice, Thomas James Pitman, N.C. Dept. of Justice, Raleigh, NC, for Theodis Beck Secretary, North Carolina Department of Correction, Marvin Polk Warden, Central Prison, Raleigh, North Carolina, Unknown Executioners Individually, and in their Official Capacities, Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>Kenneth Lee Boyd is scheduled to be executed at 2:00 a.m. on December 2, 2005, for brutally murdering his estranged wife and her father on March 4, 1988. Boyd was convicted and sentenced to die on July 7, 1994. Thereafter, Boyd's direct appeal in state court and his collateral attack in state and federal court failed. After the Supreme Court of the United States denied Boyd's petition for a writ of certiorari on October 3, 2005, North Carolina scheduled his execution by lethal injection for December 2, 2005.</p>\n<p>On November 17, 2005, Boyd filed an action under 42 U.S.C. § 1983. Boyd challenges the anesthesia protocol that he believes will be used and claims that his veins are such that North Carolina will have to use a \"cut-down\" procedure or some other surgically invasive procedure to access his veins. Claiming that this conduct will violate the Eighth Amendment, Boyd asks this court to enjoin the use of an inadequate anesthesia protocol and the use of a cut-down or other surgically invasive technique to gain access to his veins. Boyd also seeks a preliminary injunction to bar his December 2, 2005, execution until the merits of his claims can be heard and determined.</p>\n<p>Boyd's request for a preliminary injunction is denied. His challenge to the anesthesia protocol described in the complaint is moot given that the defendants changed the protocol in September 2004. As for his concerns about a cut-down procedure to gain access to his veins, the defendants have never used such a procedure and will not use such a procedure on Boyd. As for gaining access to his veins via any other surgically invasive procedure, the court rejects Boyd's last-minute challenge to his execution. Although Boyd could have filed this lawsuit years ago, he instead waited until 15 days before his scheduled execution and then included a last-minute request to stay his execution. The court has balanced the equities and finds that Boyd has a nearly nonexistent likelihood of success on the merits, that he is unlikely to suffer irreparable harm, and that the equities tilt strongly in favor of the defendants. Thus, Boyd's request for a preliminary injunction is denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>Given that Boyd murdered his two victims over 17 years ago, it should not be surprising that the procedural history involving his case is lengthy.<sup>[1]</sup> In this action, <span class=\"star-pagination\">*882</span> he raises claims about his planned execution. The defendants argue that because Boyd is challenging the method of his execution, he fails to state a claim under 42 U.S.C. § 1983 and must instead bring this action as a habeas petition. <i>See</i> Defs. Memo. at 8.</p>\n<p>In <i>Nelson v. Campbell,</i> 541 U.S. 637, 124 S.Ct. 2117, 158 L.Ed.2d 924 (2004), the Supreme Court did not determine whether section 1983 could be used to challenge the method of execution or whether such challenges always had to be in a habeas petition. <i>Id.</i> at 644-45, 124 S.Ct. 2117. Rather, the Supreme Court recognized that section 1983 would be an appropriate vehicle to challenge \"the constitutionality of the cut-down procedure if used to gain venous access for purposes of providing medical treatment.\" <i>Id.</i> at 644, 124 S.Ct. 2117. Thus, the Supreme Court saw \"no reason on the face of the complaint to treat petitioner's claim differently solely because he has been condemned to die.\" <i>Id.</i> at 645, 124 S.Ct. 2117. In remanding the case, the Supreme Court held that if the district court found that the cut-down procedure described in the complaint was necessary to administer the lethal injection, then the district court \"will need to address the broader question, left open here, of how to treat method-of-execution claims generally.\" <i>Id.</i> at 646, 124 S.Ct. 2117.</p>\n<p>The court has considered the face of Boyd's complaint. <i>See, e.g.,</i> Complaint ¶ 25. Notwithstanding certain broad contentions, Boyd has stated a claim. <i>See Reid v. Johnson,</i> 105 Fed.App'x. 500, 503 (4th Cir. Aug.2, 2004) (unpublished). Thus, defendants' motion to dismiss is denied.</p>\n<p></p>\n<h2>II.</h2>\n<p>The defendants also argue that Boyd's claims are barred because he failed to exhaust his administrative remedies. <i>See</i> 42 U.S.C. § 1997e(a) (\"No action shall be brought with respect to prison conditions under section 1983 of this title, or any other Federal law, by a prisoner confined in any jail, prison, or other correctional facility until such administrative remedies as are available are exhausted.\") Boyd claims that he has \"effectively exhausted his administrative remedies.\" Complaint ¶ 3. Specifically, Boyd asserts that on October 28, 2005, he filed a grievance that was subsequently denied and that he had been advised that the grievance \"would be forwarded to the Grievance Board for appeal and final disposition.\" <i>Id.</i></p>\n<p>Exhaustion is not a pleading requirement. <i>See </i><i>Anderson v. XYZ Corr. Health Servs., Inc.,</i> 407 F.3d 674, 683 (4th <span class=\"star-pagination\">*883</span> Cir.2005). A defendant must plead and prove failure to exhaust. <i>Id.</i> The defendants did not offer any evidence in connection with the alleged failure to exhaust. <i>See</i> Defs. Memo. at 11-12. Presumably, the defendants could have submitted an affidavit about the events that have taken place in the grievance process since October 28, 2005. They did not. On the state of the record, the court is not prepared to hold that Boyd has failed to exhaust his administrative remedies. Thus, the motion to dismiss for failure to exhaust administrative remedies is denied without prejudice.</p>\n<p></p>\n<h2>III.</h2>\n<p>Plaintiff initially challenges the anesthesia protocol. <i>See</i> Complaint ¶¶ 13-22. Boyd describes the protocol that he believes will be used and asserts that the protocol is \"insufficient, improperly designed and improperly administered\" and will thereby cause him to \"unnecessarily suffer an excruciating death in violation of his rights under the Eighth and Fourteenth Amendments. . . .\" Complaint ¶ 24.</p>\n<p>The defendants have submitted three affidavits. The first affidavit is from Marvin Polk, the Warden of Central Prison. Warden Polk is charged with supervising and carrying out court-ordered sentences of execution. Polk Aff. ¶ 5. The second affidavit is from Theodis Beck, the Secretary of Correction with the North Carolina Department of Correction. Beck Aff. ¶ 1. As Secretary of Correction, Secretary Beck is \"charged with setting the date for each execution pursuant to N.C. Gen.Stat. § 15-194.\" Beck Aff. ¶ 4. The third affidavit is from Mark Dershwitz, M.D., Ph.D. Dr. Dershwitz has provided \"an expert opinion concerning the effects of administering thiopental sodium, pancuronium bromide, and potassium chloride with respect to the procedures employed in North Carolina for executing prisoners by lethal injection.\" Dershwitz Aff. ¶ 5; <i>see also id.</i> ¶¶ 6-28.</p>\n<p>Warden Polk, Secretary Beck, and Dr. Dershwitz all testified that North Carolina revised its protocol in September 2004 for administering thiopental sodium, pancuronium bromide, and potassium chloride to condemned prisoners. <i>See</i> Polk Aff. ¶ 6; Beck Aff. ¶ 11; Dershwitz Aff. ¶ 5. The revisions occurred in order \"to reduce the stress on all persons whose lives are affected by the execution process and to make the execution protocol more consistent with the majority of the 36 other states which utilize lethal injection as a method of execution, including those protocols which have been upheld following constitutional review. . . .\" Polk Aff. ¶ 6. Seven executions have taken place in North Carolina using the revised protocol. Polk Aff. ¶ 6(e). North Carolina no longer uses the procedures outlined at paragraphs 13 to 22 of plaintiffs complaint and will not use those procedures in executing Boyd.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*884</span> To the extent Boyd is challenging a protocol that has been permanently changed and will not be used, his challenge is moot. <i>See </i><i>Lewis v. Cont'l Bank Corp.,</i> 494 U.S. 472, 477-78, 110 S.Ct. 1249, 108 L.Ed.2d 400 (1990); <i>County of Los Angeles v. Davis,</i> 440 U.S. 625, 631, 99 S.Ct. 1379, 59 L.Ed.2d 642 (1979); <i>Steffel v. Thompson,</i> 415 U.S. 452, 459-60, 94 S.Ct. 1209, 39 L.Ed.2d 505 (1974). Alternatively, to the extent that Boyd's complaint challenges any \"inadequate anesthesia protocol\" and fails to offer an alternative protocol to the one currently being used, then he seeks a stay that \"will effectively prevent [North Carolina] from carrying out his execution.\" <i>Aldrich v. Johnson,</i> 388 F.3d 159, 161 (5th Cir.2004) (per curiam). Because Boyd fails to allege or show a specific, acceptable alternative protocol, that aspect of his section 1983 action is dismissed. <i>Id.</i></p>\n<p></p>\n<h2>IV.</h2>\n<p>Boyd also seeks a permanent injunction barring defendants from executing him \"using cut-down or other invasive techniques that would violate the Eighth Amendment. . . .\" Complaint, Prayer for Relief, ¶ 2. Additionally, he seeks a declaratory judgment that \"any invasive or surgical techniques during the execution would violate the Eighth Amendment. . . .\" <i>Id.,</i> Prayer for Relief, ¶ 3. Finally, he seeks a preliminary injunction temporarily barring his execution \"in light of his inaccessible veins and to prevent the Defendants from performing a[n] invasive surgical procedure to obtain access to his veins.\" Mot. for Prelim. Inj. at 2. In support of his motion for a preliminary injunction, Boyd cites a stay granted to inmate George Franklin Page on February 25, 2004, argues that Pages's underlying claims are to be resolved shortly, and that \"fundamental fairness\" warrants that Boyd receive a stay pending the outcome of Page's suit. <i>Id.</i></p>\n<p>The granting of preliminary injunctive relief in the Fourth Circuit is governed by the four-pronged \"hardship balancing\" test set forth in <i>Blackwelder Furniture Co. v. Seilig Mfg. Co., Inc.,</i> 550 F.2d 189 (4th Cir.1977). Under the test, a court must balance: (1) the likelihood of irreparable harm to the plaintiff if the preliminary injunction is denied; (2) the likelihood of harm to the defendant if the requested relief is granted; (3) the likelihood of plaintiff's success on the merits; and (4) the public interest. <i>Id.</i> at 196. \"The two more important factors are those of probable irreparable injury to plaintiff without a decree and of likely harm to the defendant with a decree. If that balance is struck in favor of plaintiff, it is enough that grave or serious questions are presented; and plaintiff need not show a likelihood of success.\" <i>Id.; see also </i><i>Direx Israel, Ltd. v. Breakthrough Medical Corp.,</i> 952 F.2d 802, 812 (4th Cir.1991). Plaintiff has the burden of establishing that the applicable factors support an injunction. <i>Direx,</i> 952 F.2d at 812.</p>\n<p>In <i>Nelson,</i> the court set out the factors relevant to granting a stay in the context of an impending execution:</p>\n<blockquote>A stay is an equitable remedy, and equity must take into consideration the State's strong interest in proceeding with its judgment and . . . attempts at manipulation. Thus, before granting a stay, a district court must consider not only the likelihood of success on the merits and the relative harms to the parties, but also the extent to which the inmate has delayed unnecessarily in bringing the claim. Given the State's significant interest in enforcing its criminal judgments, there is a strong equitable presumption against the grant of a stay where a claim could have been brought at such a time as to allow consideration of the merits without requiring entry of a stay. <span class=\"star-pagination\">*885</span> <i>Nelson,</i> 541 U.S. at 649-50, 124 S.Ct. 2117 (citations and quotations omitted). Applying this reasoning, in <i>White v. Johnson,</i> 429 F.3d 572, 574 (5th Cir.2005), the Fifth Circuit affirmed the district court's dismissal of a prisoner's section 1983 challenge to his execution because he delayed filing the challenge until his execution was imminent despite being on death row for more than six years.</blockquote>\n<p>At the outset, the court addresses Boyd's claim concerning a cut-down procedure to gain access to his veins. During Warden Polk's tenure as Warden or Deputy Warden of Central Prison, North Carolina has carried out 26 executions, all by lethal injection. Polk Aff. ¶ 5. \"At all times during the execution, those persons injecting the chemicals and the inmate are under observation of qualified, licensed medical professionals.\" Polk Aff. ¶ 10. \"[E]ach medical professional currently assigned to the execution team has been trained to start and maintain the infusion of IV fluids and insert IV catheters in multiple locations on a prisoner's anatomy. . . .\" <i>Id.</i> Further, for each of the 26 executions in which Warden Polk has been \"involved, an assessment of venous access for the condemned prisoner was conducted by qualified medical professionals on one or more occasions after notice of an impending execution date, and again prior to IV catheter insertion.\" Polk Aff. ¶ 14. Moreover, for all 26 executions, \"venous access has been obtained through the prisoner's arms. A `cut-down' procedure has not ever been used, is not authorized, and will not be employed in the execution of [Boyd] or any other inmate. . . . [Boyd] has been examined by qualified medical professionals at Central Prison for venous access and they report no obstacles to gaining adequate venous access.\" Polk Aff. ¶ 21. Secretary Beck confirms that \"the procedure known as a `cut-down' has never been used in performing an execution, is not authorized, and will not be employed to perform the executions of [Boyd] or any other inmate.\" Beck Aff. ¶ 13.</p>\n<p>In opposition to this evidence, Boyd presents the affidavit of Nurse Nancy Bruton-Maree. Nurse Bruton-Maree examined Boyd on October 20, 2005, at the request of Boyd's attorney. Bruton-Maree Aff. ¶ 5. Nurse Bruton-Maree testified \"that it will be extremely difficult to obtain peripheral venous access [on Boyd] through standard IV technique.\" <i>Id.</i> ¶ 6. Additionally, Nurse Bruton-Maree testified that \"an invasive technique for IV access will be required in order to gain venous access during Mr. Boyd's execution by lethal injection.\" <i>Id.</i> ¶ 12. Notably, Nurse Bruton-Maree did not testify that a cut-down procedure will need to be used to gain access to Boyd's veins.</p>\n<p>As for Boyd's request for preliminary injunctive relief due to the potential use of a cut-down procedure in violation of the Eighth Amendment, the court finds that Boyd has no likelihood of success on that claim because the defendants are not going to use a cut-down procedure to gain access to Boyd's veins. <i>Cf. </i><i>Nelson,</i> 541 U.S. at 646, 124 S.Ct. 2117; <i>Reid v. Johnson,</i> 333 F.Supp.2d 543, 550-51 (E.D.Va.2004).</p>\n<p>As for Boyd's request for preliminary injunctive relief concerning any \"invasive surgical procedure to obtain access to his veins\" (Mot. for Prelim. Inj. at 2), the court finds that Boyd's legal theory is grounded in <i>Nelson.</i> The Supreme Court decided <i>Nelson</i> on May 24, 2004, yet Boyd did not file suit until November 17, 2005-15 days before his scheduled execution. As part of that suit, Boyd seeks a lastminute stay of execution until the merits of his claims can be heard and determined. In other words, Boyd wants this court to stay his execution until discovery can take place on his claims and a trial can be held.</p>\n<p>In weighing equitable remedies, a court \"must take into consideration <span class=\"star-pagination\">*886</span> the State's strong interest in proceeding with its judgments and . . . attempts at manipulation.\" <i>Nelson,</i> 541 U.S. at 649, 124 S.Ct. 2117 (quotation omitted). Because of North Carolina's \"significant interest\" in carrying out its criminal judgments, there is a \"strong equitable presumption\" against last-minute equitable remedy requests. <i>Id.</i> at 650, 124 S.Ct. 2117 (citations omitted). \"This presumption occurs because the inmate could have brought the action at an earlier time, which would allow the court to consider the merits without having to utilize last-minute equitable remedies.\" <i>White,</i> 429 F.3d at 573.</p>\n<p>Boyd certainly could have challenged his method of execution much earlier than November 17, 2005. There is no reason that he could not have filed suit after his direct appeal failed in 1997 or, at a minimum, after the Supreme Court granted certiorari in <i>Nelson.</i> He did not. In fact, even though Nurse Bruton-Maree examined him on October 20, 2005, he did not file suit until November 17, 2005. Boyd's dilatory filing strongly undercuts granting the requested stay. <i>See </i><i>Nelson,</i> 541 U.S. at 650, 124 S.Ct. 2117; <i>White,</i> 429 F.3d at 574.</p>\n<p>As for <i>Page v. Beck,</i> Boyd argues that he \"does not seek a ruling on the merits of his claim, nor does he seek a ruling which would advance his litigation generally. [Rather, he] seeks only the same ruling this Court granted to George Franklin Page on February 25, 2004, and for the same reasons.\" Mot. for Prelim. Inj. at 2. Plaintiff is referring to the February 25, 2004, order entered by the Honorable Terrence W. Boyle. <i>Page v. Beck,</i> No. 5:04-CT-04 (E.D.N.C. Feb. 25, 2004) (granting stay of execution). However, the reasoning in the February 25th order in <i>Page</i> does not apply to Boyd's request. Page was granted an injunction in the February 25th order because the Supreme Court had granted certiorari in <i>Nelson. See id.</i> at 3-4. In light of the pending Supreme Court ruling, the court found it appropriate to maintain the status quo until the Supreme Court issued its ruling. <i>Id.</i> at 5-6. Given that the Supreme Court issued its decision in <i>Nelson</i> in May 2004, this rationale provides no basis for providing relief to Boyd.</p>\n<p>Additionally, this court has looked past Boyd's dilatory filing and examined the merits of Boyd's request for preliminary injunctive relief as to the use of an invasive surgical procedure to gain access to his veins. The court finds that Boyd will not likely suffer irreparable harm. <i>See </i><i>Reid,</i> 333 F.Supp.2d at 550-51. In making this finding, \"the harm to [Boyd] does not include the fact of [Boyd's] inevitable death. The `harm' of [Boyd's] death flows from [Boyd's] crimes and the sentence imposed by the state rather than from the method the state has chosen to execute the sentence. Attempts to address that harm must be pursued by a petition for a writ of habeas corpus.\" <i>Id.</i> at 550 (citations omitted). Instead, the harm inquiry focuses on Boyd's claim that the manner in which North Carolina will access his veins will be unconstitutionally painful. <i>Id.</i></p>\n<p>In finding that Boyd will not likely suffer irreparable harm, the court credits the testimony of Warden Polk concerning the ability to gain venous access in the 26 prior executions and the anticipated ability to gain such access to Boyd's veins. <i>See</i> Polk Aff. ¶¶ 6-23; <i>see also</i> Dershwitz Aff. ¶¶ 6-28.<sup>[3]</sup> Accordingly, the court finds that the <span class=\"star-pagination\">*887</span> threat of defendants using an invasive surgical technique on Boyd to gain access to his veins that violates the Eighth Amendment is extremely remote, that the likelihood of irreparable harm is extremely remote, and that Boyd's likelihood of success on the merits is extremely remote. <i>See </i><i>Reid,</i> 333 F.Supp.2d at 551-53.</p>\n<p>As for the harm to the defendants if a stay were granted, North Carolina has a strong interest in seeing that the judgment entered in 1994 for the two murders committed in 1988 take effect. <i>See id.</i> at 552. This case does not involve a question of Boyd's innocence, and North Carolina has a \"significant interest in meting out a sentence of death in a timely fashion.\" <i>Nelson,</i> 541 U.S. at 644, 124 S.Ct. 2117. \"Our federal system recognizes the independent power of a State to articulate societal norms through criminal law; but the power of a State to pass laws means little if the State cannot enforce them.\" <i>McCleskey v. Zant,</i> 499 U.S. 467, 491, 111 S.Ct. 1454, 113 L.Ed.2d 517 (1991).</p>\n<p>As for the public interest, the defendants have presented compelling evidence that Boyd will be adequately anesthetized, properly monitored, and sufficiently safeguarded against unconstitutional pain and suffering. <i>See</i> Polk Aff. ¶¶ 6-25; Dershwitz Aff. ¶¶ 5-28. Boyd cruelly murdered his two victims over 17 years ago. His direct appeal became final in 1997. Given the evidence and claims presented in this section 1983 action, the public interest would be substantially harmed if the stay were granted.</p>\n<p></p>\n<h2>V.</h2>\n<p>A preliminary injunction is \"an extraordinary remedy involving the exercise of a very far-reaching power[.]\" <i>Direx,</i> 952 F.2d at 811. For the reasons stated above, Boyd has failed to meet the demanding standard that would warrant such relief. Thus, Boyd's request for a preliminary injunction is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  On October 17, 1988, a jury found Boyd guilty of the first degree murder of his estranged wife Julie Curry Boyd and her father Thomas Dillard Curry. He was sentenced to death for each murder conviction. On July 17, 1992, the North Carolina Supreme Court awarded Boyd a new trial. <i>State v. Boyd,</i> 332 N.C. 101, 418 S.E.2d 471 (1992). Boyd was retried, again found guilty of each murder, and again sentenced to death. The Supreme Court of North Carolina affirmed his convictions and sentences. <i>State v. Boyd,</i> 343 N.C. 699, 473 S.E.2d 327 (1996). Boyd's petition for a writ of certiorari was denied. <i>See </i><i>Boyd v. North Carolina,</i> 519 U.S. 1096, 117 S.Ct. 778, 136 L.Ed.2d 722 (1997).\n</p>\n<p>Boyd filed state post-conviction motions in North Carolina superior court in 1997. Those motions were rejected by the superior court and certiorari was denied by the North Carolina Supreme Court. <i>See </i><i>State v. Boyd,</i> 352 N.C. 150, 544 S.E.2d 229 (2000). His federal petition for a writ of habeas corpus was denied on November 19, 2003. <i>See Boyd v. Lee,</i> No. 1:00CV00647, 2003 WL 22757932 (M.D.N.C. Nov.19, 2003). The Fourth Circuit affirmed on December 30, 2004. <i>See Boyd v. Polk,</i> No. 04-9 (4th Cir. Dec. 30, 2004). The United States Supreme Court denied certiorari on October 3, 2005. <i>See Boyd v. Polk,</i> ___ U.S. ___, 126 S.Ct. 138, 163 L.Ed.2d 140 (2005).</p>\n<p>On November 17, 2005, plaintiff filed this action and requested expedited consideration. The plaintiff did not ask for an evidentiary hearing in connection with his motion for a preliminary injunction. On November 21, 2005, the court granted plaintiff's request for expedited briefing and consideration. On November 23, 2005, the defendants filed a motion to dismiss and opposition to plaintiff's motion for preliminary injunction. The opposition included three affidavits and a memorandum of law.</p>\n<p>[2]  The complaint refers to the following protocol: \"The first syringe contains 1500 mg of sodium pentothal. The second syringe contains 80 MEQ of potassium chloride. The third syringe contains 40 mg of pavulon, also known as pancuronium bromide. The fourth syringe contains 80 MEQ of potassium chloride. The fifth syringe contains 1500 mg of sodium pentothal.\" Complaint ¶ 13.\n</p>\n<p>The North Carolina Department of Correction's current protocol administers drugs into two IV lines, by using two identical sets of five syringes: the first pair of syringes contains not less than 1500mg of sodium pentothal in each syringe. The second set contains a saline solution and not less than 30 mL is injected into each IV line to flush the sodium pentothal. The third set of syringes contains no less than 20 mg of pancuronium bromide in each syringe. The fourth set of syringes contains not less than 80 MEQ of potassium chloride in each syringe, and the fifth set contains a saline solution and not less than 30 mL is injected into each IV line to flush the sodium pentothal. <i>See</i> Polk Aff ¶ 6; Dershwitz Aff.¶ 5.</p>\n<p>[3]  In relying on the substantial written evidence submitted by the parties to reach its decision, the court notes that the plaintiff did not request a hearing on his motion for preliminary relief. In any event, no hearing was required. The adverse party had sufficient notice of the motion as required by Fed. R.Civ.P. 65(a) and both parties had ample opportunity to brief the relevant legal issues and submit pertinent evidence. Further, as explained in this order, the plaintiff has failed to allege and put forth facts that support his claim for relief under the governing law, obviating any need for a hearing. <i>See </i><i>Bradley v. Pittsburgh Bd. of Educ.,</i> 910 F.2d 1172, 1176 (3d Cir.1990) (\"[A] district court is not obliged to hold a hearing when the movant has not presented a colorable factual basis to support the claim on the merits or the contention of irreparable harm\"); 11A Charles Alan Wright, Arthur R. Miller, &amp; Mary Kay Kane, Federal Practice and Procedure § 2949, at 226 (2d ed.1995) (explaining that preliminary injunctions can be denied without a hearing, even after the movant requests one, \"when the written evidence shows the lack of a right to relief so clearly that receiving further evidence would be manifestly pointless\").</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">879</span></span> (2005)</b></center>\n<center><h1>Kenneth Lee BOYD<br>\nv.<br>\nTheodis BECK, Secretary, North Carolina Department of Correction; Marvin Polk, Warden Central Prison, Raleigh, North Carolina; and Unknown Executioners, individually and in their official capacity, Defendants.</h1></center>\n<center>No. 5:05-CT-774-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 29, 2005.</center>\n<p><span class=\"star-pagination\">*880</span> <span class=\"star-pagination\">*881</span> Thomas K. Maher, Thomas K. Maher, Attorney at Law, Chapel Hilol, NC, for Kenneth Lee Boyd, Plaintiff.</p>\n<p>James Peeler Smith, NC Dept. of Justice, Thomas James Pitman, N.C. Dept. of Justice, Raleigh, NC, for Theodis Beck Secretary, North Carolina Department of Correction, Marvin Polk Warden, Central Prison, Raleigh, North Carolina, Unknown Executioners Individually, and in their Official Capacities, Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DEVER, District Judge.</p>\n<p>Kenneth Lee Boyd is scheduled to be executed at 2:00 a.m. on December 2, 2005, for brutally murdering his estranged wife and her father on March 4, 1988. Boyd was convicted and sentenced to die on July 7, 1994. Thereafter, Boyd's direct appeal in state court and his collateral attack in state and federal court failed. After the Supreme Court of the United States denied Boyd's petition for a writ of certiorari on October 3, 2005, North Carolina scheduled his execution by lethal injection for December 2, 2005.</p>\n<p>On November 17, 2005, Boyd filed an action under 42 U.S.C. § 1983. Boyd challenges the anesthesia protocol that he believes will be used and claims that his veins are such that North Carolina will have to use a \"cut-down\" procedure or some other surgically invasive procedure to access his veins. Claiming that this conduct will violate the Eighth Amendment, Boyd asks this court to enjoin the use of an inadequate anesthesia protocol and the use of a cut-down or other surgically invasive technique to gain access to his veins. Boyd also seeks a preliminary injunction to bar his December 2, 2005, execution until the merits of his claims can be heard and determined.</p>\n<p>Boyd's request for a preliminary injunction is denied. His challenge to the anesthesia protocol described in the complaint is moot given that the defendants changed the protocol in September 2004. As for his concerns about a cut-down procedure to gain access to his veins, the defendants have never used such a procedure and will not use such a procedure on Boyd. As for gaining access to his veins via any other surgically invasive procedure, the court rejects Boyd's last-minute challenge to his execution. Although Boyd could have filed this lawsuit years ago, he instead waited until 15 days before his scheduled execution and then included a last-minute request to stay his execution. The court has balanced the equities and finds that Boyd has a nearly nonexistent likelihood of success on the merits, that he is unlikely to suffer irreparable harm, and that the equities tilt strongly in favor of the defendants. Thus, Boyd's request for a preliminary injunction is denied.</p>\n<p></p>\n<h2>I.</h2>\n<p>Given that Boyd murdered his two victims over 17 years ago, it should not be surprising that the procedural history involving his case is lengthy.<sup>[1]</sup> In this action, <span class=\"star-pagination\">*882</span> he raises claims about his planned execution. The defendants argue that because Boyd is challenging the method of his execution, he fails to state a claim under 42 U.S.C. § 1983 and must instead bring this action as a habeas petition. <i>See</i> Defs. Memo. at 8.</p>\n<p>In <i>Nelson v. Campbell,</i> <span class=\"citation\" data-id=\"134747\"><a href=\"/opinion/134747/nelson-v-campbell/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, <span class=\"citation\" data-id=\"134747\"><a href=\"/opinion/134747/nelson-v-campbell/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2117</span></a></span>, <span class=\"citation\" data-id=\"134747\"><a href=\"/opinion/134747/nelson-v-campbell/\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">924</span></a></span> (2004), the Supreme Court did not determine whether section 1983 could be used to challenge the method of execution or whether such challenges always had to be in a habeas petition. <i>Id.</i> at 644-45, <span class=\"citation\" data-id=\"134747\"><a href=\"/opinion/134747/nelson-v-campbell/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2117</span></a></span>. Rather, the Supreme Court recognized that section 1983 would be an appropriate vehicle to challenge \"the constitutionality of the cut-down procedure if used to gain venous access for purposes of providing medical treatment.\" <i>Id.</i> at 644, <span class=\"citation\" data-id=\"134747\"><a href=\"/opinion/134747/nelson-v-campbell/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2117</span></a></span>. Thus, the Supreme Court saw \"no reason on the face of the complaint to treat petitioner's claim differently solely because he has been condemned to die.\" <i>Id.</i> at 645, <span class=\"citation\" data-id=\"134747\"><a href=\"/opinion/134747/nelson-v-campbell/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2117</span></a></span>. In remanding the case, the Supreme Court held that if the district court found that the cut-down procedure described in the complaint was necessary to administer the lethal injection, then the district court \"will need to address the broader question, left open here, of how to treat method-of-execution claims generally.\" <i>Id.</i> at 646, <span class=\"citation\" data-id=\"134747\"><a href=\"/opinion/134747/nelson-v-campbell/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2117</span></a></span>.</p>\n<p>The court has considered the face of Boyd's complaint. <i>See, e.g.,</i> Complaint ¶ 25. Notwithstanding certain broad contentions, Boyd has stated a claim. <i>See Reid v. Johnson,</i> 105 Fed.App'x. 500, 503 (4th Cir. Aug.2, 2004) (unpublished). Thus, defendants' motion to dismiss is denied.</p>\n<p></p>\n<h2>II.</h2>\n<p>The defendants also argue that Boyd's claims are barred because he failed to exhaust his administrative remedies. <i>See</i> 42 U.S.C. § 1997e(a) (\"No action shall be brought with respect to prison conditions under section 1983 of this title, or any other Federal law, by a prisoner confined in any jail, prison, or other correctional facility until such administrative remedies as are available are exhausted.\") Boyd claims that he has \"effectively exhausted his administrative remedies.\" Complaint ¶ 3. Specifically, Boyd asserts that on October 28, 2005, he filed a grievance that was subsequently denied and that he had been advised that the grievance \"would be forwarded to the Grievance Board for appeal and final disposition.\" <i>Id.</i></p>\n<p>Exhaustion is not a pleading requirement. <i>See </i><i>Anderson v. XYZ Corr. Health Servs., Inc.,</i> <span class=\"citation\" data-id=\"790205\"><a href=\"/opinion/790205/rodney-elmer-anderson-v-xyz-correctional-health-services-inc-ronald-j/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">674</span></a></span>, 683 (4th <span class=\"star-pagination\">*883</span> Cir.2005). A defendant must plead and prove failure to exhaust. <i>Id.</i> The defendants did not offer any evidence in connection with the alleged failure to exhaust. <i>See</i> Defs. Memo. at 11-12. Presumably, the defendants could have submitted an affidavit about the events that have taken place in the grievance process since October 28, 2005. They did not. On the state of the record, the court is not prepared to hold that Boyd has failed to exhaust his administrative remedies. Thus, the motion to dismiss for failure to exhaust administrative remedies is denied without prejudice.</p>\n<p></p>\n<h2>III.</h2>\n<p>Plaintiff initially challenges the anesthesia protocol. <i>See</i> Complaint ¶¶ 13-22. Boyd describes the protocol that he believes will be used and asserts that the protocol is \"insufficient, improperly designed and improperly administered\" and will thereby cause him to \"unnecessarily suffer an excruciating death in violation of his rights under the Eighth and Fourteenth Amendments. . . .\" Complaint ¶ 24.</p>\n<p>The defendants have submitted three affidavits. The first affidavit is from Marvin Polk, the Warden of Central Prison. Warden Polk is charged with supervising and carrying out court-ordered sentences of execution. Polk Aff. ¶ 5. The second affidavit is from Theodis Beck, the Secretary of Correction with the North Carolina Department of Correction. Beck Aff. ¶ 1. As Secretary of Correction, Secretary Beck is \"charged with setting the date for each execution pursuant to N.C. Gen.Stat. § 15-194.\" Beck Aff. ¶ 4. The third affidavit is from Mark Dershwitz, M.D., Ph.D. Dr. Dershwitz has provided \"an expert opinion concerning the effects of administering thiopental sodium, pancuronium bromide, and potassium chloride with respect to the procedures employed in North Carolina for executing prisoners by lethal injection.\" Dershwitz Aff. ¶ 5; <i>see also id.</i> ¶¶ 6-28.</p>\n<p>Warden Polk, Secretary Beck, and Dr. Dershwitz all testified that North Carolina revised its protocol in September 2004 for administering thiopental sodium, pancuronium bromide, and potassium chloride to condemned prisoners. <i>See</i> Polk Aff. ¶ 6; Beck Aff. ¶ 11; Dershwitz Aff. ¶ 5. The revisions occurred in order \"to reduce the stress on all persons whose lives are affected by the execution process and to make the execution protocol more consistent with the majority of the 36 other states which utilize lethal injection as a method of execution, including those protocols which have been upheld following constitutional review. . . .\" Polk Aff. ¶ 6. Seven executions have taken place in North Carolina using the revised protocol. Polk Aff. ¶ 6(e). North Carolina no longer uses the procedures outlined at paragraphs 13 to 22 of plaintiffs complaint and will not use those procedures in executing Boyd.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*884</span> To the extent Boyd is challenging a protocol that has been permanently changed and will not be used, his challenge is moot. <i>See </i><i>Lewis v. Cont'l Bank Corp.,</i> <span class=\"citation\" data-id=\"112389\"><a href=\"/opinion/112389/lewis-v-continental-bank-corp/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, 477-78, <span class=\"citation\" data-id=\"112389\"><a href=\"/opinion/112389/lewis-v-continental-bank-corp/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1249</span></a></span>, <span class=\"citation\" data-id=\"112389\"><a href=\"/opinion/112389/lewis-v-continental-bank-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">400</span></a></span> (1990); <i>County of Los Angeles v. Davis,</i> <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span>, 631, <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1379</span></a></span>, <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">642</span></a></span> (1979); <i>Steffel v. Thompson,</i> <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 459-60, <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1209</span></a></span>, <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">505</span></a></span> (1974). Alternatively, to the extent that Boyd's complaint challenges any \"inadequate anesthesia protocol\" and fails to offer an alternative protocol to the one currently being used, then he seeks a stay that \"will effectively prevent [North Carolina] from carrying out his execution.\" <i>Aldrich v. Johnson,</i> <span class=\"citation\" data-id=\"36497\"><a href=\"/opinion/36497/aldrich-v-johnson/\"><span class=\"volume\">388</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">159</span></a></span>, 161 (5th Cir.2004) (per curiam). Because Boyd fails to allege or show a specific, acceptable alternative protocol, that aspect of his section 1983 action is dismissed. <i>Id.</i></p>\n<p></p>\n<h2>IV.</h2>\n<p>Boyd also seeks a permanent injunction barring defendants from executing him \"using cut-down or other invasive techniques that would violate the Eighth Amendment. . . .\" Complaint, Prayer for Relief, ¶ 2. Additionally, he seeks a declaratory judgment that \"any invasive or surgical techniques during the execution would violate the Eighth Amendment. . . .\" <i>Id.,</i> Prayer for Relief, ¶ 3. Finally, he seeks a preliminary injunction temporarily barring his execution \"in light of his inaccessible veins and to prevent the Defendants from performing a[n] invasive surgical procedure to obtain access to his veins.\" Mot. for Prelim. Inj. at 2. In support of his motion for a preliminary injunction, Boyd cites a stay granted to inmate George Franklin Page on February 25, 2004, argues that Pages's underlying claims are to be resolved shortly, and that \"fundamental fairness\" warrants that Boyd receive a stay pending the outcome of Page's suit. <i>Id.</i></p>\n<p>The granting of preliminary injunctive relief in the Fourth Circuit is governed by the four-pronged \"hardship balancing\" test set forth in <i>Blackwelder Furniture Co. v. Seilig Mfg. Co., Inc.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span> (4th Cir.1977). Under the test, a court must balance: (1) the likelihood of irreparable harm to the plaintiff if the preliminary injunction is denied; (2) the likelihood of harm to the defendant if the requested relief is granted; (3) the likelihood of plaintiff's success on the merits; and (4) the public interest. <i>Id.</i> at 196. \"The two more important factors are those of probable irreparable injury to plaintiff without a decree and of likely harm to the defendant with a decree. If that balance is struck in favor of plaintiff, it is enough that grave or serious questions are presented; and plaintiff need not show a likelihood of success.\" <i>Id.; see also </i><i>Direx Israel, Ltd. v. Breakthrough Medical Corp.,</i> <span class=\"citation\" data-id=\"574911\"><a href=\"/opinion/574911/direx-israel-ltd-direx-incorporated-v-breakthrough-medical-corporation/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></a></span>, 812 (4th Cir.1991). Plaintiff has the burden of establishing that the applicable factors support an injunction. <i>Direx,</i> 952 F.2d at 812.</p>\n<p>In <i>Nelson,</i> the court set out the factors relevant to granting a stay in the context of an impending execution:</p>\n<blockquote>A stay is an equitable remedy, and equity must take into consideration the State's strong interest in proceeding with its judgment and . . . attempts at manipulation. Thus, before granting a stay, a district court must consider not only the likelihood of success on the merits and the relative harms to the parties, but also the extent to which the inmate has delayed unnecessarily in bringing the claim. Given the State's significant interest in enforcing its criminal judgments, there is a strong equitable presumption against the grant of a stay where a claim could have been brought at such a time as to allow consideration of the merits without requiring entry of a stay. <span class=\"star-pagination\">*885</span> <i>Nelson,</i> 541 U.S. at 649-50, <span class=\"citation\" data-id=\"134747\"><a href=\"/opinion/134747/nelson-v-campbell/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2117</span></a></span> (citations and quotations omitted). Applying this reasoning, in <i>White v. Johnson,</i> <span class=\"citation\" data-id=\"39710\"><a href=\"/opinion/39710/white-v-johnson/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">572</span></a></span>, 574 (5th Cir.2005), the Fifth Circuit affirmed the district court's dismissal of a prisoner's section 1983 challenge to his execution because he delayed filing the challenge until his execution was imminent despite being on death row for more than six years.</blockquote>\n<p>At the outset, the court addresses Boyd's claim concerning a cut-down procedure to gain access to his veins. During Warden Polk's tenure as Warden or Deputy Warden of Central Prison, North Carolina has carried out 26 executions, all by lethal injection. Polk Aff. ¶ 5. \"At all times during the execution, those persons injecting the chemicals and the inmate are under observation of qualified, licensed medical professionals.\" Polk Aff. ¶ 10. \"[E]ach medical professional currently assigned to the execution team has been trained to start and maintain the infusion of IV fluids and insert IV catheters in multiple locations on a prisoner's anatomy. . . .\" <i>Id.</i> Further, for each of the 26 executions in which Warden Polk has been \"involved, an assessment of venous access for the condemned prisoner was conducted by qualified medical professionals on one or more occasions after notice of an impending execution date, and again prior to IV catheter insertion.\" Polk Aff. ¶ 14. Moreover, for all 26 executions, \"venous access has been obtained through the prisoner's arms. A `cut-down' procedure has not ever been used, is not authorized, and will not be employed in the execution of [Boyd] or any other inmate. . . . [Boyd] has been examined by qualified medical professionals at Central Prison for venous access and they report no obstacles to gaining adequate venous access.\" Polk Aff. ¶ 21. Secretary Beck confirms that \"the procedure known as a `cut-down' has never been used in performing an execution, is not authorized, and will not be employed to perform the executions of [Boyd] or any other inmate.\" Beck Aff. ¶ 13.</p>\n<p>In opposition to this evidence, Boyd presents the affidavit of Nurse Nancy Bruton-Maree. Nurse Bruton-Maree examined Boyd on October 20, 2005, at the request of Boyd's attorney. Bruton-Maree Aff. ¶ 5. Nurse Bruton-Maree testified \"that it will be extremely difficult to obtain peripheral venous access [on Boyd] through standard IV technique.\" <i>Id.</i> ¶ 6. Additionally, Nurse Bruton-Maree testified that \"an invasive technique for IV access will be required in order to gain venous access during Mr. Boyd's execution by lethal injection.\" <i>Id.</i> ¶ 12. Notably, Nurse Bruton-Maree did not testify that a cut-down procedure will need to be used to gain access to Boyd's veins.</p>\n<p>As for Boyd's request for preliminary injunctive relief due to the potential use of a cut-down procedure in violation of the Eighth Amendment, the court finds that Boyd has no likelihood of success on that claim because the defendants are not going to use a cut-down procedure to gain access to Boyd's veins. <i>Cf. </i><i>Nelson,</i> 541 U.S. at 646, <span class=\"citation\" data-id=\"134747\"><a href=\"/opinion/134747/nelson-v-campbell/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2117</span></a></span>; <i>Reid v. Johnson,</i> <span class=\"citation\" data-id=\"2500753\"><a href=\"/opinion/2500753/reid-v-johnson/\"><span class=\"volume\">333</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">543</span></a></span>, 550-51 (E.D.Va.2004).</p>\n<p>As for Boyd's request for preliminary injunctive relief concerning any \"invasive surgical procedure to obtain access to his veins\" (Mot. for Prelim. Inj. at 2), the court finds that Boyd's legal theory is grounded in <i>Nelson.</i> The Supreme Court decided <i>Nelson</i> on May 24, 2004, yet Boyd did not file suit until November 17, 2005-15 days before his scheduled execution. As part of that suit, Boyd seeks a lastminute stay of execution until the merits of his claims can be heard and determined. In other words, Boyd wants this court to stay his execution until discovery can take place on his claims and a trial can be held.</p>\n<p>In weighing equitable remedies, a court \"must take into consideration <span class=\"star-pagination\">*886</span> the State's strong interest in proceeding with its judgments and . . . attempts at manipulation.\" <i>Nelson,</i> 541 U.S. at 649, <span class=\"citation\" data-id=\"134747\"><a href=\"/opinion/134747/nelson-v-campbell/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2117</span></a></span> (quotation omitted). Because of North Carolina's \"significant interest\" in carrying out its criminal judgments, there is a \"strong equitable presumption\" against last-minute equitable remedy requests. <i>Id.</i> at 650, <span class=\"citation\" data-id=\"134747\"><a href=\"/opinion/134747/nelson-v-campbell/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2117</span></a></span> (citations omitted). \"This presumption occurs because the inmate could have brought the action at an earlier time, which would allow the court to consider the merits without having to utilize last-minute equitable remedies.\" <i>White,</i> 429 F.3d at 573.</p>\n<p>Boyd certainly could have challenged his method of execution much earlier than November 17, 2005. There is no reason that he could not have filed suit after his direct appeal failed in 1997 or, at a minimum, after the Supreme Court granted certiorari in <i>Nelson.</i> He did not. In fact, even though Nurse Bruton-Maree examined him on October 20, 2005, he did not file suit until November 17, 2005. Boyd's dilatory filing strongly undercuts granting the requested stay. <i>See </i><i>Nelson,</i> 541 U.S. at 650, <span class=\"citation\" data-id=\"134747\"><a href=\"/opinion/134747/nelson-v-campbell/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2117</span></a></span>; <i>White,</i> 429 F.3d at 574.</p>\n<p>As for <i>Page v. Beck,</i> Boyd argues that he \"does not seek a ruling on the merits of his claim, nor does he seek a ruling which would advance his litigation generally. [Rather, he] seeks only the same ruling this Court granted to George Franklin Page on February 25, 2004, and for the same reasons.\" Mot. for Prelim. Inj. at 2. Plaintiff is referring to the February 25, 2004, order entered by the Honorable Terrence W. Boyle. <i>Page v. Beck,</i> No. 5:04-CT-04 (E.D.N.C. Feb. 25, 2004) (granting stay of execution). However, the reasoning in the February 25th order in <i>Page</i> does not apply to Boyd's request. Page was granted an injunction in the February 25th order because the Supreme Court had granted certiorari in <i>Nelson. See id.</i> at 3-4. In light of the pending Supreme Court ruling, the court found it appropriate to maintain the status quo until the Supreme Court issued its ruling. <i>Id.</i> at 5-6. Given that the Supreme Court issued its decision in <i>Nelson</i> in May 2004, this rationale provides no basis for providing relief to Boyd.</p>\n<p>Additionally, this court has looked past Boyd's dilatory filing and examined the merits of Boyd's request for preliminary injunctive relief as to the use of an invasive surgical procedure to gain access to his veins. The court finds that Boyd will not likely suffer irreparable harm. <i>See </i><i>Reid,</i> 333 F.Supp.2d at 550-51. In making this finding, \"the harm to [Boyd] does not include the fact of [Boyd's] inevitable death. The `harm' of [Boyd's] death flows from [Boyd's] crimes and the sentence imposed by the state rather than from the method the state has chosen to execute the sentence. Attempts to address that harm must be pursued by a petition for a writ of habeas corpus.\" <i>Id.</i> at 550 (citations omitted). Instead, the harm inquiry focuses on Boyd's claim that the manner in which North Carolina will access his veins will be unconstitutionally painful. <i>Id.</i></p>\n<p>In finding that Boyd will not likely suffer irreparable harm, the court credits the testimony of Warden Polk concerning the ability to gain venous access in the 26 prior executions and the anticipated ability to gain such access to Boyd's veins. <i>See</i> Polk Aff. ¶¶ 6-23; <i>see also</i> Dershwitz Aff. ¶¶ 6-28.<sup>[3]</sup> Accordingly, the court finds that the <span class=\"star-pagination\">*887</span> threat of defendants using an invasive surgical technique on Boyd to gain access to his veins that violates the Eighth Amendment is extremely remote, that the likelihood of irreparable harm is extremely remote, and that Boyd's likelihood of success on the merits is extremely remote. <i>See </i><i>Reid,</i> 333 F.Supp.2d at 551-53.</p>\n<p>As for the harm to the defendants if a stay were granted, North Carolina has a strong interest in seeing that the judgment entered in 1994 for the two murders committed in 1988 take effect. <i>See id.</i> at 552. This case does not involve a question of Boyd's innocence, and North Carolina has a \"significant interest in meting out a sentence of death in a timely fashion.\" <i>Nelson,</i> 541 U.S. at 644, <span class=\"citation\" data-id=\"134747\"><a href=\"/opinion/134747/nelson-v-campbell/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2117</span></a></span>. \"Our federal system recognizes the independent power of a State to articulate societal norms through criminal law; but the power of a State to pass laws means little if the State cannot enforce them.\" <i>McCleskey v. Zant,</i> <span class=\"citation\" data-id=\"112573\"><a href=\"/opinion/112573/mccleskey-v-zant/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">467</span></a></span>, 491, <span class=\"citation\" data-id=\"112573\"><a href=\"/opinion/112573/mccleskey-v-zant/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1454</span></a></span>, <span class=\"citation\" data-id=\"112573\"><a href=\"/opinion/112573/mccleskey-v-zant/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1991).</p>\n<p>As for the public interest, the defendants have presented compelling evidence that Boyd will be adequately anesthetized, properly monitored, and sufficiently safeguarded against unconstitutional pain and suffering. <i>See</i> Polk Aff. ¶¶ 6-25; Dershwitz Aff. ¶¶ 5-28. Boyd cruelly murdered his two victims over 17 years ago. His direct appeal became final in 1997. Given the evidence and claims presented in this section 1983 action, the public interest would be substantially harmed if the stay were granted.</p>\n<p></p>\n<h2>V.</h2>\n<p>A preliminary injunction is \"an extraordinary remedy involving the exercise of a very far-reaching power[.]\" <i>Direx,</i> 952 F.2d at 811. For the reasons stated above, Boyd has failed to meet the demanding standard that would warrant such relief. Thus, Boyd's request for a preliminary injunction is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  On October 17, 1988, a jury found Boyd guilty of the first degree murder of his estranged wife Julie Curry Boyd and her father Thomas Dillard Curry. He was sentenced to death for each murder conviction. On July 17, 1992, the North Carolina Supreme Court awarded Boyd a new trial. <i>State v. Boyd,</i> <span class=\"citation\" data-id=\"1311876\"><a href=\"/opinion/1311876/state-v-boyd/\"><span class=\"volume\">332</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">101</span></a></span>, <span class=\"citation\" data-id=\"1311876\"><a href=\"/opinion/1311876/state-v-boyd/\"><span class=\"volume\">418</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">471</span></a></span> (1992). Boyd was retried, again found guilty of each murder, and again sentenced to death. The Supreme Court of North Carolina affirmed his convictions and sentences. <i>State v. Boyd,</i> <span class=\"citation\" data-id=\"1356760\"><a href=\"/opinion/1356760/state-v-boyd/\"><span class=\"volume\">343</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">699</span></a></span>, <span class=\"citation\" data-id=\"1356760\"><a href=\"/opinion/1356760/state-v-boyd/\"><span class=\"volume\">473</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">327</span></a></span> (1996). Boyd's petition for a writ of certiorari was denied. <i>See </i><i>Boyd v. North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1096</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">778</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span></span> (1997).\n</p>\n<p>Boyd filed state post-conviction motions in North Carolina superior court in 1997. Those motions were rejected by the superior court and certiorari was denied by the North Carolina Supreme Court. <i>See </i><i>State v. Boyd,</i> <span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">150</span></span>, <span class=\"citation no-link\"><span class=\"volume\">544</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">229</span></span> (2000). His federal petition for a writ of habeas corpus was denied on November 19, 2003. <i>See Boyd v. Lee,</i> No. 1:00CV00647, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22757932</span></span> (M.D.N.C. Nov.19, 2003). The Fourth Circuit affirmed on December 30, 2004. <i>See Boyd v. Polk,</i> No. 04-9 (4th Cir. Dec. 30, 2004). The United States Supreme Court denied certiorari on October 3, 2005. <i>See Boyd v. Polk,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">138</span></span>, <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">140</span></span> (2005).</p>\n<p>On November 17, 2005, plaintiff filed this action and requested expedited consideration. The plaintiff did not ask for an evidentiary hearing in connection with his motion for a preliminary injunction. On November 21, 2005, the court granted plaintiff's request for expedited briefing and consideration. On November 23, 2005, the defendants filed a motion to dismiss and opposition to plaintiff's motion for preliminary injunction. The opposition included three affidavits and a memorandum of law.</p>\n<p>[2]  The complaint refers to the following protocol: \"The first syringe contains 1500 mg of sodium pentothal. The second syringe contains 80 MEQ of potassium chloride. The third syringe contains 40 mg of pavulon, also known as pancuronium bromide. The fourth syringe contains 80 MEQ of potassium chloride. The fifth syringe contains 1500 mg of sodium pentothal.\" Complaint ¶ 13.\n</p>\n<p>The North Carolina Department of Correction's current protocol administers drugs into two IV lines, by using two identical sets of five syringes: the first pair of syringes contains not less than 1500mg of sodium pentothal in each syringe. The second set contains a saline solution and not less than 30 mL is injected into each IV line to flush the sodium pentothal. The third set of syringes contains no less than 20 mg of pancuronium bromide in each syringe. The fourth set of syringes contains not less than 80 MEQ of potassium chloride in each syringe, and the fifth set contains a saline solution and not less than 30 mL is injected into each IV line to flush the sodium pentothal. <i>See</i> Polk Aff ¶ 6; Dershwitz Aff.¶ 5.</p>\n<p>[3]  In relying on the substantial written evidence submitted by the parties to reach its decision, the court notes that the plaintiff did not request a hearing on his motion for preliminary relief. In any event, no hearing was required. The adverse party had sufficient notice of the motion as required by Fed. R.Civ.P. 65(a) and both parties had ample opportunity to brief the relevant legal issues and submit pertinent evidence. Further, as explained in this order, the plaintiff has failed to allege and put forth facts that support his claim for relief under the governing law, obviating any need for a hearing. <i>See </i><i>Bradley v. Pittsburgh Bd. of Educ.,</i> <span class=\"citation\" data-id=\"546228\"><a href=\"/opinion/546228/earl-bradley-and-diane-murray-v-pittsburgh-board-of-education-vernon/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1172</span></a></span>, 1176 (3d Cir.1990) (\"[A] district court is not obliged to hold a hearing when the movant has not presented a colorable factual basis to support the claim on the merits or the contention of irreparable harm\"); 11A Charles Alan Wright, Arthur R. Miller, &amp; Mary Kay Kane, Federal Practice and Procedure § 2949, at 226 (2d ed.1995) (explaining that preliminary injunctions can be denied without a hearing, even after the movant requests one, \"when the written evidence shows the lack of a right to relief so clearly that receiving further evidence would be manifestly pointless\").</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/36497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/39710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/134747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1311876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1356760/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2500753/"
  ]
}