{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2327565/",
  "absolute_url": "/opinion/2327565/fountain-powerboat-indus-inc-v-reliance-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2327565/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:07:16.039828Z",
  "date_modified": "2016-04-26T22:30:05.285965Z",
  "type": "010combined",
  "sha1": "69e572ef3f4e0529f326d58f253723b69f7ab4ea",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>119 F.Supp.2d 552 (2000)</b></center>\n<center><h1>FOUNTAIN POWERBOAT INDUSTRIES, INC., Plaintiff,<br>\nv.<br>\nRELIANCE INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 4:00-CV-5-H(4).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>June 20, 2000.</center>\n<p><span class=\"star-pagination\">*553</span> <span class=\"star-pagination\">*554</span> Kenneth R. Wooten, Ward &amp; Smith, New Bern, NC, for Fountain Powerboat Industries, Inc., plaintiffs.</p>\n<p>Henry L. Anderson, Jr., Anderson, Daniel &amp; Coxe, Bradley Coxe, Wrightsville Beach, NC, for Reliance Insurance Company, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court to determine certain legal issues that must be resolved before moving the appraisal process forward in this insurance contract dispute. Both parties have filed memoranda with the court outlining their respective positions; therefore, this matter is ripe for ruling.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed the complaint in this action in Beaufort County Superior Court on December 22, 1999. Plaintiff's first claim for relief asserted breach of insurance contract and plaintiff's second claim for relief asserted bad faith by defendant for its refusal to pay plaintiff's claims. Defendant timely removed this action to federal court.</p>\n<p>In April 2000, the court conducted a Rule 16 conference with the parties. As a result of this conference, the court appointed an umpire to assist with the appraisal process of plaintiff's insurance claims. The court also established a timeline to guide the resolution of this matter. However, before completion of the appraisal process, the court must determine the meaning of certain policy provisions contained in the insurance policy issued to plaintiff by defendant.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>Plaintiff Fountain Powerboat Industries, Inc. is the parent company of Fountain Powerboats, Inc., (jointly referred to as \"Fountain\") which manufactures, distributes and sells boats and boating equipment. Fountain's manufacturing facility and headquarters are located off of Whichard's Beach Road in Washington, North Carolina. Whichard's Beach Road is the only road leading to the Fountain facility. The sole means of reaching Whichard's Beach Road is United States Highway 17, which runs north and south.</p>\n<p>On September 15, 1999, Hurricane Floyd struck eastern North Carolina dumping heavy, record-setting rainfall and causing devastating flooding throughout many of the eastern counties. The only roads leading to the Fountain facility, Whichard's Beach Road and Highway 17, were flooded for days according to reports filed by the North Carolina Department of Transportation (\"D.O.T.\"). According to the D.O.T., Whichard's Beach Road was closed from September 16 to 25.<sup>[1]</sup></p>\n<p>Due to the poor road conditions, for three days Fountain used large trucks to pick up workers from various \"pick-up points\" and transport them to the facility. As a result of displacement caused by the floods, production at the Fountain facility fell to 33 percent of full capacity. According to Fountain's Chief Executive Officer, Anthony Romersa (\"Romersa\"), production did not resume to normal, pre-flood capacity until October 25, 1999.</p>\n<p>At the time of the flood, Fountain was insured by defendant Reliance Insurance Company (\"Reliance\"). The policy term ran from July 1, 1999 to July 1, 2000 with an annual premium of $175,000. Fountain's agent, Willis Corroon Corporation of Minnesota (\"Willis Corp.\") negotiated the terms of the policy with Reliance based on language from another policy previously negotiated between Willis Corp. and Reliance.</p>\n<p>Fountain timely asserted a claim with Reliance for its flood-related losses from Hurricanes Dennis and Floyd. Reliance <span class=\"star-pagination\">*555</span> has paid Fountain nearly $1,000,000 in satisfaction of certain claims, but has refused to fully pay Fountain's claim for business interruption and reduction losses, Fountain's claim for lack of ingress/egress resulting from Hurricane Floyd and has failed to reimburse Fountain for its alleged claim preparation costs. Reliance contests each of Fountain's outstanding claims for coverage.</p>\n<p></p>\n<h2>I. Construction of the Insurance Contract</h2>\n<p>\"An insurance policy is a contract to be construed under the rules of law applicable to other written contracts.\" <i>Chavis v. Southern Life Ins. Co.,</i> 76 N.C.App. 481, 484, 333 S.E.2d 559, 561 (1985). The intent of the parties guides interpretation of the policy. <i>See id.</i> While normal rules of construction for contracts govern insurance agreements, North Carolina courts have recognized a special relationship between the insured and the insurer. <i>See </i><i>Great American Ins. Co. v. C.G. Tate Const. Co.,</i> 303 N.C. 387, 279 S.E.2d 769 (1981) (\"An insurance contract is not a negotiated agreement; rather its conditions are by and large dictated by the insurance company to the insured.\") Due to this special relationship, any ambiguity in the language of a policy must be construed to afford coverage, <i>see </i><i>Wachovia Bank and Trust v. Westchester Fire Ins. Co.,</i> 276 N.C. 348, 172 S.E.2d 518 (1970), and any exclusions from, conditions on, or limitations contained within a policy are to be strictly construed. <i>See id.; see also </i><i>Allstate Ins. Co. v. Shelby Mutual Ins. Co.,</i> 269 N.C. 341, 152 S.E.2d 436 (1967).</p>\n<p>However, when the parties to the insurance agreement are sophisticated and jointly negotiate the policy, there is no need to construe ambiguities against the insurance company. The intent of construction against the insurer arises from concern over the lack of bargaining power between the insurance company and the insured. Relying on <i>General Accident Fire and Life Assurance Corp., Ltd. v. Akzona,</i> 622 F.2d 90 (4th Cir.1980), Reliance insists that because the policy between it and Fountain was based on a policy presented to Reliance by Fountain's agent, Willis Corp., the court should construe any ambiguities in the policy against Fountain as the party that drafted the contract.</p>\n<p>The Fountain policy is based on a policy issued by Reliance to another client, Metris Company. Reliance had negotiated the Metris policy with Willis Corp. Linda Hines (\"Hines\") of Willis Corp. negotiated the policy for Fountain and Dan Phelps (\"Phelps\"), a Reliance agent, negotiated the policy on behalf of Reliance. Although Reliance concedes that Phelps negotiated on its behalf, it insists that the phrases at issue before the court were not the subject of negotiation. However, Phelps testified that there were no provisions of the policy that were non-negotiable. The court concludes that both parties had an equal bargaining position and finds no reason to construe any ambiguous terms against Fountain, especially in light of the fact that no part of the policy was non-negotiable.<sup>[2]</sup> The court will now examine the contract provisions at issue.</p>\n<p></p>\n<h2>II. Ingress/Egress Provision</h2>\n<p>The ingress/egress provision of the Fountain policy falls under Section II, entitled \"Coverage,\" and Article F, entitled, \"Provisions Applicable to Business Interruption  Gross Earnings, Extra Expense, Rental Value and Royalties Coverage.\" Reliance contends that only a physical loss may trigger a business interruption coverage <span class=\"star-pagination\">*556</span> and takes issues with the period of recovery claimed by Fountain.</p>\n<p>The policy states as follows:</p>\n<blockquote>1. Period of Recovery  the length of time for which loss may be claimed:</blockquote>\n<blockquote>a. Shall not exceed such length of time as would be required with the exercise of due diligence and dispatch to rebuild, repair, or replace such part of the property as had been destroyed or damaged; including time as may be required with the exercise of due diligence and dispatch to reproduce or reconstruct lost, damaged, or destroyed valuable papers or records, and time as may be required to recreate or reproduce (including research and engineering) lost, damaged, or destroyed data on electronic data processing media including film, tape, disc, drum, cell, and other magnetic recording or storage media for electronic data processing.</blockquote>\n<blockquote>b. And, such additional length of time to restore the Insured's business to the condition that would have existed had no loss occurred, commencing with the later of the following dates:</blockquote>\n<blockquote>i. the date on which the liability of the Insurer for loss or damage would otherwise terminate; or</blockquote>\n<blockquote>ii. the date on which repair, replacement or rebuilding of such part of the property as has been damaged is actually completed;</blockquote>\n<blockquote>but in no event for more than one year thereafter from said later commencement date;</blockquote>\n<blockquote>...</blockquote>\n<blockquote>6. Loss of Ingress or Egress: This policy covers loss sustained during the period of time when, as a direct result of a peril not excluded, ingress to or egress from real and personal property not excluded hereunder, is thereby prevented.</blockquote>\n<p>Fountain Policy at 9-10.</p>\n<p>The \"Perils Excluded\" section of the policy fails to exclude hurricanes or other natural disasters.<sup>[3]</sup> Moreover, the Fountain facility is not excluded property. Therefore, substituting \"hurricane\" and the \"Fountain facility\" into the ingress/egress paragraph yields, \"This policy covers loss sustained during the period of time when, as a direct result of a hurricane, ingress to or egress from the Fountain Facility is thereby prevented.\"</p>\n<p>Both parties agree that the terms ingress and egress are unambiguous and generally mean \"access\" to the Fountain facility. Reliance asserts, however, that without property damage, Fountain cannot recover for a business interruption loss.</p>\n<p></p>\n<h2>A. Business Interruption and Physical Loss</h2>\n<p>In support of its contention that only physical loss or damage may trigger a business interruption loss, Reliance relies on an annotation from an ALR and on <i>Harry's Cadillac-Pontiac-GMC Truck Co., Inc. v. Motors Ins. Corp.,</i> 126 N.C.App. 698, 486 S.E.2d 249 (1997). Fountain agrees that business interruption coverage generally requires that the interruption be caused by damage to the covered property. However, Fountain insists that the ingress/egress clause in this case does not require damage to the insured property.</p>\n<p><i>Harry's Cadillac</i> dealt with a claim by the owner of a car dealership for business interruption after a snowstorm prohibited access to the dealership for one week. There is no indication that the policy in <i>Harry's Cadillac</i> contained an ingress/egress clause and the case is unhelpful in the instant dispute.</p>\n<p>The court cannot find, and neither party has provided, any case in any jurisdiction that interprets an ingress/egress clause <span class=\"star-pagination\">*557</span> contained in the business interruption loss section of an insurance policy. The court believes that this is due to the fact the meaning of the clause is exceedingly clear. Loss sustained due to the inability to access the Fountain facility and resulting from a hurricane is a covered event with no physical damage to the property required. Moreover, in Section II part B. of the policy entitled \"Business Interruption,\" the policy states,</p>\n<blockquote>This policy covers loss resulting from the necessary interruption or reduction of business operations conducted by the insured and <i>caused by loss,</i> damage, <i>or</i> destruction <i>by any of the perils</i> not excluded ...</blockquote>\n<p>Fountain Policy at 5, Section II. Part B. sub 1. (Emphasis added). The plain meaning of this language indicates an agreement between the parties that the contract for insurance cover any business interruption caused by loss by any peril not excluded. A \"loss\" is not predicated on physical damage but is one category of recovery along with damage and destruction as indicated by the use of the alternative coordinating conjunction \"or.\" Flooding due to Hurricane Floyd is exactly the type of peril this business interruption loss was drafted to insure against.</p>\n<p>Furthermore, Reliance was aware of the location of the Fountain facility and was aware that the facility had a limited access. (<i>See</i> Phelps Dep. 16-18). The court can only conclude that the parties intended that the policy would provide coverage not only when the property itself was inaccessible, but also when the only route to the Facility caused the property to be inaccessible. The court's conclusion that no physical loss is required to trigger business interruption coverage is further bolstered by the parties' inclusion of the following provision:</p>\n<blockquote>5. Interruption by Civil or Military Authority: This policy is extended to cover the loss sustained during the period of time when, as a direct result of a peril not excluded, access to real or personal property is prohibited by order of civil or military authority.</blockquote>\n<p>Fountain Policy at 10. This provision immediately precedes the loss of ingress/egress provision. Neither provision requires physical loss, but merely covers loss sustained due to lack of access to the property. Therefore, the court finds that no requirement for physical loss to the property is required under the contract of insurance in order to trigger business interruption coverage under the ingress/egress clause. Furthermore, the ingress/egress provision provides coverage from September 16, 1999, to September 26, 1999.<sup>[4]</sup></p>\n<p></p>\n<h2>B. Period of Loss</h2>\n<p>Fountain contends that the period of the business interruption continued until October 25, 1999, nearly one month after the hurricane. Reliance disagrees, and asserts that the interruption ended when access to the Fountain facility was restored on September 25, 1999.</p>\n<p>In the Fountain policy, the parties clearly set forth two periods of recovery applicable to business interruption. (<i>See</i> Fountain Policy at 9, II.F.1.a. and b., <i>supra</i>). Part a. of the \"Period of Recovery\" contemplates a period of recovery when physical damage occurs to the property. Section b. contemplates the period of recovery when additional time is required to \"restore <span class=\"star-pagination\">*558</span> the Insured's business to the condition that would have existed had no loss occurred ...\" <i>See id.</i> Reliance insists that b. can only apply after the insured meets the condition of physical loss contained in a. The court cannot agree.</p>\n<p>There is no indication that section b. is dependent on section a. The placement of b. as a separate subparagraph, rather than as a subsection of a., is also instructive. The contract outlines two periods of recovery in a. and b., not one period of recovery with an ancillary extension of time. The period of recovery for which an insured may claim loss in b. is \"such additional length of time to restore the Insured's business to the condition that would have existed had no loss occurred\" and \"commencing with ... the date on which the liability of the Insurer for loss or damage would otherwise terminate.\" Fountain Policy at 9.</p>\n<p>The loss claimed in this dispute is the loss of ingress/egress. The court finds that the length of time for which loss of ingress/egress may be claimed is the length of time to restore Fountain's business to the condition that would have existed had no loss of ingress/egress occurred.</p>\n<p>Reliance admits that six days of business interruption loss are covered under the policy, and has already paid Fountain for this time period. Fountain contends that its business was not restored to the condition that would have existed had no loss of ingress/egress occurred until October 25, 1999. Reliance offers no alternative argument, other than pointing out that it already paid Fountain for six days of business interruption. The position of Reliance is that the business interruption ended when access to Fountain's facility was restored on September 25, 1999, according to Reliance, and September 27, 1999, according to Fountain. However, Reliance's conclusion of when the business interruption ended fails to consider the \"the length of time for which loss may be claimed: [a]nd, such additional length of time to restore [Fountain's] business to the condition that would have existed had no loss occurred.\" Fountain Policy at 9.</p>\n<p>In support of its contention that the business was not restored to the condition that would have existed had no loss occurred until October 25, 1999, Fountain relies primarily on the affidavit of Anthony Romersa. Romersa states that production did not resume to \"normal pre-flood capacity until approximately October 25, 1999.\" (Romersa Aff. ¶ 10). Based on 1999 production levels, Fountain usually earned 24.6% gross profit on sales before sales, or $990,000 per month. <i>See id.</i> In September 1999, Fountain lost $79,028, but in October 1999, Fountain earned $1,220,390. <i>See id.</i> Romersa attributes the marked rise in income in October to employee overtime effort.</p>\n<p>While there is no doubt that Fountain experienced business interruption loss for a period of time beyond September 25, 1999, the evidence presently before the court does not clarify the effective date of resumed production levels. The evidence clearly supports a business interruption throughout the end of September 1999, given Fountain's $79,0000 loss, but without more, the court cannot conclude how long such interruption lasted. Therefore, the court finds that the policy provides for Fountain's period of loss due to business interruption to some point past September 25, 1999. The court leaves to the adjusters to agree on an exact date and absent an agreement by the adjusters, the court leaves such determination to the umpire.</p>\n<p></p>\n<h2>III. Claim Preparation Expenses</h2>\n<p>Section VII part O of the Fountain policy provides:</p>\n<p>VII. Extension of Coverage</p>\n<p>This policy covers:</p>\n<blockquote>...</blockquote>\n<blockquote>O. Claim Preparation Expenses</blockquote>\n<blockquote>Expenses incurred by the Insured or by the Insured's representative including Auditors, Accountants, Appraisers, Lawyers, <span class=\"star-pagination\">*559</span> Consultants, Architects, Engineers or other such professionals in order to arrive at the loss payable under this policy in the event of a claim. This provision does not cover expenses incurred for the services of any public adjuster.</blockquote>\n<p>Fountain Policy at 14. Fountain contends that this section allows coverage for lawyers' expenses in preparing its claim to include the expenses of filing this lawsuit. Fountain concedes that paragraph O does not cover its costs of pursuing its bad faith claim against Reliance. Fountain also asserts that this section allows recovery for the expenses of Allan Klotsche (\"Klotsche\"), as a risk management consultant. Reliance counters that Klotsche is a public adjuster and explicitly excluded from paragraph O, and that the only lawyers' expenses included in paragraph O are those incurred in preparing the claim, not in suing on the policy.</p>\n<p>The court finds that paragraph O is clear and unambiguous. The first clause of paragraph O is not a complete sentence, but defines the heading of paragraph O \"Claim Preparation Expenses.\" This drafting style is also used in Part VII paragraph B, C, E, F, G, H, I, K, L, M and N. The heading of the paragraph modifies the contents. By its plain language, claim preparation expenses cover lawyer fees incurred in arriving at the \"loss payable\" in the event of a claim. The proceedings in this action regarding the meaning of ingress/egress and its relation to business interruption loss have become necessary, due to the parties' failure to agree on their meanings, in order to determine the loss payable.</p>\n<p></p>\n<h2>A. Lawyer Fees</h2>\n<p>The only expenses included in paragraph O are those which are incurred in preparing the claim to arrive at the loss payable. As of yet, the parties have not been able to arrive at the loss payable. The reading encouraged by Reliance, that once the claim is prepared and either accepted or rejected the obligation of Reliance to pay claim preparation expenses ends, would hamstring the insured's ability to determine the loss payable and force the insured to accept all policy interpretations given by Reliance. Therefore, the court finds that Reliance is obligated to pay Fountain's attorney fees incurred in determining the loss payable, to include expenses after the filing of the present lawsuit, expenses incurred in preparing for and attending the claim preparation conferences, and expenses for presenting the instant legal question to the court for determination. These fees do not include Fountain's claim for bad faith. Should the adjusters not be able to agree on the amount of these fees, the umpire shall make the final determination.</p>\n<p></p>\n<h2>B. Services of Allan Klotsche</h2>\n<p>Paragraph O of Section VII excludes \"expenses incurred for the services of any public adjuster.\" The remaining question before the court is whether Klotsche is a public adjuster, or whether he is a \"consultant\" covered by the policy. Fountain asserts that Klotsche is not a public adjuster because he is not licensed as a public adjuster in North Carolina and because he did not perform the services of a public adjuster. Reliance disagrees and contends that while Klotsche may not be licensed as a public adjuster in North Carolina, he performed all the services of a public adjuster.</p>\n<p>North Carolina law defines public adjusting as:</p>\n<blockquote>investigating, reporting to, and assisting an insured in relation to first party claims arising under insurance contracts ... that insure the real or personal property, or both, of the insured; ...</blockquote>\n<p>11 N.C.A.C. 6A.0901(2). A public adjuster is one:</p>\n<blockquote>who, for salary, fee, commission, or other compensation, engages in public adjusting and who is licensed under G.S. <span class=\"star-pagination\">*560</span> 58-33-30 or who is authorized to adjust under G.S. 58-33-70 ...</blockquote>\n<p>11 N.C.A.C. 6A.0901(1). Reliance does not dispute that Klotsche fails to satisfy the 11 N.C.A.C. 6A.0901(1) requirement that an adjuster be licensed. Instead, Reliance asserts that Klotsche's actions fit squarely within the definition of public adjusting.</p>\n<p>Klotsche is vice-chairman and CEO of T.E. Brennan Company, a risk management and employee benefits consulting firm. (<i>See</i> Klotsche Dep. at 5). He previously was employed as president and CEO of the Willis Corp., an international insurance brokerage firm. <i>See id.</i> Klotsche began his business relationship with Fountain nearly 10 years ago when he helped design an insurance program for Fountain. <i>See id.</i> at 8. At the time of the hurricane, Klotsche was employed by Willis Corp. and consulted with Fountain on insurance issues to include its insurance needs, sales of insurance products, service after the sale of insurance and claim assistance. (<i>See</i> Klotsche Aff. ¶ 4).</p>\n<p>Klotsche provided input regarding Fountain's claim for its destroyed yacht mold, the extended period of indemnity and loss of ingress and egress. (<i>See</i> Klotsche Dep. at 15, 19). However, Klotsche did not prepare any of the documents presented to Reliance in support of Fountain's claim. <i>See id.</i> at 18. Klotsche's initial activity after the hurricane was to attend a meeting between Fountain and Sponberg, the expert Reliance had retained to examine the yacht mold. At this meeting Klotsche \"listened and observed.\" <i>Id.</i> at 14-15. Relating to the ingress/egress provision, Klotsche discussed with Fountain the meaning of the policy with respect to the facts of the claim. <i>See id.</i> at 20. Klotsche contends that he did not personally investigate Fountain's property damage or business interruption losses, but provided Fountain with names of experts who could investigate the losses. (Klotsche Aff. ¶ 7). However, he did \"collect and organize[] claim data\" and requested documentation on items included in Fountain's claim. (<i>See</i> Klotsche Dep. 14-17). He also organized claim data that was provided to him by Fountain employees. (<i>See</i> Klotsche Aff. ¶ 7). Klotsche used the information provided by Fountain to negotiate on Fountain's behalf with Reliance. (<i>See</i> Klotsche Dep. at 25-28). Klotsche also acted on Fountain's behalf by presenting data and documentation as well as coordinating a presentation for Fountain in a settlement conference with Reliance. <i>See id.</i> at 29.</p>\n<p>Klotsche clearly assisted Fountain in the preparation of its claim and reported to Fountain. The main point of difference is whether Klotsche investigated the claim. To investigate means \"to inquire[] into or track[] down through inquiry.\" Black's Law Dictionary 825 (6th ed.1990). The evidence supports a conclusion that Klotsche's actions are more in line with a consultant than a public adjuster. There is no evidence that Klotsche independently tracked down information through inquiry. Rather, Klotsche took information given to him by Fountain and gave Fountain his professional advice and services. Therefore, the fees of Klotsche as a consultant are covered expenses under the policy.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above stated reasons, the court finds as follows on Fountain's motion for resolution of disputed legal issues. The ingress/egress provision of the policy provides coverage from September 16, 1999, to September 26, 1999. The court finds that the policy provides for Fountain's period of loss due to business interruption to some point past September 25, 1999. The court leaves to the adjusters to agree on an exact date and absent an agreement by the adjusters, the court leaves such determination to the umpire. The court finds that Reliance is obligated to pay Fountain's attorney fees incurred in determining the loss payable, to include expenses after the filing of the present lawsuit, expenses incurred in preparing for and attending the claim preparation conferences, <span class=\"star-pagination\">*561</span> and expenses for presenting the instant legal question to the court for determination. These fees do not include Fountains claim for bad faith. Should the adjusters not be able to agree on the amount of these fees, the umpire shall make the final determination. Finally, the court finds that the services of Allan Klotsche were those of a consultant and are covered by the policy. The clerk is directed to serve a copy of this order on the umpire in this case, Louis P. Hornthal, Jr., Esq., 301 E. Main St., P.O. Box 220, Elizabeth City, N.C. XXXXX-XXXX.</p>\n<h2>NOTES</h2>\n<p>[1]  D.O.T.'s records do not indicate whether the highway was closed on September 18 and 24.</p>\n<p>[2]  Reliance's dependance on <i>Akzona,</i> is misplaced. In <i>Akzona,</i> the parties did not jointly negotiate the policy as did Reliance and Fountain. Additionally the case cited by the Fourth Circuit for the proposition of construing an insurance policy held that the policy should be construed against the insurer that drafter the contract. This lends further support to the court's conclusion that when the parties have equal bargaining power and negotiate the contract there is no need to construe the policy against the drafter.</p>\n<p>[3]  The policy explicitly <i>includes</i> \"floods.\" <i>See</i> Fountain policy at 27.</p>\n<p>[4]  The efforts of Fountain to pick up employees and drive them to work are extraordinary. The court finds that the ingress/egress provision relates only to reasonable access to the Fountain facility and does not therefore apply to extraordinary efforts by Fountain or its employees to get to work over closed and flooded roads. <i>See </i><i>Marriott Financial Services, Inc. v. Capitol Funds, Inc.,</i> 288 N.C. 122, 144, 217 S.E.2d 551, 564 (1975). Additionally, the court attaches no significance to the fact that D.O.T. records are inconclusive as to whether the Fountain facility was accessible on September 18 and 24. The court finds from the surrounding evidence that the facility was not accessible on these two days. (<i>See e.g.</i> Romersa Aff.)</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">552</span></span> (2000)</b></center>\n<center><h1>FOUNTAIN POWERBOAT INDUSTRIES, INC., Plaintiff,<br>\nv.<br>\nRELIANCE INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 4:00-CV-5-H(4).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>June 20, 2000.</center>\n<p><span class=\"star-pagination\">*553</span> <span class=\"star-pagination\">*554</span> Kenneth R. Wooten, Ward &amp; Smith, New Bern, NC, for Fountain Powerboat Industries, Inc., plaintiffs.</p>\n<p>Henry L. Anderson, Jr., Anderson, Daniel &amp; Coxe, Bradley Coxe, Wrightsville Beach, NC, for Reliance Insurance Company, defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court to determine certain legal issues that must be resolved before moving the appraisal process forward in this insurance contract dispute. Both parties have filed memoranda with the court outlining their respective positions; therefore, this matter is ripe for ruling.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed the complaint in this action in Beaufort County Superior Court on December 22, 1999. Plaintiff's first claim for relief asserted breach of insurance contract and plaintiff's second claim for relief asserted bad faith by defendant for its refusal to pay plaintiff's claims. Defendant timely removed this action to federal court.</p>\n<p>In April 2000, the court conducted a Rule 16 conference with the parties. As a result of this conference, the court appointed an umpire to assist with the appraisal process of plaintiff's insurance claims. The court also established a timeline to guide the resolution of this matter. However, before completion of the appraisal process, the court must determine the meaning of certain policy provisions contained in the insurance policy issued to plaintiff by defendant.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>Plaintiff Fountain Powerboat Industries, Inc. is the parent company of Fountain Powerboats, Inc., (jointly referred to as \"Fountain\") which manufactures, distributes and sells boats and boating equipment. Fountain's manufacturing facility and headquarters are located off of Whichard's Beach Road in Washington, North Carolina. Whichard's Beach Road is the only road leading to the Fountain facility. The sole means of reaching Whichard's Beach Road is United States Highway 17, which runs north and south.</p>\n<p>On September 15, 1999, Hurricane Floyd struck eastern North Carolina dumping heavy, record-setting rainfall and causing devastating flooding throughout many of the eastern counties. The only roads leading to the Fountain facility, Whichard's Beach Road and Highway 17, were flooded for days according to reports filed by the North Carolina Department of Transportation (\"D.O.T.\"). According to the D.O.T., Whichard's Beach Road was closed from September 16 to 25.<sup>[1]</sup></p>\n<p>Due to the poor road conditions, for three days Fountain used large trucks to pick up workers from various \"pick-up points\" and transport them to the facility. As a result of displacement caused by the floods, production at the Fountain facility fell to 33 percent of full capacity. According to Fountain's Chief Executive Officer, Anthony Romersa (\"Romersa\"), production did not resume to normal, pre-flood capacity until October 25, 1999.</p>\n<p>At the time of the flood, Fountain was insured by defendant Reliance Insurance Company (\"Reliance\"). The policy term ran from July 1, 1999 to July 1, 2000 with an annual premium of $175,000. Fountain's agent, Willis Corroon Corporation of Minnesota (\"Willis Corp.\") negotiated the terms of the policy with Reliance based on language from another policy previously negotiated between Willis Corp. and Reliance.</p>\n<p>Fountain timely asserted a claim with Reliance for its flood-related losses from Hurricanes Dennis and Floyd. Reliance <span class=\"star-pagination\">*555</span> has paid Fountain nearly $1,000,000 in satisfaction of certain claims, but has refused to fully pay Fountain's claim for business interruption and reduction losses, Fountain's claim for lack of ingress/egress resulting from Hurricane Floyd and has failed to reimburse Fountain for its alleged claim preparation costs. Reliance contests each of Fountain's outstanding claims for coverage.</p>\n<p></p>\n<h2>I. Construction of the Insurance Contract</h2>\n<p>\"An insurance policy is a contract to be construed under the rules of law applicable to other written contracts.\" <i>Chavis v. Southern Life Ins. Co.,</i> 76 N.C.App. 481, 484, <span class=\"citation\" data-id=\"1313957\"><a href=\"/opinion/1313957/chavis-v-southern-life-ins-co/\"><span class=\"volume\">333</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">559</span></a></span>, 561 (1985). The intent of the parties guides interpretation of the policy. <i>See id.</i> While normal rules of construction for contracts govern insurance agreements, North Carolina courts have recognized a special relationship between the insured and the insurer. <i>See </i><i>Great American Ins. Co. v. C.G. Tate Const. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">387</span></span>, <span class=\"citation\" data-id=\"1394977\"><a href=\"/opinion/1394977/great-american-ins-co-v-cg-tate-const/\"><span class=\"volume\">279</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">769</span></a></span> (1981) (\"An insurance contract is not a negotiated agreement; rather its conditions are by and large dictated by the insurance company to the insured.\") Due to this special relationship, any ambiguity in the language of a policy must be construed to afford coverage, <i>see </i><i>Wachovia Bank and Trust v. Westchester Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"1342744\"><a href=\"/opinion/1342744/wachovia-bank-t-co-v-westchester-fire-ins-co/\"><span class=\"volume\">276</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, <span class=\"citation\" data-id=\"1342744\"><a href=\"/opinion/1342744/wachovia-bank-t-co-v-westchester-fire-ins-co/\"><span class=\"volume\">172</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">518</span></a></span> (1970), and any exclusions from, conditions on, or limitations contained within a policy are to be strictly construed. <i>See id.; see also </i><i>Allstate Ins. Co. v. Shelby Mutual Ins. Co.,</i> <span class=\"citation\" data-id=\"1280102\"><a href=\"/opinion/1280102/allstate-insurance-co-v-shelby-mutual-ins-co/\"><span class=\"volume\">269</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">341</span></a></span>, <span class=\"citation\" data-id=\"1280102\"><a href=\"/opinion/1280102/allstate-insurance-co-v-shelby-mutual-ins-co/\"><span class=\"volume\">152</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">436</span></a></span> (1967).</p>\n<p>However, when the parties to the insurance agreement are sophisticated and jointly negotiate the policy, there is no need to construe ambiguities against the insurance company. The intent of construction against the insurer arises from concern over the lack of bargaining power between the insurance company and the insured. Relying on <i>General Accident Fire and Life Assurance Corp., Ltd. v. Akzona,</i> <span class=\"citation\" data-id=\"378238\"><a href=\"/opinion/378238/general-accident-fire-and-life-assurance-corporation-limited-v-akzona/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span> (4th Cir.1980), Reliance insists that because the policy between it and Fountain was based on a policy presented to Reliance by Fountain's agent, Willis Corp., the court should construe any ambiguities in the policy against Fountain as the party that drafted the contract.</p>\n<p>The Fountain policy is based on a policy issued by Reliance to another client, Metris Company. Reliance had negotiated the Metris policy with Willis Corp. Linda Hines (\"Hines\") of Willis Corp. negotiated the policy for Fountain and Dan Phelps (\"Phelps\"), a Reliance agent, negotiated the policy on behalf of Reliance. Although Reliance concedes that Phelps negotiated on its behalf, it insists that the phrases at issue before the court were not the subject of negotiation. However, Phelps testified that there were no provisions of the policy that were non-negotiable. The court concludes that both parties had an equal bargaining position and finds no reason to construe any ambiguous terms against Fountain, especially in light of the fact that no part of the policy was non-negotiable.<sup>[2]</sup> The court will now examine the contract provisions at issue.</p>\n<p></p>\n<h2>II. Ingress/Egress Provision</h2>\n<p>The ingress/egress provision of the Fountain policy falls under Section II, entitled \"Coverage,\" and Article F, entitled, \"Provisions Applicable to Business Interruption  Gross Earnings, Extra Expense, Rental Value and Royalties Coverage.\" Reliance contends that only a physical loss may trigger a business interruption coverage <span class=\"star-pagination\">*556</span> and takes issues with the period of recovery claimed by Fountain.</p>\n<p>The policy states as follows:</p>\n<blockquote>1. Period of Recovery  the length of time for which loss may be claimed:</blockquote>\n<blockquote>a. Shall not exceed such length of time as would be required with the exercise of due diligence and dispatch to rebuild, repair, or replace such part of the property as had been destroyed or damaged; including time as may be required with the exercise of due diligence and dispatch to reproduce or reconstruct lost, damaged, or destroyed valuable papers or records, and time as may be required to recreate or reproduce (including research and engineering) lost, damaged, or destroyed data on electronic data processing media including film, tape, disc, drum, cell, and other magnetic recording or storage media for electronic data processing.</blockquote>\n<blockquote>b. And, such additional length of time to restore the Insured's business to the condition that would have existed had no loss occurred, commencing with the later of the following dates:</blockquote>\n<blockquote>i. the date on which the liability of the Insurer for loss or damage would otherwise terminate; or</blockquote>\n<blockquote>ii. the date on which repair, replacement or rebuilding of such part of the property as has been damaged is actually completed;</blockquote>\n<blockquote>but in no event for more than one year thereafter from said later commencement date;</blockquote>\n<blockquote>...</blockquote>\n<blockquote>6. Loss of Ingress or Egress: This policy covers loss sustained during the period of time when, as a direct result of a peril not excluded, ingress to or egress from real and personal property not excluded hereunder, is thereby prevented.</blockquote>\n<p>Fountain Policy at 9-10.</p>\n<p>The \"Perils Excluded\" section of the policy fails to exclude hurricanes or other natural disasters.<sup>[3]</sup> Moreover, the Fountain facility is not excluded property. Therefore, substituting \"hurricane\" and the \"Fountain facility\" into the ingress/egress paragraph yields, \"This policy covers loss sustained during the period of time when, as a direct result of a hurricane, ingress to or egress from the Fountain Facility is thereby prevented.\"</p>\n<p>Both parties agree that the terms ingress and egress are unambiguous and generally mean \"access\" to the Fountain facility. Reliance asserts, however, that without property damage, Fountain cannot recover for a business interruption loss.</p>\n<p></p>\n<h2>A. Business Interruption and Physical Loss</h2>\n<p>In support of its contention that only physical loss or damage may trigger a business interruption loss, Reliance relies on an annotation from an ALR and on <i>Harry's Cadillac-Pontiac-GMC Truck Co., Inc. v. Motors Ins. Corp.,</i> 126 N.C.App. 698, <span class=\"citation\" data-id=\"1280744\"><a href=\"/opinion/1280744/harrys-cadillac-pontiac-gmc-truck-co-inc-v-motors-ins-corp/\"><span class=\"volume\">486</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">249</span></a></span> (1997). Fountain agrees that business interruption coverage generally requires that the interruption be caused by damage to the covered property. However, Fountain insists that the ingress/egress clause in this case does not require damage to the insured property.</p>\n<p><i>Harry's Cadillac</i> dealt with a claim by the owner of a car dealership for business interruption after a snowstorm prohibited access to the dealership for one week. There is no indication that the policy in <i>Harry's Cadillac</i> contained an ingress/egress clause and the case is unhelpful in the instant dispute.</p>\n<p>The court cannot find, and neither party has provided, any case in any jurisdiction that interprets an ingress/egress clause <span class=\"star-pagination\">*557</span> contained in the business interruption loss section of an insurance policy. The court believes that this is due to the fact the meaning of the clause is exceedingly clear. Loss sustained due to the inability to access the Fountain facility and resulting from a hurricane is a covered event with no physical damage to the property required. Moreover, in Section II part B. of the policy entitled \"Business Interruption,\" the policy states,</p>\n<blockquote>This policy covers loss resulting from the necessary interruption or reduction of business operations conducted by the insured and <i>caused by loss,</i> damage, <i>or</i> destruction <i>by any of the perils</i> not excluded ...</blockquote>\n<p>Fountain Policy at 5, Section II. Part B. sub 1. (Emphasis added). The plain meaning of this language indicates an agreement between the parties that the contract for insurance cover any business interruption caused by loss by any peril not excluded. A \"loss\" is not predicated on physical damage but is one category of recovery along with damage and destruction as indicated by the use of the alternative coordinating conjunction \"or.\" Flooding due to Hurricane Floyd is exactly the type of peril this business interruption loss was drafted to insure against.</p>\n<p>Furthermore, Reliance was aware of the location of the Fountain facility and was aware that the facility had a limited access. (<i>See</i> Phelps Dep. 16-18). The court can only conclude that the parties intended that the policy would provide coverage not only when the property itself was inaccessible, but also when the only route to the Facility caused the property to be inaccessible. The court's conclusion that no physical loss is required to trigger business interruption coverage is further bolstered by the parties' inclusion of the following provision:</p>\n<blockquote>5. Interruption by Civil or Military Authority: This policy is extended to cover the loss sustained during the period of time when, as a direct result of a peril not excluded, access to real or personal property is prohibited by order of civil or military authority.</blockquote>\n<p>Fountain Policy at 10. This provision immediately precedes the loss of ingress/egress provision. Neither provision requires physical loss, but merely covers loss sustained due to lack of access to the property. Therefore, the court finds that no requirement for physical loss to the property is required under the contract of insurance in order to trigger business interruption coverage under the ingress/egress clause. Furthermore, the ingress/egress provision provides coverage from September 16, 1999, to September 26, 1999.<sup>[4]</sup></p>\n<p></p>\n<h2>B. Period of Loss</h2>\n<p>Fountain contends that the period of the business interruption continued until October 25, 1999, nearly one month after the hurricane. Reliance disagrees, and asserts that the interruption ended when access to the Fountain facility was restored on September 25, 1999.</p>\n<p>In the Fountain policy, the parties clearly set forth two periods of recovery applicable to business interruption. (<i>See</i> Fountain Policy at 9, II.F.1.a. and b., <i>supra</i>). Part a. of the \"Period of Recovery\" contemplates a period of recovery when physical damage occurs to the property. Section b. contemplates the period of recovery when additional time is required to \"restore <span class=\"star-pagination\">*558</span> the Insured's business to the condition that would have existed had no loss occurred ...\" <i>See id.</i> Reliance insists that b. can only apply after the insured meets the condition of physical loss contained in a. The court cannot agree.</p>\n<p>There is no indication that section b. is dependent on section a. The placement of b. as a separate subparagraph, rather than as a subsection of a., is also instructive. The contract outlines two periods of recovery in a. and b., not one period of recovery with an ancillary extension of time. The period of recovery for which an insured may claim loss in b. is \"such additional length of time to restore the Insured's business to the condition that would have existed had no loss occurred\" and \"commencing with ... the date on which the liability of the Insurer for loss or damage would otherwise terminate.\" Fountain Policy at 9.</p>\n<p>The loss claimed in this dispute is the loss of ingress/egress. The court finds that the length of time for which loss of ingress/egress may be claimed is the length of time to restore Fountain's business to the condition that would have existed had no loss of ingress/egress occurred.</p>\n<p>Reliance admits that six days of business interruption loss are covered under the policy, and has already paid Fountain for this time period. Fountain contends that its business was not restored to the condition that would have existed had no loss of ingress/egress occurred until October 25, 1999. Reliance offers no alternative argument, other than pointing out that it already paid Fountain for six days of business interruption. The position of Reliance is that the business interruption ended when access to Fountain's facility was restored on September 25, 1999, according to Reliance, and September 27, 1999, according to Fountain. However, Reliance's conclusion of when the business interruption ended fails to consider the \"the length of time for which loss may be claimed: [a]nd, such additional length of time to restore [Fountain's] business to the condition that would have existed had no loss occurred.\" Fountain Policy at 9.</p>\n<p>In support of its contention that the business was not restored to the condition that would have existed had no loss occurred until October 25, 1999, Fountain relies primarily on the affidavit of Anthony Romersa. Romersa states that production did not resume to \"normal pre-flood capacity until approximately October 25, 1999.\" (Romersa Aff. ¶ 10). Based on 1999 production levels, Fountain usually earned 24.6% gross profit on sales before sales, or $990,000 per month. <i>See id.</i> In September 1999, Fountain lost $79,028, but in October 1999, Fountain earned $1,220,390. <i>See id.</i> Romersa attributes the marked rise in income in October to employee overtime effort.</p>\n<p>While there is no doubt that Fountain experienced business interruption loss for a period of time beyond September 25, 1999, the evidence presently before the court does not clarify the effective date of resumed production levels. The evidence clearly supports a business interruption throughout the end of September 1999, given Fountain's $79,0000 loss, but without more, the court cannot conclude how long such interruption lasted. Therefore, the court finds that the policy provides for Fountain's period of loss due to business interruption to some point past September 25, 1999. The court leaves to the adjusters to agree on an exact date and absent an agreement by the adjusters, the court leaves such determination to the umpire.</p>\n<p></p>\n<h2>III. Claim Preparation Expenses</h2>\n<p>Section VII part O of the Fountain policy provides:</p>\n<p>VII. Extension of Coverage</p>\n<p>This policy covers:</p>\n<blockquote>...</blockquote>\n<blockquote>O. Claim Preparation Expenses</blockquote>\n<blockquote>Expenses incurred by the Insured or by the Insured's representative including Auditors, Accountants, Appraisers, Lawyers, <span class=\"star-pagination\">*559</span> Consultants, Architects, Engineers or other such professionals in order to arrive at the loss payable under this policy in the event of a claim. This provision does not cover expenses incurred for the services of any public adjuster.</blockquote>\n<p>Fountain Policy at 14. Fountain contends that this section allows coverage for lawyers' expenses in preparing its claim to include the expenses of filing this lawsuit. Fountain concedes that paragraph O does not cover its costs of pursuing its bad faith claim against Reliance. Fountain also asserts that this section allows recovery for the expenses of Allan Klotsche (\"Klotsche\"), as a risk management consultant. Reliance counters that Klotsche is a public adjuster and explicitly excluded from paragraph O, and that the only lawyers' expenses included in paragraph O are those incurred in preparing the claim, not in suing on the policy.</p>\n<p>The court finds that paragraph O is clear and unambiguous. The first clause of paragraph O is not a complete sentence, but defines the heading of paragraph O \"Claim Preparation Expenses.\" This drafting style is also used in Part VII paragraph B, C, E, F, G, H, I, K, L, M and N. The heading of the paragraph modifies the contents. By its plain language, claim preparation expenses cover lawyer fees incurred in arriving at the \"loss payable\" in the event of a claim. The proceedings in this action regarding the meaning of ingress/egress and its relation to business interruption loss have become necessary, due to the parties' failure to agree on their meanings, in order to determine the loss payable.</p>\n<p></p>\n<h2>A. Lawyer Fees</h2>\n<p>The only expenses included in paragraph O are those which are incurred in preparing the claim to arrive at the loss payable. As of yet, the parties have not been able to arrive at the loss payable. The reading encouraged by Reliance, that once the claim is prepared and either accepted or rejected the obligation of Reliance to pay claim preparation expenses ends, would hamstring the insured's ability to determine the loss payable and force the insured to accept all policy interpretations given by Reliance. Therefore, the court finds that Reliance is obligated to pay Fountain's attorney fees incurred in determining the loss payable, to include expenses after the filing of the present lawsuit, expenses incurred in preparing for and attending the claim preparation conferences, and expenses for presenting the instant legal question to the court for determination. These fees do not include Fountain's claim for bad faith. Should the adjusters not be able to agree on the amount of these fees, the umpire shall make the final determination.</p>\n<p></p>\n<h2>B. Services of Allan Klotsche</h2>\n<p>Paragraph O of Section VII excludes \"expenses incurred for the services of any public adjuster.\" The remaining question before the court is whether Klotsche is a public adjuster, or whether he is a \"consultant\" covered by the policy. Fountain asserts that Klotsche is not a public adjuster because he is not licensed as a public adjuster in North Carolina and because he did not perform the services of a public adjuster. Reliance disagrees and contends that while Klotsche may not be licensed as a public adjuster in North Carolina, he performed all the services of a public adjuster.</p>\n<p>North Carolina law defines public adjusting as:</p>\n<blockquote>investigating, reporting to, and assisting an insured in relation to first party claims arising under insurance contracts ... that insure the real or personal property, or both, of the insured; ...</blockquote>\n<p>11 N.C.A.C. 6A.0901(2). A public adjuster is one:</p>\n<blockquote>who, for salary, fee, commission, or other compensation, engages in public adjusting and who is licensed under G.S. <span class=\"star-pagination\">*560</span> 58-33-30 or who is authorized to adjust under G.S. 58-33-70 ...</blockquote>\n<p>11 N.C.A.C. 6A.0901(1). Reliance does not dispute that Klotsche fails to satisfy the 11 N.C.A.C. 6A.0901(1) requirement that an adjuster be licensed. Instead, Reliance asserts that Klotsche's actions fit squarely within the definition of public adjusting.</p>\n<p>Klotsche is vice-chairman and CEO of T.E. Brennan Company, a risk management and employee benefits consulting firm. (<i>See</i> Klotsche Dep. at 5). He previously was employed as president and CEO of the Willis Corp., an international insurance brokerage firm. <i>See id.</i> Klotsche began his business relationship with Fountain nearly 10 years ago when he helped design an insurance program for Fountain. <i>See id.</i> at 8. At the time of the hurricane, Klotsche was employed by Willis Corp. and consulted with Fountain on insurance issues to include its insurance needs, sales of insurance products, service after the sale of insurance and claim assistance. (<i>See</i> Klotsche Aff. ¶ 4).</p>\n<p>Klotsche provided input regarding Fountain's claim for its destroyed yacht mold, the extended period of indemnity and loss of ingress and egress. (<i>See</i> Klotsche Dep. at 15, 19). However, Klotsche did not prepare any of the documents presented to Reliance in support of Fountain's claim. <i>See id.</i> at 18. Klotsche's initial activity after the hurricane was to attend a meeting between Fountain and Sponberg, the expert Reliance had retained to examine the yacht mold. At this meeting Klotsche \"listened and observed.\" <i>Id.</i> at 14-15. Relating to the ingress/egress provision, Klotsche discussed with Fountain the meaning of the policy with respect to the facts of the claim. <i>See id.</i> at 20. Klotsche contends that he did not personally investigate Fountain's property damage or business interruption losses, but provided Fountain with names of experts who could investigate the losses. (Klotsche Aff. ¶ 7). However, he did \"collect and organize[] claim data\" and requested documentation on items included in Fountain's claim. (<i>See</i> Klotsche Dep. 14-17). He also organized claim data that was provided to him by Fountain employees. (<i>See</i> Klotsche Aff. ¶ 7). Klotsche used the information provided by Fountain to negotiate on Fountain's behalf with Reliance. (<i>See</i> Klotsche Dep. at 25-28). Klotsche also acted on Fountain's behalf by presenting data and documentation as well as coordinating a presentation for Fountain in a settlement conference with Reliance. <i>See id.</i> at 29.</p>\n<p>Klotsche clearly assisted Fountain in the preparation of its claim and reported to Fountain. The main point of difference is whether Klotsche investigated the claim. To investigate means \"to inquire[] into or track[] down through inquiry.\" Black's Law Dictionary 825 (6th ed.1990). The evidence supports a conclusion that Klotsche's actions are more in line with a consultant than a public adjuster. There is no evidence that Klotsche independently tracked down information through inquiry. Rather, Klotsche took information given to him by Fountain and gave Fountain his professional advice and services. Therefore, the fees of Klotsche as a consultant are covered expenses under the policy.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above stated reasons, the court finds as follows on Fountain's motion for resolution of disputed legal issues. The ingress/egress provision of the policy provides coverage from September 16, 1999, to September 26, 1999. The court finds that the policy provides for Fountain's period of loss due to business interruption to some point past September 25, 1999. The court leaves to the adjusters to agree on an exact date and absent an agreement by the adjusters, the court leaves such determination to the umpire. The court finds that Reliance is obligated to pay Fountain's attorney fees incurred in determining the loss payable, to include expenses after the filing of the present lawsuit, expenses incurred in preparing for and attending the claim preparation conferences, <span class=\"star-pagination\">*561</span> and expenses for presenting the instant legal question to the court for determination. These fees do not include Fountains claim for bad faith. Should the adjusters not be able to agree on the amount of these fees, the umpire shall make the final determination. Finally, the court finds that the services of Allan Klotsche were those of a consultant and are covered by the policy. The clerk is directed to serve a copy of this order on the umpire in this case, Louis P. Hornthal, Jr., Esq., 301 E. Main St., P.O. Box 220, Elizabeth City, N.C. XXXXX-XXXX.</p>\n<h2>NOTES</h2>\n<p>[1]  D.O.T.'s records do not indicate whether the highway was closed on September 18 and 24.</p>\n<p>[2]  Reliance's dependance on <i>Akzona,</i> is misplaced. In <i>Akzona,</i> the parties did not jointly negotiate the policy as did Reliance and Fountain. Additionally the case cited by the Fourth Circuit for the proposition of construing an insurance policy held that the policy should be construed against the insurer that drafter the contract. This lends further support to the court's conclusion that when the parties have equal bargaining power and negotiate the contract there is no need to construe the policy against the drafter.</p>\n<p>[3]  The policy explicitly <i>includes</i> \"floods.\" <i>See</i> Fountain policy at 27.</p>\n<p>[4]  The efforts of Fountain to pick up employees and drive them to work are extraordinary. The court finds that the ingress/egress provision relates only to reasonable access to the Fountain facility and does not therefore apply to extraordinary efforts by Fountain or its employees to get to work over closed and flooded roads. <i>See </i><i>Marriott Financial Services, Inc. v. Capitol Funds, Inc.,</i> <span class=\"citation\" data-id=\"1283713\"><a href=\"/opinion/1283713/marriott-financial-services-v-capitol-funds/\"><span class=\"volume\">288</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">122</span></a></span>, 144, <span class=\"citation\" data-id=\"1283713\"><a href=\"/opinion/1283713/marriott-financial-services-v-capitol-funds/\"><span class=\"volume\">217</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">551</span></a></span>, 564 (1975). Additionally, the court attaches no significance to the fact that D.O.T. records are inconclusive as to whether the Fountain facility was accessible on September 18 and 24. The court finds from the surrounding evidence that the facility was not accessible on these two days. (<i>See e.g.</i> Romersa Aff.)</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/378238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1280102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1280744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1283713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1313957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1342744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1394977/"
  ]
}