{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2327774/",
  "absolute_url": "/opinion/2327774/bouygues-telecom-sa-v-tekelec/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2327774/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:07:18.701762Z",
  "date_modified": "2016-04-26T20:46:22.238312Z",
  "type": "010combined",
  "sha1": "c9f5b84a422ae253b91286305551240084265751",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>473 F.Supp.2d 692 (2007)</b></center>\n<center><h1>BOUYGUES TELECOM, S.A., a French corporation, Plaintiff,<br>\nv.<br>\nTEKELEC, a California corporation, Defendant.</h1></center>\n<center>No. 4:05-CV-78-FL(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>February 8, 2007.</center>\n<p><span class=\"star-pagination\">*693</span> J. Donald Cowan, Jr., Smith Moore, Shannon R. Joseph, Smith Moore, LLP, Raleigh, NC, James G. Exum, Jr., Smith Moore, Greensboro, NC, for Plaintiff.</p>\n<p>Burley Bayard Mitchell, Jr., Pressly M. Millen, Christopher W. Jones, Womble Carlyle Sandridge &amp; Rice, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter comes now before the court upon a motion in limine of plaintiff (DE # 281) wherein it seeks an order finding that the deposition testimony of two former employees of defendant is not hearsay and may be admitted at trial. Defendant opposes the motion (DE # 293). Having considered the arguments in support of and in opposition to the instant motion, the court DENIES the motion for the reasons stated below.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>During discovery, plaintiff took the depositions of two former employees of defendant, Lori Craven and Mark Gauldin. Both Craven and Gauldin were employed by defendant at the time of the incidents giving rise to the allegations in plaintiffs complaint but are not presently employed by defendant, nor were they at the time they were deposed. Both witnesses were <span class=\"star-pagination\">*694</span> represented by defendant's counsel during their depositions.</p>\n<p>Craven was defendant's division manager and Chief Operating Officer and was employed there from January 2002 until June 30, 2006. Plaintiff noticed Craven's deposition in late June 2006 and her deposition was taken on July 21, 2006. Pursuant to a severance agreement between defendant and Craven, Craven received $648,333.00 and agreed to \"cooperate fully and reasonably with Tekelec\" in connection with any pending or future litigation for a period of five years. Craven's severance agreement also contains a non-disparagement clause.</p>\n<p>Gauldin was the Vice President of Engineering for defendant and was employed there from April 2004 until June 2006. Gauldin entered into a severance agreement with defendant which entitled him to fourteen weeks of salary and also contained a non-disparagement provision. Gauldin's deposition was taken on July 27, 2006.</p>\n<p>Defendant contends that both witnesses reside in Raleigh, North Carolina, are available to testify at trial, and that no exception to the hearsay rule would apply to allow the admission of their deposition testimony at trial.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The admission of deposition testimony at trial is governed by the Federal Rules of Evidence and Federal Rule of Civil Procedure 32. 8A Wright &amp; Miller, <i>Federal Practice and Procedure: Civil</i> ยง 2142, p. 158 (1994). Pursuant to Rule 32 of the Federal Rules of Civil Procedure, depositions may be used for any purpose at trial where the deponent is a party, an officer, director, or managing agent of a party, or is otherwise unavailable to testify at trial in accordance with one of the enumerated circumstances of Rule 32(a)(3).<sup>[1]</sup> Here, plaintiff does not contend that Craven or Gauldin meet any of the aforementioned criteria in Rule 32, but instead maintains that their testimony can be characterized as non-hearsay statements by a party-opponent pursuant to Federal Rule of Evidence 801(d)(2)(C) or is otherwise admissible under Federal Rule of Evidence 807.</p>\n<p>1. <i>FRE 801(d)(2)(C).</i> Rule 801(d)(2) provides that a statement is not hearsay if it is:</p>\n<blockquote>(A) the party's own statement, in either an individual or a representative capacity, or (B) a statement of which the party has manifested an adoption or belief in its truth, or <i>(C) a statement by a person authorized by the party to make a statement concerning the subject,</i> or (D) a statement by the party's agent or servant concerning a matter within the scope of the agency or employment, made during the existence of the relationship, or (E) a statement by a coconspirator of a party during the course and in furtherance of the conspiracy. [Emphasis added.] <span class=\"star-pagination\">*695</span> Fed.R.Evid. 801(d)(2)(C). Plaintiff argues that Craven and Gauldin were persons authorized to speak on behalf of defendant pursuant to subsection (C) of this rule and accordingly, their deposition testimony is not hearsay. As the proponent of the statements, plaintiff is required to lay a foundation demonstrating the propriety of admitting the statements into evidence. <i>McDaniel v. Greensboro News Co.,</i> No. C-81-132-G, 1983 WL 1943, at *7 (M.D.N.C. Dec.19, 1983). Plaintiff has not met its burden in this instance.</blockquote>\n<p>The Fourth Circuit has held that \"authority in the context of 801(d)(2)(C) means 'authority to speak' on a particular subject on behalf of someone else.\" <i>Precision Piping &amp; Instruments, Inc. v. E.I duPont de Nemours &amp; Co.,</i> 951 F.2d 613, 619 (4th Cir.1991); <i>Hall v. Wal-Mart Stores, Inc.,</i> No. 4:05CV00050, 2006 WL 1075015, at *2 (W.D Va. April 21, 2006) (\"This rule [801(d)(2)(C) ] 'demands as a prerequisite to admissibility a showing based on evidence independent of the alleged hearsay that the declarant is an agent of the party with authority to speak on the subject.\"') (<i>quoting </i><i>U.S. v. Portsmouth Paving Corp.,</i> 694 F.2d 312, 321 (4th Cir.1982)). The case upon which plaintiff principally relies in support of its argument, <i>Kinser v. Gehl Co.,</i> 184 F.3d 1259 (10th Cir.1999),<sup>[2]</sup> is inapposite to the facts in the present case. In <i>Kinser,</i> the deponent in question was still engaged as a consultant for the party at the time the depositions were taken, in contrast to Craven and Gauldin who did not have any type of ongoing employment with defendant at the time their depositions were taken. <i>See</i> 184 F.3d at 1275 (\"Although [the deponent] had retired at the time of these depositions, he continued to perform consulting services for [defendant] on projects he had overseen during his full-time tenure with the company.\").</p>\n<p>The fact alone that the instant witnesses were subject to non-disparagement clauses in a separation agreement does not change the court's analysis or suggest that they remained authorized to speak on behalf of defendant. Indeed, Craven's separation agreement, which plaintiff offered as an exhibit in support of its motion, expressly states that with the exception of agreeing to cooperate with any litigation involving defendant, as of her termination date, \"Former Employee will not be required to provide any services as an employee, inde: pendent contractor or other service provider for Tekelec or any related person or entity that along with Tekelec would be considered a single employer under Section 414(b) or (c) of the Internal Revenue Code of 1986, as amended.\" (Craven Separation Agreement, DE # 281-3, p. 2). Similarly, the fact that Craven's deposition was noticed while she was still employed by, defendant does not affect the determination that <i>as</i> of the time her testimony was taken there is no evidence to suggest that she was authorized to speak on defendant's behalf.</p>\n<p>In short, plaintiff has failed to establish an evidentiary foundation for its argument that either Craven or Gauldin was authorized to speak on behalf of defendant after their employment with defendant ended. Indeed; such a finding based on the facts presented would seem to thwart the purpose of Rule 801(d)(2), which allows for statements to be admissible where there is a requisite showing of an agency or other similar continuing direct relationship between the employer and the individual making the statement. Consequently, the court rejects plaintiffs attempt to characterize <span class=\"star-pagination\">*696</span> the deponents' testimony as nonhearsay admissions of a party opponent.</p>\n<p>2. FRE 807. In the alternative, plaintiff argues that the deposition testimony of Craven and Gauldin is admissible pursuant to Federal Rule of Evidence 807, the residual hearsay exception. Rule 807 provides in relevant part:</p>\n<blockquote>A statement not specifically covered by Rule 803 or 804 but having equivalent circumstantial guarantees of trustworthiness, is not excluded by the hearsay rule, if the court determines that (A) the statement is offered as evidence of a material fact; (B) the statement is more probative on the point for which it is offered than any other evidence which the proponent can procure through reasonable efforts; and (C) the general purposes of these rules and the interests of justice will best be served by admission of the statement into evidence. However, a statement may not be admitted under this exception unless the proponent of it makes known to the adverse party sufficiently in advance of the trial or hearing to provide the adverse party with a fair, opportunity to prepare to meet it, the proponent's intention to offer the statement and the particulars of it, including the name and address of the declarant.</blockquote>\n<p>Fed.R.Evid. 807.</p>\n<p>Application of the residual exception to the hearsay rule is appropriate \"[w]hen a party seeks to introduce out-ofcourt statements that contain strong circumstantial indicia of reliability, that are highly probative on the material questions at trial, and that are better than other evidence otherwise available.\" <i>Tome v. United States,</i> 513 U.S. 150, 166, 115 S.Ct. 696, 130 L.Ed.2d 574 (1995).<sup>[3]</sup> Admission of evidence pursuant to this rule is to be used in exceptional circumstances. <i>In re Katzburg,</i> 326 B.R. 603, 605 (Bankr.D.S.C. 2004) (\"The legislative history for Rule 807 provides that the residual exception is to be used very rarely, and only in exceptional circumstances.\"); <i>United States v. Ealy,</i> No. 1:00CR00104, 2002 WL 1205035, at * 3 (W.D.Va. June 3, 2002) (\"The residual hearsay exception is intended to be used rarely and only in exceptional circumstances.\"); <i>see also </i><i>Boca Investerings P'ship v. United States,</i> 128 F.Supp.2d 16, 22 (D.D.C.2000) (\"The residual exception to the hearsay rule is intended to be used very sparingly, and only when there exists equivalent circumstantial guarantees of trustworthiness.\") (internal ' quotations omitted).</p>\n<p>Here, no exceptional circumstances have been presented which would warrant the admission of the deposition testimony in lieu of the live testimony of these witnesses at trial. Indeed, as a matter of sound litigation strategy, discovery deposition testimony is routinely obtained from material witnesses, including ex-employees of a party, precisely because they might testify at trial.</p>\n<p>Moreover, while the court does not doubt the general trustworthiness of the testimony taken at the discovery depositions in question, the testimony, particularly that elicited by defendant, may well not be as complete as it would have been had the depositions been noticed as <i>de bene esse</i> depositions, the use of which Local Rule 32.1, E.D.N.C. expressly contemplates. <i>See</i> Fed.R.Evid. 807. In addition, the fact that the witnesses are available and subject to subpoena necessarily suggests that their deposition testimony cannot, as Rule 807(B) requires, be considered <span class=\"star-pagination\">*697</span> more probative on the point for which it is offered than any other evidence which the proponent can procure through reasonable efforts. <i>See, e.g., 8A Wright and Miller, Federal Practice and Procedure: Civil</i> ยง 2142, p. 158 (\"the federal rules have not changed the long-established principle that testimony by deposition is less desirable than oral testimony and should ordinarily be used as a substitute only if the witness is not available to testify in person.\"). Were the court to find Rule 807 applicable under the instant circumstances, this intended narrow exception could swallow the regular rules governing deposition testimony and their built-in safeguards. It therefore cannot be said that the general purposes of the Rules of Evidence and the interests of justice would best be served by admission 'of the depositions into evidence, as Rule 807(C) requires.</p>\n<p>For these reasons, plaintiff has failed to establish that the deposition testimony of Craven and Gauldin falls within the residual hearsay exception embodied in Rule 807 of the Federal Rules of Evidence. This and the other basis advanced by plaintiff for its motion having been shown to be meritless, the motion will be denied.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, it is ODERED that plaintiffs motion in limine regarding the admission of certain deposition testimony at trial (DE # 281) is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Specifically, Rule 32(a)(3) provides: 'The deposition of a witness, whether or not a party, may be used by any party for any purpose if the court finds:(A) that the witness is dead; or (B) that the witness is at a greater distance than 100 miles from the place of trial or hearing, or is out of the United States, unless it appears that the absence of the witness was procured by the party offering the deposition; or (C) that the witness is unable to attend or testify because of age, illness, infirmity, or imprisonment; or (D) that the party offering the deposition has been unable to procure the attendance of the witness by subpoena; or (E) upon, application and notice, that such exceptional circumstances exist as to make it desirable, in the interest of justice and with due regard to the importance of presenting the testimony of witnesses orally in open court, to allow the deposition to be used.\" Fed.R.Civ.P. 32(a)(3).</p>\n<p>[2]  <i>Abrogated on other grounds by </i><i>Weisgram v. Marley Co.,</i> 528 U.S. 440, 120 S.Ct. 1011, 145 L.Ed.2d 958 (2000).</p>\n<p>[3]  The residual exception to the hearsay rule found in Federal Rule of Evidence 807 was formerly found in Rules 803(24) and 804(b)(5). <i>See, e.g., </i><i>United States v. Brothers Const. Co. of Ohio,</i> 219 F.3d 300, 309 n. 2 (4th Cir.2000).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">473</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">692</span></span> (2007)</b></center>\n<center><h1>BOUYGUES TELECOM, S.A., a French corporation, Plaintiff,<br>\nv.<br>\nTEKELEC, a California corporation, Defendant.</h1></center>\n<center>No. 4:05-CV-78-FL(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>February 8, 2007.</center>\n<p><span class=\"star-pagination\">*693</span> J. Donald Cowan, Jr., Smith Moore, Shannon R. Joseph, Smith Moore, LLP, Raleigh, NC, James G. Exum, Jr., Smith Moore, Greensboro, NC, for Plaintiff.</p>\n<p>Burley Bayard Mitchell, Jr., Pressly M. Millen, Christopher W. Jones, Womble Carlyle Sandridge &amp; Rice, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter comes now before the court upon a motion in limine of plaintiff (DE # 281) wherein it seeks an order finding that the deposition testimony of two former employees of defendant is not hearsay and may be admitted at trial. Defendant opposes the motion (DE # 293). Having considered the arguments in support of and in opposition to the instant motion, the court DENIES the motion for the reasons stated below.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>During discovery, plaintiff took the depositions of two former employees of defendant, Lori Craven and Mark Gauldin. Both Craven and Gauldin were employed by defendant at the time of the incidents giving rise to the allegations in plaintiffs complaint but are not presently employed by defendant, nor were they at the time they were deposed. Both witnesses were <span class=\"star-pagination\">*694</span> represented by defendant's counsel during their depositions.</p>\n<p>Craven was defendant's division manager and Chief Operating Officer and was employed there from January 2002 until June 30, 2006. Plaintiff noticed Craven's deposition in late June 2006 and her deposition was taken on July 21, 2006. Pursuant to a severance agreement between defendant and Craven, Craven received $648,333.00 and agreed to \"cooperate fully and reasonably with Tekelec\" in connection with any pending or future litigation for a period of five years. Craven's severance agreement also contains a non-disparagement clause.</p>\n<p>Gauldin was the Vice President of Engineering for defendant and was employed there from April 2004 until June 2006. Gauldin entered into a severance agreement with defendant which entitled him to fourteen weeks of salary and also contained a non-disparagement provision. Gauldin's deposition was taken on July 27, 2006.</p>\n<p>Defendant contends that both witnesses reside in Raleigh, North Carolina, are available to testify at trial, and that no exception to the hearsay rule would apply to allow the admission of their deposition testimony at trial.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The admission of deposition testimony at trial is governed by the Federal Rules of Evidence and Federal Rule of Civil Procedure 32. 8A Wright &amp; Miller, <i>Federal Practice and Procedure: Civil</i> ยง 2142, p. 158 (1994). Pursuant to Rule 32 of the Federal Rules of Civil Procedure, depositions may be used for any purpose at trial where the deponent is a party, an officer, director, or managing agent of a party, or is otherwise unavailable to testify at trial in accordance with one of the enumerated circumstances of Rule 32(a)(3).<sup>[1]</sup> Here, plaintiff does not contend that Craven or Gauldin meet any of the aforementioned criteria in Rule 32, but instead maintains that their testimony can be characterized as non-hearsay statements by a party-opponent pursuant to Federal Rule of Evidence 801(d)(2)(C) or is otherwise admissible under Federal Rule of Evidence 807.</p>\n<p>1. <i>FRE 801(d)(2)(C).</i> Rule 801(d)(2) provides that a statement is not hearsay if it is:</p>\n<blockquote>(A) the party's own statement, in either an individual or a representative capacity, or (B) a statement of which the party has manifested an adoption or belief in its truth, or <i>(C) a statement by a person authorized by the party to make a statement concerning the subject,</i> or (D) a statement by the party's agent or servant concerning a matter within the scope of the agency or employment, made during the existence of the relationship, or (E) a statement by a coconspirator of a party during the course and in furtherance of the conspiracy. [Emphasis added.] <span class=\"star-pagination\">*695</span> Fed.R.Evid. 801(d)(2)(C). Plaintiff argues that Craven and Gauldin were persons authorized to speak on behalf of defendant pursuant to subsection (C) of this rule and accordingly, their deposition testimony is not hearsay. As the proponent of the statements, plaintiff is required to lay a foundation demonstrating the propriety of admitting the statements into evidence. <i>McDaniel v. Greensboro News Co.,</i> No. C-81-132-G, <span class=\"citation no-link\"><span class=\"volume\">1983</span> <span class=\"reporter\">WL</span> <span class=\"page\">1943</span></span>, at *7 (M.D.N.C. Dec.19, 1983). Plaintiff has not met its burden in this instance.</blockquote>\n<p>The Fourth Circuit has held that \"authority in the context of 801(d)(2)(C) means 'authority to speak' on a particular subject on behalf of someone else.\" <i>Precision Piping &amp; Instruments, Inc. v. E.I duPont de Nemours &amp; Co.,</i> <span class=\"citation\" data-id=\"573901\"><a href=\"/opinion/573901/precision-piping-and-instruments-incorporated-a-west-virginia-corporation/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></a></span>, 619 (4th Cir.1991); <i>Hall v. Wal-Mart Stores, Inc.,</i> No. 4:05CV00050, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1075015</span></span>, at *2 (W.D Va. April 21, 2006) (\"This rule [801(d)(2)(C) ] 'demands as a prerequisite to admissibility a showing based on evidence independent of the alleged hearsay that the declarant is an agent of the party with authority to speak on the subject.\"') (<i>quoting </i><i>U.S. v. Portsmouth Paving Corp.,</i> <span class=\"citation\" data-id=\"411394\"><a href=\"/opinion/411394/united-states-v-portsmouth-paving-corporation-and-r-curtis-saunders-jr/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">312</span></a></span>, 321 (4th Cir.1982)). The case upon which plaintiff principally relies in support of its argument, <i>Kinser v. Gehl Co.,</i> <span class=\"citation\" data-id=\"158276\"><a href=\"/opinion/158276/kinser-v-gehl-company/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1259</span></a></span> (10th Cir.1999),<sup>[2]</sup> is inapposite to the facts in the present case. In <i>Kinser,</i> the deponent in question was still engaged as a consultant for the party at the time the depositions were taken, in contrast to Craven and Gauldin who did not have any type of ongoing employment with defendant at the time their depositions were taken. <i>See</i> 184 F.3d at 1275 (\"Although [the deponent] had retired at the time of these depositions, he continued to perform consulting services for [defendant] on projects he had overseen during his full-time tenure with the company.\").</p>\n<p>The fact alone that the instant witnesses were subject to non-disparagement clauses in a separation agreement does not change the court's analysis or suggest that they remained authorized to speak on behalf of defendant. Indeed, Craven's separation agreement, which plaintiff offered as an exhibit in support of its motion, expressly states that with the exception of agreeing to cooperate with any litigation involving defendant, as of her termination date, \"Former Employee will not be required to provide any services as an employee, inde: pendent contractor or other service provider for Tekelec or any related person or entity that along with Tekelec would be considered a single employer under Section 414(b) or (c) of the Internal Revenue Code of 1986, as amended.\" (Craven Separation Agreement, DE # 281-3, p. 2). Similarly, the fact that Craven's deposition was noticed while she was still employed by, defendant does not affect the determination that <i>as</i> of the time her testimony was taken there is no evidence to suggest that she was authorized to speak on defendant's behalf.</p>\n<p>In short, plaintiff has failed to establish an evidentiary foundation for its argument that either Craven or Gauldin was authorized to speak on behalf of defendant after their employment with defendant ended. Indeed; such a finding based on the facts presented would seem to thwart the purpose of Rule 801(d)(2), which allows for statements to be admissible where there is a requisite showing of an agency or other similar continuing direct relationship between the employer and the individual making the statement. Consequently, the court rejects plaintiffs attempt to characterize <span class=\"star-pagination\">*696</span> the deponents' testimony as nonhearsay admissions of a party opponent.</p>\n<p>2. FRE 807. In the alternative, plaintiff argues that the deposition testimony of Craven and Gauldin is admissible pursuant to Federal Rule of Evidence 807, the residual hearsay exception. Rule 807 provides in relevant part:</p>\n<blockquote>A statement not specifically covered by Rule 803 or 804 but having equivalent circumstantial guarantees of trustworthiness, is not excluded by the hearsay rule, if the court determines that (A) the statement is offered as evidence of a material fact; (B) the statement is more probative on the point for which it is offered than any other evidence which the proponent can procure through reasonable efforts; and (C) the general purposes of these rules and the interests of justice will best be served by admission of the statement into evidence. However, a statement may not be admitted under this exception unless the proponent of it makes known to the adverse party sufficiently in advance of the trial or hearing to provide the adverse party with a fair, opportunity to prepare to meet it, the proponent's intention to offer the statement and the particulars of it, including the name and address of the declarant.</blockquote>\n<p>Fed.R.Evid. 807.</p>\n<p>Application of the residual exception to the hearsay rule is appropriate \"[w]hen a party seeks to introduce out-ofcourt statements that contain strong circumstantial indicia of reliability, that are highly probative on the material questions at trial, and that are better than other evidence otherwise available.\" <i>Tome v. United States,</i> <span class=\"citation\" data-id=\"117887\"><a href=\"/opinion/117887/tome-v-united-states/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 166, <span class=\"citation\" data-id=\"117887\"><a href=\"/opinion/117887/tome-v-united-states/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">696</span></a></span>, <span class=\"citation\" data-id=\"117887\"><a href=\"/opinion/117887/tome-v-united-states/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">574</span></a></span> (1995).<sup>[3]</sup> Admission of evidence pursuant to this rule is to be used in exceptional circumstances. <i>In re Katzburg,</i> <span class=\"citation\" data-id=\"1863181\"><a href=\"/opinion/1863181/in-re-katzburg/\"><span class=\"volume\">326</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">603</span></a></span>, 605 (Bankr.D.S.C. 2004) (\"The legislative history for Rule 807 provides that the residual exception is to be used very rarely, and only in exceptional circumstances.\"); <i>United States v. Ealy,</i> No. 1:00CR00104, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">1205035</span></span>, at * 3 (W.D.Va. June 3, 2002) (\"The residual hearsay exception is intended to be used rarely and only in exceptional circumstances.\"); <i>see also </i><i>Boca Investerings P'ship v. United States,</i> <span class=\"citation\" data-id=\"2298363\"><a href=\"/opinion/2298363/boca-investerings-partnership-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">16</span></a></span>, 22 (D.D.C.2000) (\"The residual exception to the hearsay rule is intended to be used very sparingly, and only when there exists equivalent circumstantial guarantees of trustworthiness.\") (internal ' quotations omitted).</p>\n<p>Here, no exceptional circumstances have been presented which would warrant the admission of the deposition testimony in lieu of the live testimony of these witnesses at trial. Indeed, as a matter of sound litigation strategy, discovery deposition testimony is routinely obtained from material witnesses, including ex-employees of a party, precisely because they might testify at trial.</p>\n<p>Moreover, while the court does not doubt the general trustworthiness of the testimony taken at the discovery depositions in question, the testimony, particularly that elicited by defendant, may well not be as complete as it would have been had the depositions been noticed as <i>de bene esse</i> depositions, the use of which Local Rule 32.1, E.D.N.C. expressly contemplates. <i>See</i> Fed.R.Evid. 807. In addition, the fact that the witnesses are available and subject to subpoena necessarily suggests that their deposition testimony cannot, as Rule 807(B) requires, be considered <span class=\"star-pagination\">*697</span> more probative on the point for which it is offered than any other evidence which the proponent can procure through reasonable efforts. <i>See, e.g., 8A Wright and Miller, Federal Practice and Procedure: Civil</i> ยง 2142, p. 158 (\"the federal rules have not changed the long-established principle that testimony by deposition is less desirable than oral testimony and should ordinarily be used as a substitute only if the witness is not available to testify in person.\"). Were the court to find Rule 807 applicable under the instant circumstances, this intended narrow exception could swallow the regular rules governing deposition testimony and their built-in safeguards. It therefore cannot be said that the general purposes of the Rules of Evidence and the interests of justice would best be served by admission 'of the depositions into evidence, as Rule 807(C) requires.</p>\n<p>For these reasons, plaintiff has failed to establish that the deposition testimony of Craven and Gauldin falls within the residual hearsay exception embodied in Rule 807 of the Federal Rules of Evidence. This and the other basis advanced by plaintiff for its motion having been shown to be meritless, the motion will be denied.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, it is ODERED that plaintiffs motion in limine regarding the admission of certain deposition testimony at trial (DE # 281) is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Specifically, Rule 32(a)(3) provides: 'The deposition of a witness, whether or not a party, may be used by any party for any purpose if the court finds:(A) that the witness is dead; or (B) that the witness is at a greater distance than 100 miles from the place of trial or hearing, or is out of the United States, unless it appears that the absence of the witness was procured by the party offering the deposition; or (C) that the witness is unable to attend or testify because of age, illness, infirmity, or imprisonment; or (D) that the party offering the deposition has been unable to procure the attendance of the witness by subpoena; or (E) upon, application and notice, that such exceptional circumstances exist as to make it desirable, in the interest of justice and with due regard to the importance of presenting the testimony of witnesses orally in open court, to allow the deposition to be used.\" Fed.R.Civ.P. 32(a)(3).</p>\n<p>[2]  <i>Abrogated on other grounds by </i><i>Weisgram v. Marley Co.,</i> <span class=\"citation\" data-id=\"118337\"><a href=\"/opinion/118337/weisgram-v-marley-co/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">440</span></a></span>, <span class=\"citation\" data-id=\"118337\"><a href=\"/opinion/118337/weisgram-v-marley-co/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, <span class=\"citation\" data-id=\"118337\"><a href=\"/opinion/118337/weisgram-v-marley-co/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">958</span></a></span> (2000).</p>\n<p>[3]  The residual exception to the hearsay rule found in Federal Rule of Evidence 807 was formerly found in Rules 803(24) and 804(b)(5). <i>See, e.g., </i><i>United States v. Brothers Const. Co. of Ohio,</i> <span class=\"citation\" data-id=\"769516\"><a href=\"/opinion/769516/united-states-v-brothers-construction-company-of-ohio-incorporated/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">300</span></a></span>, 309 n. 2 (4th Cir.2000).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/117887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/158276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1863181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2298363/"
  ]
}