{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2327820/",
  "absolute_url": "/opinion/2327820/united-states-v-433980-in-us-currency/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2327820/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:07:19.374870Z",
  "date_modified": "2016-04-26T22:30:05.686096Z",
  "type": "010combined",
  "sha1": "ef90c426d937c28929a7f19d1959ea5be87b16bf",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>473 F.Supp.2d 672 (2006)</b></center>\n<center><h1>UNITED STATES of America; Plaintiff,<br>\nv.<br>\n$433,980 IN UNITED STATES, CURRENCY, Defendant in rem.</h1></center>\n<center>No. 5:05 CV 5 BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>September 29, 2006.</center>\n<p><span class=\"star-pagination\">*673</span> <span class=\"star-pagination\">*674</span> <span class=\"star-pagination\">*675</span> Stephen A. West, United States Attorney, Raleigh, NC, for United States of America, Plaintiff.</p>\n<p>M. Gordon Widenhouse, Jr., Rudolf Widenhouse &amp; Fialko, Chapel Hill, NC, for 8433,980.00 in U.S. Currency, Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on six motions, three by each party. Claimant Andres Rodriguez has filed Motions to Take Judicial Notice, to Suppress, and to Preclude. Plaintiff the United States in turn has filed Motions to Compel Discovery, for Summary Judgment, and to Stay Ruling on Motions. For the reasons set forth below, each of Claimant Rodriguez's motions are DENIED. The United States' Motion to Compel Discovery is DENIED without prejudice, its Motion to Stay is DISMISSED as MOOT, and its Motion for Summary Judgment is CONTINUED pending a response by Claimant Rodriguez.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On the morning of July 14, 2004, while patrolling Interstate 95 in Johnston County, North Carolina, State Trooper A.R. DiGiovanni (\"DiGiovanni\") observed Claimant Andres Rodriguez's (\"Rodriguez\") Lincoln Towncar change lanes abruptly and begin driving close behind another vehicle. DiGiovanni thought Rodriguez to be following too closely, a traffic offense under state law, and at 7:54 AM made a lawful stop of Rodriguez's car. DiGiovanni asked Rodriguez to exit his vehicle and then to stand near the front of DiGiovanni's patrol car. Rodriguez's sole passenger, Victor Escobar (\"Escobar\") remained seated in the front passenger seat of Rodriguez's car.</p>\n<p>Upon separating the two men, DiGiovanni then asked to see Rodriguez's license and proof of registration, and accompanied Rodriguez back to his vehicle to retrieve them. While Rodriguez re-entered the car to find those documents, DiGiovanni observed three cell phones near the front center console, along with a roll of clear packaging tape and a map of Miami, Florida, on the back seat. Searching for his registration, Rodriguez also opened the glove compartment, in which DiGiovanni could see a new screw driver set and a pair of pliers. The original packaging material for these tools sat next to them in the glove compartment.</p>\n<p>Rodriguez produced a New York State driver's license but no registration. He did, however, present DiGiovanni with valid proof of insurance. As he handed his license to DiGiovanni for inspection, Di-Giovanni noticed that Rodriguez's hands were trembling, and that he seemed unusually nervous. DiGiovanni then asked Rodriguez whether he was a citizen, permanent or temporary resident of the United States, what he did for work, and where he was heading on 1-95. Rodriguez responded that he had been a resident of the United States for five years, that he was a self-employed cab driver, and that he was traveling to visit friends in Jacksonville, Florida.</p>\n<p>DiGiovanni asked Rodriguez to remain standing in the same area near the front of his patrol car, and then walked to the passenger side of Rodriguez's vehicle to speak to Escobar. DiGiovanni asked Escobar similar questions about his residence, employment, and the nature of his journey with Rodriguez. Escobar first told DiGiovanni that he had lived in Queens for three years, and that he did not have a work visa. He then told Di-Giovanni he was on vacation in the United States, and periodically returned to his home country of Colombia. Escobar also said he worked with a friend doing construction <span class=\"star-pagination\">*676</span> projects on Long Island. Escobar's passport, which he presented to Di-Giovanni, identified him as a citizen of Cali, Colombia and indicated that Escobar had arrived in the United States several years previously. Escobar also said he and Rodriguez were traveling for a vacation, but said that their destination was Miami. Like Rodriguez, Escobar was visibly nervous, and his breathing was rapid and shallow.</p>\n<p>At 8:01, DiGiovanni returned to the area in front of the patrol car where Rodriguez was standing and asked Rodriguez to sit inside the patrol car's front seat. DiGiovanni then radioed Highway Trooper C.L. Jones (\"Jones\"), who was approximately 200 yards behind the group on 1-95, and requested his assistance. At 8:02, DiGiovanni began writing out a courtesy warning for following too closely; he then reparked the patrol car so as to locate it closer to the highway's shoulder.<sup>[1]</sup> DiGiovanni asked Rodriguez if he had ever been arrested, and Rodriguez said he had not been. At 8:07, DiGiovanni issued a courtesy warning to Rodriguez for following too closely, and told Rodriguez that he was free to leave.</p>\n<p>However, before Rodriguez had exited his patrol car, DiGiovanni asked Rodriguez's permission to question him further about the trip to Florida, and Rodriguez agreed. DiGiovanni then told Rodriguez he was suspicious, and pointed out the inconsistency in the two men's stories specifically that Rodriguez had identified Jacksonville as their ultimate destination, while Escobar had said it was. Miami. DiGiovanni inquired whether the car contained weapons, drugs, United States currency, or specially designed storage compartments. Rodriguez answered each question in the negative, and specifically denied carrying over $10,000 in United States currency anywhere in the car. At this point DiGiovanni sought and obtained from Rodriguez both written and oral consent to search his vehicle. At no time did Rodriguez refuse to answer any questions, ask to leave, or withdraw consent to search his car.</p>\n<p>DiGiovanni asked Rodriguez to remain in the patrol car while he performed the search; he then returned to Rodriguez's vehicle, and asked Escobar to join Rodriguez in the patrol car. DiGiovanni then patted Escobar down, and Escobar sat down alongside Rodriguez. Jones, who arrived on the scene with a drug sniffing dog a few minutes after DiGiovanni's radio call, then began an exterior canine sniff of Rodriguez's vehicle.<sup>[2]</sup> The dog made one revolution around the car without alerting to the presence of narcotics. On its second trip around Rodriguez's vehicle, the dog alerted next to the passenger side rear quarter panel.<sup>[3]</sup></p>\n<p>After searching the passenger compartment, DiGiovanni then opened the trunk and saw a large Frosted Flakes cereal box which had been sealed with black electrical tape. He removed the tape and observed a large amount of United States <span class=\"star-pagination\">*677</span> currency. DiGiovanni then returned to Escobar and Rodriguez, handcuffed them both, and re-seated the pair in the patrol car. DiGiovanni told the two men that they were not under arrest, but were merely being \"lawfully detained.\" DiGiovanni then completed the search, which would ultimately reveal two additional boxes containing manilla envelopes stuffed with currency. Rodriguez and Escobar had transported a total of $433,980. When asked, Escobar denied all knowledge of the currency. Despite his earlier denial, Rodriguez then acknowledged that the money belonged to him.</p>\n<p>In all, the exchange between the suspects and the two state troopers, beginning with DiGiovanni's traffic stop and concluding with the removal of the $433,980, occupied approximately forty minutes. DiGiovanni seized the currency and drove it and the two suspects back to the highway patrol office. The $433,980 was then inserted into one of three identical, clean boxes, and placed in a separate inspection area. The dog was brought in to perform a second exterior sniff test, and, according to DiGiovanni, gave a positive alert for the narcotics on the box which contained the currency. DiGiovanni then contacted Timothy Whitaker (\"Whitaker\"), a Deputized Task Officer with the Drug Enforcement Agency (\"DEA\"), and relayed the details about the currency and its possible connection to drug trafficking. The DEA agreed to adopt the seizure of the currency.</p>\n<p>DiGiovanni then interviewed Escobar a second time. Escobar told DiGiovanni that he was a native of Cali, Colombia; that he had entered the United States illegally five years ago; that the DEA had seized currency from him previously in New York City; and that he had been ordered deported to Colombia but not complied with that order. At the same time, Jones interviewed Rodriguez, who once more admitted that the seized currency belonged to him, but declined to answer further questions without an attorney present. Both men were then allowed to leave in Rodriguez's vehicle.</p>\n<p>Troopers G.N. Taylor (\"Taylor\") and G.M. McNeil (\"McNeil\"), who were assisting DiGiovanni and Jones with the seizure, drove the $433,980 to the State Employees' Credit Union in Smithfield, NC. The cash was then converted into a money order payable to the United States Marshal Service, which McNeil and Taylor delivered to Whitaker. The money order was then deposited into the Department of Justice's Seized Asset Deposit Fund.</p>\n<p>The United States filed its Complaint for Forfeiture <i>in rem</i> on January 6, 2005; the Court reviewed an affidavit from Officer Whitaker and a Warrant of Arrest was issued for the currency that same day. A Discovery Plan was entered on May 17, 2005, which fixed the case's discovery deadline at September 30, 2005. Rodriguez has insisted from the outset that the 5433,980 was acquired lawfully, through several years of personal savings. However, he has declined to answer certain interrogatories and deposition questions from the United States about the source of the funds. Rodriguez based that refusal, among other things, on his lack of access to relevant government personnel and his privilege against self-incrimination. Rodriguez also has not responded to certain document requests relating to the manner in which he acquired the $433,980, but without making any particular objection or explanation. The United States filed its Motion to Compel Rodriguez to answer its outstanding document requests on October 12, 2005.</p>\n<p>The United States moved for summary judgment on October 31, 2005, arguing that Rodriguez's ongoing refusal to participate meaningfully in discovery has foreclosed him from controverting the government's <span class=\"star-pagination\">*678</span> case. Rodriguez did not respond, but instead filed several other motions relating to DiGiovanni's stop of Rodriguez and the seizure of the $433,980. Specifically, Rodriguez on December 9, 2005 asked the Court to take judicial notice of the fact that most or all United States currency is contaminated by cocaine or other drug residue; to suppress the $433,980 as unlawfully obtained; and to preclude any evidence relating to the $433,980 in light of the government's having deposited the funds without first allowing Rodriguez to subject the money to his own forensic testing. The United States responded to each of Rodriguez's motions, and also submitted a Motion to Stay Ruling on all Motions pending resolution of the discovery dispute, on January 24, 2006. A hearing on the motions was held in Elizabeth City on August 28, 2006.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>I. Motions by Rodriguez</p>\n<p>A. Motion to Take Judicial Notice</p>\n<p>Rodriguez first asks the Court to take judicial notice of the fact that most circulating United States currency is tainted by narcotics. Rule 201 of the Federal Rules of Evidence requires that a judicially noticed fact \"not be subject to reasonable dispute, in that it is either (1) generally known within the territorial jurisdiction of the trial court or (2) capable of accurate and ready determination by resort to sources whose accuracy cannot be reasonably questioned.\" As the Court discussed with Rodriguez's counsel during the hearing on these motions, the extent to which circulating currency is tainted by narcotics is the subject of considerable debate, and thus cannot fairly be characterized as generally known within the jurisdiction or readily verifiable in the way which judicial notice typically requires. For the reasons set forth at the hearing, Rodriguez's Motion to Take Judicial Notice is DENIED.</p>\n<p>B. Motion to Suppress</p>\n<p>Rodriguez next asks the Court to suppress the $433,980 and the dog sniff. He argues first that the evidence was obtained in violation of his Fourth Amendment rights, and that, alternatively, he was subjected to custodial interrogation without receiving <i>Miranda</i> warnings required by the Fifth Amendment. As explained below, the Court rejects both arguments.</p>\n<p>1. Unlawful Search and Seizure</p>\n<p>Rodriguez contends that DiGiovanni's lawful authority over him extended no further than the time necessary to verify his license and registration and to issue a courtesy warning. Consequently, DiGiovanni violated his Fourth Amendment rights in two ways: by seizing him for longer than was necessary to give him the warning, and by subjecting his vehicle to an unauthorized drug dog sniff. Thus Rodriguez claims that the ultimate fruit of DiGiovanni's subsequent questioning, the dog sniff and consensual search of Rodriguez's trunkthe $433,980must be excluded from evidence. Resolving this part of the Motion to Suppress therefore turns upon two issues: (1) whether Rodriguez was at any point seized after DiGiovanni issued the warning; and (2) if DiGiovanni seized Rodriguez, whether DiGiovanni did so in a manner consistent with the Fourth Amendment. The Court concludes that, assuming DiGiovanni did detain Rodriguez, he did so lawfully.</p>\n<p>During an encounter with law enforcement, a person is seized (and Fourth Amendment protections triggered) when, in light of the circumstances, a reasonable person would believe that he was not free to leave. <i>United States v. Mendenhall,</i> 446 U.S. 544, 554, 100 S.Ct. 1870, 64 L.Ed.2d 497 (1980). As long as the police do not demand answers or compliance, <span class=\"star-pagination\">*679</span> merely asking questions, engaging in consensual conversation, asking to review documents or asking to search personal items ordinarily do not constitute a seizure. <i>Florida v. Bostick,</i> 501 U.S. 429, 434-35, 111 S.Ct. 2382, 115 L.Ed.2d 389 (1991). Seizure instead requires something stronger on the officer's part, such as physical coercion or a show of authority. <i>I.N.S. v. Delgado,</i> 466 U.S. 210, 215, 104 S.Ct. 1758, 80 L.Ed.2d 247 (1984) (citations omitted).</p>\n<p>In this case it is unclear if a reasonable person in Rodriguez's position' would not have felt free to leave. Patrol cars are indisputably coercive environments, and imply a measure of restraint greater than that involved in the typical traffic stop exchange between a standing police officer and a driver seated in his vehicle. <i>United States v. Manbeck,</i> 744 F.2d 360, 377 (4th Cir.1984). However, that fact alone does not mean that the exchange between Rodriguez and DiGiovanni was non-consensual. Just as DiGiovanni did not order Rodriguez into the patrol car, he also did not demand that Rodriguez answer his questions, and made no attempt physically to coerce or otherwise intimidate him. Moreover, after DiGiovanni issued the courtesy warning, DiGiovanni returned Rodriguez's license and insurance card; twice told Rodriguez he was free to leave; made clear that any further conversation between the two of them required Rodriguez's permission; and asked Rodriguez's consent to search the car. As the party moving to suppress, Rodriguez bears the burden of proving that a reasonable person in this position would not have felt free to leave by a preponderance of the evidence. <i>See </i><i>United States v. Dickerson,</i> 655 F.2d 559, 561 (4th Cir.1981) (stating that the proponent of a motion to suppress has the burden of establishing that his own Fourth Amendment rights were violated by the challenged police conduct). The Court cannot conclude that it is more likely than not that Rodriguez's location and treatment by DiGiovanni subjected him to a Fourth Amendment seizure.</p>\n<p>In any event, even if DiGiovanni had seized Rodriguez from the moment Rodriguez entered his patrol car onward, DiGiovanni already possessed the lawful authority to do so. Rodriguez argues that he was \"unlawfully arrested\" at that point, because DiGiovanni then lacked probable cause to detain him. However, when the police lack probable cause to arrest, an officer still may subject an individual to an investigatory detention (or \"<i>Terry</i> Stop\"), provided that this lesser seizure is grounded in reasonable suspicion and limited to its proper scope. <i>Terry v. Ohio,</i> 392 U.S. 1, 30, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968); <i>United States v. Perkins,</i> 363 F.3d 317, 321 (4th Cir.2004). Whether an officer possesses \"reasonable suspicion\" is a fact-bound inquiry based upon the totality of the circumstances; even individual factors which might otherwise be consistent with innocent behavior can, when taken together, give rise to reasonable suspicion. <i>United States v. Arvizu,</i> 534 U.S. 266, 273, 122 S.Ct. 744, 151 L.Ed.2d 740 (2002); <i>United States v. Foreman,</i> 369 F.3d 776, 781 (4th Cir.2004).<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*680</span> In <i>Foreman,</i> a state trooper observed the defendant driving down the highway in a \"tense posture,\" with several air fresheners obstructing the defendant's rear view mirror. <i>Id.</i> at 778. The trooper pulled over the defendant's vehicle in order to make a routine traffic stop. <i>Id.</i> at 782 n. 6. On approaching, the trooper noted that the defendant's hands were visibly shaking, and that his carotid artery was throbbing. <i>Id.</i> at 778. The defendant then accompanied the trooper to his patrol car, and sat alongside him while the trooper conducted a computerized check of the defendant's license and registration. <i>Id.</i> at 779. While awaiting the results, the trooper asked the defendant about his destination, and the defendant said he was returning to Norfolk from a one-day trip to New York City to visit his brother. <i>Id.</i> When the trooper mentioned the frequent drug and weapon trafficking which took place on the stretch of highway where he had pulled the defendant over, the pulsing in the defendant's neck became more pronounced. <i>Id.</i> The trooper asked whether there were any drugs or weapons in the vehicle, and the defendant answered both questions in the negative. <i>Id.</i></p>\n<p>The trooper gave the defendant a verbal warning regarding speeding and obstruction of his rear view mirror, and the defendant exited the patrol car. <i>Id.</i> As the defendant was leaving, the trooper asked if he could ask the defendant more questions, and the defendant agreed. <i>Id.</i> The trooper sought but did not receive the defendant's consent to search his car; however, the trooper had radioed at some earlier point for a back-up trooper, who had arrived on the scene with his drug dog. <i>Id.</i> at 779. The other trooper then conducted a dog sniff around the vehicle's exterior. <i>Id.</i> at 780. After the dog alerted to the presence of narcotics, the troopers searched the vehicle and recovered a large quantity of cocaine and cash. <i>Id.</i></p>\n<p>On appeal, the Fourth Circuit concluded that prior to issuing the warning, the trooper had formed reasonable suspicion of a drug crime and thus could detain the defendant after issuing a citation. <i>Id.</i> The Court of Appeals stressed the unusualness of a one-day trip from Norfolk to New York and back; New York's reputation as a source city for narcotics; the common use of air fresheners to mask the odor of narcotics; the defendant's evident anxiety, which increased as the trooper mentioned drug trafficking; and the trooper's personal experiences interdicting drug traffickers on that highway. <i>Id.</i> at 785.</p>\n<p>The similarities between this case and <i>Foreman</i> demonstrate that by the time DiGiovanni issued Rodriguez a courtesy warning, he could already have formed a reasonable suspicion that a drug crime had taken place, or was ongoing. Route 13, the highway on which the defendant traveled in <i>Foreman,</i> was a known drug trafficking route; 1-95 is likewise a well known trafficking corridor. Like the defendant in <i>Foreman,</i> Rodriguez and Escobar were traveling from New York, a \"known source city for illegal narcotics.\" <i>Id.</i> Rodriguez and Escobar were also visibly nervous during DiGiovanni's initial questioning, much as the <i>Foreman</i> defendant was from the moment the trooper in that case approached his vehicle. The <i>Foreman</i> defendant's vehicle contained several air fresheners, which are sometimes used to hide the odor of drugs; Rodriguez's car contained 3 cell phones, a new tool set, and clear packing tape, items sometimes used for communication among drug smugglers, modification of cars to <span class=\"star-pagination\">*681</span> accommodate drug cargo, and packing of drug shipments, respectively. <i>Id.</i> The Court finds that these factors, along with Rodriguez's map of Miami (itself a known source and destination city for illegal drug smuggling), and the pair's conflicting stories about their destination, \"eliminate[d] a substantial portion of innocent travelers,\" and thus furnished DiGiovanni with an adequate legal basis for holding Rodriguez beyond the parameters of an ordinary traffic stop. <i>Id.</i><sup>[5]</sup></p>\n<p>Of course, even a <i>Terry</i> stop justified by reasonable suspicion is limited by the circumstances which give rise to it. Thus the Supreme Court has cautioned that \"an investigative detention must be temporary and last no longer than is necessary to effectuate the purpose of the stop. Similarly, the investigative methods employed should be the least intrusive means reasonably available to verify or dispel the officer's suspicion in a short period of time.\" <i>Florida v. Royer,</i> 460 U.S. 491, 500, 103 S.Ct. 1319, 75 L.Ed.2d 229 (1983); <i>see also </i><i>United States v. Alpert,</i> 816 F.2d 958, 964 (4th Cir.1987). In the Fourth Circuit, the reasonableness of a lawful <i>Terry</i> Stop is evaluated according to the totality of the circumstances, including (1) the seizure's duration; (2) whether the police acted diligently to confirm or dispel their suspicions; (3) whether detention was unnecessarily prolonged; and (4) the importance of the governmental interest alleged to justify the intrusion.<sup>[6]</sup><i>Alpert,</i> 816 F.2d at 964, citing <i>United States v. Place,</i> 462 U.S. 696, 708 n. 8, 103 S.Ct. 2637, 77 L.Ed.2d 110 (1983). DiGiovanni's continued investigation after issuing the warning was entirely reasonable in light of these factors.</p>\n<p>First, any detention incident to that investigation was of limited duration. The encounter between Rodriguez and law enforcement personnel, from the moment he was pulled over until the currency's discovery, lasted approximately forty minutes. Under these circumstances, even if Rodriguez's detention occupied that entire time interval, it might not suggest a <i>Terry</i> Stop of unreasonable scope. <i>See </i><i>United States v. McFarley,</i> 991 F.2d 1188, 1194 (4th Cir. 1993) (holding that, where officers had reasonable suspicion of a drug offense, seizing defendant's luggage for 38 minutes under <i>Terry</i> did not mature into an unlawful arrest). However, the alleged detention <span class=\"star-pagination\">*682</span> here only commenced upon DiGiovanni's issuance of the courtesy warning to Rodriguez, at 8:07. Even assuming the detention extended until after the currency's discovery, it would have lasted at most 27 minutes. In light of DiGiovanni's suspicion that a drug crime could be taking place, the Court does not find this to be a <i>per se</i> unreasonable duration. Second, Di-Giovanni acted with adequate diligence in exploring his belief that Rodriguez and Escobar might be involved in a drug offense. DiGiovanni asked Rodriguez's permission to question him further, and to search his vehicle; the drug sniff took only a few moments, and involved only two revolutions around the car's exterior. The record thus reveals that both troopers worked expeditiously, using methods designed to limit intrusion upon Rodriguez's Fourth Amendment interests. Third, the stop was not unnecessarily prolonged. Again, after he gave Rodriguez the courtesy warning, DiGiovanni turned immediately to investigating a possible drug crime; the record contains no indication that Di-Giovanni and Jones required Rodriguez to wait unnecessarily. Finally, the governmental interest involved in this casedetection and preservation of evidence related to a possible drug crimeis substantial, and justifies the momentary restraint placed upon Rodriguez's liberty. <i>Place,</i> 462 U.S. at 703, 103 S.Ct. 2637. Because Rodriguez's alleged detention was supported by reasonable suspicion and conducted reasonably under the circumstances, the Court will not suppress the $433,980 or the dog sniff on Fourth Amendment grounds.</p>\n<p>2. Custodial Arrest Without <i>Miranda</i> Warnings</p>\n<p>Rodriguez also argues that Di-Giovanni subjected him to a custodial interrogation without first advising him of his rights under <i>Miranda v. Arizona,</i> thus requiring the exclusion of the $433,980 and the drug dog alert as \"fruits of the poisonous tree.\" <i>Wong Sun v. United States,</i> 371 U.S. 471, 484, 83 S.Ct. 407, 9 L.Ed.2d 441 (1963). A defendant is considered \"in custody\" under <i>Miranda</i> when the person has been arrested or had their freedom of action curtailed to a degree associated with arrest. <i>United States v. Sullivan,</i> 138 F.3d 126, 130 (4th Cir.1998). As discussed above, Rodriguez was never placed under formal arrest, and his interactions with DiGiovanni and Jones were largely consensual: prior to the currency's discovery, he was never commanded to answer questions or physically restrained, and expressly consented to further questioning and a search of his car. As Rodriguez was not \"in custody,\" <i>Miranda</i> warnings were not required. Even if they were, furthermore, the \"fruit of the poisonous tree\" doctrine might not require exclusion of the dog sniff or the $433,980, as that evidence was acquired as a result of either DiGiovanni's reasonable suspicion of drug activity or Rodriguez's consent to search, and not as a result of any questioning conducted in violation of <i>Miranda.</i></p>\n<p>Because he was not subjected to an unlawful search or seizure, nor to an interrogation in violation of <i>Miranda,</i> Rodriguez's Motion to Suppress is hereby DENIED.</p>\n<p>C. Motion to Preclude</p>\n<p>Finally, Rodriguez moves to preclude all evidence relating to the $433,980, as the seized cash was converted to a money order by State Troopers and then deposited into the Department of Justice's Seized Funds Account without Rodriguez first being able to inspect and test it. Rodriguez argues that the conversion of funds amounted to the government's wilful destruction of evidence, and violated his due process rights by preventing him from rebutting the United States' contention that the seized currency was tainted by narcotic residue.</p>\n<p><span class=\"star-pagination\">*683</span> The mere conversion of seized cash into check or money order form does not typically amount to destruction of evidence. <i>See </i><i>United States v. United States Currency in. the Amount of $228,536.60, et al.,</i> 895 F.2d 908, 917 (2d Cir.1990). Rather, the general rule is that law enforcement's failure to preserve potentially useful evidence does not constitute a due process violation unless the defendant can show that the police acted in bad faith. <i>United States v. Sanders,</i> 954 F.2d 227, 231 (4th Cir.1992), citing <i>Arizona v. Youngblood,</i> 488 U.S. 51, 58, 109 S.Ct. 333, 102 L.Ed.2d 281 (1988); <i>United States v. Akins,</i> 995 F.Supp. 797, 812 (M.D.Tenn.1998). In <i>Akins,</i> the defendant moved to suppress evidence that a police dog had sniffed narcotics on cash seized from the defendant, because the defendant was not present at the time of the sniff and not able to perform his own evaluation before money was converted to a cashier's check. <i>Id.</i> In rejecting the defendant's motion, the district court noted that the defendant had offered no proof of bad faith by the police, and that officers had testified as to a standard police policy of converting seized money into check form. <i>Id.</i></p>\n<p>The material facts of this case are similar to <i>Akins,</i> and weigh in favor of an identical result. Though Rodriguez insists the police acted in bad faith, he offers no proof of that claim. At the same time, the government points to a longstanding Department of Justice Policy whereby seized funds are promptly deposited into a holding account.<sup>[7]</sup> Without more from Rodriguez on the issue, the Court can only conclude that McNeil, Taylor and Whitaker each acted \"in good faith and accord with their normal practice.\" <i>Youngblood,</i> 488 U.S. at 56, 109 S.Ct. 333, quoting <i>Killian v. United States,</i> 368 U.S. 231, 242, 82 S.Ct. 302, 7 L.Ed.2d 256 (1961). Further, it is not clear whether such testing would have foreclosed the government from tying Rodriguez's $433,980 to illicit drug trafficking, or that McNeil et al were actively attempting to prevent Rodriguez from undermining the government's case. <i>See Youngblood</i> at 56 n. *, 109 S.Ct. 333 (\"the presence or absence of bad faith by the police for purposes of the Due Process Clause must necessarily turn on the police's knowledge of the exculpatory value of the evidence at the time it was lost or destroyed\"). The Court finds that McNeil, Taylor, and Whitaker did not violate Rodriguez's due process rights by converting and ultimately depositing the seized currency.<sup>[8]</sup> Accordingly the Motion to Preclude <span class=\"star-pagination\">*684</span> the United States from offering evidence that the $433,980 was tainted with narcotics will be DENIED.</p>\n<p>II. Motions by the United States</p>\n<p>A. Motions to Compel Discovery and for Summary Judgment</p>\n<p>As noted earlier, the United States filed its Motion to Compel on October 12, 2005, and its Motion for Summary Judgment on October 31, 2005. The latter is accompanied by several forms of documentation, including depositions by Rodriguez, Di-Giovanni, and Jones. The United States argues that Rodriguez's refusal (whether on Fifth Amendment or other grounds) to produce information relating to his acquisition of the $433,980 effectively precludes him from creating a genuine issue of material fact with which to overcome summary judgment and proceed to trial. Rule 56(a) of the Federal Rules of Civil Procedure says that:</p>\n<blockquote>\"when a motion for summary judgment is made and supported as provided in this rule, an adverse party may not rest upon the mere allegations or denials of the adverse party's pleading, but the adverse party's response, by affidavits or as otherwise provided in this rule, <i>must set forth specific facts showing that there is a genuine issue for trial. If the adverse party does not so respond, summary judgment, if appropriate, shall be entered against the adverse party.</i>\n</blockquote>\n<p>(emphasis added).</p>\n<p>Without passing on the sufficiency of the United States' Motion for Summary Judgment, the Court notes that it has been made and supported as provided in Rule 56. The Court further assumes that Rodriguez has not intended his silence to mean that the United States' case is so thin as not to merit consideration at the summary judgment phase.<sup>[9]</sup> Thus, the discovery dispute to one side, if Rodriguez does not specify (beyond argumentation in his pleadings) how the disputed funds were lawfully acquired, Rodriguez may not be able to prevail under Rule 56.</p>\n<p>The Motion to Compel is therefore DNIED without prejudice. Rodriguez is hereby ORDERED to respond to the United States' Motion for Summary Judgment within 20 days of this order. The Motion for Summary Judgment will be CONTINUED pending a response from Rodriguez. Rodriguez is accordingly advised that his failure to respond may result in the award of summary judgment for of the United States.</p>\n<p>B. Motion to Stay Ruling on Motions</p>\n<p>The United States has also moved the Court to stay ruling on the evidentiary motions in this case pending resolution of the ongoing discovery dispute. Since the Court now denies the United States' Motion to Compel without prejudice, and will postpone ruling on the Motion for Summary Judgment, the United States' Motion to Stay Ruling on Motions is hereby DISMISSED as MOOT.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Rodriguez's Motions to take Judicial Notice, to Suppress, and to Preclude are each <span class=\"star-pagination\">*685</span> DENIED. The United States Motion to Compel is DENIED without prejudice, its Motion for Summary Judgment is CONTINUED pending a response by Rodriguez, and its Motion to Stay is DISMISSED as MOOT. Rodriguez is hereby ORDERED to respond to the United States' Motion for Summary Judgment within 20 days or risk award of summary judgment for the United States.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  DiGiovanni's patrol car was equipped with a video camera, which recorded his encounter with Rodriguez. A videotape copy of the recording has been provided to the Court. However, neither the tape nor its transcript allows for an exact determination of how long it took DiGiovanni to write out the courtesy warning.</p>\n<p>[2]  Neither the video nor its transcript indicate precisely when Jones arrived on the scene.</p>\n<p>[3]  The significance of the dog's first alert is not clear from the record before the Court. Jones observed, and the United States concedes, that the dog's alert next to Rodriguez's vehicle may have involved, a least in part, the dog's detection of another dog's urine somewhere on or underneath the suspect's car. The government does not, however, disavow the alert's significance in furthering the two officers' suspicion of Rodriguez and Escobar.</p>\n<p>[4]  Courts have at times have found seizures unlawful in cases when the police have based their suspicions upon only one or a few of the factors the government invokes here. <i>See, e.g., </i><i>United States v. Townsend,</i> 305 F.3d 537, 544 (6th Cir.2002) (noting the suspicious nature of having three cell phones in one car, but characterizing that factor as \"weak\" when not accompanied by more pronounced indicators of illegal activity); <i>United States v. Mesa,</i> 62 F.3d 159, 162-63 (6th Cir.1995) (rejecting reasonable suspicion where passengers were visibly nervous, and told inconsistent stories regarding whether relative they visited had a heart attack or a stroke); <i>United States v. Santiago,</i> 310 F.3d 336, 338-39 (5th Cir.2002) (stating that mere uneasiness and inconsistent stories between a driver and passenger are not sufficient facts to form reasonable suspicion of drug trafficking).</p>\n<p>[5]  Rodriguez has made no argument to the Court about what, if any, the legal scope of his continued detention might have been, since his core contention is that DiGiovanni lacked any authority whatsoever to detain him for longer than was necessary to issue a traffic citation. Thus Rodriguez's reliance upon the Supreme Court's admonition that \"a seizure that is justified solely by the interest in issuing a warning ticket to the driver can become unlawful if it is prolonged beyond the time reasonably required to complete that mission.\" <i>Illinois v. Caballes,</i> 543 U.S. 405, 407, 125 S.Ct. 834, 160 L.Ed.2d 842 (2005). That dictum has no application, however, to a <i>Terry</i> detention for a drug offense, the legal basis for which arises <i>while</i> an undisputedly lawful traffic stop is underway.</p>\n<p>[6]  <i>Alpert</i> also called for courts to examine whether the police made it clear that they plan to reunite the suspect and his possessions at some future time, and how they planned to do so. 812 F.2d at 964 (citations omitted). That instruction contemplates a situation in which property has been seized from a suspect and taken elsewhere for inspection, thus requiring owners to wait and forgo travel plans, or to continue on while making arrangements for the property's return. <i>See, e.g., </i><i>Place,</i> 462 U.S. at 696, 103 S.Ct. 2637 (traveler's luggage seized at La-Guardia Airport, and then taken to Kennedy Airport for dog sniff); <i>United States v. McFarley,</i> 991 F.2d 1188, 1194 (4th Cir.1993) (traveler's bag seized upon his exit from bus station, and taken to offsite location for drug sniff). The Court understands this factor to have limited application where, as here, police officers conduct their entire investigation in the defendant's presence and do not separate him from his personal property.</p>\n<p>[7]  Title 9, Section 111.600 of the U.S. Attorney's Manual provides, in pertinent part:\n</p>\n<p>Seized cash, except where it is to be used as evidence, is to be deposited promptly in the Seized Asset Deposit Fund pending forfeiture. The Chief, Asset Forfeiture and Money Laundering Section, may grant exceptions to this policy in extraordinary circumstances. Transfer of cash to the United States Marshal should occur within 60 days of seizure or 10 days of indictment.</p>\n<p>. . .</p>\n<p>Limited exceptions to this directive, including extensions of applicable time limits, will be granted, on an interim basis, only with the express written permission of the Chief of the Asset Forfeiture and Money Laundering Section, Criminal Division. Retention of currency will be permitted when retention of that currency, or a portion thereof, serves a significant independent, tangible, evidentiary purpose due to, for example, <i>the presence of fingerprints, packaging in an incriminating fashion, or the existence of a traceable amount of narcotic residue on the bills.</i></p>\n<p>(emphasis added).</p>\n<p>[8]  The Court's Due Process analysis is informed in part by the Rodriguez's ongoing ability to rebut the government's core argumentthat the $433,980 seized was substantially connected to illicit drug traffickingin other ways. <i>See Youngblood</i> at 56, 109 S.Ct. 333, quoting <i>California v. Trombetta,</i> 467 U.S. 479, 490, 104 S.Ct. 2528, 81 L.Ed.2d 413 (1984) (noting that even if defendants' breathalyzer samples might have been exculpatory in a drunk driving case, failure by police to preserve them did not violate the Due Process Clause when defendants still had \"alternative means of demonstrating their innocence.\").</p>\n<p>[9]  Local Rule 7.1 requires responses to nondiscovery motions to be filed within 20 days after service of the original motion; here, almost a <i>year</i> has passed since the United States' summary judgment motion was first filed in this Court, and nine months since Rodriguez filed his Motions to Take Judicial Notice, to Suppress, and to Preclude.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">473</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">672</span></span> (2006)</b></center>\n<center><h1>UNITED STATES of America; Plaintiff,<br>\nv.<br>\n$433,980 IN UNITED STATES, CURRENCY, Defendant in rem.</h1></center>\n<center>No. 5:05 CV 5 BO(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina. Western Division.</b></p></center>\n<center>September 29, 2006.</center>\n<p><span class=\"star-pagination\">*673</span> <span class=\"star-pagination\">*674</span> <span class=\"star-pagination\">*675</span> Stephen A. West, United States Attorney, Raleigh, NC, for United States of America, Plaintiff.</p>\n<p>M. Gordon Widenhouse, Jr., Rudolf Widenhouse &amp; Fialko, Chapel Hill, NC, for 8433,980.00 in U.S. Currency, Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on six motions, three by each party. Claimant Andres Rodriguez has filed Motions to Take Judicial Notice, to Suppress, and to Preclude. Plaintiff the United States in turn has filed Motions to Compel Discovery, for Summary Judgment, and to Stay Ruling on Motions. For the reasons set forth below, each of Claimant Rodriguez's motions are DENIED. The United States' Motion to Compel Discovery is DENIED without prejudice, its Motion to Stay is DISMISSED as MOOT, and its Motion for Summary Judgment is CONTINUED pending a response by Claimant Rodriguez.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On the morning of July 14, 2004, while patrolling Interstate 95 in Johnston County, North Carolina, State Trooper A.R. DiGiovanni (\"DiGiovanni\") observed Claimant Andres Rodriguez's (\"Rodriguez\") Lincoln Towncar change lanes abruptly and begin driving close behind another vehicle. DiGiovanni thought Rodriguez to be following too closely, a traffic offense under state law, and at 7:54 AM made a lawful stop of Rodriguez's car. DiGiovanni asked Rodriguez to exit his vehicle and then to stand near the front of DiGiovanni's patrol car. Rodriguez's sole passenger, Victor Escobar (\"Escobar\") remained seated in the front passenger seat of Rodriguez's car.</p>\n<p>Upon separating the two men, DiGiovanni then asked to see Rodriguez's license and proof of registration, and accompanied Rodriguez back to his vehicle to retrieve them. While Rodriguez re-entered the car to find those documents, DiGiovanni observed three cell phones near the front center console, along with a roll of clear packaging tape and a map of Miami, Florida, on the back seat. Searching for his registration, Rodriguez also opened the glove compartment, in which DiGiovanni could see a new screw driver set and a pair of pliers. The original packaging material for these tools sat next to them in the glove compartment.</p>\n<p>Rodriguez produced a New York State driver's license but no registration. He did, however, present DiGiovanni with valid proof of insurance. As he handed his license to DiGiovanni for inspection, Di-Giovanni noticed that Rodriguez's hands were trembling, and that he seemed unusually nervous. DiGiovanni then asked Rodriguez whether he was a citizen, permanent or temporary resident of the United States, what he did for work, and where he was heading on 1-95. Rodriguez responded that he had been a resident of the United States for five years, that he was a self-employed cab driver, and that he was traveling to visit friends in Jacksonville, Florida.</p>\n<p>DiGiovanni asked Rodriguez to remain standing in the same area near the front of his patrol car, and then walked to the passenger side of Rodriguez's vehicle to speak to Escobar. DiGiovanni asked Escobar similar questions about his residence, employment, and the nature of his journey with Rodriguez. Escobar first told DiGiovanni that he had lived in Queens for three years, and that he did not have a work visa. He then told Di-Giovanni he was on vacation in the United States, and periodically returned to his home country of Colombia. Escobar also said he worked with a friend doing construction <span class=\"star-pagination\">*676</span> projects on Long Island. Escobar's passport, which he presented to Di-Giovanni, identified him as a citizen of Cali, Colombia and indicated that Escobar had arrived in the United States several years previously. Escobar also said he and Rodriguez were traveling for a vacation, but said that their destination was Miami. Like Rodriguez, Escobar was visibly nervous, and his breathing was rapid and shallow.</p>\n<p>At 8:01, DiGiovanni returned to the area in front of the patrol car where Rodriguez was standing and asked Rodriguez to sit inside the patrol car's front seat. DiGiovanni then radioed Highway Trooper C.L. Jones (\"Jones\"), who was approximately 200 yards behind the group on 1-95, and requested his assistance. At 8:02, DiGiovanni began writing out a courtesy warning for following too closely; he then reparked the patrol car so as to locate it closer to the highway's shoulder.<sup>[1]</sup> DiGiovanni asked Rodriguez if he had ever been arrested, and Rodriguez said he had not been. At 8:07, DiGiovanni issued a courtesy warning to Rodriguez for following too closely, and told Rodriguez that he was free to leave.</p>\n<p>However, before Rodriguez had exited his patrol car, DiGiovanni asked Rodriguez's permission to question him further about the trip to Florida, and Rodriguez agreed. DiGiovanni then told Rodriguez he was suspicious, and pointed out the inconsistency in the two men's stories specifically that Rodriguez had identified Jacksonville as their ultimate destination, while Escobar had said it was. Miami. DiGiovanni inquired whether the car contained weapons, drugs, United States currency, or specially designed storage compartments. Rodriguez answered each question in the negative, and specifically denied carrying over $10,000 in United States currency anywhere in the car. At this point DiGiovanni sought and obtained from Rodriguez both written and oral consent to search his vehicle. At no time did Rodriguez refuse to answer any questions, ask to leave, or withdraw consent to search his car.</p>\n<p>DiGiovanni asked Rodriguez to remain in the patrol car while he performed the search; he then returned to Rodriguez's vehicle, and asked Escobar to join Rodriguez in the patrol car. DiGiovanni then patted Escobar down, and Escobar sat down alongside Rodriguez. Jones, who arrived on the scene with a drug sniffing dog a few minutes after DiGiovanni's radio call, then began an exterior canine sniff of Rodriguez's vehicle.<sup>[2]</sup> The dog made one revolution around the car without alerting to the presence of narcotics. On its second trip around Rodriguez's vehicle, the dog alerted next to the passenger side rear quarter panel.<sup>[3]</sup></p>\n<p>After searching the passenger compartment, DiGiovanni then opened the trunk and saw a large Frosted Flakes cereal box which had been sealed with black electrical tape. He removed the tape and observed a large amount of United States <span class=\"star-pagination\">*677</span> currency. DiGiovanni then returned to Escobar and Rodriguez, handcuffed them both, and re-seated the pair in the patrol car. DiGiovanni told the two men that they were not under arrest, but were merely being \"lawfully detained.\" DiGiovanni then completed the search, which would ultimately reveal two additional boxes containing manilla envelopes stuffed with currency. Rodriguez and Escobar had transported a total of $433,980. When asked, Escobar denied all knowledge of the currency. Despite his earlier denial, Rodriguez then acknowledged that the money belonged to him.</p>\n<p>In all, the exchange between the suspects and the two state troopers, beginning with DiGiovanni's traffic stop and concluding with the removal of the $433,980, occupied approximately forty minutes. DiGiovanni seized the currency and drove it and the two suspects back to the highway patrol office. The $433,980 was then inserted into one of three identical, clean boxes, and placed in a separate inspection area. The dog was brought in to perform a second exterior sniff test, and, according to DiGiovanni, gave a positive alert for the narcotics on the box which contained the currency. DiGiovanni then contacted Timothy Whitaker (\"Whitaker\"), a Deputized Task Officer with the Drug Enforcement Agency (\"DEA\"), and relayed the details about the currency and its possible connection to drug trafficking. The DEA agreed to adopt the seizure of the currency.</p>\n<p>DiGiovanni then interviewed Escobar a second time. Escobar told DiGiovanni that he was a native of Cali, Colombia; that he had entered the United States illegally five years ago; that the DEA had seized currency from him previously in New York City; and that he had been ordered deported to Colombia but not complied with that order. At the same time, Jones interviewed Rodriguez, who once more admitted that the seized currency belonged to him, but declined to answer further questions without an attorney present. Both men were then allowed to leave in Rodriguez's vehicle.</p>\n<p>Troopers G.N. Taylor (\"Taylor\") and G.M. McNeil (\"McNeil\"), who were assisting DiGiovanni and Jones with the seizure, drove the $433,980 to the State Employees' Credit Union in Smithfield, NC. The cash was then converted into a money order payable to the United States Marshal Service, which McNeil and Taylor delivered to Whitaker. The money order was then deposited into the Department of Justice's Seized Asset Deposit Fund.</p>\n<p>The United States filed its Complaint for Forfeiture <i>in rem</i> on January 6, 2005; the Court reviewed an affidavit from Officer Whitaker and a Warrant of Arrest was issued for the currency that same day. A Discovery Plan was entered on May 17, 2005, which fixed the case's discovery deadline at September 30, 2005. Rodriguez has insisted from the outset that the 5433,980 was acquired lawfully, through several years of personal savings. However, he has declined to answer certain interrogatories and deposition questions from the United States about the source of the funds. Rodriguez based that refusal, among other things, on his lack of access to relevant government personnel and his privilege against self-incrimination. Rodriguez also has not responded to certain document requests relating to the manner in which he acquired the $433,980, but without making any particular objection or explanation. The United States filed its Motion to Compel Rodriguez to answer its outstanding document requests on October 12, 2005.</p>\n<p>The United States moved for summary judgment on October 31, 2005, arguing that Rodriguez's ongoing refusal to participate meaningfully in discovery has foreclosed him from controverting the government's <span class=\"star-pagination\">*678</span> case. Rodriguez did not respond, but instead filed several other motions relating to DiGiovanni's stop of Rodriguez and the seizure of the $433,980. Specifically, Rodriguez on December 9, 2005 asked the Court to take judicial notice of the fact that most or all United States currency is contaminated by cocaine or other drug residue; to suppress the $433,980 as unlawfully obtained; and to preclude any evidence relating to the $433,980 in light of the government's having deposited the funds without first allowing Rodriguez to subject the money to his own forensic testing. The United States responded to each of Rodriguez's motions, and also submitted a Motion to Stay Ruling on all Motions pending resolution of the discovery dispute, on January 24, 2006. A hearing on the motions was held in Elizabeth City on August 28, 2006.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>I. Motions by Rodriguez</p>\n<p>A. Motion to Take Judicial Notice</p>\n<p>Rodriguez first asks the Court to take judicial notice of the fact that most circulating United States currency is tainted by narcotics. Rule 201 of the Federal Rules of Evidence requires that a judicially noticed fact \"not be subject to reasonable dispute, in that it is either (1) generally known within the territorial jurisdiction of the trial court or (2) capable of accurate and ready determination by resort to sources whose accuracy cannot be reasonably questioned.\" As the Court discussed with Rodriguez's counsel during the hearing on these motions, the extent to which circulating currency is tainted by narcotics is the subject of considerable debate, and thus cannot fairly be characterized as generally known within the jurisdiction or readily verifiable in the way which judicial notice typically requires. For the reasons set forth at the hearing, Rodriguez's Motion to Take Judicial Notice is DENIED.</p>\n<p>B. Motion to Suppress</p>\n<p>Rodriguez next asks the Court to suppress the $433,980 and the dog sniff. He argues first that the evidence was obtained in violation of his Fourth Amendment rights, and that, alternatively, he was subjected to custodial interrogation without receiving <i>Miranda</i> warnings required by the Fifth Amendment. As explained below, the Court rejects both arguments.</p>\n<p>1. Unlawful Search and Seizure</p>\n<p>Rodriguez contends that DiGiovanni's lawful authority over him extended no further than the time necessary to verify his license and registration and to issue a courtesy warning. Consequently, DiGiovanni violated his Fourth Amendment rights in two ways: by seizing him for longer than was necessary to give him the warning, and by subjecting his vehicle to an unauthorized drug dog sniff. Thus Rodriguez claims that the ultimate fruit of DiGiovanni's subsequent questioning, the dog sniff and consensual search of Rodriguez's trunkthe $433,980must be excluded from evidence. Resolving this part of the Motion to Suppress therefore turns upon two issues: (1) whether Rodriguez was at any point seized after DiGiovanni issued the warning; and (2) if DiGiovanni seized Rodriguez, whether DiGiovanni did so in a manner consistent with the Fourth Amendment. The Court concludes that, assuming DiGiovanni did detain Rodriguez, he did so lawfully.</p>\n<p>During an encounter with law enforcement, a person is seized (and Fourth Amendment protections triggered) when, in light of the circumstances, a reasonable person would believe that he was not free to leave. <i>United States v. Mendenhall,</i> <span class=\"citation\" data-id=\"110264\"><a href=\"/opinion/110264/united-states-v-mendenhall/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 554, <span class=\"citation\" data-id=\"110264\"><a href=\"/opinion/110264/united-states-v-mendenhall/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1870</span></a></span>, <span class=\"citation\" data-id=\"110264\"><a href=\"/opinion/110264/united-states-v-mendenhall/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">497</span></a></span> (1980). As long as the police do not demand answers or compliance, <span class=\"star-pagination\">*679</span> merely asking questions, engaging in consensual conversation, asking to review documents or asking to search personal items ordinarily do not constitute a seizure. <i>Florida v. Bostick,</i> <span class=\"citation\" data-id=\"112631\"><a href=\"/opinion/112631/florida-v-bostick/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">429</span></a></span>, 434-35, <span class=\"citation\" data-id=\"112631\"><a href=\"/opinion/112631/florida-v-bostick/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2382</span></a></span>, <span class=\"citation\" data-id=\"112631\"><a href=\"/opinion/112631/florida-v-bostick/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (1991). Seizure instead requires something stronger on the officer's part, such as physical coercion or a show of authority. <i>I.N.S. v. Delgado,</i> <span class=\"citation\" data-id=\"111148\"><a href=\"/opinion/111148/ins-v-delgado/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">210</span></a></span>, 215, <span class=\"citation\" data-id=\"111148\"><a href=\"/opinion/111148/ins-v-delgado/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1758</span></a></span>, <span class=\"citation\" data-id=\"111148\"><a href=\"/opinion/111148/ins-v-delgado/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">247</span></a></span> (1984) (citations omitted).</p>\n<p>In this case it is unclear if a reasonable person in Rodriguez's position' would not have felt free to leave. Patrol cars are indisputably coercive environments, and imply a measure of restraint greater than that involved in the typical traffic stop exchange between a standing police officer and a driver seated in his vehicle. <i>United States v. Manbeck,</i> <span class=\"citation\" data-id=\"441989\"><a href=\"/opinion/441989/united-states-v-thomas-manbeck-united-states-of-america-v-kenneth/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">360</span></a></span>, 377 (4th Cir.1984). However, that fact alone does not mean that the exchange between Rodriguez and DiGiovanni was non-consensual. Just as DiGiovanni did not order Rodriguez into the patrol car, he also did not demand that Rodriguez answer his questions, and made no attempt physically to coerce or otherwise intimidate him. Moreover, after DiGiovanni issued the courtesy warning, DiGiovanni returned Rodriguez's license and insurance card; twice told Rodriguez he was free to leave; made clear that any further conversation between the two of them required Rodriguez's permission; and asked Rodriguez's consent to search the car. As the party moving to suppress, Rodriguez bears the burden of proving that a reasonable person in this position would not have felt free to leave by a preponderance of the evidence. <i>See </i><i>United States v. Dickerson,</i> <span class=\"citation\" data-id=\"392829\"><a href=\"/opinion/392829/united-states-v-william-m-dickerson/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">559</span></a></span>, 561 (4th Cir.1981) (stating that the proponent of a motion to suppress has the burden of establishing that his own Fourth Amendment rights were violated by the challenged police conduct). The Court cannot conclude that it is more likely than not that Rodriguez's location and treatment by DiGiovanni subjected him to a Fourth Amendment seizure.</p>\n<p>In any event, even if DiGiovanni had seized Rodriguez from the moment Rodriguez entered his patrol car onward, DiGiovanni already possessed the lawful authority to do so. Rodriguez argues that he was \"unlawfully arrested\" at that point, because DiGiovanni then lacked probable cause to detain him. However, when the police lack probable cause to arrest, an officer still may subject an individual to an investigatory detention (or \"<i>Terry</i> Stop\"), provided that this lesser seizure is grounded in reasonable suspicion and limited to its proper scope. <i>Terry v. Ohio,</i> <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 30, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></a></span> (1968); <i>United States v. Perkins,</i> <span class=\"citation\" data-id=\"785670\"><a href=\"/opinion/785670/united-states-v-john-michael-perkins/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">317</span></a></span>, 321 (4th Cir.2004). Whether an officer possesses \"reasonable suspicion\" is a fact-bound inquiry based upon the totality of the circumstances; even individual factors which might otherwise be consistent with innocent behavior can, when taken together, give rise to reasonable suspicion. <i>United States v. Arvizu,</i> <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, 273, <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">744</span></a></span>, <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">740</span></a></span> (2002); <i>United States v. Foreman,</i> <span class=\"citation\" data-id=\"786356\"><a href=\"/opinion/786356/united-states-v-ronald-cortez-foreman/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">776</span></a></span>, 781 (4th Cir.2004).<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*680</span> In <i>Foreman,</i> a state trooper observed the defendant driving down the highway in a \"tense posture,\" with several air fresheners obstructing the defendant's rear view mirror. <i>Id.</i> at 778. The trooper pulled over the defendant's vehicle in order to make a routine traffic stop. <i>Id.</i> at 782 n. 6. On approaching, the trooper noted that the defendant's hands were visibly shaking, and that his carotid artery was throbbing. <i>Id.</i> at 778. The defendant then accompanied the trooper to his patrol car, and sat alongside him while the trooper conducted a computerized check of the defendant's license and registration. <i>Id.</i> at 779. While awaiting the results, the trooper asked the defendant about his destination, and the defendant said he was returning to Norfolk from a one-day trip to New York City to visit his brother. <i>Id.</i> When the trooper mentioned the frequent drug and weapon trafficking which took place on the stretch of highway where he had pulled the defendant over, the pulsing in the defendant's neck became more pronounced. <i>Id.</i> The trooper asked whether there were any drugs or weapons in the vehicle, and the defendant answered both questions in the negative. <i>Id.</i></p>\n<p>The trooper gave the defendant a verbal warning regarding speeding and obstruction of his rear view mirror, and the defendant exited the patrol car. <i>Id.</i> As the defendant was leaving, the trooper asked if he could ask the defendant more questions, and the defendant agreed. <i>Id.</i> The trooper sought but did not receive the defendant's consent to search his car; however, the trooper had radioed at some earlier point for a back-up trooper, who had arrived on the scene with his drug dog. <i>Id.</i> at 779. The other trooper then conducted a dog sniff around the vehicle's exterior. <i>Id.</i> at 780. After the dog alerted to the presence of narcotics, the troopers searched the vehicle and recovered a large quantity of cocaine and cash. <i>Id.</i></p>\n<p>On appeal, the Fourth Circuit concluded that prior to issuing the warning, the trooper had formed reasonable suspicion of a drug crime and thus could detain the defendant after issuing a citation. <i>Id.</i> The Court of Appeals stressed the unusualness of a one-day trip from Norfolk to New York and back; New York's reputation as a source city for narcotics; the common use of air fresheners to mask the odor of narcotics; the defendant's evident anxiety, which increased as the trooper mentioned drug trafficking; and the trooper's personal experiences interdicting drug traffickers on that highway. <i>Id.</i> at 785.</p>\n<p>The similarities between this case and <i>Foreman</i> demonstrate that by the time DiGiovanni issued Rodriguez a courtesy warning, he could already have formed a reasonable suspicion that a drug crime had taken place, or was ongoing. Route 13, the highway on which the defendant traveled in <i>Foreman,</i> was a known drug trafficking route; 1-95 is likewise a well known trafficking corridor. Like the defendant in <i>Foreman,</i> Rodriguez and Escobar were traveling from New York, a \"known source city for illegal narcotics.\" <i>Id.</i> Rodriguez and Escobar were also visibly nervous during DiGiovanni's initial questioning, much as the <i>Foreman</i> defendant was from the moment the trooper in that case approached his vehicle. The <i>Foreman</i> defendant's vehicle contained several air fresheners, which are sometimes used to hide the odor of drugs; Rodriguez's car contained 3 cell phones, a new tool set, and clear packing tape, items sometimes used for communication among drug smugglers, modification of cars to <span class=\"star-pagination\">*681</span> accommodate drug cargo, and packing of drug shipments, respectively. <i>Id.</i> The Court finds that these factors, along with Rodriguez's map of Miami (itself a known source and destination city for illegal drug smuggling), and the pair's conflicting stories about their destination, \"eliminate[d] a substantial portion of innocent travelers,\" and thus furnished DiGiovanni with an adequate legal basis for holding Rodriguez beyond the parameters of an ordinary traffic stop. <i>Id.</i><sup>[5]</sup></p>\n<p>Of course, even a <i>Terry</i> stop justified by reasonable suspicion is limited by the circumstances which give rise to it. Thus the Supreme Court has cautioned that \"an investigative detention must be temporary and last no longer than is necessary to effectuate the purpose of the stop. Similarly, the investigative methods employed should be the least intrusive means reasonably available to verify or dispel the officer's suspicion in a short period of time.\" <i>Florida v. Royer,</i> <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span>, 500, <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1319</span></a></span>, <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span></a></span> (1983); <i>see also </i><i>United States v. Alpert,</i> <span class=\"citation\" data-id=\"487146\"><a href=\"/opinion/487146/united-states-v-jeffrey-scott-alpert/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">958</span></a></span>, 964 (4th Cir.1987). In the Fourth Circuit, the reasonableness of a lawful <i>Terry</i> Stop is evaluated according to the totality of the circumstances, including (1) the seizure's duration; (2) whether the police acted diligently to confirm or dispel their suspicions; (3) whether detention was unnecessarily prolonged; and (4) the importance of the governmental interest alleged to justify the intrusion.<sup>[6]</sup><i>Alpert,</i> 816 F.2d at 964, citing <i>United States v. Place,</i> <span class=\"citation\" data-id=\"110979\"><a href=\"/opinion/110979/united-states-v-place/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">696</span></a></span>, 708 n. 8, <span class=\"citation\" data-id=\"110979\"><a href=\"/opinion/110979/united-states-v-place/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2637</span></a></span>, <span class=\"citation\" data-id=\"110979\"><a href=\"/opinion/110979/united-states-v-place/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span></a></span> (1983). DiGiovanni's continued investigation after issuing the warning was entirely reasonable in light of these factors.</p>\n<p>First, any detention incident to that investigation was of limited duration. The encounter between Rodriguez and law enforcement personnel, from the moment he was pulled over until the currency's discovery, lasted approximately forty minutes. Under these circumstances, even if Rodriguez's detention occupied that entire time interval, it might not suggest a <i>Terry</i> Stop of unreasonable scope. <i>See </i><i>United States v. McFarley,</i> <span class=\"citation\" data-id=\"605553\"><a href=\"/opinion/605553/united-states-v-daryl-bernard-mcfarley/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1188</span></a></span>, 1194 (4th Cir. 1993) (holding that, where officers had reasonable suspicion of a drug offense, seizing defendant's luggage for 38 minutes under <i>Terry</i> did not mature into an unlawful arrest). However, the alleged detention <span class=\"star-pagination\">*682</span> here only commenced upon DiGiovanni's issuance of the courtesy warning to Rodriguez, at 8:07. Even assuming the detention extended until after the currency's discovery, it would have lasted at most 27 minutes. In light of DiGiovanni's suspicion that a drug crime could be taking place, the Court does not find this to be a <i>per se</i> unreasonable duration. Second, Di-Giovanni acted with adequate diligence in exploring his belief that Rodriguez and Escobar might be involved in a drug offense. DiGiovanni asked Rodriguez's permission to question him further, and to search his vehicle; the drug sniff took only a few moments, and involved only two revolutions around the car's exterior. The record thus reveals that both troopers worked expeditiously, using methods designed to limit intrusion upon Rodriguez's Fourth Amendment interests. Third, the stop was not unnecessarily prolonged. Again, after he gave Rodriguez the courtesy warning, DiGiovanni turned immediately to investigating a possible drug crime; the record contains no indication that Di-Giovanni and Jones required Rodriguez to wait unnecessarily. Finally, the governmental interest involved in this casedetection and preservation of evidence related to a possible drug crimeis substantial, and justifies the momentary restraint placed upon Rodriguez's liberty. <i>Place,</i> 462 U.S. at 703, <span class=\"citation\" data-id=\"110979\"><a href=\"/opinion/110979/united-states-v-place/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2637</span></a></span>. Because Rodriguez's alleged detention was supported by reasonable suspicion and conducted reasonably under the circumstances, the Court will not suppress the $433,980 or the dog sniff on Fourth Amendment grounds.</p>\n<p>2. Custodial Arrest Without <i>Miranda</i> Warnings</p>\n<p>Rodriguez also argues that Di-Giovanni subjected him to a custodial interrogation without first advising him of his rights under <i>Miranda v. Arizona,</i> thus requiring the exclusion of the $433,980 and the drug dog alert as \"fruits of the poisonous tree.\" <i>Wong Sun v. United States,</i> <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 484, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">407</span></a></span>, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">441</span></a></span> (1963). A defendant is considered \"in custody\" under <i>Miranda</i> when the person has been arrested or had their freedom of action curtailed to a degree associated with arrest. <i>United States v. Sullivan,</i> <span class=\"citation\" data-id=\"752081\"><a href=\"/opinion/752081/united-states-v-robert-h-sullivan-washington-legal-foundation-jeff/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></a></span>, 130 (4th Cir.1998). As discussed above, Rodriguez was never placed under formal arrest, and his interactions with DiGiovanni and Jones were largely consensual: prior to the currency's discovery, he was never commanded to answer questions or physically restrained, and expressly consented to further questioning and a search of his car. As Rodriguez was not \"in custody,\" <i>Miranda</i> warnings were not required. Even if they were, furthermore, the \"fruit of the poisonous tree\" doctrine might not require exclusion of the dog sniff or the $433,980, as that evidence was acquired as a result of either DiGiovanni's reasonable suspicion of drug activity or Rodriguez's consent to search, and not as a result of any questioning conducted in violation of <i>Miranda.</i></p>\n<p>Because he was not subjected to an unlawful search or seizure, nor to an interrogation in violation of <i>Miranda,</i> Rodriguez's Motion to Suppress is hereby DENIED.</p>\n<p>C. Motion to Preclude</p>\n<p>Finally, Rodriguez moves to preclude all evidence relating to the $433,980, as the seized cash was converted to a money order by State Troopers and then deposited into the Department of Justice's Seized Funds Account without Rodriguez first being able to inspect and test it. Rodriguez argues that the conversion of funds amounted to the government's wilful destruction of evidence, and violated his due process rights by preventing him from rebutting the United States' contention that the seized currency was tainted by narcotic residue.</p>\n<p><span class=\"star-pagination\">*683</span> The mere conversion of seized cash into check or money order form does not typically amount to destruction of evidence. <i>See </i><i>United States v. United States Currency in. the Amount of $228,536.60, et al.,</i> <span class=\"citation\" data-id=\"536181\"><a href=\"/opinion/536181/united-states-v-united-states-currency-in-the-amount-of-22853600/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span>, 917 (2d Cir.1990). Rather, the general rule is that law enforcement's failure to preserve potentially useful evidence does not constitute a due process violation unless the defendant can show that the police acted in bad faith. <i>United States v. Sanders,</i> <span class=\"citation\" data-id=\"576245\"><a href=\"/opinion/576245/united-states-v-eric-f-sanders/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">227</span></a></span>, 231 (4th Cir.1992), citing <i>Arizona v. Youngblood,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></span>, 58, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">333</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">281</span></span> (1988); <i>United States v. Akins,</i> <span class=\"citation\" data-id=\"1598570\"><a href=\"/opinion/1598570/united-states-v-akins/\"><span class=\"volume\">995</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">797</span></a></span>, 812 (M.D.Tenn.1998). In <i>Akins,</i> the defendant moved to suppress evidence that a police dog had sniffed narcotics on cash seized from the defendant, because the defendant was not present at the time of the sniff and not able to perform his own evaluation before money was converted to a cashier's check. <i>Id.</i> In rejecting the defendant's motion, the district court noted that the defendant had offered no proof of bad faith by the police, and that officers had testified as to a standard police policy of converting seized money into check form. <i>Id.</i></p>\n<p>The material facts of this case are similar to <i>Akins,</i> and weigh in favor of an identical result. Though Rodriguez insists the police acted in bad faith, he offers no proof of that claim. At the same time, the government points to a longstanding Department of Justice Policy whereby seized funds are promptly deposited into a holding account.<sup>[7]</sup> Without more from Rodriguez on the issue, the Court can only conclude that McNeil, Taylor and Whitaker each acted \"in good faith and accord with their normal practice.\" <i>Youngblood,</i> 488 U.S. at 56, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">333</span></span>, quoting <i>Killian v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">231</span></span>, 242, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">302</span></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">256</span></span> (1961). Further, it is not clear whether such testing would have foreclosed the government from tying Rodriguez's $433,980 to illicit drug trafficking, or that McNeil et al were actively attempting to prevent Rodriguez from undermining the government's case. <i>See Youngblood</i> at 56 n. *, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">333</span></span> (\"the presence or absence of bad faith by the police for purposes of the Due Process Clause must necessarily turn on the police's knowledge of the exculpatory value of the evidence at the time it was lost or destroyed\"). The Court finds that McNeil, Taylor, and Whitaker did not violate Rodriguez's due process rights by converting and ultimately depositing the seized currency.<sup>[8]</sup> Accordingly the Motion to Preclude <span class=\"star-pagination\">*684</span> the United States from offering evidence that the $433,980 was tainted with narcotics will be DENIED.</p>\n<p>II. Motions by the United States</p>\n<p>A. Motions to Compel Discovery and for Summary Judgment</p>\n<p>As noted earlier, the United States filed its Motion to Compel on October 12, 2005, and its Motion for Summary Judgment on October 31, 2005. The latter is accompanied by several forms of documentation, including depositions by Rodriguez, Di-Giovanni, and Jones. The United States argues that Rodriguez's refusal (whether on Fifth Amendment or other grounds) to produce information relating to his acquisition of the $433,980 effectively precludes him from creating a genuine issue of material fact with which to overcome summary judgment and proceed to trial. Rule 56(a) of the Federal Rules of Civil Procedure says that:</p>\n<blockquote>\"when a motion for summary judgment is made and supported as provided in this rule, an adverse party may not rest upon the mere allegations or denials of the adverse party's pleading, but the adverse party's response, by affidavits or as otherwise provided in this rule, <i>must set forth specific facts showing that there is a genuine issue for trial. If the adverse party does not so respond, summary judgment, if appropriate, shall be entered against the adverse party.</i>\n</blockquote>\n<p>(emphasis added).</p>\n<p>Without passing on the sufficiency of the United States' Motion for Summary Judgment, the Court notes that it has been made and supported as provided in Rule 56. The Court further assumes that Rodriguez has not intended his silence to mean that the United States' case is so thin as not to merit consideration at the summary judgment phase.<sup>[9]</sup> Thus, the discovery dispute to one side, if Rodriguez does not specify (beyond argumentation in his pleadings) how the disputed funds were lawfully acquired, Rodriguez may not be able to prevail under Rule 56.</p>\n<p>The Motion to Compel is therefore DNIED without prejudice. Rodriguez is hereby ORDERED to respond to the United States' Motion for Summary Judgment within 20 days of this order. The Motion for Summary Judgment will be CONTINUED pending a response from Rodriguez. Rodriguez is accordingly advised that his failure to respond may result in the award of summary judgment for of the United States.</p>\n<p>B. Motion to Stay Ruling on Motions</p>\n<p>The United States has also moved the Court to stay ruling on the evidentiary motions in this case pending resolution of the ongoing discovery dispute. Since the Court now denies the United States' Motion to Compel without prejudice, and will postpone ruling on the Motion for Summary Judgment, the United States' Motion to Stay Ruling on Motions is hereby DISMISSED as MOOT.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Rodriguez's Motions to take Judicial Notice, to Suppress, and to Preclude are each <span class=\"star-pagination\">*685</span> DENIED. The United States Motion to Compel is DENIED without prejudice, its Motion for Summary Judgment is CONTINUED pending a response by Rodriguez, and its Motion to Stay is DISMISSED as MOOT. Rodriguez is hereby ORDERED to respond to the United States' Motion for Summary Judgment within 20 days or risk award of summary judgment for the United States.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  DiGiovanni's patrol car was equipped with a video camera, which recorded his encounter with Rodriguez. A videotape copy of the recording has been provided to the Court. However, neither the tape nor its transcript allows for an exact determination of how long it took DiGiovanni to write out the courtesy warning.</p>\n<p>[2]  Neither the video nor its transcript indicate precisely when Jones arrived on the scene.</p>\n<p>[3]  The significance of the dog's first alert is not clear from the record before the Court. Jones observed, and the United States concedes, that the dog's alert next to Rodriguez's vehicle may have involved, a least in part, the dog's detection of another dog's urine somewhere on or underneath the suspect's car. The government does not, however, disavow the alert's significance in furthering the two officers' suspicion of Rodriguez and Escobar.</p>\n<p>[4]  Courts have at times have found seizures unlawful in cases when the police have based their suspicions upon only one or a few of the factors the government invokes here. <i>See, e.g., </i><i>United States v. Townsend,</i> <span class=\"citation\" data-id=\"779300\"><a href=\"/opinion/779300/united-states-v-sylvester-townsend-and-david-green/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">537</span></a></span>, 544 (6th Cir.2002) (noting the suspicious nature of having three cell phones in one car, but characterizing that factor as \"weak\" when not accompanied by more pronounced indicators of illegal activity); <i>United States v. Mesa,</i> <span class=\"citation\" data-id=\"701329\"><a href=\"/opinion/701329/united-states-v-gina-mesa/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">159</span></a></span>, 162-63 (6th Cir.1995) (rejecting reasonable suspicion where passengers were visibly nervous, and told inconsistent stories regarding whether relative they visited had a heart attack or a stroke); <i>United States v. Santiago,</i> <span class=\"citation\" data-id=\"28978\"><a href=\"/opinion/28978/united-states-v-santiago/\"><span class=\"volume\">310</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">336</span></a></span>, 338-39 (5th Cir.2002) (stating that mere uneasiness and inconsistent stories between a driver and passenger are not sufficient facts to form reasonable suspicion of drug trafficking).</p>\n<p>[5]  Rodriguez has made no argument to the Court about what, if any, the legal scope of his continued detention might have been, since his core contention is that DiGiovanni lacked any authority whatsoever to detain him for longer than was necessary to issue a traffic citation. Thus Rodriguez's reliance upon the Supreme Court's admonition that \"a seizure that is justified solely by the interest in issuing a warning ticket to the driver can become unlawful if it is prolonged beyond the time reasonably required to complete that mission.\" <i>Illinois v. Caballes,</i> <span class=\"citation\" data-id=\"137742\"><a href=\"/opinion/137742/illinois-v-caballes/\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 407, <span class=\"citation\" data-id=\"137742\"><a href=\"/opinion/137742/illinois-v-caballes/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">834</span></a></span>, <span class=\"citation\" data-id=\"137742\"><a href=\"/opinion/137742/illinois-v-caballes/\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (2005). That dictum has no application, however, to a <i>Terry</i> detention for a drug offense, the legal basis for which arises <i>while</i> an undisputedly lawful traffic stop is underway.</p>\n<p>[6]  <i>Alpert</i> also called for courts to examine whether the police made it clear that they plan to reunite the suspect and his possessions at some future time, and how they planned to do so. 812 F.2d at 964 (citations omitted). That instruction contemplates a situation in which property has been seized from a suspect and taken elsewhere for inspection, thus requiring owners to wait and forgo travel plans, or to continue on while making arrangements for the property's return. <i>See, e.g., </i><i>Place,</i> 462 U.S. at 696, <span class=\"citation\" data-id=\"110979\"><a href=\"/opinion/110979/united-states-v-place/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2637</span></a></span> (traveler's luggage seized at La-Guardia Airport, and then taken to Kennedy Airport for dog sniff); <i>United States v. McFarley,</i> <span class=\"citation\" data-id=\"605553\"><a href=\"/opinion/605553/united-states-v-daryl-bernard-mcfarley/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1188</span></a></span>, 1194 (4th Cir.1993) (traveler's bag seized upon his exit from bus station, and taken to offsite location for drug sniff). The Court understands this factor to have limited application where, as here, police officers conduct their entire investigation in the defendant's presence and do not separate him from his personal property.</p>\n<p>[7]  Title 9, Section 111.600 of the U.S. Attorney's Manual provides, in pertinent part:\n</p>\n<p>Seized cash, except where it is to be used as evidence, is to be deposited promptly in the Seized Asset Deposit Fund pending forfeiture. The Chief, Asset Forfeiture and Money Laundering Section, may grant exceptions to this policy in extraordinary circumstances. Transfer of cash to the United States Marshal should occur within 60 days of seizure or 10 days of indictment.</p>\n<p>. . .</p>\n<p>Limited exceptions to this directive, including extensions of applicable time limits, will be granted, on an interim basis, only with the express written permission of the Chief of the Asset Forfeiture and Money Laundering Section, Criminal Division. Retention of currency will be permitted when retention of that currency, or a portion thereof, serves a significant independent, tangible, evidentiary purpose due to, for example, <i>the presence of fingerprints, packaging in an incriminating fashion, or the existence of a traceable amount of narcotic residue on the bills.</i></p>\n<p>(emphasis added).</p>\n<p>[8]  The Court's Due Process analysis is informed in part by the Rodriguez's ongoing ability to rebut the government's core argumentthat the $433,980 seized was substantially connected to illicit drug traffickingin other ways. <i>See Youngblood</i> at 56, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">333</span></span>, quoting <i>California v. Trombetta,</i> <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 490, <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2528</span></a></span>, <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">413</span></a></span> (1984) (noting that even if defendants' breathalyzer samples might have been exculpatory in a drunk driving case, failure by police to preserve them did not violate the Due Process Clause when defendants still had \"alternative means of demonstrating their innocence.\").</p>\n<p>[9]  Local Rule 7.1 requires responses to nondiscovery motions to be filed within 20 days after service of the original motion; here, almost a <i>year</i> has passed since the United States' summary judgment motion was first filed in this Court, and nine months since Rodriguez filed his Motions to Take Judicial Notice, to Suppress, and to Preclude.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/28978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1598570/"
  ]
}