{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2328917/",
  "absolute_url": "/opinion/2328917/baldwin-v-barnhart/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2328917/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:07:32.982536Z",
  "date_modified": "2016-04-26T23:21:15.793832Z",
  "type": "010combined",
  "sha1": "76c9fe311cf286eee9193b094f4c4cf216770040",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>444 F.Supp.2d 457 (2005)</b></center>\n<center><h1>Tia S. BALDWIN, Plaintiff,<br>\nv.<br>\nJo Anne B. BARNHART, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 7:03-CV-171-FL(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>March 24, 2005.</center>\n<p><span class=\"star-pagination\">*458</span> <span class=\"star-pagination\">*459</span> <span class=\"star-pagination\">*460</span> William L. Davis, III, Lumberton, NC, for Tia S. Baldwin, Plaintiff.</p>\n<p>David J. Cortes, U.S. Attorney's Office, Eastern District of North Carolina, Raleigh, NC, for Jo Anne B. Barnhart, Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on the parties' cross-motions for judgment on the pleadings pursuant to Fed.R.Civ.P. 12(c). [DE # `s 7 &amp; 13]. Pursuant to 28 U.S.C. § 636(b)(1), United States Magistrate Judge Christina L. Demory entered a memorandum recommending that the court deny plaintiff's motion, grant defendant's motion, and uphold the Commissioner's decision denying benefits. Plaintiff timely filed an objection to the memorandum and recommendation (\"M &amp; R\"), and defendant did not file a response. In this posture, the matter is ripe for ruling. For the reasons that follow, the court rejects plaintiff's objection to the M &amp; R and upholds the Commissioner's decision denying benefits.</p>\n<p>In addressing plaintiff's objection to the M &amp; R, the district court \"shall make a <i>de novo</i> determination of those portions of the report or specified proposed findings or recommendations to which objection is made.\" 28 U.S.C. § 636(b)(1)(C). Upon careful review of the record, \"the court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.\" <i>Id.; see </i><i>Camby v. Davis,</i> 718 F.2d 198, 200 (4th Cir.1983).</p>\n<p>In this case, plaintiff \"objects to the Magistrates [sic] findings and recommendations that the Administrative Law Judge [ALJ] decision is supported by substantial evidence.\" (Pl's Obj., p. 1). In her argument, however, plaintiff does not distinguish between errors made by the ALJ and errors made by the Magistrate Judge in reaching specific findings. Indeed, in the discussion of her objections, plaintiff only restates without substantive alteration, and in many instances <i>verbatim,</i> arguments made in her initial memorandum. (<i>See</i> Pl's Obj., pp. 3-4, 6-17). Upon careful review of the record, the court finds that the Magistrate Judge already has addressed the arguments made by plaintiff in her objection.</p>\n<p>Specifically, plaintiff argues in her objection that the ALJ failed to sufficiently consider plaintiff's impairments, in combination, when making its decision on plaintiff's disability. (Pl's Obj., pp. 12 &amp; 14-15). Plaintiff stated this argument, nearly <i>verbatim,</i> in plaintiff's memorandum at pages 14-15 and 16-17. The Magistrate Judge thoroughly addressed this argument at pages 5-9 of the M &amp; R, where she discusses the evidence of the multiple impairments alleged by plaintiff. Accordingly, <span class=\"star-pagination\">*461</span> the court adopts as its own the discussion of the Magistrate Judge on this issue.</p>\n<p>Next, plaintiff argues in her objection that the ALJ erred by failing to consider plaintiffs evidence of pain, as confirmed by the testimony of her mother. (Pl's Obj., p. 13). Plaintiff stated this argument, <i>verbatim,</i> in plaintiffs memorandum at page 15. The Magistrate Judge addressed this argument at pages 9-10 of the M &amp; R, where she discusses contrary evidence concerning plaintiffs daily activities. Accordingly, the court adopts as its own the discussion of the Magistrate Judge on this issue.</p>\n<p>Next, plaintiff argues in her objection that the ALJ erred by rejecting plaintiffs medical evidence and relying on findings of daily activities in reaching the residual functional capacity determination. (Pl's Obj., p. 13). Plaintiff stated this argument, <i>verbatim,</i> in plaintiffs memorandum at page 17. The Magistrate Judge addressed this argument at pages 8-10 of the M &amp; R, where she discusses the ALJ's residual functional capacity determination and the supporting evidence of daily activities. Accordingly, the court adopts as its own the discussion of the Magistrate Judge on this issue.</p>\n<p>Finally, plaintiff argues in her objection that the ALJ erred by rejecting medical evidence from plaintiffs treating physician. (Pl's Obj., pp. 13, 15-17). Plaintiff stated this argument, in nearly identical terms, in plaintiffs memorandum at pages 15-16 and 19-21. The Magistrate Judge addressed this argument at pages 10-12 of the M &amp; R, where she discusses the ALJ's rejection of the treating physician opinion that plaintiff was disabled. Accordingly, the court adopts as its own the discussion of the Magistrate Judge on this issue.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For these reasons, the court accepts in whole the Magistrate Judge's findings and recommendations, rejects plaintiffs objection, and upholds the Commissioner's decision. Accordingly, plaintiffs motion for judgment on the pleadings [DE # 7] is DENIED, and defendant's motion for judgment on the pleadings [DE # 13] is GRANTED. The clerk is directed to close the case file.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>DEMORY, United States Magistrate Judge.</p>\n<p>This matter is before the court on the cross-motions of the parties for judgment on the pleadings pursuant to Fed.R.Civ.P. 12(c). The plaintiff filed this action pursuant to 42 U.S.C. §§ 402 and 405(g) seeking judicial review of the defendant's denial of her application for supplemental security income (\"SSI\"). The plaintiff has exhausted her administrative remedies and the Commissioner's denial of her application has become final. Having carefully reviewed the administrative record submitted by counsel, this court recommends denying the plaintiffs motion for judgment on the pleadings and granting the defendant's motion for judgment on the pleadings.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>The plaintiff filed a Title XVI application for SSI on January 8, 2002.<sup>[1]</sup> In her application, she alleged lumbar disc disease, migraine headaches, irritable bowel syndrome, asthma, acid reflux, and fibromyalgia. After unfavorable determinations initially and upon reconsideration, a timely request for hearing was made. A hearing <span class=\"star-pagination\">*462</span> was held before an Administrative Law Judge (\"ALP) on May 8, 2003. On June 7, 2003, the ALJ issued his finding that the plaintiff was not disabled. The Appeals Council denied the plaintiffs request for review and the ALJ's decision became the final decision of the Commissioner for the purpose of judicial review. The plaintiff then timely commenced this action for judicial review pursuant to 42 U.S.C. §§ 402 and 405(g).</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>I. Standard of Review</p>\n<p>Under 42 U.S.C. § 405(g), the scope of judicial review of a final decision of the Commissioner is limited to determining whether substantial evidence in the record supports the Commissioner's final decision and whether the Commissioner applied the correct legal standards. <i>See </i><i>Richardson v. Perales,</i> 402 U.S. 389, 390, 401, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971); <i>Hays v. Sullivan,</i> 907 F.2d 1453, 1456 (4th Cir.1990). Thus, a court must uphold the Commissioner's decision so long as the decision is supported by substantial evidence and the Commissioner applied the correct legal standards. <i>See, e.g., </i><i>Smith v. Schweiker,</i> 795 F.2d 343, 345 (4th Cir. 1986); <i>Blalock v. Richardson,</i> 483 F.2d 773, 775 (4th Cir.1972).</p>\n<p>\"Substantial evidence\" means \"such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\" <i>Perales,</i> 402 U.S. at 401, 91 S.C. 1420 (quoting <i>Consolidated Edison Co. v. NLRB,</i> 305 U.S. 197, 229, 59 S.Ct. 206, 83 L.Ed. 126 (1938)). If the Commissioner's decision is supported by substantial evidence, the court may not substitute its judgment for that of the Commissioner. <i>Hunter v. Sullivan,</i> 993 F.2d 31, 34 (4th Cir.1992) (per curiam).</p>\n<p>II. Process of Evaluation for Disability</p>\n<p>The claimant bears the burden of proving that he is disabled under the Social Security Act. <i>English v. Shalala,</i> 10 F.3d 1080, 1082 (4th Cir.1993). In order to determine whether a claimant is disabled, a five-step evaluation is mandated by 20 C.F.R. § 416.920. <i>See </i><i>Barnhart v. Thomas,</i> 540 U.S. 20, 124 S.Ct. 376, 379, 157 L.Ed.2d 333 (2003). This sequential process can be summarized as follows:</p>\n<blockquote>The five step analysis begins with the question of whether the claimant engaged in substantial gainful employment. 20 C.F.R. § 404.1520(b). If not, the analysis continues to determine whether, based upon the medical evidence, the claimant has a severe impairment. 20 C.F.R. § 404.1520(c). If the claimed impairment is sufficiently severe, the third step considers whether the claimant has an impairment that equals or exceeds in severity one or more of the impairments listed in Appendix I of the regulations. 20 C.F.R. § 404.1520(d); 20 C.F.R., Part 404, Subpart P, App. I. If so, the claimant is disabled. If not, the next inquiry considers if the impairment prevents the claimant from returning to past work. 20 C.F.R. § 404.1520(e); 20 C.F.R. § 404.1545(a). If the answer is in the affirmative, the final consideration looks to whether the impairment precludes the claimant from performing other work. 20 C.F.R. § 404.1520(f).</blockquote>\n<p><i>Mastro v. Apfel,</i> 270 F.3d 171, 177 (4th Cir.2001) (discussing the comparable fivestep analysis under 20 C.F.R. § 404.1520). \"If an applicant fails at any step of the process, the ALJ need not advance to the subsequent steps.\" <i>Pass v. Chater,</i> 65 F.3d 1200, 1203 (4th Cir.1995).</p>\n<p>The burden of proof and production during the first four steps of the inquiry rests on the plaintiff. <i>Id.</i> At the fifth step, <span class=\"star-pagination\">*463</span> the burden shifts to the Commissioner to show that other work is available in the national economy which the plaintiff could perform. <i>Id.</i> The Commissioner often attempts to carry her burden through the testimony of a vocational expert (\"VE\") who testifies to jobs available in the economy based on the characteristics of the plaintiff. <i>See, e.g., </i><i>English,</i> 10 F.3d at 1084-86.</p>\n<p>Moreover, where a physical or mental impairment that reasonably could be expected to cause pain is shown by medically acceptable objective evidence, the ALJ must evaluate \"the disabling effects of a disability claimant's pain, even though its intensity or severity is shown only by subjective evidence. If an underlying impairment capable of causing pain is shown, subjective evidence of the pain, its intensity or degree can, by itself, support a finding of disability.\" <i>Hyatt v. Sullivan,</i> 899 F.2d 329, 337 (4th Cir.1990); <i>see also</i> 20 C.F.R. § 416.929 (2003).</p>\n<p>III. Findings of the Administrative Law Judge</p>\n<p>At step one, the ALJ found that the plaintiff had not engaged in substantial gainful activity since January 8, 2002.<sup>[2]</sup> (App. at 15.) At step two, the ALJ found that the plaintiff suffered from degenerative disc disease, obesity, and fibromyalgia, all of which were medically determinable severe impairments within the requirements of 20 C.F.R. § 416.920(c). (App. at 16.) However, the ALJ found that the plaintiff's alleged impairments of irritable bowel syndrome, gastrointestinal reflux disease, asthma, and migraine headaches were not severe at any time relevant to this decision. (App. at 16.)</p>\n<p>The ALJ then reviewed the record and the evidence presented to determine whether any of the plaintiff's severe impairments were functionally equivalent in severity to one or more of the listed impairments. The ALJ found that the plaintiff's impairments did not meet or medically equal one of the listed impairments in Appendix 1. (App. at 16.)</p>\n<p>In this case, the ALJ first found that because the plaintiff had not produced sufficient earnings to constitute \"substantial gainful activity,\" her job as a grocery store cashier could not be considered \"past relevant work.\" (App. at 14.) However, after careful consideration, the ALJ did find that she had the residual functional capacity (\"RFC\") to perform sedentary and light work, limited to a sit/stand option with no prolonged exposure to air pollutants, no lifting of more than ten to twenty pounds, even on an infrequent basis, and no more than occasional climbing. (App. at 18.)</p>\n<p>At step four, because the ALJ found that the plaintiff did not have past relevant work experience, he further found that she could not perform any of her past relevant work. (App. at 18.) Proceeding to step five, the ALJ considered the plaintiff's medically determinable impairments, functional limitations, age, education and work experience to determine if there were jobs available in significant numbers that the plaintiff could perform. (App. at 18.) Based upon the testimony of a vocational expert and hypotheticals posed to that expert, the ALJ found that there were a significant number of sedentary and light jobs in the local and national economies that the plaintiff could perform, even with non-exertional limitations. (App. at 19.) Therefore, the ALJ determined that the plaintiff was not disabled. (App. at 19.)</p>\n<p><span class=\"star-pagination\">*464</span> IV. Analysis of the Plaintiffs Claims</p>\n<p>The plaintiff first argues that the ALJ failed to sufficiently consider, individually and in combination, the severity of her alleged impairments. (Pl.'s Br. Mot. J. Pleadings at 15, 16, 17). A \"severe impairment\" is an impairment or combination of impairments that \"significantly limits [a claimant's] physical or mental ability to do basic work activities. . . .\" 20 C.F.R. § 416.920(c).</p>\n<p>At the hearing, the plaintiff testified that she was unable to work due to lumbar disc disease, migraine headaches, irritable bowel syndrome, asthma, acid reflux, and fibromyalgia. (App. at 15.) Of those, the plaintiff's degenerative disc disease and fibromyalgia were found to be severe. (App. at 16.) Based upon substantial evidence in the record, the ALJ also found the plaintiffs obesity was a medically determinable, severe impairment. (App. at 16.) The ALJ provided detailed explanations for finding that the plaintiff's remaining impairments, either testified to or found within the record, were not severe. (App. at 15-16.) Ample evidence throughout the record supports the ALJ's findings.</p>\n<p>Specifically, the ALJ found that the plaintiffs irritable bowel syndrome, acid reflux and migraine headaches did not constitute severe impairments because the plaintiff had not regularly sought or received treatment for these problems since January 8, 2002. (App. at 15.) By so finding, the plaintiff alleges that the ALJ expressed a medical opinion without the support of objective medical evidence. This is simply not the case.</p>\n<p>\"While a claimant's failure to obtain medical treatment . . . cannot justify an inference that her condition was not as serious as she alleges, an unexplained inconsistency between the claimant's characterization of the severity of her condition and the treatment she sought to alleviate that condition is highly probative of the claimant's credibility.\" <i>Mickles v. Shalala,</i> 29 F.3d 918, 930 (4th Cir.1994) (citations omitted). Therefore, it was proper for the ALJ to consider the level and type of treatment the plaintiff sought and did or did not receive in determining what weight to accord her allegations. <i>Id.</i> The question then becomes whether there is substantial evidence in the record to support the ALJ's implicit finding that treatment more consistent with the severity of the plaintiffs alleged impairments was available to her. <i>Id.</i></p>\n<p>The plaintiffs medical records show that she had considerable access to medical attention, that she did seek and did obtain medical attention for her various alleged impairments in the past, but failed to do so regularly during the pertinent time period commencing January 8, 2002. (App. at 165-175, 179-206, 267-452.) From January 8, 2002 to April 24, 2003, the record shows that out of at least 14 visits to her physician, the plaintiff presented with complaints related to the impairments alleged as causing her disability on only five of those occasions. (App. at 226-36, 453-462, 264.) For example, on January 15, 2002, the physician's note lists a history of migraines, but the body of the note only shows that she requested \"something for her migraine HA, which have acted up recently.\" (App. at 227.) A November 4, 2002 visit describes the plaintiffs headaches but diagnoses them as \"most likely the tension type.\" (App. at 455.) One visit refers to her acid reflux or GERD, but diagnoses her with esophagitis. (App. at 227.) Two others have GERD listed, but the plaintiff was primarily seen for the treatment of unrelated medical complaints. (App. at 454, 455.) The record here includes substantial evidence supporting a finding that \"medical care more consistent with the alleged severity\" of the plaintiffs impairments was available to her during <span class=\"star-pagination\">*465</span> the pertinent time period, and yet she did not seek consistent medical care. <i>Mickles,</i> 29 F.3d at 930. Therefore, the ALJ did not err by considering the level of the plaintiffs treatment during the pertinent time period in contrast to her daily activities as factors supporting his conclusion that her testimony was inconsistent with her allegations of disability.</p>\n<p>The plaintiff continues to argue, however, that because the ALJ allegedly failed to adequately consider her impairments in combination, he thereby incorrectly assessed her RFC. (Pl.'s Br. Mot. J. Pleadings at 17). The Commissioner argues that the ALJ's findings with regard to the plaintiffs RFC are supported by substantial evidence. The court agrees.</p>\n<p>RFC is the most a claimant can still do in a work setting despite his or her own impairments. <i>See</i> 20 C.F.R. § 416.929. The ALJ must determine RFC by considering all of the relevant medical and other evidence in assessing the claimant's ability to meet the physical, mental, sensory, and other requirements of work. <i>Id.</i> When a claimant has a number of impairments, the ALJ must consider their cumulative effect in making a disability determination. 20 C.F.R. §§ 416.920(a), (c). \"Sufficient consideration of the combined effects of a plaintiff's impairments is shown when each is separately discussed in the ALJ's decision, including discussion of a plaintiff's complaints of pain and level of daily activities.\" <i>Smith v. Chater,</i> 959 F.Supp. 1142, 1147 (W.D.Mo.1997) (citing <i>Browning v. Sullivan,</i> 958 F.2d 817, 821 (8th Cir.1992)). In assessing the plaintiff's RFC, the written opinion of the ALJ demonstrates that he considered the individual and cumulative effects of her impairments, subjective complaints, and all avenues presented that relate to the nature, location, onset, duration, frequency, radiation, and intensity of any pain, precipitating and aggravating factors, effects of medication, other medical treatment and daily activities. (App. at 16-18.) In applying this analysis, the ALJ fully explained the basis for the plaintiff's RFC and his reasons for discounting her subjective complaints and allegations of disability.</p>\n<p>Specifically, the ALJ found that although the plaintiff alleges that her impairments are disabling, \"her testimony and statements of record indicate that she drives, shops for groceries, plays video games, goes out to eat at a fast food restaurant with a friend twice a month, attends church, and occasionally plays her viola.\" (App. at 18.) The plaintiff also indicated that she had continued to look for work as recently as two months prior to her hearing. (App. at 54.) The ALJ further found that her ability to engage in these activities supports a conclusion that \"her impairments are not as incapacitating as she now alleges.\" (App. at 18.)</p>\n<p>The plaintiff also alleges that it was error for the ALJ to disregard the testimony of her mother offered as corroborative, subjective evidence of pain. (Pl.'s Br. Mot. J. Pleadings at 15) (App. at 66-71.) An ALJ \"should and must consider lay corroboration, if any, of the claimant's subjective complaints.\" <i>Duncan v. Harris,</i> 518 F.Supp. 751, 758 (E.D.Ark. 1980). In so doing, it is for the ALJ, as a fact finder, to \"pass upon the credibility of the witnesses and weigh and evaluate their testimony.\" <i>Id.</i> at 757; <i>see </i><i>Lane v. Gardner,</i> 374 F.2d 612, 616 (6th Cir.1967); <i>Celebrezze v. Sutton,</i> 338 F.2d 417, 421-22 (8th Cir.1964); <i>Thomas v. Celebrezze,</i> 331 F.2d 541, 543 (4th Cir.1964). \"Great weight should be given to the hearing examiner's findings where credibility of witnesses is involved.\" <i>Laws v. Celebrezze,</i> 368 F.2d 640, 644 (4th Cir.1966). The subjective testimony by lay witnesses may be discounted when there is contrary evidence within the record and there is sufficient <span class=\"star-pagination\">*466</span> objective medical evidence that allows the fact finder to determine disability. <i>Id.</i></p>\n<p>Here, the ALJ addressed the corroborative testimony by the plaintiffs mother but found that testimony by the plaintiff as to her daily activities was contrary to the incapacitation alleged. (App. at 15, 18.) Because there is contrary evidence and sufficient objective medical evidence throughout the record, the ALJ was not required to give this testimony great weight.</p>\n<p>The plaintiff next argues that the ALJ failed to ask the VE a hypothetical that took into account the cumulative effects of her impairments. (Pl.'s Br. Mot. J. Pleadings at 18). This argument is without merit. A review of the hearing transcript reveals that the ALJ questioned the VE with regard to the plaintiffs combined impairments. (App. at 74.) The ALJ presented the VE with the testimony of the plaintiff and her mother regarding the plaintiffs allegations of extreme limitations caused by pain, and the plaintiffs testimony regarding her fibromyalgia, headaches, muscle and body pain, severe irritable bowel syndrome and reflux. (App. at 74.) Specifically, the VE was asked whether the plaintiff would be able to do the sedentary jobs listed by the VE if the ALJ were to find the plaintiffs testimony fully credible. (App. at 74.) It is clear that the ALJ, in the questions posed to and answered by the VE, called for consideration of the plaintiffs impairments in combination.</p>\n<p>The last contention of the plaintiff is that the ALJ erred by rejecting the opinion of her treating physician, Dr. Dennis O. Stuart, that she was unable to be gainfully employed. (Pl.'s Br. Mot. J. Pleadings at 15, 18, 19, 20). As set forth in 20 C.F.R. § 416.927(d)(2), more weight generally is given to opinions from treating sources of the claimant because these sources are \"likely to be the medical professionals most able to provide a detailed, longitudinal picture of your medical impairment(s) and may bring a unique perspective to the medical evidence that cannot be obtained\" from other objective sources, such as medical records alone. Regulations promulgated by the Commissioner afford a treating physician's opinion on the nature and severity of the claimed impairment controlling weight if it is well-supported by medically acceptable clinical and laboratory diagnostic techniques and is not inconsistent with other substantial evidence in the record. <i>See</i> 20 C.F.R. § 416.927. However, an ALJ \"may give less weight to the testimony of a treating physician in the face of persuasive contrary evidence.\" <i>Craig v. Chater,</i> 76 F.3d 585, 590 (4th Cir.1996); <i>Hunter v. Sullivan,</i> 993 F.2d 31, 35 (4th Cir.1992).</p>\n<p>The medical evidence the plaintiff contends the ALJ failed to consider and give appropriate weight was a note written on a prescription pad by Dr. Stuart. (App. at 17, 241.) That particular note, dated April 1, 2003, indicates that the plaintiff suffered from fibromyalgia, asthma, gastroesophogeal reflux disease, renal agenesis, and chronic back pain. (App. at 241.) The note further states that the plaintiff was \"unable to be gainfully employed at this time.\" (App. at 241.) As opposed to discounting all of Dr. Stuart's medical findings, the ALJ found this single note to be not persuasive and not entitled to great weight because it was not supported by his treatment notes from visits before and after April 1, 2003. (App. at 17.) In reviewing the record, the ALJ found that even when fibromyalgia was included in the diagnoses, no physical findings were noted. (App. at 17, 458.) The ALJ further pointed to three other treatment notes that show that the plaintiff was treated for an upper respiratory infection, but was not prescribed medication for her asthma, and <span class=\"star-pagination\">*467</span> while she was seen again for the infection, no asthma exacerbations were noted. (App. at 17-18, 458, 461, 462.) Thus, the court finds that the ALJ thoroughly reviewed the record, detailed his findings with regard to all of the plaintiffs impairments, and appropriately weighed the opinion of her treating physician.</p>\n<p>Having reviewed the medical records, hearing transcript, and written findings of the ALJ, the court finds that substantial evidence supports the Commissioner's decision in this matter. The court is satisfied that the ALJ carefully considered all relevant evidence to include all medical opinions in the record regarding the severity of the plaintiffs impairments, sufficiently explained his findings, and correctly concluded that the plaintiff was not disabled as defined by the Social Security Act.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, the court finds that substantial evidence exists to support the findings of the ALJ. For this reason, the court RECOMMENDS that the plaintiffs motion for judgment on the pleadings or, in the alternative, an order remanding her case for a rehearing be DENIED, that the defendant's motion for judgment on the pleadings be GRANTED, and that the final decision of the ALJ denying disability benefits be UPHELD. The Clerk shall send copies of this Memorandum and Recommendation to counsel for the respective parties. The parties have ten (10) days after being served with this Memorandum and Recommendation to file written objections. Failure to file timely written objections bars an aggrieved party from receiving a de novo review by the district court on an issue covered in the Report and, except upon grounds of plain error, from attacking on appeal the unobjected-to proposed factual findings and legal conclusions accepted by the district court.</p>\n<p>Oct. 6, 2004.</p>\n<h2>NOTES</h2>\n<p>[1]  The court notes that the plaintiff has filed three prior applications for SSI on February 2, 1996, July 9, 1997, and February 29, 2000, all of which were denied.</p>\n<p>[2]  January 8, 2002, begins the plaintiff's period of eligibility, as opposed to a disability onset date, because an application for SSI becomes effective in the month in which the application is filed. <i>See</i> 42 U.S.C.A. § 1382(c)(2); 20 C.F.R. §§ 416.301-.360.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">457</span></span> (2005)</b></center>\n<center><h1>Tia S. BALDWIN, Plaintiff,<br>\nv.<br>\nJo Anne B. BARNHART, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 7:03-CV-171-FL(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>March 24, 2005.</center>\n<p><span class=\"star-pagination\">*458</span> <span class=\"star-pagination\">*459</span> <span class=\"star-pagination\">*460</span> William L. Davis, III, Lumberton, NC, for Tia S. Baldwin, Plaintiff.</p>\n<p>David J. Cortes, U.S. Attorney's Office, Eastern District of North Carolina, Raleigh, NC, for Jo Anne B. Barnhart, Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on the parties' cross-motions for judgment on the pleadings pursuant to Fed.R.Civ.P. 12(c). [DE # `s 7 &amp; 13]. Pursuant to 28 U.S.C. § 636(b)(1), United States Magistrate Judge Christina L. Demory entered a memorandum recommending that the court deny plaintiff's motion, grant defendant's motion, and uphold the Commissioner's decision denying benefits. Plaintiff timely filed an objection to the memorandum and recommendation (\"M &amp; R\"), and defendant did not file a response. In this posture, the matter is ripe for ruling. For the reasons that follow, the court rejects plaintiff's objection to the M &amp; R and upholds the Commissioner's decision denying benefits.</p>\n<p>In addressing plaintiff's objection to the M &amp; R, the district court \"shall make a <i>de novo</i> determination of those portions of the report or specified proposed findings or recommendations to which objection is made.\" 28 U.S.C. § 636(b)(1)(C). Upon careful review of the record, \"the court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.\" <i>Id.; see </i><i>Camby v. Davis,</i> <span class=\"citation\" data-id=\"425128\"><a href=\"/opinion/425128/david-e-camby-v-larry-davis-james-m-lester/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">198</span></a></span>, 200 (4th Cir.1983).</p>\n<p>In this case, plaintiff \"objects to the Magistrates [sic] findings and recommendations that the Administrative Law Judge [ALJ] decision is supported by substantial evidence.\" (Pl's Obj., p. 1). In her argument, however, plaintiff does not distinguish between errors made by the ALJ and errors made by the Magistrate Judge in reaching specific findings. Indeed, in the discussion of her objections, plaintiff only restates without substantive alteration, and in many instances <i>verbatim,</i> arguments made in her initial memorandum. (<i>See</i> Pl's Obj., pp. 3-4, 6-17). Upon careful review of the record, the court finds that the Magistrate Judge already has addressed the arguments made by plaintiff in her objection.</p>\n<p>Specifically, plaintiff argues in her objection that the ALJ failed to sufficiently consider plaintiff's impairments, in combination, when making its decision on plaintiff's disability. (Pl's Obj., pp. 12 &amp; 14-15). Plaintiff stated this argument, nearly <i>verbatim,</i> in plaintiff's memorandum at pages 14-15 and 16-17. The Magistrate Judge thoroughly addressed this argument at pages 5-9 of the M &amp; R, where she discusses the evidence of the multiple impairments alleged by plaintiff. Accordingly, <span class=\"star-pagination\">*461</span> the court adopts as its own the discussion of the Magistrate Judge on this issue.</p>\n<p>Next, plaintiff argues in her objection that the ALJ erred by failing to consider plaintiffs evidence of pain, as confirmed by the testimony of her mother. (Pl's Obj., p. 13). Plaintiff stated this argument, <i>verbatim,</i> in plaintiffs memorandum at page 15. The Magistrate Judge addressed this argument at pages 9-10 of the M &amp; R, where she discusses contrary evidence concerning plaintiffs daily activities. Accordingly, the court adopts as its own the discussion of the Magistrate Judge on this issue.</p>\n<p>Next, plaintiff argues in her objection that the ALJ erred by rejecting plaintiffs medical evidence and relying on findings of daily activities in reaching the residual functional capacity determination. (Pl's Obj., p. 13). Plaintiff stated this argument, <i>verbatim,</i> in plaintiffs memorandum at page 17. The Magistrate Judge addressed this argument at pages 8-10 of the M &amp; R, where she discusses the ALJ's residual functional capacity determination and the supporting evidence of daily activities. Accordingly, the court adopts as its own the discussion of the Magistrate Judge on this issue.</p>\n<p>Finally, plaintiff argues in her objection that the ALJ erred by rejecting medical evidence from plaintiffs treating physician. (Pl's Obj., pp. 13, 15-17). Plaintiff stated this argument, in nearly identical terms, in plaintiffs memorandum at pages 15-16 and 19-21. The Magistrate Judge addressed this argument at pages 10-12 of the M &amp; R, where she discusses the ALJ's rejection of the treating physician opinion that plaintiff was disabled. Accordingly, the court adopts as its own the discussion of the Magistrate Judge on this issue.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For these reasons, the court accepts in whole the Magistrate Judge's findings and recommendations, rejects plaintiffs objection, and upholds the Commissioner's decision. Accordingly, plaintiffs motion for judgment on the pleadings [DE # 7] is DENIED, and defendant's motion for judgment on the pleadings [DE # 13] is GRANTED. The clerk is directed to close the case file.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>DEMORY, United States Magistrate Judge.</p>\n<p>This matter is before the court on the cross-motions of the parties for judgment on the pleadings pursuant to Fed.R.Civ.P. 12(c). The plaintiff filed this action pursuant to 42 U.S.C. §§ 402 and 405(g) seeking judicial review of the defendant's denial of her application for supplemental security income (\"SSI\"). The plaintiff has exhausted her administrative remedies and the Commissioner's denial of her application has become final. Having carefully reviewed the administrative record submitted by counsel, this court recommends denying the plaintiffs motion for judgment on the pleadings and granting the defendant's motion for judgment on the pleadings.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>The plaintiff filed a Title XVI application for SSI on January 8, 2002.<sup>[1]</sup> In her application, she alleged lumbar disc disease, migraine headaches, irritable bowel syndrome, asthma, acid reflux, and fibromyalgia. After unfavorable determinations initially and upon reconsideration, a timely request for hearing was made. A hearing <span class=\"star-pagination\">*462</span> was held before an Administrative Law Judge (\"ALP) on May 8, 2003. On June 7, 2003, the ALJ issued his finding that the plaintiff was not disabled. The Appeals Council denied the plaintiffs request for review and the ALJ's decision became the final decision of the Commissioner for the purpose of judicial review. The plaintiff then timely commenced this action for judicial review pursuant to 42 U.S.C. §§ 402 and 405(g).</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>I. Standard of Review</p>\n<p>Under 42 U.S.C. § 405(g), the scope of judicial review of a final decision of the Commissioner is limited to determining whether substantial evidence in the record supports the Commissioner's final decision and whether the Commissioner applied the correct legal standards. <i>See </i><i>Richardson v. Perales,</i> <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 390, 401, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, <span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1971); <i>Hays v. Sullivan,</i> <span class=\"citation\" data-id=\"544628\"><a href=\"/opinion/544628/30-socsecrepser-467-unemplinsrep-cch-15558a-jackie-l-hays-jr-v/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1453</span></a></span>, 1456 (4th Cir.1990). Thus, a court must uphold the Commissioner's decision so long as the decision is supported by substantial evidence and the Commissioner applied the correct legal standards. <i>See, e.g., </i><i>Smith v. Schweiker,</i> <span class=\"citation\" data-id=\"473013\"><a href=\"/opinion/473013/14-socsecrepser-206-unemplinsrep-cch-16868-arnita-smith-v-richard/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 345 (4th Cir. 1986); <i>Blalock v. Richardson,</i> <span class=\"citation\" data-id=\"313020\"><a href=\"/opinion/313020/rachel-r-blalock-v-elliot-l-richardson-secretary-of-the-department-of/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span>, 775 (4th Cir.1972).</p>\n<p>\"Substantial evidence\" means \"such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\" <i>Perales,</i> 402 U.S. at 401, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">1420</span></span> (quoting <i>Consolidated Edison Co. v. NLRB,</i> <span class=\"citation\" data-id=\"103099\"><a href=\"/opinion/103099/consolidated-edison-co-v-nlrb/\"><span class=\"volume\">305</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, 229, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">206</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">126</span></span> (1938)). If the Commissioner's decision is supported by substantial evidence, the court may not substitute its judgment for that of the Commissioner. <i>Hunter v. Sullivan,</i> <span class=\"citation\" data-id=\"606368\"><a href=\"/opinion/606368/41-socsecrepser-135-unemplinsrep-cch-p-17247a-william-hunter-v/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 34 (4th Cir.1992) (per curiam).</p>\n<p>II. Process of Evaluation for Disability</p>\n<p>The claimant bears the burden of proving that he is disabled under the Social Security Act. <i>English v. Shalala,</i> <span class=\"citation\" data-id=\"658319\"><a href=\"/opinion/658319/43-socsecrepser-28-unemplinsrep-cch-p-17575a-billy-english-v/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1080</span></a></span>, 1082 (4th Cir.1993). In order to determine whether a claimant is disabled, a five-step evaluation is mandated by 20 C.F.R. § 416.920. <i>See </i><i>Barnhart v. Thomas,</i> <span class=\"citation\" data-id=\"131145\"><a href=\"/opinion/131145/barnhart-v-thomas/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">20</span></a></span>, <span class=\"citation\" data-id=\"131145\"><a href=\"/opinion/131145/barnhart-v-thomas/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">376</span></a></span>, 379, <span class=\"citation\" data-id=\"131145\"><a href=\"/opinion/131145/barnhart-v-thomas/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">333</span></a></span> (2003). This sequential process can be summarized as follows:</p>\n<blockquote>The five step analysis begins with the question of whether the claimant engaged in substantial gainful employment. 20 C.F.R. § 404.1520(b). If not, the analysis continues to determine whether, based upon the medical evidence, the claimant has a severe impairment. 20 C.F.R. § 404.1520(c). If the claimed impairment is sufficiently severe, the third step considers whether the claimant has an impairment that equals or exceeds in severity one or more of the impairments listed in Appendix I of the regulations. 20 C.F.R. § 404.1520(d); 20 C.F.R., Part 404, Subpart P, App. I. If so, the claimant is disabled. If not, the next inquiry considers if the impairment prevents the claimant from returning to past work. 20 C.F.R. § 404.1520(e); 20 C.F.R. § 404.1545(a). If the answer is in the affirmative, the final consideration looks to whether the impairment precludes the claimant from performing other work. 20 C.F.R. § 404.1520(f).</blockquote>\n<p><i>Mastro v. Apfel,</i> <span class=\"citation\" data-id=\"775411\"><a href=\"/opinion/775411/patricia-a-mastro-v-kenneth-s-apfel-commissioner-of-social-security-no/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">171</span></a></span>, 177 (4th Cir.2001) (discussing the comparable fivestep analysis under 20 C.F.R. § 404.1520). \"If an applicant fails at any step of the process, the ALJ need not advance to the subsequent steps.\" <i>Pass v. Chater,</i> <span class=\"citation\" data-id=\"704001\"><a href=\"/opinion/704001/49-socsecrepser-3-unemplinsrep-cch-p-14795b-james-e-pass-v/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span>, 1203 (4th Cir.1995).</p>\n<p>The burden of proof and production during the first four steps of the inquiry rests on the plaintiff. <i>Id.</i> At the fifth step, <span class=\"star-pagination\">*463</span> the burden shifts to the Commissioner to show that other work is available in the national economy which the plaintiff could perform. <i>Id.</i> The Commissioner often attempts to carry her burden through the testimony of a vocational expert (\"VE\") who testifies to jobs available in the economy based on the characteristics of the plaintiff. <i>See, e.g., </i><i>English,</i> 10 F.3d at 1084-86.</p>\n<p>Moreover, where a physical or mental impairment that reasonably could be expected to cause pain is shown by medically acceptable objective evidence, the ALJ must evaluate \"the disabling effects of a disability claimant's pain, even though its intensity or severity is shown only by subjective evidence. If an underlying impairment capable of causing pain is shown, subjective evidence of the pain, its intensity or degree can, by itself, support a finding of disability.\" <i>Hyatt v. Sullivan,</i> <span class=\"citation\" data-id=\"538821\"><a href=\"/opinion/538821/29-socsecrepser-217-unemplinsrep-cch-15326a-patrick-h-hyatt-ssn/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">329</span></a></span>, 337 (4th Cir.1990); <i>see also</i> 20 C.F.R. § 416.929 (2003).</p>\n<p>III. Findings of the Administrative Law Judge</p>\n<p>At step one, the ALJ found that the plaintiff had not engaged in substantial gainful activity since January 8, 2002.<sup>[2]</sup> (App. at 15.) At step two, the ALJ found that the plaintiff suffered from degenerative disc disease, obesity, and fibromyalgia, all of which were medically determinable severe impairments within the requirements of 20 C.F.R. § 416.920(c). (App. at 16.) However, the ALJ found that the plaintiff's alleged impairments of irritable bowel syndrome, gastrointestinal reflux disease, asthma, and migraine headaches were not severe at any time relevant to this decision. (App. at 16.)</p>\n<p>The ALJ then reviewed the record and the evidence presented to determine whether any of the plaintiff's severe impairments were functionally equivalent in severity to one or more of the listed impairments. The ALJ found that the plaintiff's impairments did not meet or medically equal one of the listed impairments in Appendix 1. (App. at 16.)</p>\n<p>In this case, the ALJ first found that because the plaintiff had not produced sufficient earnings to constitute \"substantial gainful activity,\" her job as a grocery store cashier could not be considered \"past relevant work.\" (App. at 14.) However, after careful consideration, the ALJ did find that she had the residual functional capacity (\"RFC\") to perform sedentary and light work, limited to a sit/stand option with no prolonged exposure to air pollutants, no lifting of more than ten to twenty pounds, even on an infrequent basis, and no more than occasional climbing. (App. at 18.)</p>\n<p>At step four, because the ALJ found that the plaintiff did not have past relevant work experience, he further found that she could not perform any of her past relevant work. (App. at 18.) Proceeding to step five, the ALJ considered the plaintiff's medically determinable impairments, functional limitations, age, education and work experience to determine if there were jobs available in significant numbers that the plaintiff could perform. (App. at 18.) Based upon the testimony of a vocational expert and hypotheticals posed to that expert, the ALJ found that there were a significant number of sedentary and light jobs in the local and national economies that the plaintiff could perform, even with non-exertional limitations. (App. at 19.) Therefore, the ALJ determined that the plaintiff was not disabled. (App. at 19.)</p>\n<p><span class=\"star-pagination\">*464</span> IV. Analysis of the Plaintiffs Claims</p>\n<p>The plaintiff first argues that the ALJ failed to sufficiently consider, individually and in combination, the severity of her alleged impairments. (Pl.'s Br. Mot. J. Pleadings at 15, 16, 17). A \"severe impairment\" is an impairment or combination of impairments that \"significantly limits [a claimant's] physical or mental ability to do basic work activities. . . .\" 20 C.F.R. § 416.920(c).</p>\n<p>At the hearing, the plaintiff testified that she was unable to work due to lumbar disc disease, migraine headaches, irritable bowel syndrome, asthma, acid reflux, and fibromyalgia. (App. at 15.) Of those, the plaintiff's degenerative disc disease and fibromyalgia were found to be severe. (App. at 16.) Based upon substantial evidence in the record, the ALJ also found the plaintiffs obesity was a medically determinable, severe impairment. (App. at 16.) The ALJ provided detailed explanations for finding that the plaintiff's remaining impairments, either testified to or found within the record, were not severe. (App. at 15-16.) Ample evidence throughout the record supports the ALJ's findings.</p>\n<p>Specifically, the ALJ found that the plaintiffs irritable bowel syndrome, acid reflux and migraine headaches did not constitute severe impairments because the plaintiff had not regularly sought or received treatment for these problems since January 8, 2002. (App. at 15.) By so finding, the plaintiff alleges that the ALJ expressed a medical opinion without the support of objective medical evidence. This is simply not the case.</p>\n<p>\"While a claimant's failure to obtain medical treatment . . . cannot justify an inference that her condition was not as serious as she alleges, an unexplained inconsistency between the claimant's characterization of the severity of her condition and the treatment she sought to alleviate that condition is highly probative of the claimant's credibility.\" <i>Mickles v. Shalala,</i> <span class=\"citation\" data-id=\"674608\"><a href=\"/opinion/674608/45-socsecrepser-106-unemplinsrep-cch-p-14051b-nannie-mickles-v/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 930 (4th Cir.1994) (citations omitted). Therefore, it was proper for the ALJ to consider the level and type of treatment the plaintiff sought and did or did not receive in determining what weight to accord her allegations. <i>Id.</i> The question then becomes whether there is substantial evidence in the record to support the ALJ's implicit finding that treatment more consistent with the severity of the plaintiffs alleged impairments was available to her. <i>Id.</i></p>\n<p>The plaintiffs medical records show that she had considerable access to medical attention, that she did seek and did obtain medical attention for her various alleged impairments in the past, but failed to do so regularly during the pertinent time period commencing January 8, 2002. (App. at 165-175, 179-206, 267-452.) From January 8, 2002 to April 24, 2003, the record shows that out of at least 14 visits to her physician, the plaintiff presented with complaints related to the impairments alleged as causing her disability on only five of those occasions. (App. at 226-36, 453-462, 264.) For example, on January 15, 2002, the physician's note lists a history of migraines, but the body of the note only shows that she requested \"something for her migraine HA, which have acted up recently.\" (App. at 227.) A November 4, 2002 visit describes the plaintiffs headaches but diagnoses them as \"most likely the tension type.\" (App. at 455.) One visit refers to her acid reflux or GERD, but diagnoses her with esophagitis. (App. at 227.) Two others have GERD listed, but the plaintiff was primarily seen for the treatment of unrelated medical complaints. (App. at 454, 455.) The record here includes substantial evidence supporting a finding that \"medical care more consistent with the alleged severity\" of the plaintiffs impairments was available to her during <span class=\"star-pagination\">*465</span> the pertinent time period, and yet she did not seek consistent medical care. <i>Mickles,</i> 29 F.3d at 930. Therefore, the ALJ did not err by considering the level of the plaintiffs treatment during the pertinent time period in contrast to her daily activities as factors supporting his conclusion that her testimony was inconsistent with her allegations of disability.</p>\n<p>The plaintiff continues to argue, however, that because the ALJ allegedly failed to adequately consider her impairments in combination, he thereby incorrectly assessed her RFC. (Pl.'s Br. Mot. J. Pleadings at 17). The Commissioner argues that the ALJ's findings with regard to the plaintiffs RFC are supported by substantial evidence. The court agrees.</p>\n<p>RFC is the most a claimant can still do in a work setting despite his or her own impairments. <i>See</i> 20 C.F.R. § 416.929. The ALJ must determine RFC by considering all of the relevant medical and other evidence in assessing the claimant's ability to meet the physical, mental, sensory, and other requirements of work. <i>Id.</i> When a claimant has a number of impairments, the ALJ must consider their cumulative effect in making a disability determination. 20 C.F.R. §§ 416.920(a), (c). \"Sufficient consideration of the combined effects of a plaintiff's impairments is shown when each is separately discussed in the ALJ's decision, including discussion of a plaintiff's complaints of pain and level of daily activities.\" <i>Smith v. Chater,</i> <span class=\"citation\" data-id=\"2367542\"><a href=\"/opinion/2367542/smith-v-chater/\"><span class=\"volume\">959</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1142</span></a></span>, 1147 (W.D.Mo.1997) (citing <i>Browning v. Sullivan,</i> <span class=\"citation\" data-id=\"579249\"><a href=\"/opinion/579249/36-socsecrepser-564-unemplinsrep-cch-p-16500a-viola-browning-v/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></a></span>, 821 (8th Cir.1992)). In assessing the plaintiff's RFC, the written opinion of the ALJ demonstrates that he considered the individual and cumulative effects of her impairments, subjective complaints, and all avenues presented that relate to the nature, location, onset, duration, frequency, radiation, and intensity of any pain, precipitating and aggravating factors, effects of medication, other medical treatment and daily activities. (App. at 16-18.) In applying this analysis, the ALJ fully explained the basis for the plaintiff's RFC and his reasons for discounting her subjective complaints and allegations of disability.</p>\n<p>Specifically, the ALJ found that although the plaintiff alleges that her impairments are disabling, \"her testimony and statements of record indicate that she drives, shops for groceries, plays video games, goes out to eat at a fast food restaurant with a friend twice a month, attends church, and occasionally plays her viola.\" (App. at 18.) The plaintiff also indicated that she had continued to look for work as recently as two months prior to her hearing. (App. at 54.) The ALJ further found that her ability to engage in these activities supports a conclusion that \"her impairments are not as incapacitating as she now alleges.\" (App. at 18.)</p>\n<p>The plaintiff also alleges that it was error for the ALJ to disregard the testimony of her mother offered as corroborative, subjective evidence of pain. (Pl.'s Br. Mot. J. Pleadings at 15) (App. at 66-71.) An ALJ \"should and must consider lay corroboration, if any, of the claimant's subjective complaints.\" <i>Duncan v. Harris,</i> <span class=\"citation\" data-id=\"2128236\"><a href=\"/opinion/2128236/duncan-v-harris/\"><span class=\"volume\">518</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">751</span></a></span>, 758 (E.D.Ark. 1980). In so doing, it is for the ALJ, as a fact finder, to \"pass upon the credibility of the witnesses and weigh and evaluate their testimony.\" <i>Id.</i> at 757; <i>see </i><i>Lane v. Gardner,</i> <span class=\"citation\" data-id=\"275178\"><a href=\"/opinion/275178/james-e-lane-v-john-w-gardner-successor-to-anthony-j-celebrezze/\"><span class=\"volume\">374</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 616 (6th Cir.1967); <i>Celebrezze v. Sutton,</i> <span class=\"citation\" data-id=\"265944\"><a href=\"/opinion/265944/anthony-j-celebrezze-secretary-of-health-education-and-welfare-v-harry/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">417</span></a></span>, 421-22 (8th Cir.1964); <i>Thomas v. Celebrezze,</i> <span class=\"citation\" data-id=\"264242\"><a href=\"/opinion/264242/clistie-bell-thomas-v-anthony-j-celebrezze-secretary-of-the-department/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span>, 543 (4th Cir.1964). \"Great weight should be given to the hearing examiner's findings where credibility of witnesses is involved.\" <i>Laws v. Celebrezze,</i> <span class=\"citation\" data-id=\"273696\"><a href=\"/opinion/273696/charles-m-laws-v-anthony-j-celebrezze-secretary-of-health-education/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span>, 644 (4th Cir.1966). The subjective testimony by lay witnesses may be discounted when there is contrary evidence within the record and there is sufficient <span class=\"star-pagination\">*466</span> objective medical evidence that allows the fact finder to determine disability. <i>Id.</i></p>\n<p>Here, the ALJ addressed the corroborative testimony by the plaintiffs mother but found that testimony by the plaintiff as to her daily activities was contrary to the incapacitation alleged. (App. at 15, 18.) Because there is contrary evidence and sufficient objective medical evidence throughout the record, the ALJ was not required to give this testimony great weight.</p>\n<p>The plaintiff next argues that the ALJ failed to ask the VE a hypothetical that took into account the cumulative effects of her impairments. (Pl.'s Br. Mot. J. Pleadings at 18). This argument is without merit. A review of the hearing transcript reveals that the ALJ questioned the VE with regard to the plaintiffs combined impairments. (App. at 74.) The ALJ presented the VE with the testimony of the plaintiff and her mother regarding the plaintiffs allegations of extreme limitations caused by pain, and the plaintiffs testimony regarding her fibromyalgia, headaches, muscle and body pain, severe irritable bowel syndrome and reflux. (App. at 74.) Specifically, the VE was asked whether the plaintiff would be able to do the sedentary jobs listed by the VE if the ALJ were to find the plaintiffs testimony fully credible. (App. at 74.) It is clear that the ALJ, in the questions posed to and answered by the VE, called for consideration of the plaintiffs impairments in combination.</p>\n<p>The last contention of the plaintiff is that the ALJ erred by rejecting the opinion of her treating physician, Dr. Dennis O. Stuart, that she was unable to be gainfully employed. (Pl.'s Br. Mot. J. Pleadings at 15, 18, 19, 20). As set forth in 20 C.F.R. § 416.927(d)(2), more weight generally is given to opinions from treating sources of the claimant because these sources are \"likely to be the medical professionals most able to provide a detailed, longitudinal picture of your medical impairment(s) and may bring a unique perspective to the medical evidence that cannot be obtained\" from other objective sources, such as medical records alone. Regulations promulgated by the Commissioner afford a treating physician's opinion on the nature and severity of the claimed impairment controlling weight if it is well-supported by medically acceptable clinical and laboratory diagnostic techniques and is not inconsistent with other substantial evidence in the record. <i>See</i> 20 C.F.R. § 416.927. However, an ALJ \"may give less weight to the testimony of a treating physician in the face of persuasive contrary evidence.\" <i>Craig v. Chater,</i> <span class=\"citation\" data-id=\"712924\"><a href=\"/opinion/712924/50-socsecrepser-140-unemplinsrep-cch-p-15133b-ronda-s-craig-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></a></span>, 590 (4th Cir.1996); <i>Hunter v. Sullivan,</i> <span class=\"citation\" data-id=\"606368\"><a href=\"/opinion/606368/41-socsecrepser-135-unemplinsrep-cch-p-17247a-william-hunter-v/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 35 (4th Cir.1992).</p>\n<p>The medical evidence the plaintiff contends the ALJ failed to consider and give appropriate weight was a note written on a prescription pad by Dr. Stuart. (App. at 17, 241.) That particular note, dated April 1, 2003, indicates that the plaintiff suffered from fibromyalgia, asthma, gastroesophogeal reflux disease, renal agenesis, and chronic back pain. (App. at 241.) The note further states that the plaintiff was \"unable to be gainfully employed at this time.\" (App. at 241.) As opposed to discounting all of Dr. Stuart's medical findings, the ALJ found this single note to be not persuasive and not entitled to great weight because it was not supported by his treatment notes from visits before and after April 1, 2003. (App. at 17.) In reviewing the record, the ALJ found that even when fibromyalgia was included in the diagnoses, no physical findings were noted. (App. at 17, 458.) The ALJ further pointed to three other treatment notes that show that the plaintiff was treated for an upper respiratory infection, but was not prescribed medication for her asthma, and <span class=\"star-pagination\">*467</span> while she was seen again for the infection, no asthma exacerbations were noted. (App. at 17-18, 458, 461, 462.) Thus, the court finds that the ALJ thoroughly reviewed the record, detailed his findings with regard to all of the plaintiffs impairments, and appropriately weighed the opinion of her treating physician.</p>\n<p>Having reviewed the medical records, hearing transcript, and written findings of the ALJ, the court finds that substantial evidence supports the Commissioner's decision in this matter. The court is satisfied that the ALJ carefully considered all relevant evidence to include all medical opinions in the record regarding the severity of the plaintiffs impairments, sufficiently explained his findings, and correctly concluded that the plaintiff was not disabled as defined by the Social Security Act.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, the court finds that substantial evidence exists to support the findings of the ALJ. For this reason, the court RECOMMENDS that the plaintiffs motion for judgment on the pleadings or, in the alternative, an order remanding her case for a rehearing be DENIED, that the defendant's motion for judgment on the pleadings be GRANTED, and that the final decision of the ALJ denying disability benefits be UPHELD. The Clerk shall send copies of this Memorandum and Recommendation to counsel for the respective parties. The parties have ten (10) days after being served with this Memorandum and Recommendation to file written objections. Failure to file timely written objections bars an aggrieved party from receiving a de novo review by the district court on an issue covered in the Report and, except upon grounds of plain error, from attacking on appeal the unobjected-to proposed factual findings and legal conclusions accepted by the district court.</p>\n<p>Oct. 6, 2004.</p>\n<h2>NOTES</h2>\n<p>[1]  The court notes that the plaintiff has filed three prior applications for SSI on February 2, 1996, July 9, 1997, and February 29, 2000, all of which were denied.</p>\n<p>[2]  January 8, 2002, begins the plaintiff's period of eligibility, as opposed to a disability onset date, because an application for SSI becomes effective in the month in which the application is filed. <i>See</i> 42 U.S.C.A. § 1382(c)(2); 20 C.F.R. §§ 416.301-.360.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/264242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/265944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/275178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/473013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/704001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2128236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2367542/"
  ]
}