{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2329706/",
  "absolute_url": "/opinion/2329706/purchase-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2329706/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:07:47.129918Z",
  "date_modified": "2016-04-27T01:07:58.190059Z",
  "type": "010combined",
  "sha1": "00ede315a12d8b1a8e27a750daa28be7e01577a4",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>539 F.Supp.2d 823 (2008)</b></center>\n<center><h1>Maneke L. PURCHASE, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE,<sup>[1]</sup> Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 5:06-CV-89-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 22, 2008.</center>\n<p><span class=\"star-pagination\">*824</span> Angela Newell Gray, Gray Newell, LLP, Greensboro, NC, for Plaintiff.</p>\n<p>Steve R. Matheny, U.S. Attorney's Office, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On July 24, 2006, defendant filed a motion to dismiss or, in the alternative, for <span class=\"star-pagination\">*825</span> summary judgment. On September 14, 2006, plaintiff Maneke L. Purchase (\"Purchase\") responded. On January 4, 2007, the court granted defendant's motion to dismiss several of Purchase's claims, but denied defendant's motion to dismiss and motion for summary judgment as to Purchase's race discrimination claims so as to allow Purchase to conduct discovery. On September 28, 2007, after discovery closed, defendant renewed his motion for summary judgment. Purchase responded, and defendant replied. For the reasons stated below, defendant's motion for summary judgment is granted.</p>\n<p></p>\n<h2>I.</h2>\n<p>The court considers the facts in the light most favorable to the non-moving party. <i>See, e.g., </i><i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962) (per curiam). The Social Security Administration (\"SSA\") hired Purchase to a one-year probationary term as a Title XVI claims representative on September 22, 2002. <i>See</i> Def.'s Mem. in Supp. of Def.'s Renewed Mot. for Summ. J. [hereinafter \"Def.'s Mem.\"] Ex. B, at 3; Pl.'s Mem. in Supp. of Pl.'s Resp. in Opp'n to Def.'s Mot. for Summ. J. 1 [hereinafter \"Pl.'s Mem.\"]; Pl.'s Mem. Ex. A, at 3. Purchase worked at the SSA's Goldsboro, North Carolina office. <i>See</i> Pl.'s Mem. Ex. A, at 4. She was responsible for conducting initial interviews of people applying for Social Security benefits. <i>Id.</i> Purchase's first-level supervisor was Deirdre White (\"White\"), and her upper-level supervisor was Charles Moore (\"Moore\"). <i>Id.</i> Purchase, White, and Moore are all African-American. <i>Id.</i> at 3; Def.'s Mem. Ex. B, at 2; Def.'s Mem. Ex. D, at 2.</p>\n<p>Purchase's initial training period required her to view \"interactive video training\" broadcasts for approximately four hours per day during her first four months of employment. <i>See</i> Pl.'s Mem. Ex. A, at 4; Def.'s Mem. Ex. D, at 3. Trainees such as Purchase would view the training videos in the morning, and then meet with a mentor in the afternoon. <i>See</i> Pl.'s Mem. Ex. A, at 4; Def.'s Mem. Ex. D, at 3. Purchase's mentor was Kevin Easom (\"Easom\"), a Caucasian SSA employee in Goldsboro. <i>See</i> Pl.'s Mem. Ex. A, at 5; Def.'s Mem. 5.</p>\n<p>Purchase and Easom did not work well together. Easom had a heavy workload in addition to his responsibilities as Purchase's mentor. <i>See</i> Pl.'s Mem. Ex. A, at 5. Easom sometimes spoke rudely to Purchase in front of the other trainees. <i>See id.</i> at 6; Def.'s Mem. Ex. B, at 6. Easom expected Purchase to work at his pace, and became angry with Purchase when she made mistakes. <i>See</i> Pl.'s Mem. Ex. A, at 6. As a result, Purchase generally spent her mentoring tune watching Easom perform his own work. <i>See id.</i> at 5.</p>\n<p>In October 2002, Purchase complained to Moore that Easom was not training her properly. <i>Id.</i> Moore told her that she should respect her superiors, and that Easom was doing the best that he could. <i>Id.</i> Moore also told Purchase to \"keep an open mind\" about Easom and to remember that the training process can be difficult and takes time. <i>See</i> Def.'s Mem. Ex. D, at 4. Moore assigned White to observe Easom's interactions with Purchase and to report back to him. <i>Id.</i> White did so and was satisfied that Easom was acting appropriately towards Purchase. <i>Id.</i> Moore also spoke to Easom about his interactions with Purchase. <i>Id.</i> Easom said that Purchase had difficulty listening and paying attention, but that he would make an extra effort to teach her the skills she needed. <i>Id.</i></p>\n<p>On November 10, 2002, Purchase's father died. Pl.'s Mem. Ex. A, at 6. Purchase missed some training classes, and <span class=\"star-pagination\">*826</span> her grades on training exams fell. Def.'s Mem. Ex. D, at 5. On November 16, 2002, Moore and White spoke to Purchase and told her that class attendance was very important. Pl.'s Mem. Ex. A, at 6. Purchase had been named the executor of her father's estate, so she asked for and received one week's leave without pay to settle his affairs. <i>Id.</i> Purchase returned to work thereafter and made up her missed training classes. <i>Id.</i></p>\n<p>In late November 2002, Easom became upset with Purchase, and told her in front of the other trainees, \"If you are going to quit, quit now, before I invest all of my time.\" <i>Id.</i> Purchase went to Moore and asked that he assign her a new mentor, but Moore denied the request. <i>Id.</i> Purchase renewed her request in early December 2002, but it was again denied. <i>Id.</i></p>\n<p>On February 28, 2003, Purchase completed her interactive video training. <i>See</i> Pl.'s Mem. Ex. D. Purchase was initially scheduled to receive advanced training sessions, but these were cancelled due to the heavy workload in the Goldsboro office. Pl.'s Mem. Ex. A, at 4. Despite having completed her video training, Purchase had difficulty performing the basic tasks of her job. Def.'s Mem. Ex. D, at 6. She would improperly enter data in the SSA's computer system, causing applications to be rejected. <i>Id.</i> She failed to gather the information needed to properly evaluate claims. <i>Id.</i> at 7. In general, she was unfocused and distracted, and was unable to transfer the theoretical knowledge she gained in training to the practical aspects of her job. <i>Id.</i> at 6.</p>\n<p>Additionally, Purchase began to have disciplinary problems. Easom observed her talking loudly to co-workers about her evening social activities during work hours. <i>See</i> Def.'s Mem. Ex. F, at 2. Easom also noted that she would allow her appointment schedule to run late without good cause and would go outside the chain of authority to ask questions. <i>See id.</i> Supervisors also noted on multiple occasions that she would back-date her sign-in time to make it appear as though she had been at work earlier than she in fact had been. For example, on February 6, 2003, White observed her sign in at 7:15 a.m., but list her sign-in time as 7:08 a.m. Def.'s Mem. Ex. E, at 1. Purchase explained that she had signed in according to the clock in her car because the office clocks were not synchronized. Pl.'s Mem. Ex. A, at 7. In response, Moore designated an official clock that all employees were to use for signing in. <i>See id.</i> at 7-8. On March 14, 2003, Purchase arrived at the same time as another employee, but listed her sign-in time as being earlier than that employee. Def.'s Mem. Ex. E, at 1.</p>\n<p>In April 2003, Moore granted Purchase's latest request that he assign her a new mentor. Def.'s Mem. Ex. D, at 4-5. Moore assigned White to be Purchase's mentor in hopes that this change would address her training complaints and performance issues. <i>See id.</i> However, White was also very busy, and only sat with Purchase on two occasions. <i>See</i> Pl.'s Mem. Ex. A, at 7. Although Purchase's job performance initially improved, she continued to have performance and disciplinary problems. <i>See</i> Def.'s Mem. Ex. D, at 5.</p>\n<p>On April 24, 2003, White issued a formal memorandum to Purchase regarding her performance and disciplinary problems. <i>See</i> Def.'s Mem. Ex. E. The memorandum recounted Purchase's sign-in infractions, and also noted that management expected her to learn how to \"bring the training [she] received in [the interactive video classes] to the reality of successfully performing the Claims Representative job.\" <i>Id.</i> at 1. Purchase refused to sign the memorandum to indicate that she had received it, because she felt that she had <span class=\"star-pagination\">*827</span> already been disciplined for her sign-in infractions, and that a formal memorandum constituted double punishment. <i>See</i> Pl.'s Mem. Ex. A, at 9.</p>\n<p>Even after the formal memorandum, Purchase's performance and integrity issues continued. On May 29, 2003, she came into work after Easom but listed her sign-in time as being earlier than his. <i>See</i> Def.'s Mem. Ex. F, at 2. Moreover, she continued to have difficulty performing the basic tasks of her job. <i>See</i> Def.'s Mem. Ex. D, at 7; Def.'s Mem. Ex. G, at 2. On July 11, 2003, Purchase was discharged. <i>See</i> Def.'s Mem. Ex. G. Moore was the decisionmaker, and he discharged Purchase due to substandard performance and integrity issues. <i>See id.</i> at 2.</p>\n<p>Purchase filed an informal Equal Employment Opportunity (\"EEO\") grievance on July 16, 2003, alleging race discrimination. <i>See</i> Def.'s Mem. Ex. H, at 1-2. The counseling process was not successful. <i>Id.</i> at 5. Purchase then filed a formal EEO complaint. Def.'s Mem. Ex. I, at 3. EEO investigators received sworn testimony from four of Purchase's former co-workers, three of whom were in training at the same time that she was. <i>See generally</i> Def.'s Mem. Exs. K, L, M, &amp; N. They all testified that they had not seen any disparate or discriminatory treatment of Purchase. <i>See generally</i> Def.'s Mem. Exs. K, L, M, &amp; N. Two of Purchase's former cotrainees testified that Purchase and Easom \"had a personality conflict.\" <i>See</i> Def.'s Mem. Ex. K, at 4; Def.'s Mem. Ex. L, at 4.</p>\n<p>On May 23, 2005, the SSA found that there had been no race discrimination against Purchase. <i>See</i> Def.'s Mem. Ex. 0. Purchase appealed the decision, and on November 15, 2005, the Equal Employment `Opportunity Commission affirmed. <i>See</i> Def.'s Mem. Ex. P. Purchase filed a timely complaint in this court. Only Purchase's race discrimination claims remain pending before the court. <i>See Purchase v. Barnhart,</i> No. 5:06-CV-89-D (E.D.N.C. Jan.4, 2007) (order dismissing Purchase's state-law wrongful discharge claim and her Title VII sex discrimination and hostile work environment claims).</p>\n<p></p>\n<h2>II.</h2>\n<p>Purchase lacks direct evidence of race discrimination in violation of Title VII, and therefore proceeds under the burden-shifting framework first announced in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). Purchase contends that she was fired due to her race because the Goldsboro SSA office had met its \"quota for black employees.\" <i>See</i> Compl. ¶¶ 4, 9.</p>\n<p>Under Title VII of the Civil Rights Act of 1964, it is unlawful for an employer \"to discharge any individual, or otherwise discriminate against any individual with respect to [her] compensation, terms, conditions, or privileges of employment, because of such individual's race....\" 42 U.S.C. § 2000e-2(a)(1). A plaintiff may prove race discrimination under the burden-shifting framework of <i>McDonnell Douglas</i> by following a three-step process. First, the plaintiff must establish a prima facie case of discrimination. <i>See, e.g., </i><i>St. Mary's Honor Ctr. v. Hicks,</i> 509 U.S. 502, 506, 113 S.Ct. 2742, 125 L.Ed.2d 407 (1993); <i>Texas Dep't of Cmty. Affairs v. Burdine,</i> 450 U.S. 248, 252-53, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981). If the plaintiff establishes a prima facie case, then the burden of production shifts to the defendant to produce evidence that the defendant took the adverse employment action for a legitimate, nondiscriminatory reason. <i>See, e.g., </i><i>St. Mary's Honor Ctr.,</i> 509 U.S. at 506-07, 113 S.Ct. 2742; <i>Burdine,</i> 450 U.S. at 253-54, 101 S.Ct. 1089. If the defendant meets its burden of production, <span class=\"star-pagination\">*828</span> then the plaintiff must prove by a preponderance of the evidence that the employer's stated reason for taking the adverse employment action was in fact a mere pretext for discrimination. <i>See, e.g., </i><i>Reeves v. Sanderson Plumbing Prods., Inc.,</i> 530 U.S. 133, 143, 120 S.Ct. 2097, 147 L.Ed.2d 105 (2000); <i>Hill v. Lockheed Martin Logistics Mgmt., Inc.,</i> 354 F.3d 277, 285 (4th Cir.2004) (en banc).</p>\n<p>Under the <i>McDonnell Douglas</i> framework, Purchase must first establish a prima facie case. To establish a prima facie case of discriminatory discharge, Purchase must show that (1) she is a member of a protected class; (2) she suffered an adverse employment action; (3) at the time she suffered the adverse employment action she was meeting her employer's legitimate job expectations; and (4) her position remained open or was filled by a similarly-qualified applicant outside the protected class after her termination. <i>See, e.g., </i><i>Warch v. Ohio Cas. Ins. Co.,</i> 435 F.3d 510, 513 (4th Cir.2006); <i>King v. Rumsfeld,</i> 328 F.3d 145, 149 (4th Cir.2003); <i>cf. </i><i>Miles v. Dell, Inc.,</i> 429 F.3d 480, 485-89 (4th Cir.2005). In analyzing this framework, the court applies the familiar law of summary judgment. <i>See, e.g.,</i> Fed.R.Civ.P. 56; <i>Celotex Carp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247-48, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986); <i>Diebold,</i> 369 U.S. at 655, 82 S.Ct. 993.</p>\n<p>Purchase, an African-American, is a member of a protected class, and her termination constitutes an adverse employment action. However, Purchase cannot satisfy the third element of her prima facie case, because no rational factfinder could find by a preponderance of the evidence that she was meeting the SSA's legitimate job expectations at the time she was terminated. The record is replete with evidence showing that Purchase failed to properly perform the most basic aspects of her job.</p>\n<p>Purchase responds that she was meeting the SSA's legitimate expectations because she had completed her interactive video training. <i>See</i> Pl.'s Mem. 7. She also cites her workflow charts. <i>Id.; see</i> Def.'s Mem. Ex. R. However, the fact that Purchase had completed her interactive video training is evidence that SSA provided her knowledge of how to do her job, not that she was in fact doing it properly. Similarly, the fact that Purchase had case files that she was working on merely indicates that she was assigned work, not that she was doing the work properly. Indeed, the record is overflowing with evidence that the work Purchase performed was substandard and riddled with errors. <i>See, e.g.,</i> Def.'s Mem. Ex. D, at 7 (\"Purchase continued to require assistance with routine SSI claims, continued to make frequent errors causing delays in claim movement, had difficulty determining basic eligibility factors[,] and her evidentiary development was inconsistent.\"). Purchase's subjective evaluation of her own work performance cannot generate a genuine issue of material fact <i>See, e.g., </i><i>King,</i> 328 F.3d at 149.</p>\n<p>Purchase cites no evidence from which a rational factfinder could conclude by a preponderance of the evidence that she was meeting the SSA's legitimate job expectations at the time of her termination. <i>See, e.g., </i><i>Warch,</i> 435 F.3d at 517-18 (affirming summary judgment against employee because, inter alia, employee failed to meet legitimate job expectations where the employer \"reprimanded [the employee] based on concrete, specific observations and accompanied its reprimands with specific instructions on how to improve,\" which he did not follow). Moreover, the record <span class=\"star-pagination\">*829</span> shows that Purchase repeatedly fabricated her sign-in times to make it appear as though she was at work earlier than she actually was. Although she attempts to minimize this conduct as not \"significant,\" \"minor,\" and \"a mountain ... made out of a molehill,\" Pl.'s Mem. 8, the SSA considered the conduct a serious breach of trust. <i>See, e.g.,</i> Def.'s Mem. Ex. G, at 2. In light of the record, Purchase has failed to establish a prima facie case, and defendant is entitled to summary judgment on her discriminatory discharge claim.</p>\n<p>Alternatively, even assuming that Purchase established a prima facie case, defendant has offered a legitimate nondiscriminatory reason for terminating her employment  her poor job performance and integrity issues. Poor job performance is a widely-recognized nondiscriminatory basis for an adverse employment action. <i>E.g., </i><i>Evans v. Techs. Applications &amp; Serv. Co.,</i> 80 F.3d 954, 960 (4th Cir.1996). Because defendant has offered a legitimate nondiscriminatory reason for terminating her employment, Purchase must come forward with sufficient evidence from which a rational factfinder could conclude that the proffered reason was a pretext (i.e., a sham) designed to mask race discrimination. <i>See </i><i>Reeves,</i> 530 U.S. at 143, 120 S.Ct. 2097; <i>King,</i> 328 F.3d at 150-54. A plaintiff may prove pretext by showing that the \"explanation is unworthy of credence or by offering other forms of circumstantial evidence sufficiently probative of [race] discrimination.\" <i>Mereish v. Walker,</i> 359 F.3d 330, 336 (4th Cir.2004) (quotation omitted).</p>\n<p>However, \"on the evidence in the record, no reasonable factfinder could conclude that [defendant]'s proffered explanation is unworthy of credence. Beyond that, [Purchase] has failed to put forth sufficient evidence showing that discrimination was the real reason behind [defendant]'s decision.\" <i>Holland v. Washington Homes, Inc.,</i> 487 F.3d 208, 218 (4th Cir.2007) (citations and quotations omitted). Defendant is therefore entitled to summary judgment. <i>See, e.g., id.; </i><i>Warch,</i> 435 F.3d at 518 (\"[Plaintiff's] evidence, even if true, is simply not enough to genuinely dispute the considerable evidence of [her] repeated failures and negative performance.\").</p>\n<p></p>\n<h2>III.</h2>\n<p>Purchase also alleges that the SSA \"subjected her to disparate treatment by failing to provide equal opportunities for training.\" Compl ¶ 4. \"To establish a prima facie case of discriminatory denial of training [under the <i>McDonnell Douglas</i> framework], a plaintiff must show that: (1) the plaintiff is a member of a protected class; (2) the defendant provided training to its employees; (3) the plaintiff was eligible for the training; and (4) the plaintiff was not provided training under circumstances giving rise to an inference of discrimination.\" <i>Thompson v. Potomac Elec. Power Co.,</i> 312 F.3d 645, 649-50 (4th Cir. 2002).</p>\n<p>Purchase's discriminatory denial of training claim fails because no rational factfinder could conclude by a preponderance of the evidence that she was denied training under circumstances giving rise to an inference of discrimination. Even assuming arguendo that having Easom as a mentor constituted inferior training, no rational factfinder could conclude that Moore or White assigned Easom as Purchase's mentor because of her race or that Easom mentored her differently because of her race. <i>See e.g., id.,</i> 312 F.3d at 650 (affirming summary judgment \"because there is no evidence that similarly situated employees were selected for [training] on the basis of race.\"); Def.'s Mem. Ex. K, at 2, 4. Accordingly, there is no genuine issue of <span class=\"star-pagination\">*830</span> material fact as to whether Purchase was denied training because of her race, and defendant is entitled to summary judgment.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Finally, Purchase alleges that the SSA discriminated against her by disciplining her more harshly than other employees for misconduct and poor job performance on the basis of her race. See Compl. ¶ 4. To establish a prima facie case of discriminatory discipline, Purchase must show by a preponderance of the evidence that (1) she is a member of a protected class; (2) the prohibited conduct in which she engaged was comparable in seriousness to misconduct of other similarly-situated employees outside the protected class; and (3) the disciplinary measures enforced against her were more severe than those enforced against those other similarly-situated employees. <i>See, e.g., </i><i>Cook v. CSX Transp. Corp.,</i> 988 F.2d 507, 511 (4th Cir.1993); <i>Moore v. City of Charlotte,</i> 754 F.2d 1100, 1105-06 (4th Cir. 1985).</p>\n<p>Purchase cites no evidence from which a rational factfinder could conclude that she was disciplined more harshly than a similarly-situated employee outside the protected class. Although Purchase contends that her job performance deficiencies were similar to that of Dolores Bolender another Title XVI claims representative, the record provides no indication of Bolender's alleged deficiencies, or whether they were similar to Purchase's performance issues. See Pl.'s Mem. Ex. A, at 10. Moreover, even assuming arguendo that there were sufficient similarities between Bolender's alleged performance issues and those of Purchase, Purchase does not qualify as \"similarly situated\" to Bolender, a more senior, nonprobationary employee. Compare Def.'s Mem. Ex. A (indicating Purchase's status as a probationary GS-7 employee) with Def.'s Mem. Ex. M, at 1 (indicating Bolender's status as a full GS-11 employee); <i>see e.g., </i><i>Cronquist v. City of Minneapolis,</i> 237 F.3d 920, 928 (8th Cir.2001) (\"[Plaintiff] has the burden of proving that she and the other disciplined [employees] were similarly situated in all relevant respects. The test for whether employees are similarly situated to warrant a comparison to the plaintiff is rigorous.\" (citations and quotations omitted)); <i>Heyward v. Monroe,</i> No. 97-2430, 1998 WL 841494, at *2 (4th Cir. Dec. 7, 1998) (per curiam) (unpublished) (\"She must show that they are similar in all relevant respect.\"); <i>McDougal-Wilson v. Goodyear Tire &amp; Rubber Co.,</i> 427 F.Supp.2d 595, 610 (E.D.N.C.2006). There is no genuine issue of material fact as to whether Purchase was disciplined more harshly because of her race, and defendant is entitled to summary judgment.</p>\n<p></p>\n<h2>V.</h2>\n<p>For the reasons stated above, defendant's motion for summary judgment is GRANTED. The clerk is directed to close this case.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Michael J. Astrue replaced Jo Anne B. Barnhart as Commissioner of Social Security. Accordingly, Michael J. Astrue is substituted as the official-capacity defendant. See Fed. R.Civ.P. 25(d).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">539</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">823</span></span> (2008)</b></center>\n<center><h1>Maneke L. PURCHASE, Plaintiff,<br>\nv.<br>\nMichael J. ASTRUE,<sup>[1]</sup> Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 5:06-CV-89-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 22, 2008.</center>\n<p><span class=\"star-pagination\">*824</span> Angela Newell Gray, Gray Newell, LLP, Greensboro, NC, for Plaintiff.</p>\n<p>Steve R. Matheny, U.S. Attorney's Office, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On July 24, 2006, defendant filed a motion to dismiss or, in the alternative, for <span class=\"star-pagination\">*825</span> summary judgment. On September 14, 2006, plaintiff Maneke L. Purchase (\"Purchase\") responded. On January 4, 2007, the court granted defendant's motion to dismiss several of Purchase's claims, but denied defendant's motion to dismiss and motion for summary judgment as to Purchase's race discrimination claims so as to allow Purchase to conduct discovery. On September 28, 2007, after discovery closed, defendant renewed his motion for summary judgment. Purchase responded, and defendant replied. For the reasons stated below, defendant's motion for summary judgment is granted.</p>\n<p></p>\n<h2>I.</h2>\n<p>The court considers the facts in the light most favorable to the non-moving party. <i>See, e.g., </i><i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962) (per curiam). The Social Security Administration (\"SSA\") hired Purchase to a one-year probationary term as a Title XVI claims representative on September 22, 2002. <i>See</i> Def.'s Mem. in Supp. of Def.'s Renewed Mot. for Summ. J. [hereinafter \"Def.'s Mem.\"] Ex. B, at 3; Pl.'s Mem. in Supp. of Pl.'s Resp. in Opp'n to Def.'s Mot. for Summ. J. 1 [hereinafter \"Pl.'s Mem.\"]; Pl.'s Mem. Ex. A, at 3. Purchase worked at the SSA's Goldsboro, North Carolina office. <i>See</i> Pl.'s Mem. Ex. A, at 4. She was responsible for conducting initial interviews of people applying for Social Security benefits. <i>Id.</i> Purchase's first-level supervisor was Deirdre White (\"White\"), and her upper-level supervisor was Charles Moore (\"Moore\"). <i>Id.</i> Purchase, White, and Moore are all African-American. <i>Id.</i> at 3; Def.'s Mem. Ex. B, at 2; Def.'s Mem. Ex. D, at 2.</p>\n<p>Purchase's initial training period required her to view \"interactive video training\" broadcasts for approximately four hours per day during her first four months of employment. <i>See</i> Pl.'s Mem. Ex. A, at 4; Def.'s Mem. Ex. D, at 3. Trainees such as Purchase would view the training videos in the morning, and then meet with a mentor in the afternoon. <i>See</i> Pl.'s Mem. Ex. A, at 4; Def.'s Mem. Ex. D, at 3. Purchase's mentor was Kevin Easom (\"Easom\"), a Caucasian SSA employee in Goldsboro. <i>See</i> Pl.'s Mem. Ex. A, at 5; Def.'s Mem. 5.</p>\n<p>Purchase and Easom did not work well together. Easom had a heavy workload in addition to his responsibilities as Purchase's mentor. <i>See</i> Pl.'s Mem. Ex. A, at 5. Easom sometimes spoke rudely to Purchase in front of the other trainees. <i>See id.</i> at 6; Def.'s Mem. Ex. B, at 6. Easom expected Purchase to work at his pace, and became angry with Purchase when she made mistakes. <i>See</i> Pl.'s Mem. Ex. A, at 6. As a result, Purchase generally spent her mentoring tune watching Easom perform his own work. <i>See id.</i> at 5.</p>\n<p>In October 2002, Purchase complained to Moore that Easom was not training her properly. <i>Id.</i> Moore told her that she should respect her superiors, and that Easom was doing the best that he could. <i>Id.</i> Moore also told Purchase to \"keep an open mind\" about Easom and to remember that the training process can be difficult and takes time. <i>See</i> Def.'s Mem. Ex. D, at 4. Moore assigned White to observe Easom's interactions with Purchase and to report back to him. <i>Id.</i> White did so and was satisfied that Easom was acting appropriately towards Purchase. <i>Id.</i> Moore also spoke to Easom about his interactions with Purchase. <i>Id.</i> Easom said that Purchase had difficulty listening and paying attention, but that he would make an extra effort to teach her the skills she needed. <i>Id.</i></p>\n<p>On November 10, 2002, Purchase's father died. Pl.'s Mem. Ex. A, at 6. Purchase missed some training classes, and <span class=\"star-pagination\">*826</span> her grades on training exams fell. Def.'s Mem. Ex. D, at 5. On November 16, 2002, Moore and White spoke to Purchase and told her that class attendance was very important. Pl.'s Mem. Ex. A, at 6. Purchase had been named the executor of her father's estate, so she asked for and received one week's leave without pay to settle his affairs. <i>Id.</i> Purchase returned to work thereafter and made up her missed training classes. <i>Id.</i></p>\n<p>In late November 2002, Easom became upset with Purchase, and told her in front of the other trainees, \"If you are going to quit, quit now, before I invest all of my time.\" <i>Id.</i> Purchase went to Moore and asked that he assign her a new mentor, but Moore denied the request. <i>Id.</i> Purchase renewed her request in early December 2002, but it was again denied. <i>Id.</i></p>\n<p>On February 28, 2003, Purchase completed her interactive video training. <i>See</i> Pl.'s Mem. Ex. D. Purchase was initially scheduled to receive advanced training sessions, but these were cancelled due to the heavy workload in the Goldsboro office. Pl.'s Mem. Ex. A, at 4. Despite having completed her video training, Purchase had difficulty performing the basic tasks of her job. Def.'s Mem. Ex. D, at 6. She would improperly enter data in the SSA's computer system, causing applications to be rejected. <i>Id.</i> She failed to gather the information needed to properly evaluate claims. <i>Id.</i> at 7. In general, she was unfocused and distracted, and was unable to transfer the theoretical knowledge she gained in training to the practical aspects of her job. <i>Id.</i> at 6.</p>\n<p>Additionally, Purchase began to have disciplinary problems. Easom observed her talking loudly to co-workers about her evening social activities during work hours. <i>See</i> Def.'s Mem. Ex. F, at 2. Easom also noted that she would allow her appointment schedule to run late without good cause and would go outside the chain of authority to ask questions. <i>See id.</i> Supervisors also noted on multiple occasions that she would back-date her sign-in time to make it appear as though she had been at work earlier than she in fact had been. For example, on February 6, 2003, White observed her sign in at 7:15 a.m., but list her sign-in time as 7:08 a.m. Def.'s Mem. Ex. E, at 1. Purchase explained that she had signed in according to the clock in her car because the office clocks were not synchronized. Pl.'s Mem. Ex. A, at 7. In response, Moore designated an official clock that all employees were to use for signing in. <i>See id.</i> at 7-8. On March 14, 2003, Purchase arrived at the same time as another employee, but listed her sign-in time as being earlier than that employee. Def.'s Mem. Ex. E, at 1.</p>\n<p>In April 2003, Moore granted Purchase's latest request that he assign her a new mentor. Def.'s Mem. Ex. D, at 4-5. Moore assigned White to be Purchase's mentor in hopes that this change would address her training complaints and performance issues. <i>See id.</i> However, White was also very busy, and only sat with Purchase on two occasions. <i>See</i> Pl.'s Mem. Ex. A, at 7. Although Purchase's job performance initially improved, she continued to have performance and disciplinary problems. <i>See</i> Def.'s Mem. Ex. D, at 5.</p>\n<p>On April 24, 2003, White issued a formal memorandum to Purchase regarding her performance and disciplinary problems. <i>See</i> Def.'s Mem. Ex. E. The memorandum recounted Purchase's sign-in infractions, and also noted that management expected her to learn how to \"bring the training [she] received in [the interactive video classes] to the reality of successfully performing the Claims Representative job.\" <i>Id.</i> at 1. Purchase refused to sign the memorandum to indicate that she had received it, because she felt that she had <span class=\"star-pagination\">*827</span> already been disciplined for her sign-in infractions, and that a formal memorandum constituted double punishment. <i>See</i> Pl.'s Mem. Ex. A, at 9.</p>\n<p>Even after the formal memorandum, Purchase's performance and integrity issues continued. On May 29, 2003, she came into work after Easom but listed her sign-in time as being earlier than his. <i>See</i> Def.'s Mem. Ex. F, at 2. Moreover, she continued to have difficulty performing the basic tasks of her job. <i>See</i> Def.'s Mem. Ex. D, at 7; Def.'s Mem. Ex. G, at 2. On July 11, 2003, Purchase was discharged. <i>See</i> Def.'s Mem. Ex. G. Moore was the decisionmaker, and he discharged Purchase due to substandard performance and integrity issues. <i>See id.</i> at 2.</p>\n<p>Purchase filed an informal Equal Employment Opportunity (\"EEO\") grievance on July 16, 2003, alleging race discrimination. <i>See</i> Def.'s Mem. Ex. H, at 1-2. The counseling process was not successful. <i>Id.</i> at 5. Purchase then filed a formal EEO complaint. Def.'s Mem. Ex. I, at 3. EEO investigators received sworn testimony from four of Purchase's former co-workers, three of whom were in training at the same time that she was. <i>See generally</i> Def.'s Mem. Exs. K, L, M, &amp; N. They all testified that they had not seen any disparate or discriminatory treatment of Purchase. <i>See generally</i> Def.'s Mem. Exs. K, L, M, &amp; N. Two of Purchase's former cotrainees testified that Purchase and Easom \"had a personality conflict.\" <i>See</i> Def.'s Mem. Ex. K, at 4; Def.'s Mem. Ex. L, at 4.</p>\n<p>On May 23, 2005, the SSA found that there had been no race discrimination against Purchase. <i>See</i> Def.'s Mem. Ex. 0. Purchase appealed the decision, and on November 15, 2005, the Equal Employment `Opportunity Commission affirmed. <i>See</i> Def.'s Mem. Ex. P. Purchase filed a timely complaint in this court. Only Purchase's race discrimination claims remain pending before the court. <i>See Purchase v. Barnhart,</i> No. 5:06-CV-89-D (E.D.N.C. Jan.4, 2007) (order dismissing Purchase's state-law wrongful discharge claim and her Title VII sex discrimination and hostile work environment claims).</p>\n<p></p>\n<h2>II.</h2>\n<p>Purchase lacks direct evidence of race discrimination in violation of Title VII, and therefore proceeds under the burden-shifting framework first announced in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973). Purchase contends that she was fired due to her race because the Goldsboro SSA office had met its \"quota for black employees.\" <i>See</i> Compl. ¶¶ 4, 9.</p>\n<p>Under Title VII of the Civil Rights Act of 1964, it is unlawful for an employer \"to discharge any individual, or otherwise discriminate against any individual with respect to [her] compensation, terms, conditions, or privileges of employment, because of such individual's race....\" 42 U.S.C. § 2000e-2(a)(1). A plaintiff may prove race discrimination under the burden-shifting framework of <i>McDonnell Douglas</i> by following a three-step process. First, the plaintiff must establish a prima facie case of discrimination. <i>See, e.g., </i><i>St. Mary's Honor Ctr. v. Hicks,</i> <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 506, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1993); <i>Texas Dep't of Cmty. Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 252-53, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981). If the plaintiff establishes a prima facie case, then the burden of production shifts to the defendant to produce evidence that the defendant took the adverse employment action for a legitimate, nondiscriminatory reason. <i>See, e.g., </i><i>St. Mary's Honor Ctr.,</i> 509 U.S. at 506-07, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>; <i>Burdine,</i> 450 U.S. at 253-54, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>. If the defendant meets its burden of production, <span class=\"star-pagination\">*828</span> then the plaintiff must prove by a preponderance of the evidence that the employer's stated reason for taking the adverse employment action was in fact a mere pretext for discrimination. <i>See, e.g., </i><i>Reeves v. Sanderson Plumbing Prods., Inc.,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 143, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (2000); <i>Hill v. Lockheed Martin Logistics Mgmt., Inc.,</i> <span class=\"citation\" data-id=\"784647\"><a href=\"/opinion/784647/ethel-louise-hill-v-lockheed-martin-logistics-management-incorporated/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></a></span>, 285 (4th Cir.2004) (en banc).</p>\n<p>Under the <i>McDonnell Douglas</i> framework, Purchase must first establish a prima facie case. To establish a prima facie case of discriminatory discharge, Purchase must show that (1) she is a member of a protected class; (2) she suffered an adverse employment action; (3) at the time she suffered the adverse employment action she was meeting her employer's legitimate job expectations; and (4) her position remained open or was filled by a similarly-qualified applicant outside the protected class after her termination. <i>See, e.g., </i><i>Warch v. Ohio Cas. Ins. Co.,</i> <span class=\"citation\" data-id=\"793041\"><a href=\"/opinion/793041/larry-alan-warch-v-ohio-casualty-insurance-company-and-ohio-casualty/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">510</span></a></span>, 513 (4th Cir.2006); <i>King v. Rumsfeld,</i> <span class=\"citation\" data-id=\"781845\"><a href=\"/opinion/781845/alfred-g-king-v-donald-rumsfeld-secretary-united-states-department-of/\"><span class=\"volume\">328</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">145</span></a></span>, 149 (4th Cir.2003); <i>cf. </i><i>Miles v. Dell, Inc.,</i> <span class=\"citation\" data-id=\"792463\"><a href=\"/opinion/792463/kimberly-miles-v-dell-incorporated-equal-employment-opportunity/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 485-89 (4th Cir.2005). In analyzing this framework, the court applies the familiar law of summary judgment. <i>See, e.g.,</i> Fed.R.Civ.P. 56; <i>Celotex Carp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986); <i>Diebold,</i> 369 U.S. at 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>.</p>\n<p>Purchase, an African-American, is a member of a protected class, and her termination constitutes an adverse employment action. However, Purchase cannot satisfy the third element of her prima facie case, because no rational factfinder could find by a preponderance of the evidence that she was meeting the SSA's legitimate job expectations at the time she was terminated. The record is replete with evidence showing that Purchase failed to properly perform the most basic aspects of her job.</p>\n<p>Purchase responds that she was meeting the SSA's legitimate expectations because she had completed her interactive video training. <i>See</i> Pl.'s Mem. 7. She also cites her workflow charts. <i>Id.; see</i> Def.'s Mem. Ex. R. However, the fact that Purchase had completed her interactive video training is evidence that SSA provided her knowledge of how to do her job, not that she was in fact doing it properly. Similarly, the fact that Purchase had case files that she was working on merely indicates that she was assigned work, not that she was doing the work properly. Indeed, the record is overflowing with evidence that the work Purchase performed was substandard and riddled with errors. <i>See, e.g.,</i> Def.'s Mem. Ex. D, at 7 (\"Purchase continued to require assistance with routine SSI claims, continued to make frequent errors causing delays in claim movement, had difficulty determining basic eligibility factors[,] and her evidentiary development was inconsistent.\"). Purchase's subjective evaluation of her own work performance cannot generate a genuine issue of material fact <i>See, e.g., </i><i>King,</i> 328 F.3d at 149.</p>\n<p>Purchase cites no evidence from which a rational factfinder could conclude by a preponderance of the evidence that she was meeting the SSA's legitimate job expectations at the time of her termination. <i>See, e.g., </i><i>Warch,</i> 435 F.3d at 517-18 (affirming summary judgment against employee because, inter alia, employee failed to meet legitimate job expectations where the employer \"reprimanded [the employee] based on concrete, specific observations and accompanied its reprimands with specific instructions on how to improve,\" which he did not follow). Moreover, the record <span class=\"star-pagination\">*829</span> shows that Purchase repeatedly fabricated her sign-in times to make it appear as though she was at work earlier than she actually was. Although she attempts to minimize this conduct as not \"significant,\" \"minor,\" and \"a mountain ... made out of a molehill,\" Pl.'s Mem. 8, the SSA considered the conduct a serious breach of trust. <i>See, e.g.,</i> Def.'s Mem. Ex. G, at 2. In light of the record, Purchase has failed to establish a prima facie case, and defendant is entitled to summary judgment on her discriminatory discharge claim.</p>\n<p>Alternatively, even assuming that Purchase established a prima facie case, defendant has offered a legitimate nondiscriminatory reason for terminating her employment  her poor job performance and integrity issues. Poor job performance is a widely-recognized nondiscriminatory basis for an adverse employment action. <i>E.g., </i><i>Evans v. Techs. Applications &amp; Serv. Co.,</i> <span class=\"citation\" data-id=\"715797\"><a href=\"/opinion/715797/christine-evans-v-technologies-applications-service-company/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span>, 960 (4th Cir.1996). Because defendant has offered a legitimate nondiscriminatory reason for terminating her employment, Purchase must come forward with sufficient evidence from which a rational factfinder could conclude that the proffered reason was a pretext (i.e., a sham) designed to mask race discrimination. <i>See </i><i>Reeves,</i> 530 U.S. at 143, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>; <i>King,</i> 328 F.3d at 150-54. A plaintiff may prove pretext by showing that the \"explanation is unworthy of credence or by offering other forms of circumstantial evidence sufficiently probative of [race] discrimination.\" <i>Mereish v. Walker,</i> <span class=\"citation\" data-id=\"785214\"><a href=\"/opinion/785214/kulthoum-a-mereish-v-robert-m-walker-acting-secretary-of-the-army/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">330</span></a></span>, 336 (4th Cir.2004) (quotation omitted).</p>\n<p>However, \"on the evidence in the record, no reasonable factfinder could conclude that [defendant]'s proffered explanation is unworthy of credence. Beyond that, [Purchase] has failed to put forth sufficient evidence showing that discrimination was the real reason behind [defendant]'s decision.\" <i>Holland v. Washington Homes, Inc.,</i> <span class=\"citation\" data-id=\"797827\"><a href=\"/opinion/797827/dorn-b-holland-v-washington-homes-incorporated/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">208</span></a></span>, 218 (4th Cir.2007) (citations and quotations omitted). Defendant is therefore entitled to summary judgment. <i>See, e.g., id.; </i><i>Warch,</i> 435 F.3d at 518 (\"[Plaintiff's] evidence, even if true, is simply not enough to genuinely dispute the considerable evidence of [her] repeated failures and negative performance.\").</p>\n<p></p>\n<h2>III.</h2>\n<p>Purchase also alleges that the SSA \"subjected her to disparate treatment by failing to provide equal opportunities for training.\" Compl ¶ 4. \"To establish a prima facie case of discriminatory denial of training [under the <i>McDonnell Douglas</i> framework], a plaintiff must show that: (1) the plaintiff is a member of a protected class; (2) the defendant provided training to its employees; (3) the plaintiff was eligible for the training; and (4) the plaintiff was not provided training under circumstances giving rise to an inference of discrimination.\" <i>Thompson v. Potomac Elec. Power Co.,</i> <span class=\"citation\" data-id=\"780059\"><a href=\"/opinion/780059/george-f-thompson-v-potomac-electric-power-company/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">645</span></a></span>, 649-50 (4th Cir. 2002).</p>\n<p>Purchase's discriminatory denial of training claim fails because no rational factfinder could conclude by a preponderance of the evidence that she was denied training under circumstances giving rise to an inference of discrimination. Even assuming arguendo that having Easom as a mentor constituted inferior training, no rational factfinder could conclude that Moore or White assigned Easom as Purchase's mentor because of her race or that Easom mentored her differently because of her race. <i>See e.g., id.,</i> 312 F.3d at 650 (affirming summary judgment \"because there is no evidence that similarly situated employees were selected for [training] on the basis of race.\"); Def.'s Mem. Ex. K, at 2, 4. Accordingly, there is no genuine issue of <span class=\"star-pagination\">*830</span> material fact as to whether Purchase was denied training because of her race, and defendant is entitled to summary judgment.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Finally, Purchase alleges that the SSA discriminated against her by disciplining her more harshly than other employees for misconduct and poor job performance on the basis of her race. See Compl. ¶ 4. To establish a prima facie case of discriminatory discipline, Purchase must show by a preponderance of the evidence that (1) she is a member of a protected class; (2) the prohibited conduct in which she engaged was comparable in seriousness to misconduct of other similarly-situated employees outside the protected class; and (3) the disciplinary measures enforced against her were more severe than those enforced against those other similarly-situated employees. <i>See, e.g., </i><i>Cook v. CSX Transp. Corp.,</i> <span class=\"citation\" data-id=\"602373\"><a href=\"/opinion/602373/curtiss-l-cook-v-csx-transportation-corporation/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">507</span></a></span>, 511 (4th Cir.1993); <i>Moore v. City of Charlotte,</i> <span class=\"citation\" data-id=\"447947\"><a href=\"/opinion/447947/36-fair-emplpraccas-1582-36-empl-prac-dec-p-34945-jack-k-moore-v/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1100</span></a></span>, 1105-06 (4th Cir. 1985).</p>\n<p>Purchase cites no evidence from which a rational factfinder could conclude that she was disciplined more harshly than a similarly-situated employee outside the protected class. Although Purchase contends that her job performance deficiencies were similar to that of Dolores Bolender another Title XVI claims representative, the record provides no indication of Bolender's alleged deficiencies, or whether they were similar to Purchase's performance issues. See Pl.'s Mem. Ex. A, at 10. Moreover, even assuming arguendo that there were sufficient similarities between Bolender's alleged performance issues and those of Purchase, Purchase does not qualify as \"similarly situated\" to Bolender, a more senior, nonprobationary employee. Compare Def.'s Mem. Ex. A (indicating Purchase's status as a probationary GS-7 employee) with Def.'s Mem. Ex. M, at 1 (indicating Bolender's status as a full GS-11 employee); <i>see e.g., </i><i>Cronquist v. City of Minneapolis,</i> <span class=\"citation\" data-id=\"771772\"><a href=\"/opinion/771772/gail-l-cronquist-v-city-of-minneapolis/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">920</span></a></span>, 928 (8th Cir.2001) (\"[Plaintiff] has the burden of proving that she and the other disciplined [employees] were similarly situated in all relevant respects. The test for whether employees are similarly situated to warrant a comparison to the plaintiff is rigorous.\" (citations and quotations omitted)); <i>Heyward v. Monroe,</i> No. 97-2430, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">841494</span></span>, at *2 (4th Cir. Dec. 7, 1998) (per curiam) (unpublished) (\"She must show that they are similar in all relevant respect.\"); <i>McDougal-Wilson v. Goodyear Tire &amp; Rubber Co.,</i> <span class=\"citation\" data-id=\"2474451\"><a href=\"/opinion/2474451/mcdougal-wilson-v-goodyear-tire-and-rubber-co/\"><span class=\"volume\">427</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">595</span></a></span>, 610 (E.D.N.C.2006). There is no genuine issue of material fact as to whether Purchase was disciplined more harshly because of her race, and defendant is entitled to summary judgment.</p>\n<p></p>\n<h2>V.</h2>\n<p>For the reasons stated above, defendant's motion for summary judgment is GRANTED. The clerk is directed to close this case.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Michael J. Astrue replaced Jo Anne B. Barnhart as Commissioner of Social Security. Accordingly, Michael J. Astrue is substituted as the official-capacity defendant. See Fed. R.Civ.P. 25(d).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2474451/"
  ]
}