{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2329531/",
  "absolute_url": "/opinion/2329531/rivers-v-ledford/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2329531/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:07:43.608928Z",
  "date_modified": "2016-04-27T01:07:58.108670Z",
  "type": "010combined",
  "sha1": "0a0c0da7238fe30bb76cc1b1b016a79cf6439cb3",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>666 F.Supp.2d 603 (2009)</b></center>\n<center><h1>William A. RIVERS, Jewell C. Rivers, Toni V. Rivers, a minor, by and through her parents, William A. Rivers, and Jewell C. Rivers, Colby R. Pierce, and Sarabeth A. Allcox, a minor, by and through her parents Colby R. Pierce and Cindy Pierce, Plaintiffs,<br>\nv.<br>\nLewis LEDFORD, in his official capacity as Director of the North Carolina Division of Parks and Recreation, Jody Merritt, in his official capacity as Park Superintendent of Fort Macon State Park, and Richard Crocker, in his official capacity as a Park Ranger at Fort Macon State Park, Defendants.</h1></center>\n<center>No. 4:09-CV-5-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>October 24, 2009.</center>\n<p><span class=\"star-pagination\">*605</span> Mark D. Stewart, Burch Law Office, Greenville, NC, for Plaintiffs.</p>\n<p>Scott A. Conklin, N.C. Dept. of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the court upon the Plaintiffs' Motion for Attorneys' Fees and Costs.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiffs filed a First Amendment action arising under 42 U.S.C. § 1983 against Defendants on January 13, 2009. Plaintiffs alleged that on July 3, 2007, while visiting a public state park, their rights to freely exercise their religious beliefs were compromised when a state park ranger ordered them to stop passing out cold water and talking with other park visitors about their religious beliefs. The parties filed a settlement agreement on the underlying claim on June 8, 2009. The settlement agreement stipulated that pursuant to 42 U.S.C. § 1988(b), Plaintiffs were entitled to reasonable attorneys fees and costs.</p>\n<p>Attorneys fees and costs are the only remaining issues. On June 12, 2009, Plaintiffs' filed a motion to recover attorneys fees in the amount of $55,285.00, and $675.03 for costs, for a total requested award of $55,960.03. Defendants' filed a response on July 2, 2009, contending the number of hours, as well as the hourly rate and costs were unreasonably high. Defendants argue attorneys fees should not exceed $23,009 and costs should not exceed $443.03, for a total of 23,452.03.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>In awarding attorneys fees and costs arising out of a § 1983 action, the Fourth Circuit employs the lodestar formula. The formula multiplies the number of hours reasonably expended by counsel by a reasonable hourly rate. <i>Rum Creek Coal Sales v. Caperton,</i> 31 F.3d 169, 174 (4th Cir.1994) (citing <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 433, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983); <i>Blum v. Stenson,</i> 465 U.S. 886, 888, 104 S.Ct. 1541, 79 L.Ed.2d 891 (1984)). These are distinct calculations. The Supreme Court has adopted the twelve <i>Johnson</i> factors that should be considered in determining an appropriate attorney fee:</p>\n<blockquote>(1) the time and labor required; (2) the novelty and difficulty of the questions; <span class=\"star-pagination\">*606</span> (3) the skill requisite to perform the legal service properly; (4) the preclusion of employment by the attorney due to acceptance of the case; (5) the customary fee; (6) whether the fee is fixed or contingent; (7) time limitations imposed by the client or the circumstances; (8) the amount involved and the results obtained; (9) the experience, reputation, and ability of the attorneys; (10) the \"undesirability\" of the case; (11) the nature and length of the professional relationship with the client; and (12) awards in similar cases.</blockquote>\n<p><i>Hensley v. Eckerhart,</i> 461 U.S. 424, 430 n. 3, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983) (quoting <i>Johnson v. Georgia Highway Express, Inc.,</i> 488 F.2d 714, 717-19 (5th Cir. 1974)).</p>\n<p></p>\n<h2><i>Hours Expended</i></h2>\n<p>In determining the number of hours expended, the court will look at reasonableness and good billing judgment. <i>Daly v. Hill,</i> 790 F.2d 1071, 1079 (4th Cir.1986) (citing <i>Hensley,</i> 461 U.S. at 434, 103 S.Ct. 1933). The most relevant <i>Johnson</i> factors are: (1) the time and labor required; (2) the novelty and difficulty of the questions; and (8) the amount involved and the results obtained.</p>\n<p>Plaintiffs submitted 136.7 hours for Mr. Corry, 10.8 hours for Mr. Staver, 2.2 hours for Mr. Crampton and 14.2 hours for law clerks. Based on Plaintiffs' billing records, work began on this case in July 2007, but the initial complaint was not filed until January 13, 2009. Once the initial complaint was filed, the case did not progress far before a settlement between the parties was reached. An agreement was in place in May 2009, before any substantive hearings were held. The legal issues involved were relatively straightforward and the settlement admitted no fault, but did result in a North Carolina State Parks policy change, and a proposed administrative rule change.</p>\n<p>\"The Court may not simply accept as reasonable the number of hours reported by counsel.\" <i>Trimper v. City of Norfolk,</i> 846 F.Supp. 1295, 1307 (E.D.Va.1994) (quoting <i>Espinoza v. Hillwood Square Mutual Assoc.,</i> 532 F.Supp. 440, 446 (E.D.Va.1982) (other citations omitted)). \"The Court should not compensate plaintiffs counsel for hours which it finds `excessive, redundant or otherwise unnecessary.'\" <i>Id.</i> (quoting <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 434, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983)).</p>\n<p>After carefully reviewing Plaintiffs' billing records, taking into account the length of the time and labor that this matter should have taken by such experienced attorneys, the rather straightforward legal issues involved and the results obtained, this Court concludes some of the billing to be excessive and duplicative in nature.</p>\n<p>\"[Section 1988] does not authorize an award of fees for more than one qualified attorney where the issues presented in the case are simple enough for one attorney to reasonably handle.\" <i>Trimper,</i> 846 F.Supp. at 1307. Plaintiffs' attorneys all have more than fifteen years of experience, and the 2.2 hours contributed by Mr. Crampton is duplicative of the work done by Mr. Corry and Mr. Staver, and therefore must be subtracted.</p>\n<p>Plaintiffs' billing records show Mr. Corry, Mr. Staver, and the law clerks spent a total of 73 hours to draw up the complaint, request for preliminary injunction, and associated documents. For attorneys with Mr. Corry and Mr. Staver's experience, this task should not have taken nearly this long. The hours spent on these documents was excessive and therefore this Court makes a 30 percent reduction in the billing records associated with the complaint, <span class=\"star-pagination\">*607</span> preliminary injunction and associated documents.<sup>[1]</sup></p>\n<p>Plaintiffs seek 1.3 hours for time Mr. Corry spent due to the lack of cooperation of his own clients and reviewing on a press release. Defendants should be not be held financially responsible for costs associated with problems Plaintiffs' attorneys had with their clients. There is also no evidence compelling this Court to make an exception for compensating Plaintiffs' public relations efforts. \"The legitimate goals of litigation are almost always attained in the courtroom, not in the media.\" <i>Rum Creek Coal Sales v. Caperton,</i> 31 F.3d 169, 176 (4th Cir.1994).</p>\n<p>The 3.2 hours Mr. Corry spent preparing contracts for legal representation are also disallowed, as this does not represent good billing judgment. \"Hours that are not properly billed to one's client also are not properly billed to one's <i>adversary</i> pursuant to statutory authority.\" <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 434, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983) (citing <i>Copeland v. Marshall,</i> 641 F.2d 880, 891 (1980) (en banc) (emphasis in original)). While an attorney may recover for work performed on behalf of a party that does not eventually become a client, the work must be substantially related to the remaining parties claims. <i>Plyler v. Evatt,</i> 902 F.2d 273, 280 (4th Cir.1990). The time spent preparing contracts for legal representation would not fall into this category. An attorney would not be able to charge a client for the drafting of a contract for legal representation of another client. Nor would an attorney be able to bill a party for time it took to draft a proposed representation agreement that never came into fruition.</p>\n<p>Plaintiff requests 7.4 hours for work that is more appropriate for a paralegal.<sup>[2]</sup></p>\n<blockquote>It is appropriate to distinguish between legal work, in the strict sense, and investigation, clerical work, compilation of facts and statistics and other work which can often be accomplished by non-lawyers but which a lawyer may do because he has no other help available. Such non-legal work may command a lesser rate. Its dollar value is not enhanced just because a lawyer does it.</blockquote>\n<p><i>Missouri v. Jenkins,</i> 491 U.S, 274, 288 n. 10, 109 S.Ct. 2463, 105 L.Ed.2d 229 (1989) (citing <i>Johnson v. Georgia Highway Express, Inc.,</i> 488 F.2d 714, 717 (5th Cir. 1974)). An attorney, using good billing judgment, would not keep a client long if he or she charged the client three times as much to do a task easily done by a trained paralegal. 3.5 hours to file a complaint is also excessive. A person trained in this task could file a complaint in 30 minutes time. This court finds that all 7.4 hours <span class=\"star-pagination\">*608</span> should be subtracted from Mr. Corry's time, and 4.9 hours should be added at the appropriate market rate for a paralegal.<sup>[3]</sup></p>\n<p>Plaintiffs are entitled to receive compensation for litigating fee requests. <i>Hymes v. Harnett County Bd. of Educ.,</i> 664 F.2d 410, 413-14 (4th Cir.1981). But, the fees sought should be reasonable and not an opening bid in negotiations. <i>Fair Hous. Council v. Landow,</i> 999 F.2d 92, 97 (4th Cir.1993) (other citations omitted). While the fee request here does not \"shock the conscience of the Court,\" <i>Saleh v. Moore,</i> 95 F.Supp.2d 555, 579 (E.D.Va. 2000), the requested hours and hourly rate are unreasonable when examining the <i>Johnson</i> factors, and all but guaranteed prolonged litigation on the matter. As such, a 50 percent reduction in the 24.6 hours spent on closing the case and on the application for attorneys' fees is appropriate.<sup>[4]</sup></p>\n<p>The total number of hours Plaintiffs are entitled to compensation for is as follows: 97.12 hours for Mr. Corry, 8.54 hours for Mr. Staver, 9.94 hours for law clerks, and 4.9 hours for paralegal work.</p>\n<p></p>\n<h2><i>Hourly Rate</i></h2>\n<p>The hourly rates proposed for Mr. Staver and Mr. Corry are unreasonable in this market. When possible, the hourly rate is determined by the community in which the court resides. Rates in other areas may be relevant, depending on the complexity of the case. <i>Rum Creek Coal Sales v. Caperton,</i> 31 F.3d 169, 178-79 (4th Cir.1994). In determining the appropriate hourly rate, it is important to look, where applicable, at the following <i>Johnson</i> factors: (2) the novelty and difficulty of the questions; (3) the skill requisite to properly perform the legal service; (4) the preclusion of other employment by the attorney due to acceptance of the case; (5) the customary fee; (6) whether the fee is fixed or contingent; (7) time limitations imposed by the client or the circumstances; (9) the experience, reputation, and ability of the attorneys; (10) the \"undesirability\" of the case; (11) the nature and length of the professional relationship with the client; and (12) awards in similar cases. <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 430 n. 3, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983) (citing <i>Johnson v. Georgia Highway Express, Inc.,</i> 488 F.2d 714, 717-19 (5th Cir.1974)).</p>\n<blockquote>[C]ourts properly have required prevailing attorneys to justify the reasonableness of the requested rate or rates. To inform and assist the court in the exercise of its discretion, the burden is on the fee applicant to produce satisfactory evidencein addition to the attorney's own affidavitsthat the requested rates are in line with those prevailing in the community for similar services by lawyers of reasonably comparable skill, experience, and reputation.</blockquote>\n<p><i>Blum v. Stenson,</i> 465 U.S. 886, 896, 104 S.Ct. 1541, 79 L.Ed.2d 891 (1984).</p>\n<p>Plaintiffs ability to settle this matter and not drag it on for the sake of litigation should be commended. However, the questions involved in this case were relatively straightforward. Once the complaint was filed, there was no significant material disagreement regarding the legal questions involved. Indeed, the parties were able to come to a resolution on the substantive issues shortly after the complaint was filed. This tends to suggest a <span class=\"star-pagination\">*609</span> downward departure is appropriate under factors two and three.</p>\n<p>Plaintiffs requested compensation for just over 160 hours, divided among four attorneys and law clerks. The work was completed over a period of more than one year, suggesting that counsel was free to take other cases while also working on this case.</p>\n<p>The Court is not persuaded that there were time limitations imposed by the client or the circumstances to have a significant affect on the awarded fee. Counsel was not up against any statute of limitations deadlines when the case was brought to their attention. Counsel waited eighteen months between the date billing records began on this matter and when the complaint was filed with this court. If time were of the essence, Plaintiffs would have at least filed their request for preliminary injunction almost immediately after the incident occurred.</p>\n<p>In examining the customary fee for this type of case, the affidavit by Julius L. Chambers, a nationally respected and leading civil rights attorney practicing in North Carolina with more than 30 years of experience in litigation, is compelling in determining that the appropriate fee for an experienced attorney in the area to be $300 per hour. (Def.'s Mem. Opp'n Mot. Attys.' Fees Ex. D (Julius L. Chambers Aff. P 2)). This rate is consistent with awards in similar cases. <i>See Child Evangelism Fellowship v. Anderson Sch. Dist. 5,</i> 2007 WL 1302692, 2007 U.S. Dist. LEIS 32495 (D.S.C. May 2, 2007) (applying <i>Johnson</i> factors, Mr. Staver was awarded a fee of $275 per hour, and Mr. Corry was awarded $250 per hour pursuant to 42 U.S.C. § 1988).</p>\n<p>Factor nine, the experience, reputation, and ability of the attorneys, weighs in favor of a higher fee. Plaintiffs attorneys' have demonstrated, to differing degrees, a specialization in First Amendment law that suggest a higher hourly billing rate than would otherwise be granted, is appropriate. Mr. Staver, in particular, has demonstrated his prominence in First Amendment law. (Staver Decl., generally, and Ex. 1 (Curriculum Vitae Matthew D. Staver)).</p>\n<p>Factor six, whether the fee is fixed or contingent, is irrelevant in this calculation as Plaintiffs are not seeking a contingency fee risk multiplier on top of the loadstar calculation and have presented no evidence to suggest this factor is relevant. Factor ten can also be disposed of, as this case was not undesirable. Likewise, factor eleven is not relevant to finding a higher fee, as the evidence from the billing records suggest this was a new attorney-client relationship.</p>\n<p>Taking into account all the <i>Johnson</i> factors, the Court finds that the hourly rates proposed by Plaintiffs to be excessive and unreasonable. Accordingly, the court finds hourly rates of $300 for Mr. Staver, and $250 for Mr. Corry to be appropriate. The court agrees with Plaintiffs that $90 is a reasonable hourly rate for law clerks. In addition, the court finds a rate of $102 per hour to be appropriate for paralegal work in this case. This figure is consistent with the average hourly rate for the southeast United States.<sup>[5]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*610</span> <i>Fees</i>\n</h2>\n<p>The only fee in contention is for process of service. While there is no requirement that Plaintiffs use the local Sheriffs office, the cost difference is significant. \"[T]he law is clear that in seeking attorney's fees under section 1988, attorneys are under a duty to minimize expenses.\" <i>Trimper v. City of Norfolk,</i> 58 F.3d 68, 76 (4th Cir.1995). The local Sheriffs' office could have served the three defendants for only $45 total, more than 80 percent less than the private service the Plaintiffs chose. Under Plaintiffs' duty to minimize expenses, they should have conducted service through the local Sheriffs office or found a reasonably priced alternative. The court therefore reduces the fees accordingly, and orders Defendants to pay fees in the amount of $474.03</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons described above, Plaintiffs' Motion for Attorneys' Fees and Costs is GRANTED in the amount of $28,710.43.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  This works out to a 16.08 hour reduction for Mr. Corry, a 1.56 hour reduction for Mr. Staver and a 4.26 hour reduction for the law clerks.</p>\n<p>[2]  These entries are as follows: October 29, 2007, .2 hours spent in order to \"Open and categorize new litigated matter file.\" November 5, 2007, .2 hours spent on receiving and reviewing \"email correspondence from Tony Rivers setting up conference call....\" October 20, 2008, .7 hours spent \"Researching North Carolina Liberty Counsel affiliate attorneys....\" October 31, 2008, .6 hours spent on \"Initial drafting of notice of Appearance for Stephen Crampton and David Corry.\" December 31, 2008, .3 hours spent on \"Initial drafting of Corporate and Financial Disclosure Form.\" December 31, 2008, .3 hours spent on \"Initial Drafting of Notice of Filing Declarations of Plaintiffs.\" December 31, 2008, .1 hours spend on \"Final drafting of Civil Cover Sheet.\" January 12, 2009, 1.5 hours spent \"Redrafting of various pleadings to add Mat Staver as Plaintiff's Counsel and to change date to January 13; Initial drafting of Notice of Appearance for Mat Staver.\" January 13, 2009, 3.5 hours to file the complaint electronically.</p>\n<p>[3]  The 2.5 hour reduction accounts for a 1 hour allotment for the January 13, 2009 filing with the court, instead of the 3.5 hours shown on the billing records. Plaintiffs' attorneys proposed lodestar formula would have accounted for a $1,225 charge simply for filing the complaint.</p>\n<p>[4]  The is a reduction of 11.6 hours of Mr. Corry's time, and .7 hours of Mr. Staver's time.</p>\n<p>[5]  This region includes including North Carolina, as well as Florida and Virginia where Plaintiffs counsel has offices. Average billing rate according to The National Association of Legal Assistants 2008 survey of more than 600 respondents throughout the region. THE NATIONAL ASSOCIATION OF LEGAL ASSISTANTS, 2008 NATIONAL UTILIZATION AND COMPENSATION SURVEY REPORT: SECTION 3 PARALEGAL BILLING RATES (March 2008), http://www.nala.org/08SEC3. pdf.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">666</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">603</span></span> (2009)</b></center>\n<center><h1>William A. RIVERS, Jewell C. Rivers, Toni V. Rivers, a minor, by and through her parents, William A. Rivers, and Jewell C. Rivers, Colby R. Pierce, and Sarabeth A. Allcox, a minor, by and through her parents Colby R. Pierce and Cindy Pierce, Plaintiffs,<br>\nv.<br>\nLewis LEDFORD, in his official capacity as Director of the North Carolina Division of Parks and Recreation, Jody Merritt, in his official capacity as Park Superintendent of Fort Macon State Park, and Richard Crocker, in his official capacity as a Park Ranger at Fort Macon State Park, Defendants.</h1></center>\n<center>No. 4:09-CV-5-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>October 24, 2009.</center>\n<p><span class=\"star-pagination\">*605</span> Mark D. Stewart, Burch Law Office, Greenville, NC, for Plaintiffs.</p>\n<p>Scott A. Conklin, N.C. Dept. of Justice, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the court upon the Plaintiffs' Motion for Attorneys' Fees and Costs.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiffs filed a First Amendment action arising under 42 U.S.C. § 1983 against Defendants on January 13, 2009. Plaintiffs alleged that on July 3, 2007, while visiting a public state park, their rights to freely exercise their religious beliefs were compromised when a state park ranger ordered them to stop passing out cold water and talking with other park visitors about their religious beliefs. The parties filed a settlement agreement on the underlying claim on June 8, 2009. The settlement agreement stipulated that pursuant to 42 U.S.C. § 1988(b), Plaintiffs were entitled to reasonable attorneys fees and costs.</p>\n<p>Attorneys fees and costs are the only remaining issues. On June 12, 2009, Plaintiffs' filed a motion to recover attorneys fees in the amount of $55,285.00, and $675.03 for costs, for a total requested award of $55,960.03. Defendants' filed a response on July 2, 2009, contending the number of hours, as well as the hourly rate and costs were unreasonably high. Defendants argue attorneys fees should not exceed $23,009 and costs should not exceed $443.03, for a total of 23,452.03.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>In awarding attorneys fees and costs arising out of a § 1983 action, the Fourth Circuit employs the lodestar formula. The formula multiplies the number of hours reasonably expended by counsel by a reasonable hourly rate. <i>Rum Creek Coal Sales v. Caperton,</i> <span class=\"citation\" data-id=\"675712\"><a href=\"/opinion/675712/rum-creek-coal-sales-incorporated-v-honorable-w-gaston-caperton-colonel/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">169</span></a></span>, 174 (4th Cir.1994) (citing <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 433, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983); <i>Blum v. Stenson,</i> <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, 888, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span></a></span> (1984)). These are distinct calculations. The Supreme Court has adopted the twelve <i>Johnson</i> factors that should be considered in determining an appropriate attorney fee:</p>\n<blockquote>(1) the time and labor required; (2) the novelty and difficulty of the questions; <span class=\"star-pagination\">*606</span> (3) the skill requisite to perform the legal service properly; (4) the preclusion of employment by the attorney due to acceptance of the case; (5) the customary fee; (6) whether the fee is fixed or contingent; (7) time limitations imposed by the client or the circumstances; (8) the amount involved and the results obtained; (9) the experience, reputation, and ability of the attorneys; (10) the \"undesirability\" of the case; (11) the nature and length of the professional relationship with the client; and (12) awards in similar cases.</blockquote>\n<p><i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 430 n. 3, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983) (quoting <i>Johnson v. Georgia Highway Express, Inc.,</i> <span class=\"citation\" data-id=\"315529\"><a href=\"/opinion/315529/7-fair-emplpraccas-1-7-empl-prac-dec-p-9079-richard-johnson-jr/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span>, 717-19 (5th Cir. 1974)).</p>\n<p></p>\n<h2><i>Hours Expended</i></h2>\n<p>In determining the number of hours expended, the court will look at reasonableness and good billing judgment. <i>Daly v. Hill,</i> <span class=\"citation\" data-id=\"470017\"><a href=\"/opinion/470017/george-daly-nicholas-street-and-david-layton-margaret-suzanne-starnes-v/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span>, 1079 (4th Cir.1986) (citing <i>Hensley,</i> 461 U.S. at 434, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>). The most relevant <i>Johnson</i> factors are: (1) the time and labor required; (2) the novelty and difficulty of the questions; and (8) the amount involved and the results obtained.</p>\n<p>Plaintiffs submitted 136.7 hours for Mr. Corry, 10.8 hours for Mr. Staver, 2.2 hours for Mr. Crampton and 14.2 hours for law clerks. Based on Plaintiffs' billing records, work began on this case in July 2007, but the initial complaint was not filed until January 13, 2009. Once the initial complaint was filed, the case did not progress far before a settlement between the parties was reached. An agreement was in place in May 2009, before any substantive hearings were held. The legal issues involved were relatively straightforward and the settlement admitted no fault, but did result in a North Carolina State Parks policy change, and a proposed administrative rule change.</p>\n<p>\"The Court may not simply accept as reasonable the number of hours reported by counsel.\" <i>Trimper v. City of Norfolk,</i> <span class=\"citation\" data-id=\"1687822\"><a href=\"/opinion/1687822/trimper-v-city-of-norfolk-va/\"><span class=\"volume\">846</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1295</span></a></span>, 1307 (E.D.Va.1994) (quoting <i>Espinoza v. Hillwood Square Mutual Assoc.,</i> <span class=\"citation\" data-id=\"2146620\"><a href=\"/opinion/2146620/espinoza-v-hillwood-square-mut-assn/\"><span class=\"volume\">532</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">440</span></a></span>, 446 (E.D.Va.1982) (other citations omitted)). \"The Court should not compensate plaintiffs counsel for hours which it finds `excessive, redundant or otherwise unnecessary.'\" <i>Id.</i> (quoting <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 434, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983)).</p>\n<p>After carefully reviewing Plaintiffs' billing records, taking into account the length of the time and labor that this matter should have taken by such experienced attorneys, the rather straightforward legal issues involved and the results obtained, this Court concludes some of the billing to be excessive and duplicative in nature.</p>\n<p>\"[Section 1988] does not authorize an award of fees for more than one qualified attorney where the issues presented in the case are simple enough for one attorney to reasonably handle.\" <i>Trimper,</i> 846 F.Supp. at 1307. Plaintiffs' attorneys all have more than fifteen years of experience, and the 2.2 hours contributed by Mr. Crampton is duplicative of the work done by Mr. Corry and Mr. Staver, and therefore must be subtracted.</p>\n<p>Plaintiffs' billing records show Mr. Corry, Mr. Staver, and the law clerks spent a total of 73 hours to draw up the complaint, request for preliminary injunction, and associated documents. For attorneys with Mr. Corry and Mr. Staver's experience, this task should not have taken nearly this long. The hours spent on these documents was excessive and therefore this Court makes a 30 percent reduction in the billing records associated with the complaint, <span class=\"star-pagination\">*607</span> preliminary injunction and associated documents.<sup>[1]</sup></p>\n<p>Plaintiffs seek 1.3 hours for time Mr. Corry spent due to the lack of cooperation of his own clients and reviewing on a press release. Defendants should be not be held financially responsible for costs associated with problems Plaintiffs' attorneys had with their clients. There is also no evidence compelling this Court to make an exception for compensating Plaintiffs' public relations efforts. \"The legitimate goals of litigation are almost always attained in the courtroom, not in the media.\" <i>Rum Creek Coal Sales v. Caperton,</i> <span class=\"citation\" data-id=\"675712\"><a href=\"/opinion/675712/rum-creek-coal-sales-incorporated-v-honorable-w-gaston-caperton-colonel/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">169</span></a></span>, 176 (4th Cir.1994).</p>\n<p>The 3.2 hours Mr. Corry spent preparing contracts for legal representation are also disallowed, as this does not represent good billing judgment. \"Hours that are not properly billed to one's client also are not properly billed to one's <i>adversary</i> pursuant to statutory authority.\" <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 434, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983) (citing <i>Copeland v. Marshall,</i> <span class=\"citation\" data-id=\"387362\"><a href=\"/opinion/387362/dolores-j-copeland-individually-and-on-behalf-of-the-class-of-all-others/\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 891 (1980) (en banc) (emphasis in original)). While an attorney may recover for work performed on behalf of a party that does not eventually become a client, the work must be substantially related to the remaining parties claims. <i>Plyler v. Evatt,</i> <span class=\"citation\" data-id=\"540806\"><a href=\"/opinion/540806/harry-plyler-formerly-gary-wayne-nelson-v-parker-evatt-commissioner/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">273</span></a></span>, 280 (4th Cir.1990). The time spent preparing contracts for legal representation would not fall into this category. An attorney would not be able to charge a client for the drafting of a contract for legal representation of another client. Nor would an attorney be able to bill a party for time it took to draft a proposed representation agreement that never came into fruition.</p>\n<p>Plaintiff requests 7.4 hours for work that is more appropriate for a paralegal.<sup>[2]</sup></p>\n<blockquote>It is appropriate to distinguish between legal work, in the strict sense, and investigation, clerical work, compilation of facts and statistics and other work which can often be accomplished by non-lawyers but which a lawyer may do because he has no other help available. Such non-legal work may command a lesser rate. Its dollar value is not enhanced just because a lawyer does it.</blockquote>\n<p><i>Missouri v. Jenkins,</i> 491 U.S, 274, 288 n. 10, <span class=\"citation\" data-id=\"112299\"><a href=\"/opinion/112299/missouri-v-jenkins/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2463</span></a></span>, <span class=\"citation\" data-id=\"112299\"><a href=\"/opinion/112299/missouri-v-jenkins/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span></a></span> (1989) (citing <i>Johnson v. Georgia Highway Express, Inc.,</i> <span class=\"citation\" data-id=\"315529\"><a href=\"/opinion/315529/7-fair-emplpraccas-1-7-empl-prac-dec-p-9079-richard-johnson-jr/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span>, 717 (5th Cir. 1974)). An attorney, using good billing judgment, would not keep a client long if he or she charged the client three times as much to do a task easily done by a trained paralegal. 3.5 hours to file a complaint is also excessive. A person trained in this task could file a complaint in 30 minutes time. This court finds that all 7.4 hours <span class=\"star-pagination\">*608</span> should be subtracted from Mr. Corry's time, and 4.9 hours should be added at the appropriate market rate for a paralegal.<sup>[3]</sup></p>\n<p>Plaintiffs are entitled to receive compensation for litigating fee requests. <i>Hymes v. Harnett County Bd. of Educ.,</i> <span class=\"citation\" data-id=\"397086\"><a href=\"/opinion/397086/agrippa-hymes-by-his-next-friend-and-guardian-ad-litem-eunice-hymes-v/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">410</span></a></span>, 413-14 (4th Cir.1981). But, the fees sought should be reasonable and not an opening bid in negotiations. <i>Fair Hous. Council v. Landow,</i> <span class=\"citation\" data-id=\"611623\"><a href=\"/opinion/611623/the-fair-housing-council-of-greater-washington-and-marita-turner-v-nathan/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">92</span></a></span>, 97 (4th Cir.1993) (other citations omitted). While the fee request here does not \"shock the conscience of the Court,\" <i>Saleh v. Moore,</i> <span class=\"citation\" data-id=\"2361496\"><a href=\"/opinion/2361496/saleh-v-moore/\"><span class=\"volume\">95</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">555</span></a></span>, 579 (E.D.Va. 2000), the requested hours and hourly rate are unreasonable when examining the <i>Johnson</i> factors, and all but guaranteed prolonged litigation on the matter. As such, a 50 percent reduction in the 24.6 hours spent on closing the case and on the application for attorneys' fees is appropriate.<sup>[4]</sup></p>\n<p>The total number of hours Plaintiffs are entitled to compensation for is as follows: 97.12 hours for Mr. Corry, 8.54 hours for Mr. Staver, 9.94 hours for law clerks, and 4.9 hours for paralegal work.</p>\n<p></p>\n<h2><i>Hourly Rate</i></h2>\n<p>The hourly rates proposed for Mr. Staver and Mr. Corry are unreasonable in this market. When possible, the hourly rate is determined by the community in which the court resides. Rates in other areas may be relevant, depending on the complexity of the case. <i>Rum Creek Coal Sales v. Caperton,</i> <span class=\"citation\" data-id=\"675712\"><a href=\"/opinion/675712/rum-creek-coal-sales-incorporated-v-honorable-w-gaston-caperton-colonel/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">169</span></a></span>, 178-79 (4th Cir.1994). In determining the appropriate hourly rate, it is important to look, where applicable, at the following <i>Johnson</i> factors: (2) the novelty and difficulty of the questions; (3) the skill requisite to properly perform the legal service; (4) the preclusion of other employment by the attorney due to acceptance of the case; (5) the customary fee; (6) whether the fee is fixed or contingent; (7) time limitations imposed by the client or the circumstances; (9) the experience, reputation, and ability of the attorneys; (10) the \"undesirability\" of the case; (11) the nature and length of the professional relationship with the client; and (12) awards in similar cases. <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 430 n. 3, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983) (citing <i>Johnson v. Georgia Highway Express, Inc.,</i> <span class=\"citation\" data-id=\"315529\"><a href=\"/opinion/315529/7-fair-emplpraccas-1-7-empl-prac-dec-p-9079-richard-johnson-jr/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span>, 717-19 (5th Cir.1974)).</p>\n<blockquote>[C]ourts properly have required prevailing attorneys to justify the reasonableness of the requested rate or rates. To inform and assist the court in the exercise of its discretion, the burden is on the fee applicant to produce satisfactory evidencein addition to the attorney's own affidavitsthat the requested rates are in line with those prevailing in the community for similar services by lawyers of reasonably comparable skill, experience, and reputation.</blockquote>\n<p><i>Blum v. Stenson,</i> <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, 896, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span></a></span> (1984).</p>\n<p>Plaintiffs ability to settle this matter and not drag it on for the sake of litigation should be commended. However, the questions involved in this case were relatively straightforward. Once the complaint was filed, there was no significant material disagreement regarding the legal questions involved. Indeed, the parties were able to come to a resolution on the substantive issues shortly after the complaint was filed. This tends to suggest a <span class=\"star-pagination\">*609</span> downward departure is appropriate under factors two and three.</p>\n<p>Plaintiffs requested compensation for just over 160 hours, divided among four attorneys and law clerks. The work was completed over a period of more than one year, suggesting that counsel was free to take other cases while also working on this case.</p>\n<p>The Court is not persuaded that there were time limitations imposed by the client or the circumstances to have a significant affect on the awarded fee. Counsel was not up against any statute of limitations deadlines when the case was brought to their attention. Counsel waited eighteen months between the date billing records began on this matter and when the complaint was filed with this court. If time were of the essence, Plaintiffs would have at least filed their request for preliminary injunction almost immediately after the incident occurred.</p>\n<p>In examining the customary fee for this type of case, the affidavit by Julius L. Chambers, a nationally respected and leading civil rights attorney practicing in North Carolina with more than 30 years of experience in litigation, is compelling in determining that the appropriate fee for an experienced attorney in the area to be $300 per hour. (Def.'s Mem. Opp'n Mot. Attys.' Fees Ex. D (Julius L. Chambers Aff. P 2)). This rate is consistent with awards in similar cases. <i>See Child Evangelism Fellowship v. Anderson Sch. Dist. 5,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">1302692</span></span>, 2007 U.S. Dist. LEIS 32495 (D.S.C. May 2, 2007) (applying <i>Johnson</i> factors, Mr. Staver was awarded a fee of $275 per hour, and Mr. Corry was awarded $250 per hour pursuant to 42 U.S.C. § 1988).</p>\n<p>Factor nine, the experience, reputation, and ability of the attorneys, weighs in favor of a higher fee. Plaintiffs attorneys' have demonstrated, to differing degrees, a specialization in First Amendment law that suggest a higher hourly billing rate than would otherwise be granted, is appropriate. Mr. Staver, in particular, has demonstrated his prominence in First Amendment law. (Staver Decl., generally, and Ex. 1 (Curriculum Vitae Matthew D. Staver)).</p>\n<p>Factor six, whether the fee is fixed or contingent, is irrelevant in this calculation as Plaintiffs are not seeking a contingency fee risk multiplier on top of the loadstar calculation and have presented no evidence to suggest this factor is relevant. Factor ten can also be disposed of, as this case was not undesirable. Likewise, factor eleven is not relevant to finding a higher fee, as the evidence from the billing records suggest this was a new attorney-client relationship.</p>\n<p>Taking into account all the <i>Johnson</i> factors, the Court finds that the hourly rates proposed by Plaintiffs to be excessive and unreasonable. Accordingly, the court finds hourly rates of $300 for Mr. Staver, and $250 for Mr. Corry to be appropriate. The court agrees with Plaintiffs that $90 is a reasonable hourly rate for law clerks. In addition, the court finds a rate of $102 per hour to be appropriate for paralegal work in this case. This figure is consistent with the average hourly rate for the southeast United States.<sup>[5]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*610</span> <i>Fees</i>\n</h2>\n<p>The only fee in contention is for process of service. While there is no requirement that Plaintiffs use the local Sheriffs office, the cost difference is significant. \"[T]he law is clear that in seeking attorney's fees under section 1988, attorneys are under a duty to minimize expenses.\" <i>Trimper v. City of Norfolk,</i> <span class=\"citation\" data-id=\"698367\"><a href=\"/opinion/698367/karen-trimper-v-city-of-norfolk-virginia-henry-p-henson/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 76 (4th Cir.1995). The local Sheriffs' office could have served the three defendants for only $45 total, more than 80 percent less than the private service the Plaintiffs chose. Under Plaintiffs' duty to minimize expenses, they should have conducted service through the local Sheriffs office or found a reasonably priced alternative. The court therefore reduces the fees accordingly, and orders Defendants to pay fees in the amount of $474.03</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons described above, Plaintiffs' Motion for Attorneys' Fees and Costs is GRANTED in the amount of $28,710.43.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  This works out to a 16.08 hour reduction for Mr. Corry, a 1.56 hour reduction for Mr. Staver and a 4.26 hour reduction for the law clerks.</p>\n<p>[2]  These entries are as follows: October 29, 2007, .2 hours spent in order to \"Open and categorize new litigated matter file.\" November 5, 2007, .2 hours spent on receiving and reviewing \"email correspondence from Tony Rivers setting up conference call....\" October 20, 2008, .7 hours spent \"Researching North Carolina Liberty Counsel affiliate attorneys....\" October 31, 2008, .6 hours spent on \"Initial drafting of notice of Appearance for Stephen Crampton and David Corry.\" December 31, 2008, .3 hours spent on \"Initial drafting of Corporate and Financial Disclosure Form.\" December 31, 2008, .3 hours spent on \"Initial Drafting of Notice of Filing Declarations of Plaintiffs.\" December 31, 2008, .1 hours spend on \"Final drafting of Civil Cover Sheet.\" January 12, 2009, 1.5 hours spent \"Redrafting of various pleadings to add Mat Staver as Plaintiff's Counsel and to change date to January 13; Initial drafting of Notice of Appearance for Mat Staver.\" January 13, 2009, 3.5 hours to file the complaint electronically.</p>\n<p>[3]  The 2.5 hour reduction accounts for a 1 hour allotment for the January 13, 2009 filing with the court, instead of the 3.5 hours shown on the billing records. Plaintiffs' attorneys proposed lodestar formula would have accounted for a $1,225 charge simply for filing the complaint.</p>\n<p>[4]  The is a reduction of 11.6 hours of Mr. Corry's time, and .7 hours of Mr. Staver's time.</p>\n<p>[5]  This region includes including North Carolina, as well as Florida and Virginia where Plaintiffs counsel has offices. Average billing rate according to The National Association of Legal Assistants 2008 survey of more than 600 respondents throughout the region. THE NATIONAL ASSOCIATION OF LEGAL ASSISTANTS, 2008 NATIONAL UTILIZATION AND COMPENSATION SURVEY REPORT: SECTION 3 PARALEGAL BILLING RATES (March 2008), http://www.nala.org/08SEC3. pdf.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1687822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2146620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2361496/"
  ]
}