{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2330555/",
  "absolute_url": "/opinion/2330555/united-states-v-broadwater/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2330555/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:08:02.462311Z",
  "date_modified": "2016-04-26T22:30:09.390669Z",
  "type": "010combined",
  "sha1": "6bc5464e195fd8ee875b6e111cef66014a794d3b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>613 F.Supp.2d 740 (2009)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nRonnie BROADWATER, Defendant.</h1></center>\n<center>No. 7:05-CR-66-1D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>May 12, 2009.</center>\n<p><span class=\"star-pagination\">*741</span> Joseph Bart Gilbert, Thomas P. McNamara, Federal Public Defender, Raleigh, NC, for Defendant.</p>\n<p>Michael James, Raleigh, NC, for United States of America.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Ronnie Broadwater (\"Broadwater\" or \"defendant\") seeks a sentence reduction based on Amendment 706 to the United States Sentencing Guidelines (\"U.S.S.G.\"). When applicable, Amendment 706 applies retroactively and reduces the disparity between punishment for cocaine offenses and punishment for cocaine base (crack) offenses. The reduction occurs via a two-level decrease in the offender's offense level under Chapter 2 of the guidelines.</p>\n<p>As explained below, Amendment 706 provides no relief to Broadwater because he was sentenced as a career offender under Chapter 4 of the guidelines. Moreover, Broadwater's other arguments concerning a sentence reduction lack merit. Thus, the court denies Broadwater's motion for a sentence reduction.</p>\n<p></p>\n<h2>I.</h2>\n<p>On September 13, 2005, Broadwater pleaded guilty to one count of distribution of cocaine base (crack), in violation of 21 U.S.C. § 841(a)(1) [D.E. 9]. Broadwater's presentence report (\"PSR\") found that, under U.S.S.G. § 2D1.1, the base offense level was 26. <i>See</i> Def.'s Mot. for Sentence Reduction Pursuant to 18 U.S.C. § 3582(c) &amp; Incorporated Mem. 1 [hereinafter \"Def.'s Mot.\"]. The PSR also indicated that Broadwater had twelve criminal history points warranting a criminal history category of V. <i>See id.</i> However, because Broadwater had two state felony drug convictions that qualified him for the career-offender enhancement in U.S.S.G. § 4B1.1, the PSR increased Broadwater's offense level from 26 to 32 and his criminal history category from V to VI. <i>See id.</i> at 2.</p>\n<p>At sentencing, the court found that Broadwater was a career offender under U.S.S.G. § 4B1.1. Accordingly, the court found Broadwater's total offense level to be 29 (after a three-level reduction for acceptance of responsibility). After combining Broadwater's offense level of 29 with his criminal history category of VI, he had an advisory guideline range of 151 to 188 months' imprisonment. <i>Id.</i> At the sentencing hearing, the court sentenced Broadwater to 151 months' imprisonment.</p>\n<p>In 2007, the United States Sentencing Commission (\"Commission\") issued Amendment 706. Amendment 706 revised the drug quantity table at U.S.S.G. § 2D1.1(c) and reduced by two levels the base offense level applicable to crack cocaine offenses. <i>See</i> U.S.S.G., amend. 706. The reduction addressed the differential treatment of crack cocaine and powder cocaine in the guidelines. The Commission <span class=\"star-pagination\">*742</span> made Amendment 706 retroactive. <i>See</i> U.S.S.G., amend. 713.</p>\n<p>On February 17, 2009, Broadwater cited Amendment 706 and moved for a reduction of his sentence under 18 U.S.C. § 3582(c)(2) [D.E. 19]. On March 4, 2009, the government responded in opposition [D.E. 20].</p>\n<p></p>\n<h2>II.</h2>\n<p>Congress enacted 18 U.S.C. § 3582(c)(2) to govern eligibility for a sentence reduction based on a retroactive amendment to the sentencing guidelines. Under section 3582(c)(2), courts have discretion whether to reduce a sentence. <i>See, e.g., </i><i>United States v. Goines,</i> 357 F.3d 469, 478 (4th Cir.2004) (motion under § 3582(c) \"is subject to the discretion of the district court\"); <i>United States v. Legree,</i> 205 F.3d 724, 727 (4th Cir.2000); <i>United States v. Turner,</i> 59 F.3d 481, 483 (4th Cir.1995).</p>\n<p>Section 3582(c)(2) provides in relevant part:</p>\n<blockquote>[I]n the case of a defendant who has been sentenced to a term of imprisonment based on a sentencing range that has subsequently been lowered by the Sentencing Commission pursuant to 28 U.S.C. § 994(o), ... the court may reduce the term of imprisonment, after considering the factors set forth in section 3553(a) to the extent that they are applicable, if such a reduction is consistent with the applicable policy statements issued by the Sentencing Commission.</blockquote>\n<p>18 U.S.C. § 3582(c)(2). The parties dispute whether Broadwater's sentence was \"based on a sentencing range that has subsequently been lowered.\"</p>\n<p>Broadwater argues that this court used U.S.S.G. § 2D1.1 to determine Broadwater's base offense level and that Amendment 706 lowered his offense level; therefore, he is eligible for a sentence reduction under section 3582(c)(2). In making this argument, Broadwater concedes that the court used the career-offender enhancement in U.S.S.G. § 4B1.1 to determine his total offense level and his advisory guideline range, but argues that section 2D1.1 is a relevant sentencing factor under the guidelines and 18 U.S.C. § 3553(a). Moreover, according to Broadwater, because the section 2D1.1 range may have influenced his sentence, Broadwater's sentence is \"based on\" section 2D1.1. Further, defendant argues that any policy statement with a contrary interpretation of 18 U.S.C. § 3582(c)(2) is not binding on this court in light of <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), and its progeny.</p>\n<p>The government responds that Broadwater may find no comfort in 18 U.S.C. § 3582(c)(2). Essentially, the government maintains that the court used section 4B1.1 to establish Broadwater's offense level and the advisory guideline range that the court used to sentence Broadwater. Accordingly, because Amendment 706 does not alter the advisory guideline range for a career offender like Broadwater, the court lacks authority to reduce defendant's sentence.</p>\n<p>Section 3582(c)(2)'s plain language supports the government's position. By its terms, a defendant is eligible for a sentence reduction only when defendant's sentence was \"based on\" a subsequently lowered \"sentencing range.\" 18 U.S.C. § 3582(c)(2). In Broadwater's case, the court based his advisory guideline range on section 4B1.1, the career-offender provision in Chapter 4. Therefore, Amendment 706 has no impact on his sentencing range. Consequently, he is ineligible for a sentence reduction.</p>\n<p>In reaching this conclusion, the court rejects defendant's argument that the term \"based on\" in section 3582(c)(2) includes <span class=\"star-pagination\">*743</span> the base offense level derived from Chapters 2 and 3, even where Chapter 4 ultimately determines the defendant's applicable offense level and advisory guideline range. Specifically, Broadwater observes that U.S.S.G. § 1B1.1 instructs a court to proceed through each chapter in the guidelines in order. Therefore, according to Broadwater, the court must have considered Chapter 2 in fashioning Broadwater's offense level even though the Chapter 4 career offender provision trumps any base offense level theoretically derived via Chapter 2.</p>\n<p>Broadwater's argument fails. Section 1B1.1 states \"[e]xcept as specifically directed, the provisions of this manual are to be applied in the following order....\" U.S.S.G. 1B1.1. Section 1B1.1 then instructs the court to proceed through the guidelines chronologically. <i>See id.</i> Section 4B1.1 (the career-offender enhancement), however, trumps Chapter 2 when arriving at the advisory guideline range for a career offender. Thus, the court did not base Broadwater's sentence on Chapter 2, and Amendment 706 does not help Broadwater. <i>See</i> 18 U.S.C. § 3582(c)(2).</p>\n<p>The policy statement in U.S.S.G. § 1B1.10 bolsters the conclusion that Broadwater is not entitled to relief under Amendment 706. According to section 3582(c)(2), any sentence reduction must be \"consistent with the applicable policy statements issued by the Sentencing Commission.\" 18 U.S.C. § 3582(c)(2). The Fourth Circuit has held that \"[u]nder the express statutory language of § 994(u) and § 3582(c)(2), the Commission's policy statements implementing the statute's authorization of retroactive sentence reductions are binding, just as the statutory restrictions on reductions below a mandatory minimum are binding.\" <i>United States v. Dunphy,</i> 551 F.3d 247, 250-51 (4th Cir.2009), <i>petition for cert. filed,</i> 77 U.S.L.W. 3559 (U.S. Mar. 20, 2009) (No. 08-1185).</p>\n<p>Section 1B1.10 provides in relevant part:</p>\n<blockquote>(2) <i>Exclusions.</i>A reduction in the defendant's term of imprisonment is not consistent with this policy statement and therefore is not authorized under 18 U.S.C. § 3582(c)(2) if</blockquote>\n<blockquote>...</blockquote>\n<blockquote>(B) an amendment listed in subsection (c) does not have the effect of lowering the defendant's applicable guideline range.</blockquote>\n<p>U.S.S.G. § 1B1.10(a). Application note 1(A)to section 1B1.10(a) states that a reduction under 18 U.S.C. § 3582(c)(2) is not authorized where \"an amendment ... is applicable to the defendant but the amendment does not have the effect of lowering the defendant's applicable guideline range because of the operation of another guideline or statutory provision (e.g., a statutory mandatory minimum term of imprisonment).\" U.S.S.G. § 1B1.10, cmt. n.1(A). Here, even assuming that Amendment 706 is \"applicable to the defendant\" and theoretically reduces Broadwater's base offense level under Chapter 2 during the chronological process, \"the amendment does not have the effect of lowering the defendant's applicable guideline range because of the operation of another guideline... provision,\" the career-offender enhancement in Chapter 4. <i>Id.</i> Accordingly, Broadwater is not eligible for relief under 18 U.S.C. § 3582(c)(2).</p>\n<p>Next, defendant notes that, post-<i>Booker,</i> some courts have considered the unenhanced range determined by section 2D1.1 when varying from the guideline range determined by section 4B1.1. <i>See, e.g., </i><i>United States v. Williams,</i> 435 F.3d 1350, 1355-56 (11th Cir.2006) (per curiam) (affirming district court's variance sentence, which was based in part on the disparity between the unenhanced range and the <span class=\"star-pagination\">*744</span> enhanced range); <i>United States v. Vigorito,</i> No. 4:04-CR11, 2007 WL 4125914, at *7 (N.D.Ohio Nov. 20, 2007) (unpublished) (varying sentence downward in light of career-offender enhancement essentially tripling the otherwise applicable guideline range under section 2D1.1). Defendant then argues that <i>Booker</i> and its progeny permit a court to disregard any policy statement interpreting section 3582(c)(2) and resentence defendant.</p>\n<p>Broadwater's argument fails for numerous reasons. First, the Fourth Circuit has rejected the practice of comparing unenhanced ranges and enhanced ranges. <i>See </i><i>United States v. Moreland,</i> 437 F.3d 424, 435-37 (4th Cir.2006). Second, even if <i>Spears v. United States,</i> ___ U.S. ___, 129 S.Ct. 840, 172 L.Ed.2d 596 (2009) (per curiam), casts doubt on this aspect of <i>Moreland,</i> defendant's argument is premised on the notion that Broadwater's motion effects a full resentencing of defendant. It does not. Proceedings under section 3582(c)(2) \"do not constitute a full resentencing of the defendant.\" U.S.S.G. § 1B1.10(a)(3); <i>see </i><i>Dunphy,</i> 551 F.3d at 251. Therefore, the cases that defendant cites do not aid his argument that the range under section 2D1.1 should be considered in determining whether defendant is eligible for a sentence reduction.</p>\n<p>Defendant also argues that <i>Booker</i> permits a sentence reduction for a defendant like Broadwater. In making this argument, defendant relies heavily on <i>United States v. Hicks,</i> 472 F.3d 1167 (9th Cir. 2007). In <i>Hicks,</i> the Ninth Circuit held that <i>Booker</i> applies to resentencing proceedings brought under 18 U.S.C. § 3582(c)(2). <i>See id.</i> at 1170.</p>\n<p>Unfortunately for Broadwater, the Fourth Circuit rejected the Ninth Circuit's approach in <i>Hicks. See </i><i>Dunphy,</i> 551 F.3d at 254-55. In rejecting <i>Booker</i>'s applicability to section 3582(c)(2) proceedings, the Fourth Circuit joined all other circuit courts to address the issue, except the Ninth Circuit. <i>See </i><i>United States v. Rhodes,</i> 549 F.3d 833, 839-41 (10th Cir. 2008); <i>United States v. Johnson,</i> 292 Fed. Appx. 352, 353 (5th Cir.2008) (per curiam) (unpublished); <i>United States v. Carter,</i> 500 F.3d 486, 490 (6th Cir.2007); <i>Cortorreal v. United States,</i> 486 F.3d 742, 744 (2d Cir.2007) (per curiam); <i>United States v. Rodriguez-Pena,</i> 470 F.3d 431, 433 (1st Cir.2006) (per curiam); <i>United States v. Price,</i> 438 F.3d 1005, 1007 &amp; n. 2 (10th Cir.2006); <i>United States v. Moreno,</i> 421 F.3d 1217, 1220 (11th Cir.2005) (per curiam); <i>McReynolds v. United States,</i> 397 F.3d 479, 481 (7th Cir.2005).</p>\n<p>Finally, although the Fourth Circuit has not published an opinion addressing whether Amendment 706 applies to defendants sentenced as a career offender under Chapter 4, six circuit courts have confronted the issue. All six have rejected defendant's argument, including the Fourth Circuit in seven unpublished opinions. <i>See, e.g., </i><i>United States v. Thompson,</i> No. 08-7037, 2009 WL 1144036, at *1 (4th Cir. Apr. 29, 2009) (per curiam) (unpublished); <i>United States v. Plater,</i> No. 08-7135, ___ Fed.Appx. ___, ___, 2009 WL 1069316, at *1 (4th Cir. Apr. 22, 2009) (per curiam) (unpublished); <i>United States v. White,</i> 304 Fed.Appx. 222 (4th Cir.2008) (per curiam) (unpublished); <i>United States v. Caraballo,</i> 552 F.3d 6, 9-10 (1st Cir. 2008); <i>United States v. Sharkey,</i> 543 F.3d 1236, 1239 (10th Cir.2008); <i>Johnson,</i> 292 Fed.Appx. at 353: <i>United States v. Moore,</i> 541 F.3d 1323, 1327-28 (11th Cir.2008); <i>United States v. Thompson,</i> 290 Fed.Appx. 519, 520 (3d Cir.2008) (per curiam) (unpublished); <i>United States v. Wright,</i> 289 Fed. Appx. 610, 611 (4th Cir.2008) (per curiam) (unpublished); <i>United States v. Dawson,</i> 286 Fed.Appx. 40 (4th Cir.2008) (per curiam) (unpublished); <i>United States v. Thomas,</i> 524 F.3d 889, 889-90 (8th Cir. 2008) (per curiam); <i>United States v. Gray,</i> <span class=\"star-pagination\">*745</span> 271 Fed.Appx. 304, 306 n. 1 (4th Cir.2008) (per curiam) (unpublished); <i>United States v. Bronson,</i> 267 Fed.Appx. 272, 274-75 (4th Cir.2008) (per curiam) (unpublished). Indeed, this court has not located any case that, on similar facts, has accepted defendant's argument. Instead, courts have uniformly denied materially indistinguishable motions.<sup>[1]</sup> The court agrees with the conclusion reached in this wall of legal authority.</p>\n<p></p>\n<h2>III.</h2>\n<p>Accordingly, the court DENIES defendant's motion for a sentence reduction [D.E. 19].</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See, e.g., </i><i>United States v. Thomas,</i> No. 3:93-CR-58-2BR, 2009 WL 465019, at *1 (E.D.N.C. Feb. 24, 2009) (unpublished); <i>United States v. Evans,</i> 5:03-CR-43-H (E.D.N.C. Jan. 6, 2009) (unpublished); <i>United States v. Jackson,</i> No. CA 603-CR-00680-GRA, 2008 WL 4442949, at *3 (D.S.C. Sept. 25, 2008) (unpublished); <i>United States v. Miller,</i> No. 6:06-CR-631-GRA, 2008 WL 4442946, at *1-*2 (D.S.C. Sept. 25, 2008) (unpublished); <i>United States v. Richardson,</i> No. 8:00-900-5, 2008 WL 2381682, at *1-*2 (D.S.C. June 5, 2008) (unpublished); <i>United States v. Rogers,</i> No. 3:94-CR-92-FDW, 2008 WL 2329320, at *2 (W.D.N.C. June 5, 2008) (unpublished), <i>aff'd,</i> No. 08-7188, ___ Fed.Appx. ___ 2009 WL 1006172 (4th Cir. April 15, 2009) (per curiam) (unpublished); <i>United States v. Patterson,</i> No. 6:97-CR-129-1, 2008 WL 2330565, at *1-*2 (D.S.C. June 3, 2008) (unpublished), <i>aff'd,</i> 293 Fed.Appx. 212 (4th Cir. 2008) (per curiam) (unpublished); <i>United States v. Sherman,</i> No. 6:05-CR-1176, 2008 WL 2330567, at *1-*2 (D.S.C. June 3, 2008) (unpublished); <i>see also United States v. Strickland,</i> No. 8:06-CR-443-T-26MAP, 2008 WL 4900391, at *1 (M.D.Fla. Nov. 12, 2008) (unpublished); <i>United States v. Tucker,</i> No. 1:CR-93-117, 2008 WL 2704543, at *2 (M.D.Pa. July 8, 2008) (unpublished), <i>aff'd,</i> No. 08-3121, ___ Fed.Appx. ___, 2009 WL 864938 (3d Cir. Apr. 2, 2009) (unpublished); <i>United States v. Lee,</i> No. CR-93-216-SI, 2008 WL 2357243, at *2 (N.D.Cal. June 6, 2008) (unpublished); <i>United States v. Biami,</i> 548 F.Supp.2d 661, 666 (E.D.Wis.2008) (collecting cases); <i>United States v. McDougherty,</i> No. CR-88-504-MMM, 2008 WL 752597, at *4-*5 (C.D.Cal. Mar. 18, 2008) (unpublished).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">613</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">740</span></span> (2009)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nRonnie BROADWATER, Defendant.</h1></center>\n<center>No. 7:05-CR-66-1D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>May 12, 2009.</center>\n<p><span class=\"star-pagination\">*741</span> Joseph Bart Gilbert, Thomas P. McNamara, Federal Public Defender, Raleigh, NC, for Defendant.</p>\n<p>Michael James, Raleigh, NC, for United States of America.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Ronnie Broadwater (\"Broadwater\" or \"defendant\") seeks a sentence reduction based on Amendment 706 to the United States Sentencing Guidelines (\"U.S.S.G.\"). When applicable, Amendment 706 applies retroactively and reduces the disparity between punishment for cocaine offenses and punishment for cocaine base (crack) offenses. The reduction occurs via a two-level decrease in the offender's offense level under Chapter 2 of the guidelines.</p>\n<p>As explained below, Amendment 706 provides no relief to Broadwater because he was sentenced as a career offender under Chapter 4 of the guidelines. Moreover, Broadwater's other arguments concerning a sentence reduction lack merit. Thus, the court denies Broadwater's motion for a sentence reduction.</p>\n<p></p>\n<h2>I.</h2>\n<p>On September 13, 2005, Broadwater pleaded guilty to one count of distribution of cocaine base (crack), in violation of 21 U.S.C. § 841(a)(1) [D.E. 9]. Broadwater's presentence report (\"PSR\") found that, under U.S.S.G. § 2D1.1, the base offense level was 26. <i>See</i> Def.'s Mot. for Sentence Reduction Pursuant to 18 U.S.C. § 3582(c) &amp; Incorporated Mem. 1 [hereinafter \"Def.'s Mot.\"]. The PSR also indicated that Broadwater had twelve criminal history points warranting a criminal history category of V. <i>See id.</i> However, because Broadwater had two state felony drug convictions that qualified him for the career-offender enhancement in U.S.S.G. § 4B1.1, the PSR increased Broadwater's offense level from 26 to 32 and his criminal history category from V to VI. <i>See id.</i> at 2.</p>\n<p>At sentencing, the court found that Broadwater was a career offender under U.S.S.G. § 4B1.1. Accordingly, the court found Broadwater's total offense level to be 29 (after a three-level reduction for acceptance of responsibility). After combining Broadwater's offense level of 29 with his criminal history category of VI, he had an advisory guideline range of 151 to 188 months' imprisonment. <i>Id.</i> At the sentencing hearing, the court sentenced Broadwater to 151 months' imprisonment.</p>\n<p>In 2007, the United States Sentencing Commission (\"Commission\") issued Amendment 706. Amendment 706 revised the drug quantity table at U.S.S.G. § 2D1.1(c) and reduced by two levels the base offense level applicable to crack cocaine offenses. <i>See</i> U.S.S.G., amend. 706. The reduction addressed the differential treatment of crack cocaine and powder cocaine in the guidelines. The Commission <span class=\"star-pagination\">*742</span> made Amendment 706 retroactive. <i>See</i> U.S.S.G., amend. 713.</p>\n<p>On February 17, 2009, Broadwater cited Amendment 706 and moved for a reduction of his sentence under 18 U.S.C. § 3582(c)(2) [D.E. 19]. On March 4, 2009, the government responded in opposition [D.E. 20].</p>\n<p></p>\n<h2>II.</h2>\n<p>Congress enacted 18 U.S.C. § 3582(c)(2) to govern eligibility for a sentence reduction based on a retroactive amendment to the sentencing guidelines. Under section 3582(c)(2), courts have discretion whether to reduce a sentence. <i>See, e.g., </i><i>United States v. Goines,</i> <span class=\"citation\" data-id=\"785008\"><a href=\"/opinion/785008/united-states-v-anthony-goines/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">469</span></a></span>, 478 (4th Cir.2004) (motion under § 3582(c) \"is subject to the discretion of the district court\"); <i>United States v. Legree,</i> <span class=\"citation\" data-id=\"767892\"><a href=\"/opinion/767892/united-states-v-bryant-legree/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">724</span></a></span>, 727 (4th Cir.2000); <i>United States v. Turner,</i> <span class=\"citation\" data-id=\"699220\"><a href=\"/opinion/699220/united-states-v-jeffrey-turner/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">481</span></a></span>, 483 (4th Cir.1995).</p>\n<p>Section 3582(c)(2) provides in relevant part:</p>\n<blockquote>[I]n the case of a defendant who has been sentenced to a term of imprisonment based on a sentencing range that has subsequently been lowered by the Sentencing Commission pursuant to 28 U.S.C. § 994(o), ... the court may reduce the term of imprisonment, after considering the factors set forth in section 3553(a) to the extent that they are applicable, if such a reduction is consistent with the applicable policy statements issued by the Sentencing Commission.</blockquote>\n<p>18 U.S.C. § 3582(c)(2). The parties dispute whether Broadwater's sentence was \"based on a sentencing range that has subsequently been lowered.\"</p>\n<p>Broadwater argues that this court used U.S.S.G. § 2D1.1 to determine Broadwater's base offense level and that Amendment 706 lowered his offense level; therefore, he is eligible for a sentence reduction under section 3582(c)(2). In making this argument, Broadwater concedes that the court used the career-offender enhancement in U.S.S.G. § 4B1.1 to determine his total offense level and his advisory guideline range, but argues that section 2D1.1 is a relevant sentencing factor under the guidelines and 18 U.S.C. § 3553(a). Moreover, according to Broadwater, because the section 2D1.1 range may have influenced his sentence, Broadwater's sentence is \"based on\" section 2D1.1. Further, defendant argues that any policy statement with a contrary interpretation of 18 U.S.C. § 3582(c)(2) is not binding on this court in light of <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), and its progeny.</p>\n<p>The government responds that Broadwater may find no comfort in 18 U.S.C. § 3582(c)(2). Essentially, the government maintains that the court used section 4B1.1 to establish Broadwater's offense level and the advisory guideline range that the court used to sentence Broadwater. Accordingly, because Amendment 706 does not alter the advisory guideline range for a career offender like Broadwater, the court lacks authority to reduce defendant's sentence.</p>\n<p>Section 3582(c)(2)'s plain language supports the government's position. By its terms, a defendant is eligible for a sentence reduction only when defendant's sentence was \"based on\" a subsequently lowered \"sentencing range.\" 18 U.S.C. § 3582(c)(2). In Broadwater's case, the court based his advisory guideline range on section 4B1.1, the career-offender provision in Chapter 4. Therefore, Amendment 706 has no impact on his sentencing range. Consequently, he is ineligible for a sentence reduction.</p>\n<p>In reaching this conclusion, the court rejects defendant's argument that the term \"based on\" in section 3582(c)(2) includes <span class=\"star-pagination\">*743</span> the base offense level derived from Chapters 2 and 3, even where Chapter 4 ultimately determines the defendant's applicable offense level and advisory guideline range. Specifically, Broadwater observes that U.S.S.G. § 1B1.1 instructs a court to proceed through each chapter in the guidelines in order. Therefore, according to Broadwater, the court must have considered Chapter 2 in fashioning Broadwater's offense level even though the Chapter 4 career offender provision trumps any base offense level theoretically derived via Chapter 2.</p>\n<p>Broadwater's argument fails. Section 1B1.1 states \"[e]xcept as specifically directed, the provisions of this manual are to be applied in the following order....\" U.S.S.G. 1B1.1. Section 1B1.1 then instructs the court to proceed through the guidelines chronologically. <i>See id.</i> Section 4B1.1 (the career-offender enhancement), however, trumps Chapter 2 when arriving at the advisory guideline range for a career offender. Thus, the court did not base Broadwater's sentence on Chapter 2, and Amendment 706 does not help Broadwater. <i>See</i> 18 U.S.C. § 3582(c)(2).</p>\n<p>The policy statement in U.S.S.G. § 1B1.10 bolsters the conclusion that Broadwater is not entitled to relief under Amendment 706. According to section 3582(c)(2), any sentence reduction must be \"consistent with the applicable policy statements issued by the Sentencing Commission.\" 18 U.S.C. § 3582(c)(2). The Fourth Circuit has held that \"[u]nder the express statutory language of § 994(u) and § 3582(c)(2), the Commission's policy statements implementing the statute's authorization of retroactive sentence reductions are binding, just as the statutory restrictions on reductions below a mandatory minimum are binding.\" <i>United States v. Dunphy,</i> <span class=\"citation\" data-id=\"1027583\"><a href=\"/opinion/1027583/united-states-v-dunphy/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">247</span></a></span>, 250-51 (4th Cir.2009), <i>petition for cert. filed,</i> <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3559</span></span> (U.S. Mar. 20, 2009) (No. 08-1185).</p>\n<p>Section 1B1.10 provides in relevant part:</p>\n<blockquote>(2) <i>Exclusions.</i>A reduction in the defendant's term of imprisonment is not consistent with this policy statement and therefore is not authorized under 18 U.S.C. § 3582(c)(2) if</blockquote>\n<blockquote>...</blockquote>\n<blockquote>(B) an amendment listed in subsection (c) does not have the effect of lowering the defendant's applicable guideline range.</blockquote>\n<p>U.S.S.G. § 1B1.10(a). Application note 1(A)to section 1B1.10(a) states that a reduction under 18 U.S.C. § 3582(c)(2) is not authorized where \"an amendment ... is applicable to the defendant but the amendment does not have the effect of lowering the defendant's applicable guideline range because of the operation of another guideline or statutory provision (e.g., a statutory mandatory minimum term of imprisonment).\" U.S.S.G. § 1B1.10, cmt. n.1(A). Here, even assuming that Amendment 706 is \"applicable to the defendant\" and theoretically reduces Broadwater's base offense level under Chapter 2 during the chronological process, \"the amendment does not have the effect of lowering the defendant's applicable guideline range because of the operation of another guideline... provision,\" the career-offender enhancement in Chapter 4. <i>Id.</i> Accordingly, Broadwater is not eligible for relief under 18 U.S.C. § 3582(c)(2).</p>\n<p>Next, defendant notes that, post-<i>Booker,</i> some courts have considered the unenhanced range determined by section 2D1.1 when varying from the guideline range determined by section 4B1.1. <i>See, e.g., </i><i>United States v. Williams,</i> <span class=\"citation\" data-id=\"77204\"><a href=\"/opinion/77204/united-states-v-marcus-raqual-williams/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1350</span></a></span>, 1355-56 (11th Cir.2006) (per curiam) (affirming district court's variance sentence, which was based in part on the disparity between the unenhanced range and the <span class=\"star-pagination\">*744</span> enhanced range); <i>United States v. Vigorito,</i> No. 4:04-CR11, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">4125914</span></span>, at *7 (N.D.Ohio Nov. 20, 2007) (unpublished) (varying sentence downward in light of career-offender enhancement essentially tripling the otherwise applicable guideline range under section 2D1.1). Defendant then argues that <i>Booker</i> and its progeny permit a court to disregard any policy statement interpreting section 3582(c)(2) and resentence defendant.</p>\n<p>Broadwater's argument fails for numerous reasons. First, the Fourth Circuit has rejected the practice of comparing unenhanced ranges and enhanced ranges. <i>See </i><i>United States v. Moreland,</i> <span class=\"citation\" data-id=\"793267\"><a href=\"/opinion/793267/united-states-v-brian-a-moreland-united-states-of-america-v-brian-a/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">424</span></a></span>, 435-37 (4th Cir.2006). Second, even if <i>Spears v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145916\"><a href=\"/opinion/145916/spears-v-united-states/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">840</span></a></span>, <span class=\"citation\" data-id=\"145916\"><a href=\"/opinion/145916/spears-v-united-states/\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">596</span></a></span> (2009) (per curiam), casts doubt on this aspect of <i>Moreland,</i> defendant's argument is premised on the notion that Broadwater's motion effects a full resentencing of defendant. It does not. Proceedings under section 3582(c)(2) \"do not constitute a full resentencing of the defendant.\" U.S.S.G. § 1B1.10(a)(3); <i>see </i><i>Dunphy,</i> 551 F.3d at 251. Therefore, the cases that defendant cites do not aid his argument that the range under section 2D1.1 should be considered in determining whether defendant is eligible for a sentence reduction.</p>\n<p>Defendant also argues that <i>Booker</i> permits a sentence reduction for a defendant like Broadwater. In making this argument, defendant relies heavily on <i>United States v. Hicks,</i> <span class=\"citation\" data-id=\"796414\"><a href=\"/opinion/796414/united-states-v-aaron-hicks/\"><span class=\"volume\">472</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1167</span></a></span> (9th Cir. 2007). In <i>Hicks,</i> the Ninth Circuit held that <i>Booker</i> applies to resentencing proceedings brought under 18 U.S.C. § 3582(c)(2). <i>See id.</i> at 1170.</p>\n<p>Unfortunately for Broadwater, the Fourth Circuit rejected the Ninth Circuit's approach in <i>Hicks. See </i><i>Dunphy,</i> 551 F.3d at 254-55. In rejecting <i>Booker</i>'s applicability to section 3582(c)(2) proceedings, the Fourth Circuit joined all other circuit courts to address the issue, except the Ninth Circuit. <i>See </i><i>United States v. Rhodes,</i> <span class=\"citation\" data-id=\"171463\"><a href=\"/opinion/171463/united-states-v-rhodes/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">833</span></a></span>, 839-41 (10th Cir. 2008); <i>United States v. Johnson,</i> 292 Fed. Appx. 352, 353 (5th Cir.2008) (per curiam) (unpublished); <i>United States v. Carter,</i> <span class=\"citation\" data-id=\"1193601\"><a href=\"/opinion/1193601/united-states-v-carter/\"><span class=\"volume\">500</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">486</span></a></span>, 490 (6th Cir.2007); <i>Cortorreal v. United States,</i> <span class=\"citation\" data-id=\"797774\"><a href=\"/opinion/797774/herminio-cortorreal-v-united-states/\"><span class=\"volume\">486</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">742</span></a></span>, 744 (2d Cir.2007) (per curiam); <i>United States v. Rodriguez-Pena,</i> <span class=\"citation\" data-id=\"202545\"><a href=\"/opinion/202545/united-states-v-rodriguez-pena/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">431</span></a></span>, 433 (1st Cir.2006) (per curiam); <i>United States v. Price,</i> <span class=\"citation\" data-id=\"167096\"><a href=\"/opinion/167096/united-states-v-price/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1005</span></a></span>, 1007 &amp; n. 2 (10th Cir.2006); <i>United States v. Moreno,</i> <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1217</span></span>, 1220 (11th Cir.2005) (per curiam); <i>McReynolds v. United States,</i> <span class=\"citation\" data-id=\"789166\"><a href=\"/opinion/789166/marlon-mcreynolds-jamie-l-thomas-and-david-bennett-v-united-states/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">479</span></a></span>, 481 (7th Cir.2005).</p>\n<p>Finally, although the Fourth Circuit has not published an opinion addressing whether Amendment 706 applies to defendants sentenced as a career offender under Chapter 4, six circuit courts have confronted the issue. All six have rejected defendant's argument, including the Fourth Circuit in seven unpublished opinions. <i>See, e.g., </i><i>United States v. Thompson,</i> No. 08-7037, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1144036</span></span>, at *1 (4th Cir. Apr. 29, 2009) (per curiam) (unpublished); <i>United States v. Plater,</i> No. 08-7135, ___ Fed.Appx. ___, ___, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1069316</span></span>, at *1 (4th Cir. Apr. 22, 2009) (per curiam) (unpublished); <i>United States v. White,</i> 304 Fed.Appx. 222 (4th Cir.2008) (per curiam) (unpublished); <i>United States v. Caraballo,</i> <span class=\"citation\" data-id=\"203603\"><a href=\"/opinion/203603/united-states-v-caraballo/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 9-10 (1st Cir. 2008); <i>United States v. Sharkey,</i> <span class=\"citation\" data-id=\"171287\"><a href=\"/opinion/171287/united-states-v-sharkey/\"><span class=\"volume\">543</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1236</span></a></span>, 1239 (10th Cir.2008); <i>Johnson,</i> 292 Fed.Appx. at 353: <i>United States v. Moore,</i> <span class=\"citation\" data-id=\"78144\"><a href=\"/opinion/78144/united-states-v-moore/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1323</span></a></span>, 1327-28 (11th Cir.2008); <i>United States v. Thompson,</i> 290 Fed.Appx. 519, 520 (3d Cir.2008) (per curiam) (unpublished); <i>United States v. Wright,</i> 289 Fed. Appx. 610, 611 (4th Cir.2008) (per curiam) (unpublished); <i>United States v. Dawson,</i> 286 Fed.Appx. 40 (4th Cir.2008) (per curiam) (unpublished); <i>United States v. Thomas,</i> <span class=\"citation no-link\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">889</span></span>, 889-90 (8th Cir. 2008) (per curiam); <i>United States v. Gray,</i> <span class=\"star-pagination\">*745</span> 271 Fed.Appx. 304, 306 n. 1 (4th Cir.2008) (per curiam) (unpublished); <i>United States v. Bronson,</i> 267 Fed.Appx. 272, 274-75 (4th Cir.2008) (per curiam) (unpublished). Indeed, this court has not located any case that, on similar facts, has accepted defendant's argument. Instead, courts have uniformly denied materially indistinguishable motions.<sup>[1]</sup> The court agrees with the conclusion reached in this wall of legal authority.</p>\n<p></p>\n<h2>III.</h2>\n<p>Accordingly, the court DENIES defendant's motion for a sentence reduction [D.E. 19].</p>\n<h2>NOTES</h2>\n<p>[1]  <i>See, e.g., </i><i>United States v. Thomas,</i> No. 3:93-CR-58-2BR, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">465019</span></span>, at *1 (E.D.N.C. Feb. 24, 2009) (unpublished); <i>United States v. Evans,</i> 5:03-CR-43-H (E.D.N.C. Jan. 6, 2009) (unpublished); <i>United States v. Jackson,</i> No. CA 603-CR-00680-GRA, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4442949</span></span>, at *3 (D.S.C. Sept. 25, 2008) (unpublished); <i>United States v. Miller,</i> No. 6:06-CR-631-GRA, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4442946</span></span>, at *1-*2 (D.S.C. Sept. 25, 2008) (unpublished); <i>United States v. Richardson,</i> No. 8:00-900-5, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2381682</span></span>, at *1-*2 (D.S.C. June 5, 2008) (unpublished); <i>United States v. Rogers,</i> No. 3:94-CR-92-FDW, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2329320</span></span>, at *2 (W.D.N.C. June 5, 2008) (unpublished), <i>aff'd,</i> No. 08-7188, ___ Fed.Appx. ___ <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1006172</span></span> (4th Cir. April 15, 2009) (per curiam) (unpublished); <i>United States v. Patterson,</i> No. 6:97-CR-129-1, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2330565</span></span>, at *1-*2 (D.S.C. June 3, 2008) (unpublished), <i>aff'd,</i> 293 Fed.Appx. 212 (4th Cir. 2008) (per curiam) (unpublished); <i>United States v. Sherman,</i> No. 6:05-CR-1176, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2330567</span></span>, at *1-*2 (D.S.C. June 3, 2008) (unpublished); <i>see also United States v. Strickland,</i> No. 8:06-CR-443-T-26MAP, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4900391</span></span>, at *1 (M.D.Fla. Nov. 12, 2008) (unpublished); <i>United States v. Tucker,</i> No. 1:CR-93-117, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2704543</span></span>, at *2 (M.D.Pa. July 8, 2008) (unpublished), <i>aff'd,</i> No. 08-3121, ___ Fed.Appx. ___, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">864938</span></span> (3d Cir. Apr. 2, 2009) (unpublished); <i>United States v. Lee,</i> No. CR-93-216-SI, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2357243</span></span>, at *2 (N.D.Cal. June 6, 2008) (unpublished); <i>United States v. Biami,</i> <span class=\"citation\" data-id=\"1650753\"><a href=\"/opinion/1650753/united-states-v-biami/\"><span class=\"volume\">548</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">661</span></a></span>, 666 (E.D.Wis.2008) (collecting cases); <i>United States v. McDougherty,</i> No. CR-88-504-MMM, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">752597</span></span>, at *4-*5 (C.D.Cal. Mar. 18, 2008) (unpublished).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/77204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/78144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/167096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/171287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/171463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/699220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793267/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1193601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1650753/"
  ]
}