{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2330968/",
  "absolute_url": "/opinion/2330968/hartford-fire-ins-co-v-st-paul-fire-and-marine/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2330968/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:08:08.184496Z",
  "date_modified": "2016-04-27T02:05:35.096232Z",
  "type": "010combined",
  "sha1": "a3ca0c0874726df993d9607c4461ef2f5230ae79",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>606 F.Supp.2d 602 (2009)</b></center>\n<center><h1>HARTFORD FIRE INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nST. PAUL FIRE AND MARINE INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 5:07-CV-276-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 9, 2009.</center>\n<p><span class=\"star-pagination\">*603</span> Patrick M. Anders, Edgar &amp; Paul, Chapel Hill, NC, for Plaintiff.</p>\n<p>John T. Honeycutt, Yates McLamb &amp; Weyher, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on motion for summary judgment by defendant, (DE # 9), motion for partial summary judgment by plaintiff, (DE # 11), and the memorandum and recommendation (\"M &amp; R\") filed by the United States Magistrate Judge. (DE # 18.) The M &amp; R was filed on January 16, 2009. The time for filing objections to the M &amp; R has now passed, with no objections filed by either party. In this posture, the issues raised are ripe for ruling.</p>\n<p>This case was removed from the Superior Court of Wake County, North Carolina on July 19, 2007, on the basis of diversity jurisdiction. Plaintiff seeks a declaratory judgment pursuant to the North Carolina Declaratory Judgment Act that it is entitled to reimbursement from defendant for all or part of the sums it paid out in settlement of a case against CNC/Access, Inc. involving an automobile accident in which one of CNC/Access's patients was injured. Plaintiff insured CNC/Access, Inc. under a commercial general and automobile liability insurance policy. Defendant also insured under a health care facility medical professional liability policy. The instant cross-motions for summary judgment present a question of interpretation of insurance policy provisions under North Carolina law.</p>\n<p>The court has thoroughly reviewed the thoughtful M &amp; R entered by the magistrate judge in this case, and considered the issues presented therein. The court finds the magistrate judge correctly interpreted and applied North Carolina law to the instant cross-motions for summary judgment. Therefore, the court hereby ADOPTS the recommendation of magistrate judge as its own, and, for the reasons stated in the M &amp; R, plaintiff's motion is DENIED, defendant's motion is GRANTED, and this matter is DISMISSED. The clerk of court is directed to close the file.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>JAMES E. GATES, United States Magistrate Judge.</p>\n<p>This case comes before the court on the motion for summary judgment by defendant <span class=\"star-pagination\">*604</span> St. Paul Fire and Marine Insurance Company (\"defendant\") (DE # 9) and the motion for partial summary judgment by plaintiff Hartford Fire Insurance Company (\"plaintiff\") (DE # 11), pursuant to Rule 56 of the Federal Rules of Civil Procedure. The motions were referred to the undersigned Magistrate Judge for review and recommendation, pursuant to 28 U.S.C. § 636(b)(1)(B). For the reasons set forth below, it will be recommended that defendant's motion be allowed and plaintiff's motion be denied.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p></p>\n<h2>I. PROCEDURAL HISTORY</h2>\n<p>On 26 June 2007, plaintiff filed this action in the Superior Court of Wake County, North Carolina. (Compl. (DE # 1-2)). It was removed to this court on 19 July 2007 based on the court's diversity jurisdiction, pursuant to 28 U.S.C. §§ 1332, 1441, and 1446. (<i>See</i> Notice of Removal (DE # 1)).<sup>[1]</sup></p>\n<p>The complaint seeks a declaratory judgment and money judgment for insurance proceeds paid by plaintiff to settle a motor vehicle accident lawsuit against its insured, CNC/Access, Inc. (\"CNC\"). (Compl. at 3 (CM/ECF page no.)). CNC is a provider of behavioral rehabilitation services, including high risk intervention services. (<i>See</i> Stipns. (DE # 8) at 4, 7-14).<sup>[2]</sup> The motor vehicle lawsuit, brought in the Superior Court of Cabarrus County, North Carolina, arose from an accident in which a CNC client, Tiffany Mazzullo (\"Mazzullo\"), was injured while riding in a pick-up truck being driven by a CNC employee, Judy Haywood (\"Haywood\"). (Stipns. at 1 ¶¶ 1, 2; Compl. ¶¶ 6, 10, 11; Am. Answer ¶¶ 6, 10, 11). At the time of the accident, CNC was insured by plaintiff under a commercial general and automobile liability insurance policy, (Stipns. at 2 ¶ 13; Compl. ¶ 8; Am. Answer ¶ 8). CNC was also then insured by a health care facility medical professional liability policy issued by defendant (\"defendant's policy\"). (Stipns. at 2 ¶ 12; Compl. ¶ 9; Am. Answer ¶ 8; Def.'s Policy (DE # 14-2 through 14-6)).<sup>[3]</sup> The complaint alleges that defendant's policy provided coverage for the injuries caused in the accident and thereby for the claims against CNC and Haywood in the motor vehicle accident lawsuit. (Compl. ¶¶ 9-17).</p>\n<p></p>\n<h2>II. OVERVIEW OF MOTIONS</h2>\n<p>Defendant's motion for summary judgment seeks a determination that its policy did not provide coverage with respect to the underlying lawsuit and defendant therefore owes plaintiff nothing in this action or, alternatively, that if defendant's policy did provide coverage, such coverage was pro rata with plaintiff's coverage and therefore defendant owes plaintiff at most only a pro rata share of the settlement funds paid by plaintiff. With its motion, <span class=\"star-pagination\">*605</span> defendant filed a supporting memorandum (DE # 10), plaintiff's responses to requests for admissions (DE # 12), a copy of defendant's policy, and an authenticating affidavit for the policy (DE # 14). Plaintiff did not file a separate memorandum responding to defendant's motion.</p>\n<p>Plaintiff's motion seeks a determination that defendant's policy did provide CNC and Haywood coverage for the accident at issue. With its motion, plaintiff filed a supporting memorandum (DE # 13), an affidavit by Haywood (DE # 11-2), a copy of its commercial general and automobile liability insurance policy applicable to the accident at issue (DE # 11-4), and an authenticating affidavit for the policy (DE # 11-3). Defendant filed a memorandum in response to plaintiff's motion (DE # 15). Both parties filed jointly a set of 15 separately numbered stipulations to which is attached a CNC job description for the position of high risk intervention worker (\"HRI\"), Haywood's resume, and medical records for Mazzullo.</p>\n<p></p>\n<h2>III. UNDISPUTED FACTS</h2>\n<p>At all times relevant to this matter, Haywood was employed by CNC as an HRI. (Stipns. at 1 ¶ 3). As provided by the CNC job description for the HRI position, the purpose of the HRI is to \"to provide one-on-one treatment services to designated mental health consumers.\" (<i>Id.</i> at 1 ¶ 4 &amp; p. 4). The services provided by the HRI \"will be specified through each consumer's individualized treatment/service plan, which is designed and overseen by a Qualified Mental Health Professional.\" (<i>Id.</i> at 4). The qualifications for the HRI position include being privileged and credentialed to provide HRI services and having a four-year degree in either human services or in a non-related field with two years of post-graduate experience in the field. (<i>Id.</i>). The duties and responsibilities of an HRI are specified as follows:</p>\n<blockquote>1. Providing one-on-one direct service delivery to assigned mental health consumers.</blockquote>\n<blockquote>2. Implementing designated goals and interventions identified on each assigned consumer's treatment/service plan,</blockquote>\n<blockquote>3. Documenting all service delivery in the appropriate format and in accordance with federal, state and local governing agencies.</blockquote>\n<blockquote>4. Reporting any significant observations to immediate supervisor and/or any other designated or mandated personnel.</blockquote>\n<blockquote>5. Responsible for attending and completing all mandatory training and updates within established time frames.</blockquote>\n<blockquote>6. Submitting semi-monthly timesheets and supporting documentation on the first and sixteenth of each month by 9:00 a.m.</blockquote>\n<blockquote>7. Maintaining all certifications applicable to this position and insuring no lapse.</blockquote>\n<blockquote>8. Other duties as assigned by supervisor.</blockquote>\n<p>(<i>Id.</i>).</p>\n<p>Haywood was assigned to provide HRI services to Mazzullo, a minor. (<i>Id.</i> at 1 ¶¶ 1, 7). These services were provided to address certain mental and physical conditions of Mazzullo<sup>[4]</sup> and included involving Mazzullo in afternoon activities, such as trips to parks, restaurants, libraries, swimming pools, and other community functions. (<i>Id.</i> at 2 ¶ 9). Because Mazzullo's mother was unable to provide transportation <span class=\"star-pagination\">*606</span> for these activities, Haywood drove Mazzullo to and from these activities as well as to and from therapy and other treatment appointments. (<i>Id.</i> at 2 ¶ 10).</p>\n<p>On 28 July 2000, while Haywood was driving Mazzullo either to or from some of these activities (<i>i.e.,</i> either a visit to a park, or a visit to a park and a library), Haywood negligently caused an accident when she pulled into the path of another vehicle at an intersection. (<i>Id.</i> at 1 ¶ 2, 2 ¶ 11; Haywood Aff. ¶¶ 7, 9).<sup>[5]</sup> As indicated above, at the time of the accident, CNC was insured by defendant under a health care facility medical professional liability policy and by plaintiff under a commercial general and automobile liability insurance policy.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>I. STANDARD OF REVIEW</h2>\n<p>Summary judgment is appropriate if the pleadings, discovery on file, affidavits, and other evidence submitted show that there is no genuine dispute as to any material fact and the moving party is entitled to judgment as a matter of law. <i>See</i> Fed. R.Civ.P. 56(c); <i>Haavistola v. Comty Fire Co. of Rising Sun, Inc.,</i> 6 F.3d 211, 214 (4th Cir.1993). \"In other words, summary judgment should be granted in those cases in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Id.</i> (citing <i>McKinney v. Board of Trustees,</i> 955 F.2d 924, 928 (4th Cir.1992)). Further, all facts and inferences drawn from the facts must be viewed in the light most favorable to the nonmoving party. <i>Evans v. Techs. Applications &amp; Serv. Co.,</i> 80 F.3d 954, 958 (4th Cir.1996). Summary judgment may be \"especially appropriate\" where, as in the instant case, the court is \"faced ... with a motion and countermotion for summary judgment, wherein all parties [have] admitted to undisputed facts and [seek] a declaration of the law.\" <i>Brinson v. Brinson,</i> 334 F.2d 155, 160-61 (4th Cir.1964).</p>\n<p></p>\n<h2>II. CHOICE OF LAW</h2>\n<p>Before turning to the merits of the parties' motions, an issue to be addressed is which jurisdiction's substantive law governs defendant's policy. This choice of law issue arguably arises because both defendant and CNC arc corporations foreign to North Carolina. (<i>See</i> Compl. ¶¶ 2, 3; Am. Ans. ¶¶ 2, 3; Def.'s Policy (DE # 14-2) at 14). The parties appear to agree, and the court finds, that the substantive law applicable to defendant's policy is the law of North Carolina.</p>\n<p>Pursuant to N.C. Gen.Stat. § 58-3-1, \"[a]ll contracts of insurance on property, lives, or interests in this State shall be deemed to be made therein, and all contracts of insurance the applications for which are taken within the Slate shall be deemed to have been made within this State and are subject to the laws thereof.\" N.C. Gen.Stat. § 58-3-1 (2008). \"[B]ecause of constitutional concerns, application of this provision has been limited to situations where there is a `close connection' <span class=\"star-pagination\">*607</span> between North Carolina and the interests insured by the policy.\" <i>Continental Cas. Co. v. Physicians Weight Loss Ctrs. of Am., Inc.,</i> 61 Fed.Appx. 841, 844-45 (4th Cir.2003) (citing <i>Collins &amp; Aikman Corp. v. Hartford Acc. &amp; Indem. Co.,</i> 335 N.C. 91, 95, 436 S.E.2d 243, 245 (1993)).</p>\n<p>In the instant case, defendant's policy insures the \"interests\" of CNC in its provision of services within North Carolina. Defendant's policy therefore falls within the plain terms of N.C. Gen.Stat. § 58-3-1. In addition, the requisite close connection between the insured's interests and North Carolina exists. The CNC office at issue operates in North Carolina, as do 17 of the 18 other CNC business locations listed in the policy (<i>See</i> Def.'s Policy at (DE # 14-6) at 5-6). In addition, the policy was sold by an insurance broker in North Carolina. (<i>Id.</i> (DE # 14-2) at 1). Accordingly, the court concludes that the law of North Carolina governs defendant's policy.</p>\n<p></p>\n<h2>III. COVERAGE OF INJURIES FROM ACCIDENT UNDER DFENDANT'S POLICY</h2>\n<p>The central issue presented by the parties' motions is whether defendant's policy provided coverage for the injuries caused by Haywood in the motor vehicle accident. Defendant contends that coverage did not exist on the principal grounds that the policy clearly does not encompass injury resulting from the provision of driving services. Plaintiff argues that coverage does exist because the policy is ambiguous as to whether the driving services were covered and the policy must be construed broadly to include them. The parties agree, and the court finds, that the facts material to the coverage issue presented are not in dispute and that resolution of this issue by summary judgment is appropriate.<sup>[6]</sup></p>\n<p></p>\n<h2>A. Standards for Construction of Insurance Contracts</h2>\n<p>The principles governing construction of insurance contracts are well established under North Carolina law. \"The construction and application of insurance policies to undisputed facts is a question of law for the court.\" <i>Kephart by Tutwiler v. Pendergraph,</i> 131 N.C.App. 559, 564, 507 S.E.2d 915, 919 (1998). The objective of construction is to determine the coverage intended by the parties when the policy was issued. <i>Wachovia Bank &amp; Trust Co. v. Westchester Fire Ins. Co.,</i> 276 N.C. 348, 354, 172 S.E.2d 518, 522 (1970). \"If policy language is clear and unambiguous, the court's sole duty is to `determine the legal effect of the language used and to enforce the agreement as written.'\" <i>Pendergraph,</i> 131 N.C.App. at 564, 507 S.E.2d at 919 (quoting <i>Cone Mills Corp. v. Allstate Ins. Co.,</i> 114 N.C.App. 684, 687, 443 S.E.2d 357, 359 (1994)). However, where the policy language is ambiguous, such ambiguities must be resolved in favor of the insured. <i>Mastrom, Inc. v. Continental Cas. Co.,</i> 78 N.C.App. 483, 484, 337 S.E.2d 162, 163 (1985); <i>see also </i><i>First Nat. Bank of Anson County v. Nationwide Ins. Co.,</i> 303 N.C. 203, 216, 278 S.E.2d 507, 515 (1981) (principle that policy should be construed in favor of coverage applies only when there is an ambiguity). \"An ambiguity exists where, in the opinion of the court, the language of the policy is fairly and reasonably susceptible to either of the constructions asserted by the parties.\" <i>Maddox v. Colonial Life and Acc. Ins. Co.,</i> 303 N.C. 648, 650, 280 S.E.2d 907, 908 (1981).</p>\n<p><span class=\"star-pagination\">*608</span> In interpreting an insurance policy, a nontechnical term for which no definition is provided is to be given its ordinary meaning unless the context in which the term is used in the policy requires that it be given a different meaning. <i>United Services Auto. Assn. v. Gambino,</i> 114 N.C.App. 701, 705, 443 S.E.2d 368, 371 (1994). \"In addition, an insurance contract is to be construed as a reasonable person in the position of the insured would have understood it.\" <i>Id.,</i> 114 N.C.App. at 706, 443 S.E.2d at 371.</p>\n<p></p>\n<h2>B. Court's Construction of Defendant's Policy</h2>\n<p>Applying these principles to defendant's policy, the court finds that it is unambiguous with respect to coverage of the injuries caused in the motor vehicle accident and that the policy does not cover those injuries. Defendant's policy states clearly that it covers only damages that result from \"healthcare professional services.\" The main provision stating this principle reads in relevant part:</p>\n<blockquote>Medical professional injury liability. We'll pay amounts any protected person is legally required to pay as damages, including damages assumed under contract. <i>The damages must be for medical professional injury that results from health care professional services</i> provided, or which should have been provided....</blockquote>\n<p>(Def.'s Policy (DE # 14-6) at 3) (emphasis in italics added). \"Medical professional injury\" is similarly, if not redundantly, defined in terms of injury resulting from \"health care professional services.\" The definition reads:</p>\n<blockquote>Medical professional injury means injury, including death, to others that <i>results from health care professional services</i> provided, or which should have been provided, by or for a protected person.</blockquote>\n<p>(<i>Id.</i> at 3 (emphasis added)).</p>\n<p>The policy defines \"health care professional services\" to mean six sets of specified activities:</p>\n<blockquote>Health care professional services means only the following:</blockquote>\n<blockquote> Medical, surgical, dental, x-ray, nursing, mental or other similar health care professional services or treatments, and food or beverages given with those services or treatments.</blockquote>\n<blockquote> Dispensing of drugs or medical or dental supplies and appliances.</blockquote>\n<blockquote> Performing post mortem procedures, including autopsies or harvesting or organs.</blockquote>\n<blockquote> Evaluating, or responding to an evaluation of, the professional qualifications or clinical performance of any provider of health care professional services, when done by or for any of your formal review boards or committees.</blockquote>\n<blockquote> Communicating, or failing to communicate, to any of your formal review boards or committees, information that relates to their covered activities.</blockquote>\n<blockquote> Carrying out, or failing to carry out, a decision or directive of any of your formal review boards or committees that relates to their covered out activities.</blockquote>\n<p>(<i>Id.</i> at 3-4).</p>\n<p>The court finds that this definition unambiguously does not include the driving services at issue. None of these provisions in the definition expressly mentions driving services. At the same time, other services provided in connection with health care services are expressly included, namely, \"food or beverages given with ... [certain health care professional] services or treatments.\" (<i>Id.</i> at 3 (first bulleted provision above)).<sup>[7]</sup> Driving could have been mentioned expressly had the parties <span class=\"star-pagination\">*609</span> intended to include it, <i>See, e.g., </i><i>Dixie Fire Ins. Co. v. Am. Bonding Co.,</i> 162 N.C. 384, 78 S.E. 430, 433 (1913) (applying the canon of construction that the expression of one thing implies the exclusion of another in interpreting language of an indemnity bond); <i>Hidalgo v. Wilson Certified Exp., Inc.,</i> 676 So.2d 114, 119 (La.Ct.App.1996) (holding that the legislature did not intend to include negligence in driving an ambulance within the scope of a statute limiting medical malpractice liability because the statute specifically included certain activities commonly associated with ambulances, such as loading and unloading of patients, but not the transporting of patients). The court does not believe that any of these provisions can otherwise reasonably be construed to include the driving services at issue.</p>\n<p></p>\n<h2>C. Flaws in Plaintiffs's Construction of Defendant's Policy</h2>\n<p>Plaintiff disagrees that the policy language is unambiguous. It contends that the category \"mental or other similar health care professional services,\" which appears in the first bulleted provision above, is itself undefined and can reasonably be construed to include the driving services. (<i>Id.</i> at 3). Plaintiff argues that the policy is therefore ambiguous regarding coverage of the injuries caused by Haywood in the accident and that it should be construed liberally in favor of coverage. The principal rationale underlying plaintiff's argument is that the trip during which the accident occurred was for therapeutic purposes, namely, an outing for Mazzullo pursuant to her treatment/service plan, and that the driving, which was essential to the trip, can reasonably be deemed part of the health care services being provided.</p>\n<p>The court has carefully considered plaintiffs contention, but finds it meritless for a variety of reasons. The policy is clear that the driving would not be covered simply because it occurred while other covered health care services were being provided. As discussed, the policy covers injuries only if they arc the result of covered activities. Because the injuries in the accident resulted from Haywood's driving, the driving itself must be a health care professional service for coverage to exist.</p>\n<p>The North Carolina Court of Appeals addressed this issue of the connection between covered services and damages in <i>Mastrom, Inc. v. Continental Cas. Co.,</i> 78 N.C.App. 483, 337 S.E.2d 162, which involved an accounting malpractice policy. The policy covered damages \"arising from\" covered services. 78 N.C.App. at 486, 337 S.E.2d at 163. The court held that this language required a real causal connection between the covered services and the damages. 78 N.C.App. at 487, 337 S.E.2d at 164. Here, as discussed, defendant's policy requires that the damages \"result\" from the covered services. This language suggests the need for at least as strong a causal connection as in <i>Mastrom</i> between the covered services and the damages.<sup>[8]</sup></p>\n<p>In addition, contrary to plaintiff's contention, the category of \"mental or other similar health care professional services\" cannot reasonably be construed to include the driving at issue. This category includes two types of services: \"mental health care professional services\" and <span class=\"star-pagination\">*610</span> \"other similar health care professional services.\"</p>\n<p>The driving at issue cannot reasonably be deemed to be a \"mental health care professional service,\" in part, because it lacked the character of either a \"mental\" service or a \"health care\" service. Even using the definition of \"mental health care\" proposed by plaintiff, the act of driving cannot reasonably be considered \"an effort to maintain or restore emotional health\" to Mazzullo. (Plf.'s Mem. at 8 (CM/ECF page no.)). Rather, the driving involved simply transporting Mazzullo from one location to another and was not itself part of Mazzullo's treatment. It is conceivable that under some circumstances driving could comprise a mental health care service, say, as therapy for someone with a fear of driving or riding in a car. There is, however, no evidence that such a circumstance exists here.</p>\n<p>The driving also cannot reasonably be deemed an \"other similar health care professional service,\" in part, because, as discussed, it was not a \"health service.\" To assess whether the driving could reasonably be deemed \"similar\" to the health care professional services referenced, it is necessary to review what those services are. Again, the relevant provision reads;</p>\n<blockquote>Medical, surgical, dental, x-ray, nursing, mental or <i>other similar health care professional services</i> or treatments, and food or beverages given with those services or treatments.</blockquote>\n<p>(<i>Id.</i> at 3) (emphasis added). The driving here is obviously not similar in any meaningful sense to the other services listed. Specifically, taking a person from one location to another is simply not like providing a person medical, surgical, dental, nursing, mental, or x-ray services.</p>\n<p>As this analysis suggests, the driving at issue cannot reasonably be said to be a \"professional service,\" as required to come with in the definition of \"health care <i>professional</i> service,\" including that term as it is used in \"mental health care professional services\" and \"other similar health care professional services.\" For example, the driving was of a routine, everyday nature, tantamount to running an errand across town. It did not entail such circumstances as traveling on a test track at high speeds or on rough, off-road terrain.<sup>[9]</sup></p>\n<p>This interpretation finds support in the case law. Courts are often required to determine the scope of the term \"professional services\" where a disputed act or service is provided in conjunction with or has some other connection with the provision of other professional services. In addressing this issue, North Carolina courts, along with numerous other courts, have adopted the definition of \"professional services\" set out in <i>Marx v. Hartford Acc. &amp; Indem. Co.,</i> 183 Neb. 12, 157 N.W.2d 870 (1968). <i>See, e.g., </i><i>Sturgill v. Ashe Memorial Hosp., Inc.,</i> 186 N.C.App. 624, 628, 652 S.E.2d 302, 305 (2007) (adopting <i>Marx</i> definition in determining whether plaintiff's claim was for medical malpractice such that the complaint must include the expert certification required by N.C. Rule of Civil Procedure 9(j)); <i>Duke Univ. v. St. Paul Fire and Marine Ins. Co.,</i> 96 N.C.App. 635, 639, 386 S.E.2d 762, 765 (adopting <i>Marx</i> definition in deciding scope of professional liability exclusion provision in a general liability insurance policy), <i>rev. denied,</i> 326 N.C. 595, 393 S.E.2d 876 (1990).<sup>[10]</sup></p>\n<p><span class=\"star-pagination\">*611</span> In <i>Marx,</i> the court held that the term \"professional,\" as used in the medical professional liability policy before it, \"means something more than mere proficiency in the performance of a task and implies intellectual skill as contrasted with that used in an occupation for production or sale of commodities\" and that a professional service is one that involves \"specialized knowledge, labor, or skill\" and \"the use or application of special learning or attainments.\" 183 Neb. at 13-14, 157 N.W.2d at 871-72. Such skills are \"predominantly mental or intellectual, rather than physical or manual\" 183 Neb. at 14, 157 N.W.2d at 872. The court further held that \"[i]n determining whether a particular act is of a professional nature or a `professional service' we must look not to the title or character of the party performing the act, but to the act itself.\" <i>Id.</i></p>\n<p>In <i>Marx,</i> the court addressed whether the medical professional liability policy covered fire damage to a medical office building caused when an employee technician mistakenly poured benzene into a hot water sterilizer instead of water. 183 Neb. at 14, 157 N.W.2d at 872. Applying the definition above, the court concluded that \"[t]he boiling of water for sterilization purposes alone was not an act requiring any professional knowledge or training.\" <i>Id.</i> The court therefore held that no coverage existed.</p>\n<p>In the instant case, the driving services provided by Haywood required no type of specialized health care or other specialized skills and could have been performed by any person licensed to drive a passenger car or truck, including Mazzullo's mother had she been available to do so on the day in question. Regardless of whether Haywood was providing other mental heath services to Mazzullo as an HRI, it is the \"act itself\" that must be considered and not Haywood's \"title or character.\" <i>Marx,</i> 183 Neb. at 14, 157 N.W.2d at 872. Consequently, the driving services are not \"professional services.\" <i>See </i><i>Hidalgo,</i> 676 So.2d 114, 119 (\"Driving is not conduct related to health care or professional services rendered or which should have been rendered, and therefore the typical medical malpractice insurance policy would not provide coverage,\"); <i>see also </i><i>Gulf Ins. Co. v. Gold Cross Ambulance Serv. Co.,</i> 327 F.Supp. 149, 154-55 (D.C.Okl.1971) (holding that \"[a]mbulance service is primarily manual .... While it may require skill on the part of those who render the service, it does not require knowledge of an advanced type in a field of learning customarily acquired after a long period of specialized intellectual instruction.\"); <i>Ohio Govt. Risk Mgt. Plan v. Cty. Risk Sharing Auth., Inc.,</i> 130 Ohio App.3d 174, 183, 719 N.E.2d 992, 998 (1998) (holding that a governmental medical services professional liability endorsement did not provide coverage for injuries suffered from an automobile accident involving an ambulance because the emergency medical technician (\"EMT\") driving the ambulance \"was not providing professional medical services to the [injured parties] when [the EMT] was involved <span class=\"star-pagination\">*612</span> in the accident that caused their injuries.\").<sup>[11]</sup></p>\n<p>The court's conclusion is further supported by the application of the <i>Marx</i> definition by North Carolina courts in other cases involving health care professional services. In <i>Taylor v. Vencor, Inc.,</i> 136 N.C.App. 528, 530, 525 S.E.2d 201, 203 (2000), the court applied the <i>Marx</i> definition in concluding that the failure of a nursing home to supervise a resident whose nightgown caught on fire while she was smoking constituted a claim for ordinary negligence, not for medical malpractice. The court reasoned that \"[p]reventing a patient from dropping a match or a lighted cigarette upon themselves, while in a designated smoking room, does not involve matters of medical science.\" <i>Id.</i> In <i>Lewis v. Setty,</i> 130 N.C.App. 606, 608, 503 S.E.2d 673, 674 (1998), the court held that the failure of a physician to lower an examining table to transfer a patient back into a wheelchair was not an activity that fell within the definition of \"professional medical services\" such that patient's claim was one for medical malpractice. The North Carolina courts have also employed the same analysis in determining whether certain services fall within the privilege licensing statute. <i>See </i><i>Smith v. Keator,</i> 21 N.C.App. 102, 105, 203 S.E.2d 411, 415 (1974) (applying the <i>Marx</i> definition in determining that masseurs were not practicing the \"professional art of healing\" for the purposes of the privilege license statute). Thus, North Carolina courts have consistently excluded acts from the scope of health care \"professional services\" where they did not involve medical judgment or skill even when such acts occurred in connection with the provision of health care professional services. <i>See also </i><i>Sturgill,</i> 186 N.C.App. at 628, 652 S.E.2d at 305 (applying <i>Marx</i> definition in determining that hospital's failure to properly restrain patient was a claim for medical malpractice because the \"decision to apply restraints is a medical decision requiring clinical judgment and intellectual skill.\").</p>\n<p>In a similar vein outside of the health care context, the North Carolina Court of Appeals has concluded that not all services provided by a professional automatically fall within the scope of a professional services insurance policy where they do not otherwise meet the express definition of the services covered. In the <i>Mastrom</i> case previously mentioned, the court held that an accounting firm's sale of securities to clients unrelated to taxes was not covered under the firm's accountant professional liability policy because the sales did not involve the performance of professional services in the capacity of an accountant. 78 N.C.App. at 487, 337 S.E.2d at 164. The firm had been sued by a number of the clients to whom the firm had sold the securities, the firm's accounting malpractice carrier declined coverage, the firm's excess carrier took over the firm's defense and settled the litigation, and the firm and its excess carrier brought a suit against the malpractice carrier, which the trial court dismissed. 78 N.C.App. at 483-84, 337 S.E.2d at 163. The Court of Appeals affirmed the dismissal. 78 N.C.App. at 488, 337 S.E.2d at 165.</p>\n<p>While acknowledging that the firm provided a wide range of services, the appellate court also recognized that the policy covered only damages \"arising out of the firm's accounting services. 78 N.C.App. at <span class=\"star-pagination\">*613</span> 486, 337 S.E.2d at 163. The court rejected the argument of the firm and its excess carrier, the plaintiffs, that the sale of the securities arose from accounting services because the firm had used information obtained from clients in the provision of accounting services to identify potential buyers, 78 N.C.App. at 486, 337 S.E.2d at 164. The court reasoned that \"[u]nder the construction urged by plaintiffs, defendant [malpractice carrier] could be required to provide general liability coverage for virtually any client claim as long as the client's first contacts with [the firm] were [for accounting] services.\" 78 N.C.App. at 487, 337 S.E.2d at 164.</p>\n<p>As in <i>Mastrom,</i> the fact that the driving services here were provided in connection with health care professional services does not give the driving services the character of health care professional services. Adoption of such a constructionthat services provided with health care professional services are by that fact themselves health care professional serviceswould effectively transform defendant's policy from a professional liability policy into a general liability policy. As the <i>Mastrom</i> court said of such an interpretation of the accounting malpractice policy at issue there, \"[t]hat result would be absurd and untenable.\" <i>Id.</i></p>\n<p>For this and the other reasons discussed, the court concludes that the definition of the term \"health care professional services\" is unambiguous on the facts presented and does not include the driving services at issue. <i>See </i><i>Woods v. Nationwide Mut. Ins. Co.,</i> 295 N.C. 500, 505-06. 246 S.E.2d 773, 777 (1978) (\"Where a policy defines a term, that definition is to be used.\"). The injuries caused by Haywood in the accident therefore did not result from \"health care professional services\" and the policy does not provide coverage for those injuries as a matter of law. In light of this conclusion, the court need not address the issue raised by defendant in its motion of the extent to which any coverage its policy provided would be pro rata with plaintiffs policy.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, it is RECOMMENDED that defendant's motion for summary judgment be ALLOWED, plaintiff's motion for partial summary judgment be DENIED, and judgment be entered DISMISSING this case with prejudice, pursuant to Fed.R.Civ.P. 56(c).</p>\n<p>The Clerk shall send copies of this Memorandum and Recommendation to counsel for the respective parties, who have ten business days, or such other period as the presiding District Judge specifies, to file written objections. Failure to file timely written objections bars an aggrieved party from receiving a de novo review by the District Judge on an issue covered in the Memorandum and Recommendation and, except upon grounds of plain error, from attacking on appeal the unobjected-to proposed factual findings and legal conclusions accepted by the District Judge.</p>\n<p>This the 16th day of January, 2009.</p>\n<h2>NOTES</h2>\n<p>[1]  Although, as discussed, the events underlying this action occurred outside this district, venue is proper in this court under 28 U.S.C. § 1441(a) because it is the court to which the case was properly removed. <i>E.g., </i><i>Godfredson v. JBC Legal Group, P.C.,</i> 387 F.Supp.2d 543, 555-56 (E.D.N.C.2005) (Flanagan, J.).</p>\n<p>[2]  In citations to these stipulations, which, as discussed below, the parties tiled with their other submissions, the page references are to the page numbers assigned by the CM/ECF electronic docketing system.</p>\n<p>[3]  Defendant's policy provides several different types of coverage. The principal section of the policy relating to the type of coverage at issue in this case, health care facility medical professional liability coverage, is located at DE # 14-6. In citations to defendant's policy, the page references are to the page numbers assigned by the CM/ECF electronic docketing system.</p>\n<p>[4]  The conditions listed in Mazzullo's treatment plan include child victim of sexual abuse, oppositional defiant disorder, adjustment disorder, and right side paralysis secondary to head injury. (Stipns. at 7).</p>\n<p>[5]  Although the cited stipulations state that the accident occurred while Haywood and Mazzullo were returning from a visit to a library and a park, the cited portion of the affidavit of Haywood stales that they were on their way to a park. The memoranda reflect the discrepancy. (Plf.'s Mem. at 3 (CM/ECF page no.) (travel was \"to or from a visit to a park\")); Def.'s Support. Mem. at 2 (travel was from a visit to a library and a park); Def.'s Resp. Mem. at 4, 5 (travel was to a visit to a park). Whether Haywood and Mazzullo were returning from or going to the outing and the precise nature of the outing are not material. The pertinent material fact, on which the panics arc in agreement, is that the travel was for an \"activity [which] was included within the scope of Haywood's HRI services to Mazzullo.\" (Stipns. at 2 ¶ 11).</p>\n<p>[6]  The parties appear to agree that, aside from the issue discussed herein, defendant's policy would provide at least pro rata coverage for the injuries caused by Haywood in the accident (<i>e.g.,</i> Haywood was covered as a CNC employee). The court need not address these other aspects of coverage in light of its resolution of the central issue before it.</p>\n<p>[7]  The court also notes that CNC had a separate automobile liability policy with plaintiff which provides further evidence that CNC did not intend to rely on the professional liability policy at issue to provide coverage for automobile accidents.</p>\n<p>[8]  Although at one point plaintiff complains that it is inappropriate to treat driving as a distinct activity, the various provisions in the definition of \"health care professional services\" and case law discussed herein, including <i>Mastrom,</i> do distinguish among the various specific services being provided.</p>\n<p>[9]  The court also notes plaintiff's argument that the policy covers driving services because it fails to expressly exclude such services from coverage. However, because the court has found that the provisions setting out the insuring obligation do not include the driving services at issue, the absence of an exclusion does not affect coverage of them.</p>\n<p>[10]  Plaintiff argues that because the <i>Duke</i> case involved an ambiguous policy exclusion that had 10 be interpreted narrowly, <i>Duke,</i> 96 N.C.App. at 639, 386 S.E.2d at 764, the definition of professional services used in that case cannot appropriately be employed here, where a provision conferring coverage is at issue that purportedly should be broadly construed. The court disagrees. Among other reasons, the <i>Marx</i> definition adopted by the <i>Duke</i> court was itself developed in a case involving interpretation of an unambiguous provision which sets out the insuring obligation, as here, not an ambiguous exclusion. In addition, as the discussion herein indicates, the courts in North Carolina and other jurisdictions have employed the principles in <i>Marx</i> in an array of settings. The <i>Marx</i> definition is not a narrow standard confined specifically to use with policy exclusions. Moreover, the court does not believe it is a close question whether the driving at issue qualifies as a professional service under the <i>Marx</i> test.</p>\n<p>[11]  The court notes plaintiff's argument that \"surely an ambulance driver would be covered under this policy\" and that \"to exclude an ambulance driver from coverage for health care services would be a nonsensical result.\" (Pl.'s Mem. at 10(CM/ECF page no.)). Plaintiff cites no authorities for this position, and the cases cited above would indicate to the contrary.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">606</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">602</span></span> (2009)</b></center>\n<center><h1>HARTFORD FIRE INSURANCE COMPANY, Plaintiff,<br>\nv.<br>\nST. PAUL FIRE AND MARINE INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 5:07-CV-276-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 9, 2009.</center>\n<p><span class=\"star-pagination\">*603</span> Patrick M. Anders, Edgar &amp; Paul, Chapel Hill, NC, for Plaintiff.</p>\n<p>John T. Honeycutt, Yates McLamb &amp; Weyher, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LOUISE W. FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on motion for summary judgment by defendant, (DE # 9), motion for partial summary judgment by plaintiff, (DE # 11), and the memorandum and recommendation (\"M &amp; R\") filed by the United States Magistrate Judge. (DE # 18.) The M &amp; R was filed on January 16, 2009. The time for filing objections to the M &amp; R has now passed, with no objections filed by either party. In this posture, the issues raised are ripe for ruling.</p>\n<p>This case was removed from the Superior Court of Wake County, North Carolina on July 19, 2007, on the basis of diversity jurisdiction. Plaintiff seeks a declaratory judgment pursuant to the North Carolina Declaratory Judgment Act that it is entitled to reimbursement from defendant for all or part of the sums it paid out in settlement of a case against CNC/Access, Inc. involving an automobile accident in which one of CNC/Access's patients was injured. Plaintiff insured CNC/Access, Inc. under a commercial general and automobile liability insurance policy. Defendant also insured under a health care facility medical professional liability policy. The instant cross-motions for summary judgment present a question of interpretation of insurance policy provisions under North Carolina law.</p>\n<p>The court has thoroughly reviewed the thoughtful M &amp; R entered by the magistrate judge in this case, and considered the issues presented therein. The court finds the magistrate judge correctly interpreted and applied North Carolina law to the instant cross-motions for summary judgment. Therefore, the court hereby ADOPTS the recommendation of magistrate judge as its own, and, for the reasons stated in the M &amp; R, plaintiff's motion is DENIED, defendant's motion is GRANTED, and this matter is DISMISSED. The clerk of court is directed to close the file.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>JAMES E. GATES, United States Magistrate Judge.</p>\n<p>This case comes before the court on the motion for summary judgment by defendant <span class=\"star-pagination\">*604</span> St. Paul Fire and Marine Insurance Company (\"defendant\") (DE # 9) and the motion for partial summary judgment by plaintiff Hartford Fire Insurance Company (\"plaintiff\") (DE # 11), pursuant to Rule 56 of the Federal Rules of Civil Procedure. The motions were referred to the undersigned Magistrate Judge for review and recommendation, pursuant to 28 U.S.C. § 636(b)(1)(B). For the reasons set forth below, it will be recommended that defendant's motion be allowed and plaintiff's motion be denied.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p></p>\n<h2>I. PROCEDURAL HISTORY</h2>\n<p>On 26 June 2007, plaintiff filed this action in the Superior Court of Wake County, North Carolina. (Compl. (DE # 1-2)). It was removed to this court on 19 July 2007 based on the court's diversity jurisdiction, pursuant to 28 U.S.C. §§ 1332, 1441, and 1446. (<i>See</i> Notice of Removal (DE # 1)).<sup>[1]</sup></p>\n<p>The complaint seeks a declaratory judgment and money judgment for insurance proceeds paid by plaintiff to settle a motor vehicle accident lawsuit against its insured, CNC/Access, Inc. (\"CNC\"). (Compl. at 3 (CM/ECF page no.)). CNC is a provider of behavioral rehabilitation services, including high risk intervention services. (<i>See</i> Stipns. (DE # 8) at 4, 7-14).<sup>[2]</sup> The motor vehicle lawsuit, brought in the Superior Court of Cabarrus County, North Carolina, arose from an accident in which a CNC client, Tiffany Mazzullo (\"Mazzullo\"), was injured while riding in a pick-up truck being driven by a CNC employee, Judy Haywood (\"Haywood\"). (Stipns. at 1 ¶¶ 1, 2; Compl. ¶¶ 6, 10, 11; Am. Answer ¶¶ 6, 10, 11). At the time of the accident, CNC was insured by plaintiff under a commercial general and automobile liability insurance policy, (Stipns. at 2 ¶ 13; Compl. ¶ 8; Am. Answer ¶ 8). CNC was also then insured by a health care facility medical professional liability policy issued by defendant (\"defendant's policy\"). (Stipns. at 2 ¶ 12; Compl. ¶ 9; Am. Answer ¶ 8; Def.'s Policy (DE # 14-2 through 14-6)).<sup>[3]</sup> The complaint alleges that defendant's policy provided coverage for the injuries caused in the accident and thereby for the claims against CNC and Haywood in the motor vehicle accident lawsuit. (Compl. ¶¶ 9-17).</p>\n<p></p>\n<h2>II. OVERVIEW OF MOTIONS</h2>\n<p>Defendant's motion for summary judgment seeks a determination that its policy did not provide coverage with respect to the underlying lawsuit and defendant therefore owes plaintiff nothing in this action or, alternatively, that if defendant's policy did provide coverage, such coverage was pro rata with plaintiff's coverage and therefore defendant owes plaintiff at most only a pro rata share of the settlement funds paid by plaintiff. With its motion, <span class=\"star-pagination\">*605</span> defendant filed a supporting memorandum (DE # 10), plaintiff's responses to requests for admissions (DE # 12), a copy of defendant's policy, and an authenticating affidavit for the policy (DE # 14). Plaintiff did not file a separate memorandum responding to defendant's motion.</p>\n<p>Plaintiff's motion seeks a determination that defendant's policy did provide CNC and Haywood coverage for the accident at issue. With its motion, plaintiff filed a supporting memorandum (DE # 13), an affidavit by Haywood (DE # 11-2), a copy of its commercial general and automobile liability insurance policy applicable to the accident at issue (DE # 11-4), and an authenticating affidavit for the policy (DE # 11-3). Defendant filed a memorandum in response to plaintiff's motion (DE # 15). Both parties filed jointly a set of 15 separately numbered stipulations to which is attached a CNC job description for the position of high risk intervention worker (\"HRI\"), Haywood's resume, and medical records for Mazzullo.</p>\n<p></p>\n<h2>III. UNDISPUTED FACTS</h2>\n<p>At all times relevant to this matter, Haywood was employed by CNC as an HRI. (Stipns. at 1 ¶ 3). As provided by the CNC job description for the HRI position, the purpose of the HRI is to \"to provide one-on-one treatment services to designated mental health consumers.\" (<i>Id.</i> at 1 ¶ 4 &amp; p. 4). The services provided by the HRI \"will be specified through each consumer's individualized treatment/service plan, which is designed and overseen by a Qualified Mental Health Professional.\" (<i>Id.</i> at 4). The qualifications for the HRI position include being privileged and credentialed to provide HRI services and having a four-year degree in either human services or in a non-related field with two years of post-graduate experience in the field. (<i>Id.</i>). The duties and responsibilities of an HRI are specified as follows:</p>\n<blockquote>1. Providing one-on-one direct service delivery to assigned mental health consumers.</blockquote>\n<blockquote>2. Implementing designated goals and interventions identified on each assigned consumer's treatment/service plan,</blockquote>\n<blockquote>3. Documenting all service delivery in the appropriate format and in accordance with federal, state and local governing agencies.</blockquote>\n<blockquote>4. Reporting any significant observations to immediate supervisor and/or any other designated or mandated personnel.</blockquote>\n<blockquote>5. Responsible for attending and completing all mandatory training and updates within established time frames.</blockquote>\n<blockquote>6. Submitting semi-monthly timesheets and supporting documentation on the first and sixteenth of each month by 9:00 a.m.</blockquote>\n<blockquote>7. Maintaining all certifications applicable to this position and insuring no lapse.</blockquote>\n<blockquote>8. Other duties as assigned by supervisor.</blockquote>\n<p>(<i>Id.</i>).</p>\n<p>Haywood was assigned to provide HRI services to Mazzullo, a minor. (<i>Id.</i> at 1 ¶¶ 1, 7). These services were provided to address certain mental and physical conditions of Mazzullo<sup>[4]</sup> and included involving Mazzullo in afternoon activities, such as trips to parks, restaurants, libraries, swimming pools, and other community functions. (<i>Id.</i> at 2 ¶ 9). Because Mazzullo's mother was unable to provide transportation <span class=\"star-pagination\">*606</span> for these activities, Haywood drove Mazzullo to and from these activities as well as to and from therapy and other treatment appointments. (<i>Id.</i> at 2 ¶ 10).</p>\n<p>On 28 July 2000, while Haywood was driving Mazzullo either to or from some of these activities (<i>i.e.,</i> either a visit to a park, or a visit to a park and a library), Haywood negligently caused an accident when she pulled into the path of another vehicle at an intersection. (<i>Id.</i> at 1 ¶ 2, 2 ¶ 11; Haywood Aff. ¶¶ 7, 9).<sup>[5]</sup> As indicated above, at the time of the accident, CNC was insured by defendant under a health care facility medical professional liability policy and by plaintiff under a commercial general and automobile liability insurance policy.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>I. STANDARD OF REVIEW</h2>\n<p>Summary judgment is appropriate if the pleadings, discovery on file, affidavits, and other evidence submitted show that there is no genuine dispute as to any material fact and the moving party is entitled to judgment as a matter of law. <i>See</i> Fed. R.Civ.P. 56(c); <i>Haavistola v. Comty Fire Co. of Rising Sun, Inc.,</i> <span class=\"citation\" data-id=\"654214\"><a href=\"/opinion/654214/paula-haavistola-v-community-fire-company-of-rising-sun-inc-richard-g/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span>, 214 (4th Cir.1993). \"In other words, summary judgment should be granted in those cases in which it is perfectly clear that no genuine issue of material fact remains unresolved and inquiry into the facts is unnecessary to clarify the application of the law.\" <i>Id.</i> (citing <i>McKinney v. Board of Trustees,</i> <span class=\"citation\" data-id=\"577124\"><a href=\"/opinion/577124/ronald-mckinney-jean-johnson-juanita-blake-pat-phillips-eugene-w-morgan/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">924</span></a></span>, 928 (4th Cir.1992)). Further, all facts and inferences drawn from the facts must be viewed in the light most favorable to the nonmoving party. <i>Evans v. Techs. Applications &amp; Serv. Co.,</i> <span class=\"citation\" data-id=\"715797\"><a href=\"/opinion/715797/christine-evans-v-technologies-applications-service-company/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span>, 958 (4th Cir.1996). Summary judgment may be \"especially appropriate\" where, as in the instant case, the court is \"faced ... with a motion and countermotion for summary judgment, wherein all parties [have] admitted to undisputed facts and [seek] a declaration of the law.\" <i>Brinson v. Brinson,</i> <span class=\"citation\" data-id=\"264935\"><a href=\"/opinion/264935/ernest-ray-brinson-and-laura-brinson-morris-and-metropolitan-life/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">155</span></a></span>, 160-61 (4th Cir.1964).</p>\n<p></p>\n<h2>II. CHOICE OF LAW</h2>\n<p>Before turning to the merits of the parties' motions, an issue to be addressed is which jurisdiction's substantive law governs defendant's policy. This choice of law issue arguably arises because both defendant and CNC arc corporations foreign to North Carolina. (<i>See</i> Compl. ¶¶ 2, 3; Am. Ans. ¶¶ 2, 3; Def.'s Policy (DE # 14-2) at 14). The parties appear to agree, and the court finds, that the substantive law applicable to defendant's policy is the law of North Carolina.</p>\n<p>Pursuant to N.C. Gen.Stat. § 58-3-1, \"[a]ll contracts of insurance on property, lives, or interests in this State shall be deemed to be made therein, and all contracts of insurance the applications for which are taken within the Slate shall be deemed to have been made within this State and are subject to the laws thereof.\" N.C. Gen.Stat. § 58-3-1 (2008). \"[B]ecause of constitutional concerns, application of this provision has been limited to situations where there is a `close connection' <span class=\"star-pagination\">*607</span> between North Carolina and the interests insured by the policy.\" <i>Continental Cas. Co. v. Physicians Weight Loss Ctrs. of Am., Inc.,</i> 61 Fed.Appx. 841, 844-45 (4th Cir.2003) (citing <i>Collins &amp; Aikman Corp. v. Hartford Acc. &amp; Indem. Co.,</i> <span class=\"citation\" data-id=\"1229960\"><a href=\"/opinion/1229960/collins-aikman-corp-v-hartford-acc-indem-co/\"><span class=\"volume\">335</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">91</span></a></span>, 95, <span class=\"citation\" data-id=\"1229960\"><a href=\"/opinion/1229960/collins-aikman-corp-v-hartford-acc-indem-co/\"><span class=\"volume\">436</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">243</span></a></span>, 245 (1993)).</p>\n<p>In the instant case, defendant's policy insures the \"interests\" of CNC in its provision of services within North Carolina. Defendant's policy therefore falls within the plain terms of N.C. Gen.Stat. § 58-3-1. In addition, the requisite close connection between the insured's interests and North Carolina exists. The CNC office at issue operates in North Carolina, as do 17 of the 18 other CNC business locations listed in the policy (<i>See</i> Def.'s Policy at (DE # 14-6) at 5-6). In addition, the policy was sold by an insurance broker in North Carolina. (<i>Id.</i> (DE # 14-2) at 1). Accordingly, the court concludes that the law of North Carolina governs defendant's policy.</p>\n<p></p>\n<h2>III. COVERAGE OF INJURIES FROM ACCIDENT UNDER DFENDANT'S POLICY</h2>\n<p>The central issue presented by the parties' motions is whether defendant's policy provided coverage for the injuries caused by Haywood in the motor vehicle accident. Defendant contends that coverage did not exist on the principal grounds that the policy clearly does not encompass injury resulting from the provision of driving services. Plaintiff argues that coverage does exist because the policy is ambiguous as to whether the driving services were covered and the policy must be construed broadly to include them. The parties agree, and the court finds, that the facts material to the coverage issue presented are not in dispute and that resolution of this issue by summary judgment is appropriate.<sup>[6]</sup></p>\n<p></p>\n<h2>A. Standards for Construction of Insurance Contracts</h2>\n<p>The principles governing construction of insurance contracts are well established under North Carolina law. \"The construction and application of insurance policies to undisputed facts is a question of law for the court.\" <i>Kephart by Tutwiler v. Pendergraph,</i> 131 N.C.App. 559, 564, <span class=\"citation\" data-id=\"1370947\"><a href=\"/opinion/1370947/kephart-by-tutwiler-v-pendergraph/\"><span class=\"volume\">507</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">915</span></a></span>, 919 (1998). The objective of construction is to determine the coverage intended by the parties when the policy was issued. <i>Wachovia Bank &amp; Trust Co. v. Westchester Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"1342744\"><a href=\"/opinion/1342744/wachovia-bank-t-co-v-westchester-fire-ins-co/\"><span class=\"volume\">276</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, 354, <span class=\"citation\" data-id=\"1342744\"><a href=\"/opinion/1342744/wachovia-bank-t-co-v-westchester-fire-ins-co/\"><span class=\"volume\">172</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">518</span></a></span>, 522 (1970). \"If policy language is clear and unambiguous, the court's sole duty is to `determine the legal effect of the language used and to enforce the agreement as written.'\" <i>Pendergraph,</i> 131 N.C.App. at 564, 507 S.E.2d at 919 (quoting <i>Cone Mills Corp. v. Allstate Ins. Co.,</i> 114 N.C.App. 684, 687, <span class=\"citation\" data-id=\"1334261\"><a href=\"/opinion/1334261/cone-mills-corp-v-allstate-ins-co/\"><span class=\"volume\">443</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">357</span></a></span>, 359 (1994)). However, where the policy language is ambiguous, such ambiguities must be resolved in favor of the insured. <i>Mastrom, Inc. v. Continental Cas. Co.,</i> 78 N.C.App. 483, 484, <span class=\"citation\" data-id=\"1256285\"><a href=\"/opinion/1256285/mastrom-inc-v-continental-cas-co/\"><span class=\"volume\">337</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">162</span></a></span>, 163 (1985); <i>see also </i><i>First Nat. Bank of Anson County v. Nationwide Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">203</span></span>, 216, <span class=\"citation\" data-id=\"1235329\"><a href=\"/opinion/1235329/first-nat-bank-of-anson-cty-v-nationwide-ins/\"><span class=\"volume\">278</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">507</span></a></span>, 515 (1981) (principle that policy should be construed in favor of coverage applies only when there is an ambiguity). \"An ambiguity exists where, in the opinion of the court, the language of the policy is fairly and reasonably susceptible to either of the constructions asserted by the parties.\" <i>Maddox v. Colonial Life and Acc. Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">648</span></span>, 650, <span class=\"citation\" data-id=\"1315123\"><a href=\"/opinion/1315123/maddox-v-colonial-life-acc-ins-co/\"><span class=\"volume\">280</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">907</span></a></span>, 908 (1981).</p>\n<p><span class=\"star-pagination\">*608</span> In interpreting an insurance policy, a nontechnical term for which no definition is provided is to be given its ordinary meaning unless the context in which the term is used in the policy requires that it be given a different meaning. <i>United Services Auto. Assn. v. Gambino,</i> 114 N.C.App. 701, 705, <span class=\"citation\" data-id=\"1334213\"><a href=\"/opinion/1334213/united-services-auto-assn-v-gambino/\"><span class=\"volume\">443</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">368</span></a></span>, 371 (1994). \"In addition, an insurance contract is to be construed as a reasonable person in the position of the insured would have understood it.\" <i>Id.,</i> 114 N.C.App. at 706, 443 S.E.2d at 371.</p>\n<p></p>\n<h2>B. Court's Construction of Defendant's Policy</h2>\n<p>Applying these principles to defendant's policy, the court finds that it is unambiguous with respect to coverage of the injuries caused in the motor vehicle accident and that the policy does not cover those injuries. Defendant's policy states clearly that it covers only damages that result from \"healthcare professional services.\" The main provision stating this principle reads in relevant part:</p>\n<blockquote>Medical professional injury liability. We'll pay amounts any protected person is legally required to pay as damages, including damages assumed under contract. <i>The damages must be for medical professional injury that results from health care professional services</i> provided, or which should have been provided....</blockquote>\n<p>(Def.'s Policy (DE # 14-6) at 3) (emphasis in italics added). \"Medical professional injury\" is similarly, if not redundantly, defined in terms of injury resulting from \"health care professional services.\" The definition reads:</p>\n<blockquote>Medical professional injury means injury, including death, to others that <i>results from health care professional services</i> provided, or which should have been provided, by or for a protected person.</blockquote>\n<p>(<i>Id.</i> at 3 (emphasis added)).</p>\n<p>The policy defines \"health care professional services\" to mean six sets of specified activities:</p>\n<blockquote>Health care professional services means only the following:</blockquote>\n<blockquote> Medical, surgical, dental, x-ray, nursing, mental or other similar health care professional services or treatments, and food or beverages given with those services or treatments.</blockquote>\n<blockquote> Dispensing of drugs or medical or dental supplies and appliances.</blockquote>\n<blockquote> Performing post mortem procedures, including autopsies or harvesting or organs.</blockquote>\n<blockquote> Evaluating, or responding to an evaluation of, the professional qualifications or clinical performance of any provider of health care professional services, when done by or for any of your formal review boards or committees.</blockquote>\n<blockquote> Communicating, or failing to communicate, to any of your formal review boards or committees, information that relates to their covered activities.</blockquote>\n<blockquote> Carrying out, or failing to carry out, a decision or directive of any of your formal review boards or committees that relates to their covered out activities.</blockquote>\n<p>(<i>Id.</i> at 3-4).</p>\n<p>The court finds that this definition unambiguously does not include the driving services at issue. None of these provisions in the definition expressly mentions driving services. At the same time, other services provided in connection with health care services are expressly included, namely, \"food or beverages given with ... [certain health care professional] services or treatments.\" (<i>Id.</i> at 3 (first bulleted provision above)).<sup>[7]</sup> Driving could have been mentioned expressly had the parties <span class=\"star-pagination\">*609</span> intended to include it, <i>See, e.g., </i><i>Dixie Fire Ins. Co. v. Am. Bonding Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">384</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">430</span></span>, 433 (1913) (applying the canon of construction that the expression of one thing implies the exclusion of another in interpreting language of an indemnity bond); <i>Hidalgo v. Wilson Certified Exp., Inc.,</i> <span class=\"citation\" data-id=\"1720027\"><a href=\"/opinion/1720027/hidalgo-v-wilson-certified-exp-inc/\"><span class=\"volume\">676</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">114</span></a></span>, 119 (La.Ct.App.1996) (holding that the legislature did not intend to include negligence in driving an ambulance within the scope of a statute limiting medical malpractice liability because the statute specifically included certain activities commonly associated with ambulances, such as loading and unloading of patients, but not the transporting of patients). The court does not believe that any of these provisions can otherwise reasonably be construed to include the driving services at issue.</p>\n<p></p>\n<h2>C. Flaws in Plaintiffs's Construction of Defendant's Policy</h2>\n<p>Plaintiff disagrees that the policy language is unambiguous. It contends that the category \"mental or other similar health care professional services,\" which appears in the first bulleted provision above, is itself undefined and can reasonably be construed to include the driving services. (<i>Id.</i> at 3). Plaintiff argues that the policy is therefore ambiguous regarding coverage of the injuries caused by Haywood in the accident and that it should be construed liberally in favor of coverage. The principal rationale underlying plaintiff's argument is that the trip during which the accident occurred was for therapeutic purposes, namely, an outing for Mazzullo pursuant to her treatment/service plan, and that the driving, which was essential to the trip, can reasonably be deemed part of the health care services being provided.</p>\n<p>The court has carefully considered plaintiffs contention, but finds it meritless for a variety of reasons. The policy is clear that the driving would not be covered simply because it occurred while other covered health care services were being provided. As discussed, the policy covers injuries only if they arc the result of covered activities. Because the injuries in the accident resulted from Haywood's driving, the driving itself must be a health care professional service for coverage to exist.</p>\n<p>The North Carolina Court of Appeals addressed this issue of the connection between covered services and damages in <i>Mastrom, Inc. v. Continental Cas. Co.,</i> 78 N.C.App. 483, <span class=\"citation\" data-id=\"1256285\"><a href=\"/opinion/1256285/mastrom-inc-v-continental-cas-co/\"><span class=\"volume\">337</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">162</span></a></span>, which involved an accounting malpractice policy. The policy covered damages \"arising from\" covered services. 78 N.C.App. at 486, 337 S.E.2d at 163. The court held that this language required a real causal connection between the covered services and the damages. 78 N.C.App. at 487, 337 S.E.2d at 164. Here, as discussed, defendant's policy requires that the damages \"result\" from the covered services. This language suggests the need for at least as strong a causal connection as in <i>Mastrom</i> between the covered services and the damages.<sup>[8]</sup></p>\n<p>In addition, contrary to plaintiff's contention, the category of \"mental or other similar health care professional services\" cannot reasonably be construed to include the driving at issue. This category includes two types of services: \"mental health care professional services\" and <span class=\"star-pagination\">*610</span> \"other similar health care professional services.\"</p>\n<p>The driving at issue cannot reasonably be deemed to be a \"mental health care professional service,\" in part, because it lacked the character of either a \"mental\" service or a \"health care\" service. Even using the definition of \"mental health care\" proposed by plaintiff, the act of driving cannot reasonably be considered \"an effort to maintain or restore emotional health\" to Mazzullo. (Plf.'s Mem. at 8 (CM/ECF page no.)). Rather, the driving involved simply transporting Mazzullo from one location to another and was not itself part of Mazzullo's treatment. It is conceivable that under some circumstances driving could comprise a mental health care service, say, as therapy for someone with a fear of driving or riding in a car. There is, however, no evidence that such a circumstance exists here.</p>\n<p>The driving also cannot reasonably be deemed an \"other similar health care professional service,\" in part, because, as discussed, it was not a \"health service.\" To assess whether the driving could reasonably be deemed \"similar\" to the health care professional services referenced, it is necessary to review what those services are. Again, the relevant provision reads;</p>\n<blockquote>Medical, surgical, dental, x-ray, nursing, mental or <i>other similar health care professional services</i> or treatments, and food or beverages given with those services or treatments.</blockquote>\n<p>(<i>Id.</i> at 3) (emphasis added). The driving here is obviously not similar in any meaningful sense to the other services listed. Specifically, taking a person from one location to another is simply not like providing a person medical, surgical, dental, nursing, mental, or x-ray services.</p>\n<p>As this analysis suggests, the driving at issue cannot reasonably be said to be a \"professional service,\" as required to come with in the definition of \"health care <i>professional</i> service,\" including that term as it is used in \"mental health care professional services\" and \"other similar health care professional services.\" For example, the driving was of a routine, everyday nature, tantamount to running an errand across town. It did not entail such circumstances as traveling on a test track at high speeds or on rough, off-road terrain.<sup>[9]</sup></p>\n<p>This interpretation finds support in the case law. Courts are often required to determine the scope of the term \"professional services\" where a disputed act or service is provided in conjunction with or has some other connection with the provision of other professional services. In addressing this issue, North Carolina courts, along with numerous other courts, have adopted the definition of \"professional services\" set out in <i>Marx v. Hartford Acc. &amp; Indem. Co.,</i> <span class=\"citation\" data-id=\"1760979\"><a href=\"/opinion/1760979/marx-v-hartford-accident-and-indemnity-company/\"><span class=\"volume\">183</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">12</span></a></span>, <span class=\"citation\" data-id=\"1760979\"><a href=\"/opinion/1760979/marx-v-hartford-accident-and-indemnity-company/\"><span class=\"volume\">157</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">870</span></a></span> (1968). <i>See, e.g., </i><i>Sturgill v. Ashe Memorial Hosp., Inc.,</i> 186 N.C.App. 624, 628, <span class=\"citation\" data-id=\"1387231\"><a href=\"/opinion/1387231/sturgill-v-ashe-memorial-hosp-inc/\"><span class=\"volume\">652</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">302</span></a></span>, 305 (2007) (adopting <i>Marx</i> definition in determining whether plaintiff's claim was for medical malpractice such that the complaint must include the expert certification required by N.C. Rule of Civil Procedure 9(j)); <i>Duke Univ. v. St. Paul Fire and Marine Ins. Co.,</i> 96 N.C.App. 635, 639, <span class=\"citation\" data-id=\"1387891\"><a href=\"/opinion/1387891/duke-university-v-st-paul-fire-and-marine-ins/\"><span class=\"volume\">386</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">762</span></a></span>, 765 (adopting <i>Marx</i> definition in deciding scope of professional liability exclusion provision in a general liability insurance policy), <i>rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">595</span></span>, <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">876</span></span> (1990).<sup>[10]</sup></p>\n<p><span class=\"star-pagination\">*611</span> In <i>Marx,</i> the court held that the term \"professional,\" as used in the medical professional liability policy before it, \"means something more than mere proficiency in the performance of a task and implies intellectual skill as contrasted with that used in an occupation for production or sale of commodities\" and that a professional service is one that involves \"specialized knowledge, labor, or skill\" and \"the use or application of special learning or attainments.\" 183 Neb. at 13-14, 157 N.W.2d at 871-72. Such skills are \"predominantly mental or intellectual, rather than physical or manual\" 183 Neb. at 14, 157 N.W.2d at 872. The court further held that \"[i]n determining whether a particular act is of a professional nature or a `professional service' we must look not to the title or character of the party performing the act, but to the act itself.\" <i>Id.</i></p>\n<p>In <i>Marx,</i> the court addressed whether the medical professional liability policy covered fire damage to a medical office building caused when an employee technician mistakenly poured benzene into a hot water sterilizer instead of water. 183 Neb. at 14, 157 N.W.2d at 872. Applying the definition above, the court concluded that \"[t]he boiling of water for sterilization purposes alone was not an act requiring any professional knowledge or training.\" <i>Id.</i> The court therefore held that no coverage existed.</p>\n<p>In the instant case, the driving services provided by Haywood required no type of specialized health care or other specialized skills and could have been performed by any person licensed to drive a passenger car or truck, including Mazzullo's mother had she been available to do so on the day in question. Regardless of whether Haywood was providing other mental heath services to Mazzullo as an HRI, it is the \"act itself\" that must be considered and not Haywood's \"title or character.\" <i>Marx,</i> 183 Neb. at 14, 157 N.W.2d at 872. Consequently, the driving services are not \"professional services.\" <i>See </i><i>Hidalgo,</i> <span class=\"citation\" data-id=\"1720027\"><a href=\"/opinion/1720027/hidalgo-v-wilson-certified-exp-inc/\"><span class=\"volume\">676</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">114</span></a></span>, 119 (\"Driving is not conduct related to health care or professional services rendered or which should have been rendered, and therefore the typical medical malpractice insurance policy would not provide coverage,\"); <i>see also </i><i>Gulf Ins. Co. v. Gold Cross Ambulance Serv. Co.,</i> <span class=\"citation\" data-id=\"1449707\"><a href=\"/opinion/1449707/gulf-insurance-co-v-gold-cross-ambulance-service-co/\"><span class=\"volume\">327</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">149</span></a></span>, 154-55 (D.C.Okl.1971) (holding that \"[a]mbulance service is primarily manual .... While it may require skill on the part of those who render the service, it does not require knowledge of an advanced type in a field of learning customarily acquired after a long period of specialized intellectual instruction.\"); <i>Ohio Govt. Risk Mgt. Plan v. Cty. Risk Sharing Auth., Inc.,</i> 130 Ohio App.3d 174, 183, <span class=\"citation no-link\"><span class=\"volume\">719</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">992</span></span>, 998 (1998) (holding that a governmental medical services professional liability endorsement did not provide coverage for injuries suffered from an automobile accident involving an ambulance because the emergency medical technician (\"EMT\") driving the ambulance \"was not providing professional medical services to the [injured parties] when [the EMT] was involved <span class=\"star-pagination\">*612</span> in the accident that caused their injuries.\").<sup>[11]</sup></p>\n<p>The court's conclusion is further supported by the application of the <i>Marx</i> definition by North Carolina courts in other cases involving health care professional services. In <i>Taylor v. Vencor, Inc.,</i> 136 N.C.App. 528, 530, <span class=\"citation\" data-id=\"1270498\"><a href=\"/opinion/1270498/taylor-v-vencor-inc/\"><span class=\"volume\">525</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">201</span></a></span>, 203 (2000), the court applied the <i>Marx</i> definition in concluding that the failure of a nursing home to supervise a resident whose nightgown caught on fire while she was smoking constituted a claim for ordinary negligence, not for medical malpractice. The court reasoned that \"[p]reventing a patient from dropping a match or a lighted cigarette upon themselves, while in a designated smoking room, does not involve matters of medical science.\" <i>Id.</i> In <i>Lewis v. Setty,</i> 130 N.C.App. 606, 608, <span class=\"citation\" data-id=\"1254558\"><a href=\"/opinion/1254558/lewis-v-setty/\"><span class=\"volume\">503</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">673</span></a></span>, 674 (1998), the court held that the failure of a physician to lower an examining table to transfer a patient back into a wheelchair was not an activity that fell within the definition of \"professional medical services\" such that patient's claim was one for medical malpractice. The North Carolina courts have also employed the same analysis in determining whether certain services fall within the privilege licensing statute. <i>See </i><i>Smith v. Keator,</i> 21 N.C.App. 102, 105, <span class=\"citation\" data-id=\"1325515\"><a href=\"/opinion/1325515/smith-v-keator/\"><span class=\"volume\">203</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">411</span></a></span>, 415 (1974) (applying the <i>Marx</i> definition in determining that masseurs were not practicing the \"professional art of healing\" for the purposes of the privilege license statute). Thus, North Carolina courts have consistently excluded acts from the scope of health care \"professional services\" where they did not involve medical judgment or skill even when such acts occurred in connection with the provision of health care professional services. <i>See also </i><i>Sturgill,</i> 186 N.C.App. at 628, 652 S.E.2d at 305 (applying <i>Marx</i> definition in determining that hospital's failure to properly restrain patient was a claim for medical malpractice because the \"decision to apply restraints is a medical decision requiring clinical judgment and intellectual skill.\").</p>\n<p>In a similar vein outside of the health care context, the North Carolina Court of Appeals has concluded that not all services provided by a professional automatically fall within the scope of a professional services insurance policy where they do not otherwise meet the express definition of the services covered. In the <i>Mastrom</i> case previously mentioned, the court held that an accounting firm's sale of securities to clients unrelated to taxes was not covered under the firm's accountant professional liability policy because the sales did not involve the performance of professional services in the capacity of an accountant. 78 N.C.App. at 487, 337 S.E.2d at 164. The firm had been sued by a number of the clients to whom the firm had sold the securities, the firm's accounting malpractice carrier declined coverage, the firm's excess carrier took over the firm's defense and settled the litigation, and the firm and its excess carrier brought a suit against the malpractice carrier, which the trial court dismissed. 78 N.C.App. at 483-84, 337 S.E.2d at 163. The Court of Appeals affirmed the dismissal. 78 N.C.App. at 488, 337 S.E.2d at 165.</p>\n<p>While acknowledging that the firm provided a wide range of services, the appellate court also recognized that the policy covered only damages \"arising out of the firm's accounting services. 78 N.C.App. at <span class=\"star-pagination\">*613</span> 486, 337 S.E.2d at 163. The court rejected the argument of the firm and its excess carrier, the plaintiffs, that the sale of the securities arose from accounting services because the firm had used information obtained from clients in the provision of accounting services to identify potential buyers, 78 N.C.App. at 486, 337 S.E.2d at 164. The court reasoned that \"[u]nder the construction urged by plaintiffs, defendant [malpractice carrier] could be required to provide general liability coverage for virtually any client claim as long as the client's first contacts with [the firm] were [for accounting] services.\" 78 N.C.App. at 487, 337 S.E.2d at 164.</p>\n<p>As in <i>Mastrom,</i> the fact that the driving services here were provided in connection with health care professional services does not give the driving services the character of health care professional services. Adoption of such a constructionthat services provided with health care professional services are by that fact themselves health care professional serviceswould effectively transform defendant's policy from a professional liability policy into a general liability policy. As the <i>Mastrom</i> court said of such an interpretation of the accounting malpractice policy at issue there, \"[t]hat result would be absurd and untenable.\" <i>Id.</i></p>\n<p>For this and the other reasons discussed, the court concludes that the definition of the term \"health care professional services\" is unambiguous on the facts presented and does not include the driving services at issue. <i>See </i><i>Woods v. Nationwide Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"1225673\"><a href=\"/opinion/1225673/woods-v-nationwide-mutual-ins-co/\"><span class=\"volume\">295</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">500</span></a></span>, 505-06. <span class=\"citation\" data-id=\"1225673\"><a href=\"/opinion/1225673/woods-v-nationwide-mutual-ins-co/\"><span class=\"volume\">246</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">773</span></a></span>, 777 (1978) (\"Where a policy defines a term, that definition is to be used.\"). The injuries caused by Haywood in the accident therefore did not result from \"health care professional services\" and the policy does not provide coverage for those injuries as a matter of law. In light of this conclusion, the court need not address the issue raised by defendant in its motion of the extent to which any coverage its policy provided would be pro rata with plaintiffs policy.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, it is RECOMMENDED that defendant's motion for summary judgment be ALLOWED, plaintiff's motion for partial summary judgment be DENIED, and judgment be entered DISMISSING this case with prejudice, pursuant to Fed.R.Civ.P. 56(c).</p>\n<p>The Clerk shall send copies of this Memorandum and Recommendation to counsel for the respective parties, who have ten business days, or such other period as the presiding District Judge specifies, to file written objections. Failure to file timely written objections bars an aggrieved party from receiving a de novo review by the District Judge on an issue covered in the Memorandum and Recommendation and, except upon grounds of plain error, from attacking on appeal the unobjected-to proposed factual findings and legal conclusions accepted by the District Judge.</p>\n<p>This the 16th day of January, 2009.</p>\n<h2>NOTES</h2>\n<p>[1]  Although, as discussed, the events underlying this action occurred outside this district, venue is proper in this court under 28 U.S.C. § 1441(a) because it is the court to which the case was properly removed. <i>E.g., </i><i>Godfredson v. JBC Legal Group, P.C.,</i> <span class=\"citation\" data-id=\"2513594\"><a href=\"/opinion/2513594/godfredson-v-jbc-legal-group-pc/\"><span class=\"volume\">387</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">543</span></a></span>, 555-56 (E.D.N.C.2005) (Flanagan, J.).</p>\n<p>[2]  In citations to these stipulations, which, as discussed below, the parties tiled with their other submissions, the page references are to the page numbers assigned by the CM/ECF electronic docketing system.</p>\n<p>[3]  Defendant's policy provides several different types of coverage. The principal section of the policy relating to the type of coverage at issue in this case, health care facility medical professional liability coverage, is located at DE # 14-6. In citations to defendant's policy, the page references are to the page numbers assigned by the CM/ECF electronic docketing system.</p>\n<p>[4]  The conditions listed in Mazzullo's treatment plan include child victim of sexual abuse, oppositional defiant disorder, adjustment disorder, and right side paralysis secondary to head injury. (Stipns. at 7).</p>\n<p>[5]  Although the cited stipulations state that the accident occurred while Haywood and Mazzullo were returning from a visit to a library and a park, the cited portion of the affidavit of Haywood stales that they were on their way to a park. The memoranda reflect the discrepancy. (Plf.'s Mem. at 3 (CM/ECF page no.) (travel was \"to or from a visit to a park\")); Def.'s Support. Mem. at 2 (travel was from a visit to a library and a park); Def.'s Resp. Mem. at 4, 5 (travel was to a visit to a park). Whether Haywood and Mazzullo were returning from or going to the outing and the precise nature of the outing are not material. The pertinent material fact, on which the panics arc in agreement, is that the travel was for an \"activity [which] was included within the scope of Haywood's HRI services to Mazzullo.\" (Stipns. at 2 ¶ 11).</p>\n<p>[6]  The parties appear to agree that, aside from the issue discussed herein, defendant's policy would provide at least pro rata coverage for the injuries caused by Haywood in the accident (<i>e.g.,</i> Haywood was covered as a CNC employee). The court need not address these other aspects of coverage in light of its resolution of the central issue before it.</p>\n<p>[7]  The court also notes that CNC had a separate automobile liability policy with plaintiff which provides further evidence that CNC did not intend to rely on the professional liability policy at issue to provide coverage for automobile accidents.</p>\n<p>[8]  Although at one point plaintiff complains that it is inappropriate to treat driving as a distinct activity, the various provisions in the definition of \"health care professional services\" and case law discussed herein, including <i>Mastrom,</i> do distinguish among the various specific services being provided.</p>\n<p>[9]  The court also notes plaintiff's argument that the policy covers driving services because it fails to expressly exclude such services from coverage. However, because the court has found that the provisions setting out the insuring obligation do not include the driving services at issue, the absence of an exclusion does not affect coverage of them.</p>\n<p>[10]  Plaintiff argues that because the <i>Duke</i> case involved an ambiguous policy exclusion that had 10 be interpreted narrowly, <i>Duke,</i> 96 N.C.App. at 639, 386 S.E.2d at 764, the definition of professional services used in that case cannot appropriately be employed here, where a provision conferring coverage is at issue that purportedly should be broadly construed. The court disagrees. Among other reasons, the <i>Marx</i> definition adopted by the <i>Duke</i> court was itself developed in a case involving interpretation of an unambiguous provision which sets out the insuring obligation, as here, not an ambiguous exclusion. In addition, as the discussion herein indicates, the courts in North Carolina and other jurisdictions have employed the principles in <i>Marx</i> in an array of settings. The <i>Marx</i> definition is not a narrow standard confined specifically to use with policy exclusions. Moreover, the court does not believe it is a close question whether the driving at issue qualifies as a professional service under the <i>Marx</i> test.</p>\n<p>[11]  The court notes plaintiff's argument that \"surely an ambulance driver would be covered under this policy\" and that \"to exclude an ambulance driver from coverage for health care services would be a nonsensical result.\" (Pl.'s Mem. at 10(CM/ECF page no.)). Plaintiff cites no authorities for this position, and the cases cited above would indicate to the contrary.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/264935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1225673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1229960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1235329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1254558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1256285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1315123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1325515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1334213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1334261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1342744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1370947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1387231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1387891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1449707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1720027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1760979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2513594/"
  ]
}