{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2330385/",
  "absolute_url": "/opinion/2330385/washington-county-nc-v-us-dept-of-navy/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2330385/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:07:59.203056Z",
  "date_modified": "2016-04-26T23:31:29.226927Z",
  "type": "010combined",
  "sha1": "da92a098006ff8b4e68f1ca11f943bf8c43215b5",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>357 F.Supp.2d 861 (2005)</b></center>\n<center><h1>WASHINGTON COUNTY, North Carolina and Beaufort County, North Carolina, Plaintiffs,<br>\nv.<br>\nUNITED STATES DEPARTMENT OF THE NAVY; Gordon R. England, in his official capacity as Secretary of the Navy, and Wayne Arny, in his official capacity as Assistant Secretary of the Navy for Installations and Environment, Defendants.<br>\nThe National Audubon Society, North Carolina Wildlife Federation, and Defenders of Wildlife, Plaintiffs,<br>\nv.<br>\nUnited States Department Of The Navy; Gordon R. England, in his official capacity as Secretary of the Navy, and Wayne Arny, in his official capacity as Assistant Secretary of the Navy for Installations and Environment, Defendants.</h1></center>\n<center>Nos. CIV.A.2:04 CV 3BO(2); CIV.A.2:04 CV 2BO(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>February 18, 2005.</center>\n<p><span class=\"star-pagination\">*863</span> Derb S. Carter, Jr., Michelle B. Nowlin, Southern Environmental Law Center, Chapel Hill, NC, for National Audubon Society, North Carolina Wildlife Federation, and Defenders of Wildlife.</p>\n<p>Raymond E. Owens, Jr., Kiran H. Mehta, Christopher C. Lam, Kennedy, Covington, Lobdell &amp; Hickman, Charlotte, NC, for Washington County and Beaufort County.</p>\n<p><span class=\"star-pagination\">*864</span> R. A. Renfer, Jr., Asst. U.S. Attorney, U.S. Attorney's Office, Raleigh, NC, Stephen G. Bartell, U. S. Dept. of Justice, Env. Div., Washington, DC, for defendants.</p>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on the Parties' Cross-Motions for Summary Judgment pursuant to Federal Rule of Civil Procedure 56. The motions have been fully briefed, and on January 19, 2005, a hearing was held before the Court. The matters are ripe for ruling.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>This suit arises out of the Department of the Navy's (\"Navy\") plan to construct and operate a new Outlying Landing Field (\"OLF\") in Washington and Beaufort Counties, North Carolina (\"Site C\").<sup>[1]</sup> The case was initially brought by Plaintiffs as two separate actions, but the actions were subsequently consolidated by the Court. One suit was filed by the National Audubon Society, North Carolina Wildlife Federation, and Defenders of Wildlife (\"Environmental Plaintiffs\"). The other suit was filed by Washington County and Beaufort County, North Carolina (\"County Plaintiffs\").</p>\n<p>Both the Environmental Plaintiffs and the County Plaintiffs allege that the Navy's decision to construct an OLF at Site C violates the National Environmental Policy Act (\"NEPA\"), 42 U.S.C. § § 4321, <i>et seq.</i> The County Plaintiffs further allege that the Navy's decision to construct an OLF at Site C violates the Coastal Zone Management Act (\"CZMA\"), 16 U.S.C. § § 1451, <i>et seq.,</i> and the Coastal Area Management Act (\"CAMA\"), N.C. Gen.Stat. § § 113A-101, <i>et seq.</i><sup>[2]</sup> Plaintiffs are seeking a permanent injunction barring Defendants from proceeding with the OLF at Site C until they comply with NEPA and the CZMA.</p>\n<p>As stated in the Record of Decision (\"ROD\") issued by the Navy, the OLF at Site C will be used to support the operation and training of new F/A-18 E/F (\"Super Hornet\") aircraft and for future military operational needs, including surge training.<sup>[3]</sup> ROD at 12. Current events teach that neither the government nor the law can be blind to the reality of military readiness and national security. The Court recognizes that this case invites a consideration of national security and raises an awareness of the military's special mission to protect the United States. Neither the defendants nor the law posit that the interest of military training invalidates federal law or the commitment to, and protection of, the environment established by the National Environmental Policy Act (\"NEPA\"). The primary issue in this case is whether, upon full consideration of the evidence, the record shows that the Navy has thoroughly considered the environmental consequences of its proposed action as required by NEPA. In the final analysis, a fair and balanced application of the law must be achieved regardless of the outcome.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Site C is located in rural eastern North Carolina, within a few miles of the Pungo <span class=\"star-pagination\">*865</span> Unit of the nationally designated Pocosin Lakes National Wildlife Refuge (\"Pocosin Lakes\"). The Pungo Unit was established in 1963 to provide an undisturbed sanctuary for migratory waterfowl and is home to some of the most unspoiled habitat along the East Coast. The Pungo Unit is characterized by vast wetlands and areas of open water and serves a unique environmental role as host to one of the largest populations of migratory waterfowl along the Atlantic Flyway.<sup>[4]</sup> Between November and March each year, nearly 100,000 waterfowl, including nearly 22,000 tundra swans and 44,000 snow geese, migrate to the Pungo Unit. Final Environmental Impact Statement (\"FEIS\") at 11-36. During the migratory period, the waterfowl rest, forage, and feed in the safe harbor of the refuge and the rich feeding ground offered by the surrounding agricultural fields.</p>\n<p>In this environment, highly populated by nature and thinly populated by man, the Navy has chosen to construct an OLF to support operation and training of new Super Hornet aircraft.<sup>[5]</sup> Site C will have a 2,000 acre core area that will contain a runway and support structures, and 30,000 acres of land surrounding the core construction. The OLF at site C will be used primarily by the Super Hornet squadrons for Field Carrier Landing Practice (\"FCLP\"), pilot training consisting of \"touch-and-go\" operations. \"Touch-and-go\" operations are repetitive takeoffs and landings in which the pilot touches down on the runway and then immediately applies full power to lift-off. Once in the air, the pilots climb to approximately 600 feet and position the aircraft for subsequent \"touch-and-go\" operations. FEIS 12-3. Each aircraft conducting an FCLP flight will make eight to ten \"touch-and-go\" landings per training session.</p>\n<p>The Navy projects that there will be approximately 31,650 FCLP operations annually at Site C.<sup>[6]</sup> FEIS at 12-5. By its calculations, this amounts to approximately 59 \"touch-and-go\" operations per day broken into two training periods of 45 minutes each.<sup>[7]</sup> The Navy states that \"the tempo of operations at the OLF will not be regular. Rather, the training operations will be sporadic, consisting of concentrated times of high-tempo operations followed by longer periods of few or no operations.\" FEIS at 12-6. The OLF is intended to have twenty-four hour capability and about 8,450 of the annual operations will occur between 10 p.m. and 7 a.m. FEIS at 12-23. If the Navy is required to surge more than one aircraft carrier at a time, there will be a concentrated period of operations until the squadrons are deployed, but the Navy states that it is impossible to predict the exact intensity, duration, and timing of surge operations. ES-4.</p>\n<p>Based on the Navy's projected flight routes, the Super Hornets will fly to and from the OLF from Oceana and Cherry Point at altitudes between 15,000 and 25,000 feet. FEIS 12-5. The 2,000 acre core area of the OLF is located approximately 5 miles west of Pocosin Lakes, and flights <span class=\"star-pagination\">*866</span> over Pocosin Lakes would occur at 3,000 feet or higher. FEIS at 12-121. However, portions of the eastern approach track and holding pattern are located within .2 mile of the Pungo Unit and flight altitudes in that area would be between 2,000 and 2,500 feet. FEIS at 12-121.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>Both parties have moved for summary judgment.<sup>[8]</sup> A court may grant summary judgment only if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp.,</i> 477 U.S. at 322, 106 S.Ct. 2548. The non-moving party must then come forward and show that a triable issue of fact exists. <i>Anderson v. Liberty Lobby,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). Conclusory allegations are not sufficient to defeat a motion for summary judgment. <i>Id.</i> at 249, 106 S.Ct. 2505.</p>\n<p>In their Motion, Plaintiffs assert that the Navy has violated NEPA by: 1) failing to fairly and objectively consider available alternatives and instead, \"reverse engineered\" a predetermined objective; 2) minimizing the impact of the development of an OLF at Site C on the environment, particularly migratory birds and Pocosin Lakes; 3) failing to take a \"hard look\" at the cumulative environmental impacts associated with constructing an OLF at Site C; 4) failing to adequately discuss mitigation measures in the EIS; 5) failing to use appropriate methodology to determine the presence of wetlands; and, 6) failing to prepare a Supplemental EIS.</p>\n<p>Defendants contend that the FEIS complies with NEPA. They assert that they took the required \"hard look\" at the environmental consequences of an OLF at Site C, appropriately considered reasonable alternatives to an OLF at Site C, and appropriately considered the cumulative impacts associated with the project.</p>\n<p></p>\n<h2>I. <i>NEPA</i>\n</h2>\n<p>NEPA's goal is to \"protect and promote environmental quality.\" <i>Hughes River Watershed Conservancy v. Glicknian,</i> 81 F.3d 437, 443 (4th Cir.1996). NEPA does not place substantive requirements on an agency, but \"requires them to follow certain procedures prior to undertaking any 'proposed action.'\" <i>Hodges v. Abraham,</i> 300 F.3d 432, 438 (4th Cir.2002) (citing <i>Robertson v. Methow Valley Citizens Council,</i> 490 U.S. 332, 109 S.Ct. 1835, 104 L.Ed.2d 351 (1989)). NEPA requires that for any action that will have a significant impact on the environment, a federal agency must prepare a detailed statement on the \"environmental impact of the proposed action.\" 42 U.S.C. § 4332(C). The statement must include consideration of:</p>\n<blockquote>(i) the environmental impact of the proposed action, (ii) any adverse environmental effect which cannot be avoided should the proposal be implemented, (iii) alternatives to the proposed action, (iv) the relationship between local shortterm uses of man's environment and the ]maintenance and enhancement of longterm <span class=\"star-pagination\">*867</span> productivity, and (v) any irreversible and irretrievable commitments of resources which would be involved in the proposed action should it be implemented.</blockquote>\n<p>42 U.S.C, § 4332(C)(i-v). NEPA \"does not command the agency to favor an environmentally preferable course of action, only that it make its decision to proceed with the action after taking a `hard look at environmental consequences.'\" <i>Sabine River Authority v. Dep't of Interior,</i> 951 F.2d 669, 676 (5th Cir.1992) (citing <i>Robertson,</i> 490 U.S. at 350, 109 S.Ct. 1835). Therefore, in conducting a NEPA review, the courts must only consider whether the decision of an agency was \"based on consideration of the relevant factors\" and whether \"there is a rational basis for its decision.\" <i>Hodges,</i> 300 F.3d at 445.</p>\n<p>As has been discussed throughout this matter, in reviewing a claim that an agency acted in violation of NEPA, the Court's role is limited to determining if the decision of the agency was \"arbitrary and capricious.\" 5 U.S.C. § § 706(2)(A), (C). A decision is arbitrary and capricious if:</p>\n<blockquote>[T]he agency relied on factors that Congress has not intended it to consider, entirely failed to consider an important aspect of the problem, offered an explanation for its decision that runs counter to the evidence before the agency, or is so implausible that it could not be ascribed to a difference in view or the product of agency expertise.</blockquote>\n<p><i>Hughes River Watershed Conservancy v. Johnson,</i> 165 F.3d 283, 287 (4th Cir.1999) (citing <i>Motor Vehicle Mfrs. Ass'n of the </i><i>United States v. State Farm Mut. Auto. Ins. Co.,</i> 463 U.S. 29, 43, 103 S.Ct. 2856, 77 L.Ed.2d 443 (1983)). A court may not \"`interject itself within the area of discretion... as to the choice of the action to be taken' but must simply insure that the agency has taken a 'hard look' at environmental consequences.\" <i>Kleppe v. Sierra Club,</i> 427 U.S. 390, 410 n. 21, 96 S.Ct. 2718, 49 L.Ed.2d 576 (1976) (citing <i>Natural Resources Defense Council v. Morton,</i> 458 F.2d 827, 148 U.S.App. D.C. 5, 16 (1972)). \"In applying the arbitrary standard, the court must 'engage in a substantial inquiry' in order to determine whether the agency, in its conclusions, made a good faith judgment, after considering all the relevant factors ....\" <i>Coalition for Responsible Reg'l v. Coleman,</i> 555 F.2d 398 (4th Cir.1977) (quoting <i>Overton Park v. Volpe,</i> 401 U.S. 402, 415, 91 S.Ct. 814, 28 L.Ed.2d 136 (1971)).</p>\n<p></p>\n<h2>A. <i>Adequacy of Analysis of Impacts on Pocosin Lakes and Waterfowl</i>\n</h2>\n<p>First, the Court considers whether the Navy took a \"hard look\" at the environmental impacts of an OLF at Site C on the migratory birds and Pocosin Lakes. Plaintiffs argue that the Navy improperly minimized the environmental impacts in the FEIS and contend that the Navy's information is inadequate to support its conclusion. Plaintiffs argue that the Navy failed to consider relevant information, improperly characterized studies which contradicted the Navy's conclusion, failed to conduct adequate field visits or site studies to assess the issue, and failed to seek input from local experts. Finally, Plaintiffs argue that the Navy improperly relied on conclusions drawn from general observation of existing military operations in North Carolina.</p>\n<p>The Navy asserts that the FEIS acknowledges and thoroughly analyzes the potential impacts of an OLF at Site C on wildlife in the area, including waterfowl all that is required under NEPA. The Navy contends that it extensively reviewed scientific literature, consulted with experts, conducted site analysis, and considered the effects of aircraft overflight around existing facilities. In the ROD issued on September 10, 2003, the Navy states that <span class=\"star-pagination\">*868</span> \"[w]hile there would be some impacts to migratory waterfowl, these impacts are mitigable and would be minor. Surrounding land use is primarily agricultural and is considered compatible with aircraft operations.\" ROD at 3. The Navy contends that the issue before the Court is not whether the Plaintiffs, or even the Court, disagree with this conclusion, but only whether the Navy took a \"hard look\" at the issue prior to reaching its conclusion.</p>\n<p>After considering all of the information before the Court, the Court finds that the Navy acted arbitrarily and capriciously in determining that the impact of an OLF at Site C on the waterfowl and Pocosin Lakes will be minimal. The Navy has chosen to introduce a dramatic alteration to the environment surrounding Site C without complying with the law. The FEIS does not adequately explore the environmental consequences of an OLF at Site C and the evidence in the FEIS does not support the Navy's conclusion. While the Navy may have made a considerable effort in generating the FEIS and the Administrative Record, the Navy failed to make an objective examination of the impact of an OLF at Site C on the surrounding environment. \"NEPA's purpose is not to generate paperworkeven excellent paperworkbut to foster excellent action.\" 40 C.F.R. § 1500.1. Defendants failed to conduct a thorough analysis of the environmental impacts and subjectively relied upon information that has been collected. The result is a clear error of judgment resulting in a conclusion with no rational basis in the evidence. Merely producing paper, even carefully drafted, is not evidence of the objective analysis required by NEPA.</p>\n<p></p>\n<h2>1. <i>Site Analysis</i>\n</h2>\n<p>The ROD concludes that an OLF at Site C will have minimal impacts on Pocosin Lakes and its inhabitants. However, in reaching this decision, the team of Navy contractors hired to evaluate the impact of the various OLF sites on wildlife spent negligible time at the site. The first visit, part of the siting study on all of the proposed OLF sites, was made in the summer of 2001. The contractors overseeing the evaluation on wildlife, led by Greg Netti, did little more than drive around the area for several hours and made no effort to assess the environmental impacts associated with the waterfowl. Netti Dep. at 38-39. Of course any assessment of the waterfowl population would have been futile in July, when the migratory population was not represented. Subsequently, without any site assessment to evaluate the unique situation posed by an OLF adjacent to the winter home of nearly one hundred thousand waterfowl, the Draft Environmental Impact Statement (\"DEIS\") was published on August 2, 2002, identifying Site C as one of two preferred OLF locations.</p>\n<p>Nor was the inadequate site assessment rectified prior to the issuance of the FEIS in July 2003. The first and only visit to Site C for the purpose of assessing the potential environmental impacts on the waterfowl did not take place until January 2003. During the visit, Greg Netti, along with the FEIS project manager, Dan Cecchini, and other Navy representatives, met with members of environmental agencies to discuss information related to questions raised during the comment period on the EIS. During the meeting, the group drove around the refuge and Site C, and the visit provided an initial opportunity for the FEIS team to view the tundra swans and snow geese in the course of the migratory period. However, this visit, which was about five hours in total, offered little more than an introduction to the snow geese and tundra swans in their natural habitat. It was not the \"hard look\" envisioned by NEPA, and was the last visit to the site by Greg Netti, who authored the section on the proposed impacts on waterfowl, <span class=\"star-pagination\">*869</span> before the FEIS was issued in July 2003. Netti Dep. at 86.</p>\n<p>The incomplete evaluation resulting from the Navy's failure to spend adequate time in conducting site study is most visible in the Navy's handling of the Bird Aircraft Strike Hazard (\"BASH\") evaluation. Early during the siting process, Navy pilots were consulted and expressed disfavor of Site C for the proposed OLF because of the substantial BASH risk posed by its proximity to the Pungo Unit. Bird-aircraft collisions pose a serious concern for flight safety. FEIS at 12-128. As discussed, snow geese and tundra swans number in the tens of thousands in the land surrounding Site C. Furthermore, tundra swan and snow geese are large waterfowl and their size heightens the dangers of collision. Therefore, a thorough analysis of the risk of bird-aircraft strikes was essential to the NEPA analysis of an OLF at Site C. However, the BASH analysis conducted by the Navy demonstrates patently flawed methodology.</p>\n<p>Despite Site C's proximity to the Pungo Unit and the migratory birds resting and foraging nearby, the Navy collected only limited radar data from the area. The onsite study was not conducted until February-March, a time when many of the migratory birds that winter at Pocosin Lakes have begun departing. Ronald Merritt, the contractor who led the BASH study for the Navy, cautioned that the study was conducted too late in the migratory period to establish meaningful data. Merritt Aff. at Paragraph 9. Furthermore, even the Navy recognized that one month was insufficient to provide adequate data to assess the risk. Cecchini Dep. at 245. In fact, after the ROD was published, Ronald Merritt wrote a letter to the Secretary of the Navy reiterating his concern that the BASH risk was understated in the FEIS and that a safer location for an OLF should be found. Exhibit B to Merrit Aff.</p>\n<p>In addition to a radar study that its experts consider inadequate in length and timing, the Navy based its BASH assessment on Bird Avoidance Modeling (\"BAM\") from other military facilities in eastern North Carolina and Virginia, and considered data on previous bird strikes from the Dare County Bombing Range and across the state. BAM relies on historical data on factors such as bird mass, flocking tendency, and flying behavior to assess the relative BASH risk of different species. Despite its recognition that BAM is limited because of its \"inability to adjust for real-time bird movements or population fluctuations because it is derived from fixed, historical data,\" FEIS at 12-129, the Navy concluded the other facilities and areas considered posed similar risks. However, none of the sites considered in the BAM analysis or reviewed for previous incidences of bird strikes experience bird populations comparable in number or size to those at Site C. Tundra swans and snow geese number in the tens of thousands in the land surrounding site C, and nowhere else on the eastern seaboard is there a higher concentration of such birds. In contrast to the population of birds around the other sites, which include high numbers of ducks, the tundra swan and snow geese are significantly larger birds. An adult tundra swan weighs about sixteen pounds and flies with a wingspan of about seven feet. By comparison, a mature black duck weighs less than two pounds and has a wingspan of about two feet. Nonetheless, while recognizing the limits of modeling and with its own experts warning of the inadequacy of the radar study, the Navy asserts that the BASH risk is comparable to other military operation areas in eastern North Carolina and Virginia and is manageable. ROD at 53356, FEIS at 2-105,12-132.</p>\n<p>In its response to summary judgment, the Navy, in discussing the distance that <span class=\"star-pagination\">*870</span> low level flights will occur from Pocosin Lakes states that it has \"already decided to move the projected holding pattern that came near the refuge that was used for noise modeling, which will further reduce any impacts.\" Opp'n. to Summ. J. at 38, 45. Rather than strengthening the Navy's position that it has complied with NEPA, this variable tends to undermine the sufficiency of the FEIS. The FEIS is intended to take a \"hard look\" at the proposed action, but here, the Navy is still changing the location of flight patterns that were the basis of its analysis. The Navy continues to adjust factors, such as the flight track pattern, that will affect its conclusions on the environmental impact on the waterfowl. Defendants have not fully examined all the relevant factors and have taken the \"uninformed action\" that NEPA specifically prohibits. <i>See </i><i>Robertson,</i> 490 U.S. at 351,109 S.Ct. 1835.</p>\n<p></p>\n<h2>2. <i>Scientific Literature</i>\n</h2>\n<p>The disconnect between the Navy's conclusion and evidence is also found in its treatment of the scientific literature relied upon in the FEIS. The Navy selectively cites studies and appears to discount, with no basis, information contrary to its conclusion. In other cases, the Navy appears to cite to scientific studies which simply do not support the premise for which they are being cited or, at best, provide a tenuous link to the Navy's conclusion.</p>\n<p>A primary example is the Navy's treatment of the Gunn and Livingston materials cited in the FEIS.<sup>[9]</sup> The FEIS states that the Gunn and Livingston study reports that \"[t]hat snow geese on the North Slope were disturbed by Cessna 185 flights, with the greatest disturbances occurring when planes were under 1,000 feet AGL.\" FEIS at 12-121. In relying on Gunn and Livingston in support of the proposition that aircraft flight will cause minimal impact to snow geese, the Navy made a conclusion that the materials do not support and is disconnected from the facts contained therein. As Plaintiffs note, a full consideration of the Gunn and Livingston materials indicates that aircraft overflights have significant negative effects on snow geese. Although not addressed in the FEIS, a chapter of the Gunn and Livingston materials, reproducing an article by Salter and Davis (1972) on snow geese disturbance, reports that a Cessna 185 flushed snow geese as much as nine miles away at 700 feet, up to five miles away at 300 to 400 feet, and up to five miles away at 5,000 feet. This is in great contrast to the Navy's selective citation of the materials suggesting snow geese were merely disturbed by flights less than 1,000 feet.</p>\n<p>Moreover, a comparison of the Cessna 185 and the Super Hornets show that the Navy's conclusion is not a reasonable extrapolation from the Gunn and Livingston materials considered in their entirety. The Cessna 185, which the materials indicate impact snow geese at a considerable distance, is a single engine propeller-driven aircraft primarily used by recreational flyers. The Cessna 185 has a wingspan of 36.2 feet, a length of 25.9 feet, and a height of 7.9 feet and produces a maximum of 300 horsepower for takeoff and a maximum continuous horsepower of 285. In contrast, the Super Hornets that will be repeatedly landing and taking-off at the OLF are a multi-role attack and fighter aircraft that dwarf the Cessna 185 in size, speed, and noise from their operation. A Super Hornet has a wingspan of 44.9 feet, a length of 60.3 feet and a height of 16 feet. The Super Hornet is powered by two <span class=\"star-pagination\">*871</span> F414-GE-400 turbofan engines which produce a total of 44,000 pounds of thrust. These power plants allow the Super Hornet to fly in excess of Mach 1.8, and the Super Hornets will be at full thrust power during the touch-and-go training exercises.<sup>[10]</sup> It is a clear error of judgment in light of the evidence considered to suggest that waterfowl \"will not be negatively-effected in the long term by the overflights\" of the larger, louder, faster Super Hornets.</p>\n<p>Perhaps even more troubling and indicative of the inadequate methodology used by the Navy in assessing the potential environmental impacts in the FEIS, the Gunn and Livingston report was never read before being cited by the Navy in the FEIS. Greg Netti, the environmental scientist hired to oversee preparation of the section of the FEIS on impacts to wildlife, conceded that he had not read the actual materials and merely relied on an abstract. Netti Dep. at 102. This is not the thorough analysis required by NEPA.</p>\n<p>Another example of the Navy's subjective treatment of the scientific literature is its treatment of the Fleming, <i>et al.</i> (1996) study of caged American black ducks and a duck study by Conomy, <i>et al.</i> (1998). The Fleming study concluded that noise had negligible effects on adult waterfowl and adult ducks acclimated to high noise. Appendix B at B-41. However, the Conomy study found that although black ducks habituated to aircraft, wood ducks did not appear to habituate. The FEIS states with respect to the Conomy study that \"[t]his supports the notion that animal response to aircraft noise is species-specific.\" Appendix B at B^2. Nonetheless, despite citing the Conomy theory that habituation is species-specific the Navy relies upon the Fleming study of ducks to support its conclusion that the impact of aircraft overflight on the snow geese and tundra swans at Site C will be minimal.<sup>[11]</sup></p>\n<p>This pattern of selective acceptance and dismissal of the literature is apparent throughout the discussion on the potential consequences of an OLF at Site C on wildlife. In the FEIS, the Navy refers to five studies for the general premise that snow geese are disturbed by low-level overflights. FEIS at 12-120 through 12-121. In Appendix B to the FEIS, the Navy cites to a study that indicated that \"waterfowl were particularly disturbed by aircraft noise.\" Appendix B at B-43. The FEIS acknowledges that \"[l]ow-level overflights down to 2,000 feet AGL along portions of the eastern approach and holdingpattern flight paths may cause snow geese to flush more frequently from their loafing and feeding sites.\" FEIS at 12-121. The Navy dismisses the studies and evidence which indicate that snow geese are disturbed by low-level overflights. With no specific data or study to support their position, the Navy concludes that although flushing will occur, the potential impacts on the waterfowl from flushing are expected to be minimal. ROD at 3; Summ. J. Hr'g Tr. at 107-08. Having no literature addressing the impact of aircraft on the tundra swan, the Navy, relying on unspecified anecdotal evidence, concludes that \"evidence suggest that tundra swans have a relatively high threshold for responding to aircraft disturbance as compared to other waterfowl species.\" FEIS at 12-121. <span class=\"star-pagination\">*872</span> With no reasonable connection between the conclusion and the evidence cited in the FEIS from which the conclusion is purportedly drawn, the Navy has acted arbitrarily and capriciously in concluding that impacts on Pocosin Lakes and the waterfowl from an OLF at Site C will be minimal.</p>\n<p></p>\n<h2>3. <i>Comparative Analysis</i>\n</h2>\n<p>The Navy asserts that another method it used to evaluate the potential impacts at Site C from aircraft overflights was observing the environmental effects from aircraft at existing military facilities. Specifically, the Navy states that it considered the impacts that its operations have had upon wildlife surrounding Dare County Bombing Range, Piney Island Bombing Range and R-5314, restricted airspace above Pocosin Lakes. It contends that the presence of birds in these areas is evidence that habituation will occur. However, the record shows that the Navy's comparison of other military facilities does not provide a rational basis for the Navy's conclusion that birds at Site C will habituate to overflights and will only be minimally impacted. The Navy fails to show that the flight activity, the habitat, or wildlife at or near the facilities used for comparison approximate the unique conditions at Site C.</p>\n<p>As an initial matter, the Navy failed to establish a sound factual basis for its comparison. For example, the Navy determined that the conditions at Dare County Bombing Range offered a \"fair comparison\" to the habitat at Site C based on what it considered the similar distance of Lake Mattamuskeet to the Dare County Bombing Range as compared to Pocosin Lakes to Site C. Netti Dep. at 112-13. However, Site C is five miles from Pocosin Lakes, whereas Lake Mattamuskeet is 15 miles from Dare County Bombing Range, three times the distance between Pocosin Lakes and Site C. The Navy failed to show that similarities exist between the flight activity that will take place at Site C and the flight activity at the existing military facilities. The Navy did not provide factual data to support the comparative analysis. For example, the EIS team did not collect information on the altitudes of flights at Dare County Bombing Range or the noise level at Lake Mattamuskeet. Netti Dep. at 115-17. Similarly, with respect to R-5314, the Navy did not collect data to determine the exact number, speed, or altitudes of the flights occurring in R-5314. Netti Dep. at 120. Without establishing the types and frequency of flights at the existing facilities, the Navy lacks a rational basis for its conclusion that the \"touch and go\" operations that will be done by the Super Hornets at Site C will have a comparable impact.</p>\n<p>In fact, the Navy concedes that the Super Hornets at Site C will make flights below 1,000 feet, a flight pattern markedly different than the flight patterns at other military operation sites in eastern North Carolina. Opp'n. to Summ. J. at 38. Moreover, the environment of Site C is not comparable to the other facilities. The area around Site C is characterized by rich agricultural land and a protected environment which draws waterfowl. In contrast, the area surrounding Dare County Bombing range is characterized by dense evergreen shrubs which are not attractive to waterfowl. Luszcz Aff. at Paragraph 21. Likewise, the habitat of Piney Island, which attracts and is inhabited primarily by ducks, does not provide a comparable basis to extrapolate the potential consequences of Super Hornets on the snow geese and tundra swan at the Pungo Unit. Accordingly, the Navy's \"comparative analysis\" does not provide evidence that the Navy thoroughly considered the environmental consequences of an OLF at Site C and does not provide a rational basis for concluding that any impacts on the waterfowl <span class=\"star-pagination\">*873</span> will be minimal. <i>See Hodges,</i> 300 F.3d at 445 (holding that an agency's decision will not be disturbed if \"there is a rational basis\" for the decision).</p>\n<p></p>\n<h2>B. <i>Cumulative Impacts</i>\n</h2>\n<p>The Court next turns to a consideration of whether the Navy properly considered cumulative impacts in drafting the FEIS. Plaintiffs argue that the Navy failed to assess the cumulative impacts of the OLF with respect to existing military airspace in the region and failed to consider the potential cumulative impacts of two new proposed Military Operating Areas (\"MOA\").<sup>[12]</sup></p>\n<p>NEPA is crafted to ensure \"that an `agency, in reaching its decision, will have available, and will carefully consider, detailed information concerning significant environmental impacts.'\" <i>Hodges,</i> 300 F.3d at 438 (quoting <i>Robertson,</i> 490 U.S. at 350, 109 S.Ct. 1835). The federal regulations require that an EIS include a discussion of the environmental impacts including direct and indirect effects. 40 C.F.R. § 1502.16. The regulations further clarify that effects and impacts are used synonymously and \"effects include ecological... aesthetic, historic, cultural, economic, or health, whether direct, indirect or cumulative.\" 40 C.F.R. § 1508.8. Section 1508.7 defines cumulative impact as, \"the impact on the environment which results from the incremental impact of the action when added to other past, present, or reasonably foreseeable future actions....\"</p>\n<p>The FAA has already designated substantial special use airspace around the coast of North Carolina. Now, the Navy has proposed two new special use areas: the Mattamuskeet MOA and the Core MOA. The Mattamuskeet MOA is a proposed area of 25 by 35 nautical miles over parts of Beaufort and Washington Counties, as well as parts of Hyde, Pamlico, and Tyrell Counties. It will overlie parts of four national wildlife refuges: Pocosin Lakes; Mattamuskeet, Swan Quarter; and Alligator River. The Core MOA would be 3 by 35 nautical miles over Cape Lookout National Seashore in Carteret County. The Navy will use the Core MOA for high speed travel between the Atlantic Ocean and existing military space over the Pamlico Sound.</p>\n<p>In the FEIS, the Navy did not address any cumulative impacts of existing military airspace and summarily considered and dismissed any cumulative impacts of an OLF and the proposed MOAs. The FEIS concluded that because the Core MOA would be a minimum of 30 nautical miles from any of the proposed OLF sites, there would be no cumulative impacts. FEIS at 13-14. With respect to the Mattamuskeet MOA, the FEIS concludes that any impacts on eastern North Carolina will be minimal because it will be \"functionally independent of the proposed OLF.\" FEIS at 13-15.</p>\n<p>The Court finds that there is no material fact at issue that the Navy failed to comply with NEPA by adequately identifying and discussing the cumulative impacts of the proposed OLF and other existing and proposed military airspace. Even accepting the Navy's proposition that the MOAs and OLF are \"functionally independent\" the Navy is obligated under NEPA to consider the cumulative impacts. NEPA requires that an agency consider actions which will <span class=\"star-pagination\">*874</span> undeniably have \"incremental impact[s]\" when added to other actions. <i>See</i> 40 C.F.R. § § 1508.7, 1508.8. Simply because the Super Hornets will not be training at the OLF and then flying directly to the Mattamuskeet MOA for training does not mean that there will not be incremental impacts from the introduction of the OLF at Site C and the Mattamuskeet MOA.</p>\n<p>The Navy discounts the cumulative impacts of the Mattamuskeet MOA in the FEIS by stating that only an OLF at Site D will be in proximity. FEIS at 13-14. This statement is contrary to the facts. The OLF at Site C is only 4.5 miles west of the Mattamuskeet MOA and the holding patterns and arrival and departure flight paths for the Mattamuskeet MOA and OLF overlap at the edge of the Pungo Unit. The federal regulations explain that \"[significance exists if it is reasonable to anticipate a cumulatively significant impact on the environment.\" 40 C.F.R. § 1508.27(b)(7). The Mattamuskeet MOA will be used by the Super Hornets, Harriers, helicopters, and other aircraft for aerial training operations including dog fighting, formation flying, acrobatic flying and evasive flying. The Navy's own projections show that there will be approximately 2,400 sorties or operational flights per year with a daily use time frame in the Mattamuskeet MOA of 7 hours per day. Of the 2,400 sorties, 806 will be by the Super Hornets. FEIS at 13-3. These flights will be in addition to the 31,650 annual flight training operations that will occur at the OLF, less than 5 miles from the west side of the Mattamuskeet MOA. It is untenable to suggest that NEPA, which directs agencies to consider direct and indirect effects and incremental impacts, does not require the Navy to discuss the cumulative impacts from the significant training that will occur at these neighboring training sites.</p>\n<p></p>\n<h2>C. <i>Reverse Engineering</i>\n</h2>\n<p>Plaintiffs argue extensively in the Motion for Summary Judgment that the FEIS and, ultimately, the selection of Site C for the OLF in the Record of Decision is the product of reverse engineering. In support, Plaintiffs have directed the Court to numerous emails and documents in the record which strongly suggest that Site C was foreordained as the site for an OLF as a political decision to appease the communities around Oceana and Naval Auxiliary Landing Field (\"NALF\") Fentress which were already concerned about jet noise.<sup>[13]</sup> Plaintiffs contend that the record shows the Navy then made the decision to go with the 8/2 split siting of the Super Hornets to help explain and justify the placement of an OLF at Site C and crafted an FEIS to support its decision. Although the Navy's failure to comply with NEPA is established by its inadequate environmental analysis, the selective examination of data and strained conclusions in the FEIS are more understandable when considered in light of the Navy's need to support a preordained determination that a new OLF would be constructed at Site C.</p>\n<p>At the Motion for Summary Judgment hearing, while disputing that they started with a predetermined or preferred alternative for Site C, Defendants argued that the law does clearly not preclude an agency from preferring a certain course of action. Summ. J. Hr'g Tr. at 136-37. Defendants assert that as long as they took the required \"hard look\" at all of the alternatives prior to reaching their decision, they have fulfilled their obligation under NEPA. However, Defendants themselves note in their memorandum in support of summary judgment that what NEPA requires is action <span class=\"star-pagination\">*875</span> and study based on \"good faith objectivity rather than subjective impartiality.\" <i>Fayetteville Area Chamber of Commerce v. Volpe,</i> 515 F.2d 1021, 1026 (4th Cir. 1975). Furthermore, 40 C.F.R. § 1502.1 specifically states that an environmental impact statement is more than merely a \"disclosure document\" and an \"environmental impact statement shall serve as the means of assessing the environmental impact of proposed agency actions, rather than justifying decisions already made.\" 40 C.F.R. § § 1502.1, 1502.2(g). A predetermined conclusion affects the agency's evaluation and produces a selective consideration of the environmental consequences linked to the preferred course of action. This cannot be considered the \"hard look\" required by NEPA.</p>\n<p></p>\n<h2>D. <i>Mitigation, Wetlands, and SEIS</i>\n</h2>\n<p></p>\n<h2>1. <i>Mitigation</i>\n</h2>\n<p>Plaintiffs argue that the FEIS is inadequate in its discussion of mitigation measures and its wetlands analysis. Having found that the FEIS does not take a \"hard look\" at the environmental consequences of the proposed action, it follows that any discussion of mitigation measures is likewise inadequate.</p>\n<p></p>\n<h2>2. <i>Wetlands</i>\n</h2>\n<p>Plaintiffs contend that the Navy's NEPA review failed to reasonably evaluate alternative locations because the Navy relied upon inaccurate methodology to determine the presence of wetlands at the proposed OLF sites. Specifically, Plaintiffs attack the Navy's use of National Wetlands Inventory (\"NWI\") maps. In considering environmental impacts of a proposed project \"[a]gencies are entitled to select their own methodology as long as that methodology is reasonable.\" <i>Johnson,</i> 165 F.3d at 289. Although Plaintiffs have raised a question as to whether the Navy used the best methodology available, they are unable to show that the Navy's methodology was not reasonable.<sup>[14]</sup></p>\n<p></p>\n<h2>3. <i>SEIS</i>\n</h2>\n<p>Plaintiffs argue that environmental consequences of surge conditions were not evaluated in the FEIS and therefore, the Navy must prepare a Supplemental Environmental Impact Statement (\"SEIS\"). An SEIS is required under NEPA when an agency makes substantial changes or when there is new information or circumstances that are relevant to environmental consequences. 40 C.F.R. § 1502.9(c). The FEIS has been ruled inadequate, and to proceed with the development of an OLF at Site C, the Navy will have to prepare an EIS that fulfills its obligations under NEPA. Therefore, an SEIS to specifically address surge training is not required.</p>\n<p></p>\n<h2>II. <i>Coastal Zone Management Act</i>\n</h2>\n<p>The County Plaintiffs seek summary judgment on their claim that Defendants have failed to comply with the Coastal Zone Management Act (\"CZMA\"). The Coastal Zone Management Act was enacted to help coastal states preserve, protect, and develop the nation's coastal areas. 16 U.S.C. § 1452. In furtherance of the CZMA, North Carolina established the Coastal Area Management Act, N.C. Gen. Stat. § § 113A-100 <i>et seq.</i> In accordance with CAMA, coastal counties are required to adopt land use plans. N.C. Gen.Stat. § 113A-110. The land use plans, once approved, become part of the North Carolina Coastal Management Plan that is overseen by the North Carolina Division of Coastal Management. Under federal regulations, before making a final decision on a proposed <span class=\"star-pagination\">*876</span> federal action, an agency must assess whether it is consistent with the land use plan of the pertinent counties and notify the North Carolina Division of Coastal Management (\"NCDCM\"). 15 C.F.R. § § 930.36, 930.41. County Plaintiffs argue in their Motion for Summary Judgment that because a consistency determination was not completed for Beaufort County, where approximately 7,000 acres of the land involved in the OLF proposal are located, the Navy has not fulfilled its obligation under CZMA.<sup>[15]</sup></p>\n<p>On March 9, 2004, the Navy filed a Motion to Dismiss the CZMA claim. Defendants argue that the Counties lacked standing under the CZMA to challenge the Navy's consistency determination. The Court finds that it need not address the issue of standing at this time because whether or not the counties have standing under the CZMA, County Plaintiffs cannot succeed in this instance. In July 2002, based on the OLF as proposed in the DEIS, the Navy notified the NCDCM that its proposal was consistent with North Carolina's Coastal Management Plan. Subsequently, on October 7, 2002, the NCDCM informed the Navy that it did not disagree with the Navy's consistency determination. The Court believes that in light of the fact that the NCDCM concurred in the Navy's consistency determination, and in the absence of any action in this suit by the State, Plaintiffs are unable to show that the Navy did not fulfill its obligation under the CZMA.</p>\n<p></p>\n<h2>III. <i>Permanent Injunction</i>\n</h2>\n<p>Plaintiffs seek a permanent injunction to bar the Navy from pursuing any activity associated with an OLF at Site C until it fulfills its obligations under NEPA. The Fourth Circuit standard for issuance of a permanent injunction is similar to its standard for issuance of a preliminary injunction. The standard for awarding interim injunctive relief is the \"balance-of-hardships\" test. <i>Blackwelder Furniture Co. v. Seilig Mfg. Co.,</i> 550 F.2d 189, 196 (4th Cir.1977); <i>Direx Israel, Ltd. v. Breakthrough Medical Corp.,</i> 952 F.2d 802, 811 (4th Cir.1991). Under the test for a preliminary injunction, the Court considers the balance of harms to plaintiff and defendant, the likelihood of plaintiffs success on the merits, and the public interest. <i>Direx,</i> 952 F.2d at 812. The balance of irreparable harm to the plaintiff and the harm to the defendant if relief is granted is the most important aspect of that test. <i>See MicroStrategy, Inc. v. Motorola, Inc.,</i> 245 F.3d 335 (4th Cir.2001); <i>Direx,</i> 952 F.2d at 812. In determining whether to grant permanent injunctive relief, the Court again employs the hardship-balancing test, only it considers Plaintiffs' actual success on the merits, not the mere likelihood of their success evaluated on an incomplete record.</p>\n<p>Plaintiffs have now shown no material facts exist that Defendants violated their NEPA obligations. Therefore, the Court must consider the balance of irreparable harm to Plaintiffs if the injunction is not granted against the likelihood of harm to the Navy if a permanent injunction is granted.<sup>[16]</sup> The Court further considers the public interest.</p>\n<p>In opposing an injunction, the Navy argues that it will not be able to meet its training goals in servicing carrier-based aircraft. They assert that this harm outweighs <span class=\"star-pagination\">*877</span> any harm that Plaintiffs allegedly will suffer if an injunction is not granted.</p>\n<p>National security is paramount and deserving of the utmost consideration and deference in the balancing calculation. The Court is not faced with the reconciliation of an acute issue of national security with environmental concerns. Upon a full review of the record, it is apparent the national security interests at stake may still be protected, while at the same time first assuring that the Navy takes the time and makes the effort to recognize and consider the effects of their proposed action on the environment.</p>\n<p>A review of the Navy's working documents about the inclusion of surge training in the FEIS demonstrates that NALF Fentress along with other existing facilities are capable of handling training if necessary, but were intentionally discredited in the drafting of the FEIS to justify the new OLF. <i>See, e.g.,</i> AR 141418, 144563, XXXXXX-XX, 173508. The Navy has indicated that from an operational standpoint, single siting the Super Hornets, not split siting them, is preferable. AR 176329 (\"Single site basing will result in significant cost savings, while increasing material, operational and training efficiencies....\"); AR 142005. Furthermore, after the DEIS was issued, changes occurred, including a reduction in the number of Super Hornets and a reduction in the training schedule, which compelled a member of the Navy EIS team to conclude that the changes made \"[alternative 1 [i.e., all aircraft based at Oceana] with NO OLF, fairly attractive ....\" AR 116174. The record shows that while an OLF may increase operational flexibility, current military facilities, including NALF Fentress, are sufficient to accommodate training for the Super Hornets until a NEPA analysis can be completed. Therefore, Defendants fail to show that the Navy or the public will suffer irreparable harm if a permanent injunction is granted.</p>\n<p>In contrast, irreparable harm will occur to the environment, wildlife patterns, and ultimately, the balance of nature in the absence of a permanent injunction. Plaintiffs have shown that the Navy has acted without complying with NEPA. NEPA was enacted to \"protect and promote environmental quality.\" <i>Glickman,</i> 81 F.3d at 443. NEPA \"mandates that action can be taken only following complete awareness on the part of the actor of the environmental consequences of his action and following his having taken the steps required by the Act.\" <i>Arlington Coalition on Transp. v. Volpe,</i> 458 F.2d 1323, 1332 (4th Cir.), <i>cert, denied,</i> 409 U.S. 1000, 93 S.Ct. 312, 34 L.Ed.2d 261 (1972). Although Plaintiffs seek a permanent injunction, the term is misleading in this context. The reach of an injunction is limited. The Court's role is only to ensure that in the face of irreparable harm, the Navy not proceed without first complying with NEPA. In the event that the Navy chooses to proceed with the OLF project at Site C, it may do so if and when it has satisfied the mandates of NEPA.<sup>[17]</sup></p>\n<p>Without an injunction, the Navy can continue to expend millions of dollars and other resources on the development of the OLF project at Site C without first complying with NEPA. If land acquisition is allowed to proceed, additional landowners will be permanently displaced, tax revenue permanently lost, and the fragile habitat around Site C will be disrupted. This irreparable harm will occur despite the <span class=\"star-pagination\">*878</span> fact that a proper EIS has never been completed. As this Court has noted, when an agency action governed by NEPA is made without the hard look that NEPA requires, \"the harm that NEPA intends to prevent has been suffered.\" <i>Western North Carolina Alliance v. North Carolina Dept. of Transp.,</i> 312 F.Supp.2d 765, 778 (E.D.N.C.2003) <i>(quoting Massachusetts v. Watt,</i> 716 F.2d 946, 952 (1st Cir. 1983)). While this case has been pending, during the periods when an injunction has not been in place, the Navy has proceeded with the development of the OLF. The Navy's actions have been taken within a context that does not conform to the requirements of the law. If the Navy is allowed to continue with the development of the OLF, the Navy will be acting in contravention of NEPA and taking the uninformed action that NEPA was enacted to prevent.</p>\n<p>In the face of the Navy's failure to comply with NEPA, and in consideration of the relative harms, the balance of equities weighs heavily in favor of a permanent injunction. The harm to the Navy will not be appreciable if its development of the OLF at Site C is enjoined until a proper NEPA assessment is completed, but without an injunction, Plaintiffs and the public will be irreparably harmed. Absent an injunction, the Navy will be permitted to undertake substantial and irreversible changes affecting the fragile wildlife refuges of the Pungo Unit and Pocosin Lakes without first thoroughly considering the consequences of its actions. Accordingly, Plaintiffs' request for a permanent injunction is GRANTED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, Plaintiffs' Motion for Summary Judgment and request for a permanent injunction are GRANTED. Defendants' Motion for Summary Judgment is DENIED, except with respect to the CZMA claim, which is GRANTED. The Navy is ENJOINED from taking any further activity associated with the planning, development, or construction of an OLF in Washington and Beaufort Counties without first complying with its obligations under NEPA.</p>\n<h2>NOTES</h2>\n<p>[1]  The OLF at Site C will be comprised of approximately 23,000 acres in Washington County and 7,000 acres in Beaufort County.</p>\n<p>[2]  The Environmental Plaintiffs have also alleged NEPA violations related to the Navy's proposal to establish two newly designated Military Operating Areas. This claim has been severed and is a separate case, docket number 2:05-CV-4.</p>\n<p>[3]  Surge training is when \"two or more carrier air wings or FRS [Fleet Replacement Squadron] must simultaneously prepare for carrier operations.\" FEIS at 12-1.</p>\n<p>[4]  A north-south migratory path along the east coast.</p>\n<p>[5]  The Super Hornets will be homebased at Naval Air Station Oceana (\"Oceana\") in Virginia and Marine Corps Air Station Cherry Point (\"Cherry Point\") in North Carolina. Eight fleet squadrons and a replacement squadron, or a total of one hundred twenty aircraft, will be homebased at Oceana. The remaining two fleet squadron with twentyfour aircraft will be based at Cherry Point.</p>\n<p>[6]  Each \"touch-and-go\" is counted as two operations with the landing as one and the takeoff as the second. FEIS at 12-6.</p>\n<p>[7]  An FCLP training period consists of four or five aircraft performing eight to ten \"touch-and-go\" operations and takes about 45 minutes to complete. FEIS at 12-6.</p>\n<p>[8]  In fact, if there is one thing the parties agree upon it is that the matter is appropriate for the Court to determine on summary judgment. Defendants state in their Motion for Summary Judgment \"[tjhis Court should therefore consider and resolve this lawsuit on the Parties' cross-motions for summary judgment ....\" Defs. Mem. in Supp. of Summ. J. at 2. Plaintiffs write \"[als set forth in detail... there are no genuine issue of material fact with respect to whether the Navy violated NEPA and CZMA.\" Pis. Mot. for Summ. J. at 5.</p>\n<p>[9]  The Gunn and Livingston (1974) report contains eight studies, each addressed in a separate chapter, that examine disturbances on birds from aircraft, human activity, and other noise.</p>\n<p>[10]  Although Mach is a dimensionless number which alters according to the temperature of the air around the aircraft, this would equate to roughly 1,369 miles per hour at sea level.</p>\n<p>[11]  In their Motion for Summary Judgment, Defendants state \"[wjhile snow geese and tundra swans may react differently to aircraft noise than black ducks, the result of the Fleming study, considered in context with other studies and the Navy's site specific analysis, allowed the Navy to reach informed conclusion in the EIS.\" Defs. Mem. in Supp.of Summ. J. at 36.</p>\n<p>[12]  MOAs are areas designated as special use airspace by the FAA. In June 2002, the Navy prepared an Environmental Assessment (\"EA\") on the proposed MOAs. The EA was followed by a Finding of No Significant Impact (\"FONSI\") issued on December 10, 2003. The adequacy of the EA and FONSI have been raised by Environmental Plaintiffs, but the claim has been severed and is not at issue in this case.</p>\n<p>[13]  NALF Fentress is located in Virginia approximately 7 miles southwest of Oceana.</p>\n<p>[14]  In addition to the NWI maps, the Navy used other methods, including aerial photography, soil surveys, land maps, and field visits to determine the presence of wetlands.</p>\n<p>[15]  The Navy does not disagree that it did not specifically address the Beaufort County land use plan in making its consistency determination.</p>\n<p>[16]  The Court agrees with Defendants that finding a NEPA violation does not eliminate the need to balance the equities in determining whether a permanent injunction should issue.</p>\n<p>[17]  Nothing in the Court's order invades the province of the Navy's authority to make decisions about the need for an OLF or the decision whether or not to proceed with the planning and construction of an OLF. The Court is simply fulfilling its role of ensuring that any agency action is made in compliance with NEPA.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">357</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">861</span></span> (2005)</b></center>\n<center><h1>WASHINGTON COUNTY, North Carolina and Beaufort County, North Carolina, Plaintiffs,<br>\nv.<br>\nUNITED STATES DEPARTMENT OF THE NAVY; Gordon R. England, in his official capacity as Secretary of the Navy, and Wayne Arny, in his official capacity as Assistant Secretary of the Navy for Installations and Environment, Defendants.<br>\nThe National Audubon Society, North Carolina Wildlife Federation, and Defenders of Wildlife, Plaintiffs,<br>\nv.<br>\nUnited States Department Of The Navy; Gordon R. England, in his official capacity as Secretary of the Navy, and Wayne Arny, in his official capacity as Assistant Secretary of the Navy for Installations and Environment, Defendants.</h1></center>\n<center>Nos. CIV.A.2:04 CV 3BO(2); CIV.A.2:04 CV 2BO(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>February 18, 2005.</center>\n<p><span class=\"star-pagination\">*863</span> Derb S. Carter, Jr., Michelle B. Nowlin, Southern Environmental Law Center, Chapel Hill, NC, for National Audubon Society, North Carolina Wildlife Federation, and Defenders of Wildlife.</p>\n<p>Raymond E. Owens, Jr., Kiran H. Mehta, Christopher C. Lam, Kennedy, Covington, Lobdell &amp; Hickman, Charlotte, NC, for Washington County and Beaufort County.</p>\n<p><span class=\"star-pagination\">*864</span> R. A. Renfer, Jr., Asst. U.S. Attorney, U.S. Attorney's Office, Raleigh, NC, Stephen G. Bartell, U. S. Dept. of Justice, Env. Div., Washington, DC, for defendants.</p>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the Court on the Parties' Cross-Motions for Summary Judgment pursuant to Federal Rule of Civil Procedure 56. The motions have been fully briefed, and on January 19, 2005, a hearing was held before the Court. The matters are ripe for ruling.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>This suit arises out of the Department of the Navy's (\"Navy\") plan to construct and operate a new Outlying Landing Field (\"OLF\") in Washington and Beaufort Counties, North Carolina (\"Site C\").<sup>[1]</sup> The case was initially brought by Plaintiffs as two separate actions, but the actions were subsequently consolidated by the Court. One suit was filed by the National Audubon Society, North Carolina Wildlife Federation, and Defenders of Wildlife (\"Environmental Plaintiffs\"). The other suit was filed by Washington County and Beaufort County, North Carolina (\"County Plaintiffs\").</p>\n<p>Both the Environmental Plaintiffs and the County Plaintiffs allege that the Navy's decision to construct an OLF at Site C violates the National Environmental Policy Act (\"NEPA\"), 42 U.S.C. § § 4321, <i>et seq.</i> The County Plaintiffs further allege that the Navy's decision to construct an OLF at Site C violates the Coastal Zone Management Act (\"CZMA\"), 16 U.S.C. § § 1451, <i>et seq.,</i> and the Coastal Area Management Act (\"CAMA\"), N.C. Gen.Stat. § § 113A-101, <i>et seq.</i><sup>[2]</sup> Plaintiffs are seeking a permanent injunction barring Defendants from proceeding with the OLF at Site C until they comply with NEPA and the CZMA.</p>\n<p>As stated in the Record of Decision (\"ROD\") issued by the Navy, the OLF at Site C will be used to support the operation and training of new F/A-18 E/F (\"Super Hornet\") aircraft and for future military operational needs, including surge training.<sup>[3]</sup> ROD at 12. Current events teach that neither the government nor the law can be blind to the reality of military readiness and national security. The Court recognizes that this case invites a consideration of national security and raises an awareness of the military's special mission to protect the United States. Neither the defendants nor the law posit that the interest of military training invalidates federal law or the commitment to, and protection of, the environment established by the National Environmental Policy Act (\"NEPA\"). The primary issue in this case is whether, upon full consideration of the evidence, the record shows that the Navy has thoroughly considered the environmental consequences of its proposed action as required by NEPA. In the final analysis, a fair and balanced application of the law must be achieved regardless of the outcome.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Site C is located in rural eastern North Carolina, within a few miles of the Pungo <span class=\"star-pagination\">*865</span> Unit of the nationally designated Pocosin Lakes National Wildlife Refuge (\"Pocosin Lakes\"). The Pungo Unit was established in 1963 to provide an undisturbed sanctuary for migratory waterfowl and is home to some of the most unspoiled habitat along the East Coast. The Pungo Unit is characterized by vast wetlands and areas of open water and serves a unique environmental role as host to one of the largest populations of migratory waterfowl along the Atlantic Flyway.<sup>[4]</sup> Between November and March each year, nearly 100,000 waterfowl, including nearly 22,000 tundra swans and 44,000 snow geese, migrate to the Pungo Unit. Final Environmental Impact Statement (\"FEIS\") at 11-36. During the migratory period, the waterfowl rest, forage, and feed in the safe harbor of the refuge and the rich feeding ground offered by the surrounding agricultural fields.</p>\n<p>In this environment, highly populated by nature and thinly populated by man, the Navy has chosen to construct an OLF to support operation and training of new Super Hornet aircraft.<sup>[5]</sup> Site C will have a 2,000 acre core area that will contain a runway and support structures, and 30,000 acres of land surrounding the core construction. The OLF at site C will be used primarily by the Super Hornet squadrons for Field Carrier Landing Practice (\"FCLP\"), pilot training consisting of \"touch-and-go\" operations. \"Touch-and-go\" operations are repetitive takeoffs and landings in which the pilot touches down on the runway and then immediately applies full power to lift-off. Once in the air, the pilots climb to approximately 600 feet and position the aircraft for subsequent \"touch-and-go\" operations. FEIS 12-3. Each aircraft conducting an FCLP flight will make eight to ten \"touch-and-go\" landings per training session.</p>\n<p>The Navy projects that there will be approximately 31,650 FCLP operations annually at Site C.<sup>[6]</sup> FEIS at 12-5. By its calculations, this amounts to approximately 59 \"touch-and-go\" operations per day broken into two training periods of 45 minutes each.<sup>[7]</sup> The Navy states that \"the tempo of operations at the OLF will not be regular. Rather, the training operations will be sporadic, consisting of concentrated times of high-tempo operations followed by longer periods of few or no operations.\" FEIS at 12-6. The OLF is intended to have twenty-four hour capability and about 8,450 of the annual operations will occur between 10 p.m. and 7 a.m. FEIS at 12-23. If the Navy is required to surge more than one aircraft carrier at a time, there will be a concentrated period of operations until the squadrons are deployed, but the Navy states that it is impossible to predict the exact intensity, duration, and timing of surge operations. ES-4.</p>\n<p>Based on the Navy's projected flight routes, the Super Hornets will fly to and from the OLF from Oceana and Cherry Point at altitudes between 15,000 and 25,000 feet. FEIS 12-5. The 2,000 acre core area of the OLF is located approximately 5 miles west of Pocosin Lakes, and flights <span class=\"star-pagination\">*866</span> over Pocosin Lakes would occur at 3,000 feet or higher. FEIS at 12-121. However, portions of the eastern approach track and holding pattern are located within .2 mile of the Pungo Unit and flight altitudes in that area would be between 2,000 and 2,500 feet. FEIS at 12-121.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>Both parties have moved for summary judgment.<sup>[8]</sup> A court may grant summary judgment only if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp.,</i> 477 U.S. at 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>. The non-moving party must then come forward and show that a triable issue of fact exists. <i>Anderson v. Liberty Lobby,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). Conclusory allegations are not sufficient to defeat a motion for summary judgment. <i>Id.</i> at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>In their Motion, Plaintiffs assert that the Navy has violated NEPA by: 1) failing to fairly and objectively consider available alternatives and instead, \"reverse engineered\" a predetermined objective; 2) minimizing the impact of the development of an OLF at Site C on the environment, particularly migratory birds and Pocosin Lakes; 3) failing to take a \"hard look\" at the cumulative environmental impacts associated with constructing an OLF at Site C; 4) failing to adequately discuss mitigation measures in the EIS; 5) failing to use appropriate methodology to determine the presence of wetlands; and, 6) failing to prepare a Supplemental EIS.</p>\n<p>Defendants contend that the FEIS complies with NEPA. They assert that they took the required \"hard look\" at the environmental consequences of an OLF at Site C, appropriately considered reasonable alternatives to an OLF at Site C, and appropriately considered the cumulative impacts associated with the project.</p>\n<p></p>\n<h2>I. <i>NEPA</i>\n</h2>\n<p>NEPA's goal is to \"protect and promote environmental quality.\" <i>Hughes River Watershed Conservancy v. Glicknian,</i> <span class=\"citation\" data-id=\"716622\"><a href=\"/opinion/716622/hughes-river-watershed-conservancy-an-unincorporated-association-sierra/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">437</span></a></span>, 443 (4th Cir.1996). NEPA does not place substantive requirements on an agency, but \"requires them to follow certain procedures prior to undertaking any 'proposed action.'\" <i>Hodges v. Abraham,</i> <span class=\"citation\" data-id=\"778767\"><a href=\"/opinion/778767/jim-hodges-governor-of-the-state-of-south-carolina-in-his-official/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">432</span></a></span>, 438 (4th Cir.2002) (citing <i>Robertson v. Methow Valley Citizens Council,</i> <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1835</span></a></span>, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1989)). NEPA requires that for any action that will have a significant impact on the environment, a federal agency must prepare a detailed statement on the \"environmental impact of the proposed action.\" 42 U.S.C. § 4332(C). The statement must include consideration of:</p>\n<blockquote>(i) the environmental impact of the proposed action, (ii) any adverse environmental effect which cannot be avoided should the proposal be implemented, (iii) alternatives to the proposed action, (iv) the relationship between local shortterm uses of man's environment and the ]maintenance and enhancement of longterm <span class=\"star-pagination\">*867</span> productivity, and (v) any irreversible and irretrievable commitments of resources which would be involved in the proposed action should it be implemented.</blockquote>\n<p>42 U.S.C, § 4332(C)(i-v). NEPA \"does not command the agency to favor an environmentally preferable course of action, only that it make its decision to proceed with the action after taking a `hard look at environmental consequences.'\" <i>Sabine River Authority v. Dep't of Interior,</i> <span class=\"citation\" data-id=\"573912\"><a href=\"/opinion/573912/sabine-river-authority-and-texas-water-conservation-association/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">669</span></a></span>, 676 (5th Cir.1992) (citing <i>Robertson,</i> 490 U.S. at 350, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1835</span></a></span>). Therefore, in conducting a NEPA review, the courts must only consider whether the decision of an agency was \"based on consideration of the relevant factors\" and whether \"there is a rational basis for its decision.\" <i>Hodges,</i> 300 F.3d at 445.</p>\n<p>As has been discussed throughout this matter, in reviewing a claim that an agency acted in violation of NEPA, the Court's role is limited to determining if the decision of the agency was \"arbitrary and capricious.\" 5 U.S.C. § § 706(2)(A), (C). A decision is arbitrary and capricious if:</p>\n<blockquote>[T]he agency relied on factors that Congress has not intended it to consider, entirely failed to consider an important aspect of the problem, offered an explanation for its decision that runs counter to the evidence before the agency, or is so implausible that it could not be ascribed to a difference in view or the product of agency expertise.</blockquote>\n<p><i>Hughes River Watershed Conservancy v. Johnson,</i> <span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">283</span></span>, 287 (4th Cir.1999) (citing <i>Motor Vehicle Mfrs. Ass'n of the </i><i>United States v. State Farm Mut. Auto. Ins. Co.,</i> <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 43, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2856</span></a></span>, <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1983)). A court may not \"`interject itself within the area of discretion... as to the choice of the action to be taken' but must simply insure that the agency has taken a 'hard look' at environmental consequences.\" <i>Kleppe v. Sierra Club,</i> <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, 410 n. 21, <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>, <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (1976) (citing <i>Natural Resources Defense Council v. Morton,</i> <span class=\"citation\" data-id=\"302906\"><a href=\"/opinion/302906/natural-resources-defense-council-inc-v-rogers-c-b-morton-in-his/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span>, 148 U.S.App. D.C. 5, 16 (1972)). \"In applying the arbitrary standard, the court must 'engage in a substantial inquiry' in order to determine whether the agency, in its conclusions, made a good faith judgment, after considering all the relevant factors ....\" <i>Coalition for Responsible Reg'l v. Coleman,</i> <span class=\"citation\" data-id=\"345494\"><a href=\"/opinion/345494/coalition-for-responsible-regional-development-and-ruth-c-sullivan-v/\"><span class=\"volume\">555</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">398</span></a></span> (4th Cir.1977) (quoting <i>Overton Park v. Volpe,</i> <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, 415, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1971)).</p>\n<p></p>\n<h2>A. <i>Adequacy of Analysis of Impacts on Pocosin Lakes and Waterfowl</i>\n</h2>\n<p>First, the Court considers whether the Navy took a \"hard look\" at the environmental impacts of an OLF at Site C on the migratory birds and Pocosin Lakes. Plaintiffs argue that the Navy improperly minimized the environmental impacts in the FEIS and contend that the Navy's information is inadequate to support its conclusion. Plaintiffs argue that the Navy failed to consider relevant information, improperly characterized studies which contradicted the Navy's conclusion, failed to conduct adequate field visits or site studies to assess the issue, and failed to seek input from local experts. Finally, Plaintiffs argue that the Navy improperly relied on conclusions drawn from general observation of existing military operations in North Carolina.</p>\n<p>The Navy asserts that the FEIS acknowledges and thoroughly analyzes the potential impacts of an OLF at Site C on wildlife in the area, including waterfowl all that is required under NEPA. The Navy contends that it extensively reviewed scientific literature, consulted with experts, conducted site analysis, and considered the effects of aircraft overflight around existing facilities. In the ROD issued on September 10, 2003, the Navy states that <span class=\"star-pagination\">*868</span> \"[w]hile there would be some impacts to migratory waterfowl, these impacts are mitigable and would be minor. Surrounding land use is primarily agricultural and is considered compatible with aircraft operations.\" ROD at 3. The Navy contends that the issue before the Court is not whether the Plaintiffs, or even the Court, disagree with this conclusion, but only whether the Navy took a \"hard look\" at the issue prior to reaching its conclusion.</p>\n<p>After considering all of the information before the Court, the Court finds that the Navy acted arbitrarily and capriciously in determining that the impact of an OLF at Site C on the waterfowl and Pocosin Lakes will be minimal. The Navy has chosen to introduce a dramatic alteration to the environment surrounding Site C without complying with the law. The FEIS does not adequately explore the environmental consequences of an OLF at Site C and the evidence in the FEIS does not support the Navy's conclusion. While the Navy may have made a considerable effort in generating the FEIS and the Administrative Record, the Navy failed to make an objective examination of the impact of an OLF at Site C on the surrounding environment. \"NEPA's purpose is not to generate paperworkeven excellent paperworkbut to foster excellent action.\" 40 C.F.R. § 1500.1. Defendants failed to conduct a thorough analysis of the environmental impacts and subjectively relied upon information that has been collected. The result is a clear error of judgment resulting in a conclusion with no rational basis in the evidence. Merely producing paper, even carefully drafted, is not evidence of the objective analysis required by NEPA.</p>\n<p></p>\n<h2>1. <i>Site Analysis</i>\n</h2>\n<p>The ROD concludes that an OLF at Site C will have minimal impacts on Pocosin Lakes and its inhabitants. However, in reaching this decision, the team of Navy contractors hired to evaluate the impact of the various OLF sites on wildlife spent negligible time at the site. The first visit, part of the siting study on all of the proposed OLF sites, was made in the summer of 2001. The contractors overseeing the evaluation on wildlife, led by Greg Netti, did little more than drive around the area for several hours and made no effort to assess the environmental impacts associated with the waterfowl. Netti Dep. at 38-39. Of course any assessment of the waterfowl population would have been futile in July, when the migratory population was not represented. Subsequently, without any site assessment to evaluate the unique situation posed by an OLF adjacent to the winter home of nearly one hundred thousand waterfowl, the Draft Environmental Impact Statement (\"DEIS\") was published on August 2, 2002, identifying Site C as one of two preferred OLF locations.</p>\n<p>Nor was the inadequate site assessment rectified prior to the issuance of the FEIS in July 2003. The first and only visit to Site C for the purpose of assessing the potential environmental impacts on the waterfowl did not take place until January 2003. During the visit, Greg Netti, along with the FEIS project manager, Dan Cecchini, and other Navy representatives, met with members of environmental agencies to discuss information related to questions raised during the comment period on the EIS. During the meeting, the group drove around the refuge and Site C, and the visit provided an initial opportunity for the FEIS team to view the tundra swans and snow geese in the course of the migratory period. However, this visit, which was about five hours in total, offered little more than an introduction to the snow geese and tundra swans in their natural habitat. It was not the \"hard look\" envisioned by NEPA, and was the last visit to the site by Greg Netti, who authored the section on the proposed impacts on waterfowl, <span class=\"star-pagination\">*869</span> before the FEIS was issued in July 2003. Netti Dep. at 86.</p>\n<p>The incomplete evaluation resulting from the Navy's failure to spend adequate time in conducting site study is most visible in the Navy's handling of the Bird Aircraft Strike Hazard (\"BASH\") evaluation. Early during the siting process, Navy pilots were consulted and expressed disfavor of Site C for the proposed OLF because of the substantial BASH risk posed by its proximity to the Pungo Unit. Bird-aircraft collisions pose a serious concern for flight safety. FEIS at 12-128. As discussed, snow geese and tundra swans number in the tens of thousands in the land surrounding Site C. Furthermore, tundra swan and snow geese are large waterfowl and their size heightens the dangers of collision. Therefore, a thorough analysis of the risk of bird-aircraft strikes was essential to the NEPA analysis of an OLF at Site C. However, the BASH analysis conducted by the Navy demonstrates patently flawed methodology.</p>\n<p>Despite Site C's proximity to the Pungo Unit and the migratory birds resting and foraging nearby, the Navy collected only limited radar data from the area. The onsite study was not conducted until February-March, a time when many of the migratory birds that winter at Pocosin Lakes have begun departing. Ronald Merritt, the contractor who led the BASH study for the Navy, cautioned that the study was conducted too late in the migratory period to establish meaningful data. Merritt Aff. at Paragraph 9. Furthermore, even the Navy recognized that one month was insufficient to provide adequate data to assess the risk. Cecchini Dep. at 245. In fact, after the ROD was published, Ronald Merritt wrote a letter to the Secretary of the Navy reiterating his concern that the BASH risk was understated in the FEIS and that a safer location for an OLF should be found. Exhibit B to Merrit Aff.</p>\n<p>In addition to a radar study that its experts consider inadequate in length and timing, the Navy based its BASH assessment on Bird Avoidance Modeling (\"BAM\") from other military facilities in eastern North Carolina and Virginia, and considered data on previous bird strikes from the Dare County Bombing Range and across the state. BAM relies on historical data on factors such as bird mass, flocking tendency, and flying behavior to assess the relative BASH risk of different species. Despite its recognition that BAM is limited because of its \"inability to adjust for real-time bird movements or population fluctuations because it is derived from fixed, historical data,\" FEIS at 12-129, the Navy concluded the other facilities and areas considered posed similar risks. However, none of the sites considered in the BAM analysis or reviewed for previous incidences of bird strikes experience bird populations comparable in number or size to those at Site C. Tundra swans and snow geese number in the tens of thousands in the land surrounding site C, and nowhere else on the eastern seaboard is there a higher concentration of such birds. In contrast to the population of birds around the other sites, which include high numbers of ducks, the tundra swan and snow geese are significantly larger birds. An adult tundra swan weighs about sixteen pounds and flies with a wingspan of about seven feet. By comparison, a mature black duck weighs less than two pounds and has a wingspan of about two feet. Nonetheless, while recognizing the limits of modeling and with its own experts warning of the inadequacy of the radar study, the Navy asserts that the BASH risk is comparable to other military operation areas in eastern North Carolina and Virginia and is manageable. ROD at 53356, FEIS at 2-105,12-132.</p>\n<p>In its response to summary judgment, the Navy, in discussing the distance that <span class=\"star-pagination\">*870</span> low level flights will occur from Pocosin Lakes states that it has \"already decided to move the projected holding pattern that came near the refuge that was used for noise modeling, which will further reduce any impacts.\" Opp'n. to Summ. J. at 38, 45. Rather than strengthening the Navy's position that it has complied with NEPA, this variable tends to undermine the sufficiency of the FEIS. The FEIS is intended to take a \"hard look\" at the proposed action, but here, the Navy is still changing the location of flight patterns that were the basis of its analysis. The Navy continues to adjust factors, such as the flight track pattern, that will affect its conclusions on the environmental impact on the waterfowl. Defendants have not fully examined all the relevant factors and have taken the \"uninformed action\" that NEPA specifically prohibits. <i>See </i><i>Robertson,</i> 490 U.S. at 351,<span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1835</span></a></span>.</p>\n<p></p>\n<h2>2. <i>Scientific Literature</i>\n</h2>\n<p>The disconnect between the Navy's conclusion and evidence is also found in its treatment of the scientific literature relied upon in the FEIS. The Navy selectively cites studies and appears to discount, with no basis, information contrary to its conclusion. In other cases, the Navy appears to cite to scientific studies which simply do not support the premise for which they are being cited or, at best, provide a tenuous link to the Navy's conclusion.</p>\n<p>A primary example is the Navy's treatment of the Gunn and Livingston materials cited in the FEIS.<sup>[9]</sup> The FEIS states that the Gunn and Livingston study reports that \"[t]hat snow geese on the North Slope were disturbed by Cessna 185 flights, with the greatest disturbances occurring when planes were under 1,000 feet AGL.\" FEIS at 12-121. In relying on Gunn and Livingston in support of the proposition that aircraft flight will cause minimal impact to snow geese, the Navy made a conclusion that the materials do not support and is disconnected from the facts contained therein. As Plaintiffs note, a full consideration of the Gunn and Livingston materials indicates that aircraft overflights have significant negative effects on snow geese. Although not addressed in the FEIS, a chapter of the Gunn and Livingston materials, reproducing an article by Salter and Davis (1972) on snow geese disturbance, reports that a Cessna 185 flushed snow geese as much as nine miles away at 700 feet, up to five miles away at 300 to 400 feet, and up to five miles away at 5,000 feet. This is in great contrast to the Navy's selective citation of the materials suggesting snow geese were merely disturbed by flights less than 1,000 feet.</p>\n<p>Moreover, a comparison of the Cessna 185 and the Super Hornets show that the Navy's conclusion is not a reasonable extrapolation from the Gunn and Livingston materials considered in their entirety. The Cessna 185, which the materials indicate impact snow geese at a considerable distance, is a single engine propeller-driven aircraft primarily used by recreational flyers. The Cessna 185 has a wingspan of 36.2 feet, a length of 25.9 feet, and a height of 7.9 feet and produces a maximum of 300 horsepower for takeoff and a maximum continuous horsepower of 285. In contrast, the Super Hornets that will be repeatedly landing and taking-off at the OLF are a multi-role attack and fighter aircraft that dwarf the Cessna 185 in size, speed, and noise from their operation. A Super Hornet has a wingspan of 44.9 feet, a length of 60.3 feet and a height of 16 feet. The Super Hornet is powered by two <span class=\"star-pagination\">*871</span> F414-GE-400 turbofan engines which produce a total of 44,000 pounds of thrust. These power plants allow the Super Hornet to fly in excess of Mach 1.8, and the Super Hornets will be at full thrust power during the touch-and-go training exercises.<sup>[10]</sup> It is a clear error of judgment in light of the evidence considered to suggest that waterfowl \"will not be negatively-effected in the long term by the overflights\" of the larger, louder, faster Super Hornets.</p>\n<p>Perhaps even more troubling and indicative of the inadequate methodology used by the Navy in assessing the potential environmental impacts in the FEIS, the Gunn and Livingston report was never read before being cited by the Navy in the FEIS. Greg Netti, the environmental scientist hired to oversee preparation of the section of the FEIS on impacts to wildlife, conceded that he had not read the actual materials and merely relied on an abstract. Netti Dep. at 102. This is not the thorough analysis required by NEPA.</p>\n<p>Another example of the Navy's subjective treatment of the scientific literature is its treatment of the Fleming, <i>et al.</i> (1996) study of caged American black ducks and a duck study by Conomy, <i>et al.</i> (1998). The Fleming study concluded that noise had negligible effects on adult waterfowl and adult ducks acclimated to high noise. Appendix B at B-41. However, the Conomy study found that although black ducks habituated to aircraft, wood ducks did not appear to habituate. The FEIS states with respect to the Conomy study that \"[t]his supports the notion that animal response to aircraft noise is species-specific.\" Appendix B at B^2. Nonetheless, despite citing the Conomy theory that habituation is species-specific the Navy relies upon the Fleming study of ducks to support its conclusion that the impact of aircraft overflight on the snow geese and tundra swans at Site C will be minimal.<sup>[11]</sup></p>\n<p>This pattern of selective acceptance and dismissal of the literature is apparent throughout the discussion on the potential consequences of an OLF at Site C on wildlife. In the FEIS, the Navy refers to five studies for the general premise that snow geese are disturbed by low-level overflights. FEIS at 12-120 through 12-121. In Appendix B to the FEIS, the Navy cites to a study that indicated that \"waterfowl were particularly disturbed by aircraft noise.\" Appendix B at B-43. The FEIS acknowledges that \"[l]ow-level overflights down to 2,000 feet AGL along portions of the eastern approach and holdingpattern flight paths may cause snow geese to flush more frequently from their loafing and feeding sites.\" FEIS at 12-121. The Navy dismisses the studies and evidence which indicate that snow geese are disturbed by low-level overflights. With no specific data or study to support their position, the Navy concludes that although flushing will occur, the potential impacts on the waterfowl from flushing are expected to be minimal. ROD at 3; Summ. J. Hr'g Tr. at 107-08. Having no literature addressing the impact of aircraft on the tundra swan, the Navy, relying on unspecified anecdotal evidence, concludes that \"evidence suggest that tundra swans have a relatively high threshold for responding to aircraft disturbance as compared to other waterfowl species.\" FEIS at 12-121. <span class=\"star-pagination\">*872</span> With no reasonable connection between the conclusion and the evidence cited in the FEIS from which the conclusion is purportedly drawn, the Navy has acted arbitrarily and capriciously in concluding that impacts on Pocosin Lakes and the waterfowl from an OLF at Site C will be minimal.</p>\n<p></p>\n<h2>3. <i>Comparative Analysis</i>\n</h2>\n<p>The Navy asserts that another method it used to evaluate the potential impacts at Site C from aircraft overflights was observing the environmental effects from aircraft at existing military facilities. Specifically, the Navy states that it considered the impacts that its operations have had upon wildlife surrounding Dare County Bombing Range, Piney Island Bombing Range and R-5314, restricted airspace above Pocosin Lakes. It contends that the presence of birds in these areas is evidence that habituation will occur. However, the record shows that the Navy's comparison of other military facilities does not provide a rational basis for the Navy's conclusion that birds at Site C will habituate to overflights and will only be minimally impacted. The Navy fails to show that the flight activity, the habitat, or wildlife at or near the facilities used for comparison approximate the unique conditions at Site C.</p>\n<p>As an initial matter, the Navy failed to establish a sound factual basis for its comparison. For example, the Navy determined that the conditions at Dare County Bombing Range offered a \"fair comparison\" to the habitat at Site C based on what it considered the similar distance of Lake Mattamuskeet to the Dare County Bombing Range as compared to Pocosin Lakes to Site C. Netti Dep. at 112-13. However, Site C is five miles from Pocosin Lakes, whereas Lake Mattamuskeet is 15 miles from Dare County Bombing Range, three times the distance between Pocosin Lakes and Site C. The Navy failed to show that similarities exist between the flight activity that will take place at Site C and the flight activity at the existing military facilities. The Navy did not provide factual data to support the comparative analysis. For example, the EIS team did not collect information on the altitudes of flights at Dare County Bombing Range or the noise level at Lake Mattamuskeet. Netti Dep. at 115-17. Similarly, with respect to R-5314, the Navy did not collect data to determine the exact number, speed, or altitudes of the flights occurring in R-5314. Netti Dep. at 120. Without establishing the types and frequency of flights at the existing facilities, the Navy lacks a rational basis for its conclusion that the \"touch and go\" operations that will be done by the Super Hornets at Site C will have a comparable impact.</p>\n<p>In fact, the Navy concedes that the Super Hornets at Site C will make flights below 1,000 feet, a flight pattern markedly different than the flight patterns at other military operation sites in eastern North Carolina. Opp'n. to Summ. J. at 38. Moreover, the environment of Site C is not comparable to the other facilities. The area around Site C is characterized by rich agricultural land and a protected environment which draws waterfowl. In contrast, the area surrounding Dare County Bombing range is characterized by dense evergreen shrubs which are not attractive to waterfowl. Luszcz Aff. at Paragraph 21. Likewise, the habitat of Piney Island, which attracts and is inhabited primarily by ducks, does not provide a comparable basis to extrapolate the potential consequences of Super Hornets on the snow geese and tundra swan at the Pungo Unit. Accordingly, the Navy's \"comparative analysis\" does not provide evidence that the Navy thoroughly considered the environmental consequences of an OLF at Site C and does not provide a rational basis for concluding that any impacts on the waterfowl <span class=\"star-pagination\">*873</span> will be minimal. <i>See Hodges,</i> 300 F.3d at 445 (holding that an agency's decision will not be disturbed if \"there is a rational basis\" for the decision).</p>\n<p></p>\n<h2>B. <i>Cumulative Impacts</i>\n</h2>\n<p>The Court next turns to a consideration of whether the Navy properly considered cumulative impacts in drafting the FEIS. Plaintiffs argue that the Navy failed to assess the cumulative impacts of the OLF with respect to existing military airspace in the region and failed to consider the potential cumulative impacts of two new proposed Military Operating Areas (\"MOA\").<sup>[12]</sup></p>\n<p>NEPA is crafted to ensure \"that an `agency, in reaching its decision, will have available, and will carefully consider, detailed information concerning significant environmental impacts.'\" <i>Hodges,</i> 300 F.3d at 438 (quoting <i>Robertson,</i> 490 U.S. at 350, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1835</span></a></span>). The federal regulations require that an EIS include a discussion of the environmental impacts including direct and indirect effects. 40 C.F.R. § 1502.16. The regulations further clarify that effects and impacts are used synonymously and \"effects include ecological... aesthetic, historic, cultural, economic, or health, whether direct, indirect or cumulative.\" 40 C.F.R. § 1508.8. Section 1508.7 defines cumulative impact as, \"the impact on the environment which results from the incremental impact of the action when added to other past, present, or reasonably foreseeable future actions....\"</p>\n<p>The FAA has already designated substantial special use airspace around the coast of North Carolina. Now, the Navy has proposed two new special use areas: the Mattamuskeet MOA and the Core MOA. The Mattamuskeet MOA is a proposed area of 25 by 35 nautical miles over parts of Beaufort and Washington Counties, as well as parts of Hyde, Pamlico, and Tyrell Counties. It will overlie parts of four national wildlife refuges: Pocosin Lakes; Mattamuskeet, Swan Quarter; and Alligator River. The Core MOA would be 3 by 35 nautical miles over Cape Lookout National Seashore in Carteret County. The Navy will use the Core MOA for high speed travel between the Atlantic Ocean and existing military space over the Pamlico Sound.</p>\n<p>In the FEIS, the Navy did not address any cumulative impacts of existing military airspace and summarily considered and dismissed any cumulative impacts of an OLF and the proposed MOAs. The FEIS concluded that because the Core MOA would be a minimum of 30 nautical miles from any of the proposed OLF sites, there would be no cumulative impacts. FEIS at 13-14. With respect to the Mattamuskeet MOA, the FEIS concludes that any impacts on eastern North Carolina will be minimal because it will be \"functionally independent of the proposed OLF.\" FEIS at 13-15.</p>\n<p>The Court finds that there is no material fact at issue that the Navy failed to comply with NEPA by adequately identifying and discussing the cumulative impacts of the proposed OLF and other existing and proposed military airspace. Even accepting the Navy's proposition that the MOAs and OLF are \"functionally independent\" the Navy is obligated under NEPA to consider the cumulative impacts. NEPA requires that an agency consider actions which will <span class=\"star-pagination\">*874</span> undeniably have \"incremental impact[s]\" when added to other actions. <i>See</i> 40 C.F.R. § § 1508.7, 1508.8. Simply because the Super Hornets will not be training at the OLF and then flying directly to the Mattamuskeet MOA for training does not mean that there will not be incremental impacts from the introduction of the OLF at Site C and the Mattamuskeet MOA.</p>\n<p>The Navy discounts the cumulative impacts of the Mattamuskeet MOA in the FEIS by stating that only an OLF at Site D will be in proximity. FEIS at 13-14. This statement is contrary to the facts. The OLF at Site C is only 4.5 miles west of the Mattamuskeet MOA and the holding patterns and arrival and departure flight paths for the Mattamuskeet MOA and OLF overlap at the edge of the Pungo Unit. The federal regulations explain that \"[significance exists if it is reasonable to anticipate a cumulatively significant impact on the environment.\" 40 C.F.R. § 1508.27(b)(7). The Mattamuskeet MOA will be used by the Super Hornets, Harriers, helicopters, and other aircraft for aerial training operations including dog fighting, formation flying, acrobatic flying and evasive flying. The Navy's own projections show that there will be approximately 2,400 sorties or operational flights per year with a daily use time frame in the Mattamuskeet MOA of 7 hours per day. Of the 2,400 sorties, 806 will be by the Super Hornets. FEIS at 13-3. These flights will be in addition to the 31,650 annual flight training operations that will occur at the OLF, less than 5 miles from the west side of the Mattamuskeet MOA. It is untenable to suggest that NEPA, which directs agencies to consider direct and indirect effects and incremental impacts, does not require the Navy to discuss the cumulative impacts from the significant training that will occur at these neighboring training sites.</p>\n<p></p>\n<h2>C. <i>Reverse Engineering</i>\n</h2>\n<p>Plaintiffs argue extensively in the Motion for Summary Judgment that the FEIS and, ultimately, the selection of Site C for the OLF in the Record of Decision is the product of reverse engineering. In support, Plaintiffs have directed the Court to numerous emails and documents in the record which strongly suggest that Site C was foreordained as the site for an OLF as a political decision to appease the communities around Oceana and Naval Auxiliary Landing Field (\"NALF\") Fentress which were already concerned about jet noise.<sup>[13]</sup> Plaintiffs contend that the record shows the Navy then made the decision to go with the 8/2 split siting of the Super Hornets to help explain and justify the placement of an OLF at Site C and crafted an FEIS to support its decision. Although the Navy's failure to comply with NEPA is established by its inadequate environmental analysis, the selective examination of data and strained conclusions in the FEIS are more understandable when considered in light of the Navy's need to support a preordained determination that a new OLF would be constructed at Site C.</p>\n<p>At the Motion for Summary Judgment hearing, while disputing that they started with a predetermined or preferred alternative for Site C, Defendants argued that the law does clearly not preclude an agency from preferring a certain course of action. Summ. J. Hr'g Tr. at 136-37. Defendants assert that as long as they took the required \"hard look\" at all of the alternatives prior to reaching their decision, they have fulfilled their obligation under NEPA. However, Defendants themselves note in their memorandum in support of summary judgment that what NEPA requires is action <span class=\"star-pagination\">*875</span> and study based on \"good faith objectivity rather than subjective impartiality.\" <i>Fayetteville Area Chamber of Commerce v. Volpe,</i> <span class=\"citation\" data-id=\"327522\"><a href=\"/opinion/327522/fayetteville-area-chamber-of-commerce-interstate-95-committee-v-john-a/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1021</span></a></span>, 1026 (4th Cir. 1975). Furthermore, 40 C.F.R. § 1502.1 specifically states that an environmental impact statement is more than merely a \"disclosure document\" and an \"environmental impact statement shall serve as the means of assessing the environmental impact of proposed agency actions, rather than justifying decisions already made.\" 40 C.F.R. § § 1502.1, 1502.2(g). A predetermined conclusion affects the agency's evaluation and produces a selective consideration of the environmental consequences linked to the preferred course of action. This cannot be considered the \"hard look\" required by NEPA.</p>\n<p></p>\n<h2>D. <i>Mitigation, Wetlands, and SEIS</i>\n</h2>\n<p></p>\n<h2>1. <i>Mitigation</i>\n</h2>\n<p>Plaintiffs argue that the FEIS is inadequate in its discussion of mitigation measures and its wetlands analysis. Having found that the FEIS does not take a \"hard look\" at the environmental consequences of the proposed action, it follows that any discussion of mitigation measures is likewise inadequate.</p>\n<p></p>\n<h2>2. <i>Wetlands</i>\n</h2>\n<p>Plaintiffs contend that the Navy's NEPA review failed to reasonably evaluate alternative locations because the Navy relied upon inaccurate methodology to determine the presence of wetlands at the proposed OLF sites. Specifically, Plaintiffs attack the Navy's use of National Wetlands Inventory (\"NWI\") maps. In considering environmental impacts of a proposed project \"[a]gencies are entitled to select their own methodology as long as that methodology is reasonable.\" <i>Johnson,</i> 165 F.3d at 289. Although Plaintiffs have raised a question as to whether the Navy used the best methodology available, they are unable to show that the Navy's methodology was not reasonable.<sup>[14]</sup></p>\n<p></p>\n<h2>3. <i>SEIS</i>\n</h2>\n<p>Plaintiffs argue that environmental consequences of surge conditions were not evaluated in the FEIS and therefore, the Navy must prepare a Supplemental Environmental Impact Statement (\"SEIS\"). An SEIS is required under NEPA when an agency makes substantial changes or when there is new information or circumstances that are relevant to environmental consequences. 40 C.F.R. § 1502.9(c). The FEIS has been ruled inadequate, and to proceed with the development of an OLF at Site C, the Navy will have to prepare an EIS that fulfills its obligations under NEPA. Therefore, an SEIS to specifically address surge training is not required.</p>\n<p></p>\n<h2>II. <i>Coastal Zone Management Act</i>\n</h2>\n<p>The County Plaintiffs seek summary judgment on their claim that Defendants have failed to comply with the Coastal Zone Management Act (\"CZMA\"). The Coastal Zone Management Act was enacted to help coastal states preserve, protect, and develop the nation's coastal areas. 16 U.S.C. § 1452. In furtherance of the CZMA, North Carolina established the Coastal Area Management Act, N.C. Gen. Stat. § § 113A-100 <i>et seq.</i> In accordance with CAMA, coastal counties are required to adopt land use plans. N.C. Gen.Stat. § 113A-110. The land use plans, once approved, become part of the North Carolina Coastal Management Plan that is overseen by the North Carolina Division of Coastal Management. Under federal regulations, before making a final decision on a proposed <span class=\"star-pagination\">*876</span> federal action, an agency must assess whether it is consistent with the land use plan of the pertinent counties and notify the North Carolina Division of Coastal Management (\"NCDCM\"). 15 C.F.R. § § 930.36, 930.41. County Plaintiffs argue in their Motion for Summary Judgment that because a consistency determination was not completed for Beaufort County, where approximately 7,000 acres of the land involved in the OLF proposal are located, the Navy has not fulfilled its obligation under CZMA.<sup>[15]</sup></p>\n<p>On March 9, 2004, the Navy filed a Motion to Dismiss the CZMA claim. Defendants argue that the Counties lacked standing under the CZMA to challenge the Navy's consistency determination. The Court finds that it need not address the issue of standing at this time because whether or not the counties have standing under the CZMA, County Plaintiffs cannot succeed in this instance. In July 2002, based on the OLF as proposed in the DEIS, the Navy notified the NCDCM that its proposal was consistent with North Carolina's Coastal Management Plan. Subsequently, on October 7, 2002, the NCDCM informed the Navy that it did not disagree with the Navy's consistency determination. The Court believes that in light of the fact that the NCDCM concurred in the Navy's consistency determination, and in the absence of any action in this suit by the State, Plaintiffs are unable to show that the Navy did not fulfill its obligation under the CZMA.</p>\n<p></p>\n<h2>III. <i>Permanent Injunction</i>\n</h2>\n<p>Plaintiffs seek a permanent injunction to bar the Navy from pursuing any activity associated with an OLF at Site C until it fulfills its obligations under NEPA. The Fourth Circuit standard for issuance of a permanent injunction is similar to its standard for issuance of a preliminary injunction. The standard for awarding interim injunctive relief is the \"balance-of-hardships\" test. <i>Blackwelder Furniture Co. v. Seilig Mfg. Co.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 196 (4th Cir.1977); <i>Direx Israel, Ltd. v. Breakthrough Medical Corp.,</i> <span class=\"citation\" data-id=\"574911\"><a href=\"/opinion/574911/direx-israel-ltd-direx-incorporated-v-breakthrough-medical-corporation/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></a></span>, 811 (4th Cir.1991). Under the test for a preliminary injunction, the Court considers the balance of harms to plaintiff and defendant, the likelihood of plaintiffs success on the merits, and the public interest. <i>Direx,</i> 952 F.2d at 812. The balance of irreparable harm to the plaintiff and the harm to the defendant if relief is granted is the most important aspect of that test. <i>See MicroStrategy, Inc. v. Motorola, Inc.,</i> <span class=\"citation\" data-id=\"772692\"><a href=\"/opinion/772692/microstrategy-incorporated-v-motorola-incorporateddefendant/\"><span class=\"volume\">245</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span> (4th Cir.2001); <i>Direx,</i> 952 F.2d at 812. In determining whether to grant permanent injunctive relief, the Court again employs the hardship-balancing test, only it considers Plaintiffs' actual success on the merits, not the mere likelihood of their success evaluated on an incomplete record.</p>\n<p>Plaintiffs have now shown no material facts exist that Defendants violated their NEPA obligations. Therefore, the Court must consider the balance of irreparable harm to Plaintiffs if the injunction is not granted against the likelihood of harm to the Navy if a permanent injunction is granted.<sup>[16]</sup> The Court further considers the public interest.</p>\n<p>In opposing an injunction, the Navy argues that it will not be able to meet its training goals in servicing carrier-based aircraft. They assert that this harm outweighs <span class=\"star-pagination\">*877</span> any harm that Plaintiffs allegedly will suffer if an injunction is not granted.</p>\n<p>National security is paramount and deserving of the utmost consideration and deference in the balancing calculation. The Court is not faced with the reconciliation of an acute issue of national security with environmental concerns. Upon a full review of the record, it is apparent the national security interests at stake may still be protected, while at the same time first assuring that the Navy takes the time and makes the effort to recognize and consider the effects of their proposed action on the environment.</p>\n<p>A review of the Navy's working documents about the inclusion of surge training in the FEIS demonstrates that NALF Fentress along with other existing facilities are capable of handling training if necessary, but were intentionally discredited in the drafting of the FEIS to justify the new OLF. <i>See, e.g.,</i> AR 141418, 144563, XXXXXX-XX, 173508. The Navy has indicated that from an operational standpoint, single siting the Super Hornets, not split siting them, is preferable. AR 176329 (\"Single site basing will result in significant cost savings, while increasing material, operational and training efficiencies....\"); AR 142005. Furthermore, after the DEIS was issued, changes occurred, including a reduction in the number of Super Hornets and a reduction in the training schedule, which compelled a member of the Navy EIS team to conclude that the changes made \"[alternative 1 [i.e., all aircraft based at Oceana] with NO OLF, fairly attractive ....\" AR 116174. The record shows that while an OLF may increase operational flexibility, current military facilities, including NALF Fentress, are sufficient to accommodate training for the Super Hornets until a NEPA analysis can be completed. Therefore, Defendants fail to show that the Navy or the public will suffer irreparable harm if a permanent injunction is granted.</p>\n<p>In contrast, irreparable harm will occur to the environment, wildlife patterns, and ultimately, the balance of nature in the absence of a permanent injunction. Plaintiffs have shown that the Navy has acted without complying with NEPA. NEPA was enacted to \"protect and promote environmental quality.\" <i>Glickman,</i> 81 F.3d at 443. NEPA \"mandates that action can be taken only following complete awareness on the part of the actor of the environmental consequences of his action and following his having taken the steps required by the Act.\" <i>Arlington Coalition on Transp. v. Volpe,</i> <span class=\"citation\" data-id=\"303011\"><a href=\"/opinion/303011/arlington-coalition-on-transportation-v-john-a-volpe-secretary-of/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1323</span></a></span>, 1332 (4th Cir.), <i>cert, denied,</i> <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1000</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">312</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">261</span></span> (1972). Although Plaintiffs seek a permanent injunction, the term is misleading in this context. The reach of an injunction is limited. The Court's role is only to ensure that in the face of irreparable harm, the Navy not proceed without first complying with NEPA. In the event that the Navy chooses to proceed with the OLF project at Site C, it may do so if and when it has satisfied the mandates of NEPA.<sup>[17]</sup></p>\n<p>Without an injunction, the Navy can continue to expend millions of dollars and other resources on the development of the OLF project at Site C without first complying with NEPA. If land acquisition is allowed to proceed, additional landowners will be permanently displaced, tax revenue permanently lost, and the fragile habitat around Site C will be disrupted. This irreparable harm will occur despite the <span class=\"star-pagination\">*878</span> fact that a proper EIS has never been completed. As this Court has noted, when an agency action governed by NEPA is made without the hard look that NEPA requires, \"the harm that NEPA intends to prevent has been suffered.\" <i>Western North Carolina Alliance v. North Carolina Dept. of Transp.,</i> <span class=\"citation\" data-id=\"2469274\"><a href=\"/opinion/2469274/western-nc-alliance-v-nc-dept-of-transp/\"><span class=\"volume\">312</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">765</span></a></span>, 778 (E.D.N.C.2003) <i>(quoting Massachusetts v. Watt,</i> <span class=\"citation\" data-id=\"424681\"><a href=\"/opinion/424681/commonwealth-of-massachusetts-v-james-g-watt-commonwealth-of/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span>, 952 (1st Cir. 1983)). While this case has been pending, during the periods when an injunction has not been in place, the Navy has proceeded with the development of the OLF. The Navy's actions have been taken within a context that does not conform to the requirements of the law. If the Navy is allowed to continue with the development of the OLF, the Navy will be acting in contravention of NEPA and taking the uninformed action that NEPA was enacted to prevent.</p>\n<p>In the face of the Navy's failure to comply with NEPA, and in consideration of the relative harms, the balance of equities weighs heavily in favor of a permanent injunction. The harm to the Navy will not be appreciable if its development of the OLF at Site C is enjoined until a proper NEPA assessment is completed, but without an injunction, Plaintiffs and the public will be irreparably harmed. Absent an injunction, the Navy will be permitted to undertake substantial and irreversible changes affecting the fragile wildlife refuges of the Pungo Unit and Pocosin Lakes without first thoroughly considering the consequences of its actions. Accordingly, Plaintiffs' request for a permanent injunction is GRANTED.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the reasons stated above, Plaintiffs' Motion for Summary Judgment and request for a permanent injunction are GRANTED. Defendants' Motion for Summary Judgment is DENIED, except with respect to the CZMA claim, which is GRANTED. The Navy is ENJOINED from taking any further activity associated with the planning, development, or construction of an OLF in Washington and Beaufort Counties without first complying with its obligations under NEPA.</p>\n<h2>NOTES</h2>\n<p>[1]  The OLF at Site C will be comprised of approximately 23,000 acres in Washington County and 7,000 acres in Beaufort County.</p>\n<p>[2]  The Environmental Plaintiffs have also alleged NEPA violations related to the Navy's proposal to establish two newly designated Military Operating Areas. This claim has been severed and is a separate case, docket number 2:05-CV-4.</p>\n<p>[3]  Surge training is when \"two or more carrier air wings or FRS [Fleet Replacement Squadron] must simultaneously prepare for carrier operations.\" FEIS at 12-1.</p>\n<p>[4]  A north-south migratory path along the east coast.</p>\n<p>[5]  The Super Hornets will be homebased at Naval Air Station Oceana (\"Oceana\") in Virginia and Marine Corps Air Station Cherry Point (\"Cherry Point\") in North Carolina. Eight fleet squadrons and a replacement squadron, or a total of one hundred twenty aircraft, will be homebased at Oceana. The remaining two fleet squadron with twentyfour aircraft will be based at Cherry Point.</p>\n<p>[6]  Each \"touch-and-go\" is counted as two operations with the landing as one and the takeoff as the second. FEIS at 12-6.</p>\n<p>[7]  An FCLP training period consists of four or five aircraft performing eight to ten \"touch-and-go\" operations and takes about 45 minutes to complete. FEIS at 12-6.</p>\n<p>[8]  In fact, if there is one thing the parties agree upon it is that the matter is appropriate for the Court to determine on summary judgment. Defendants state in their Motion for Summary Judgment \"[tjhis Court should therefore consider and resolve this lawsuit on the Parties' cross-motions for summary judgment ....\" Defs. Mem. in Supp. of Summ. J. at 2. Plaintiffs write \"[als set forth in detail... there are no genuine issue of material fact with respect to whether the Navy violated NEPA and CZMA.\" Pis. Mot. for Summ. J. at 5.</p>\n<p>[9]  The Gunn and Livingston (1974) report contains eight studies, each addressed in a separate chapter, that examine disturbances on birds from aircraft, human activity, and other noise.</p>\n<p>[10]  Although Mach is a dimensionless number which alters according to the temperature of the air around the aircraft, this would equate to roughly 1,369 miles per hour at sea level.</p>\n<p>[11]  In their Motion for Summary Judgment, Defendants state \"[wjhile snow geese and tundra swans may react differently to aircraft noise than black ducks, the result of the Fleming study, considered in context with other studies and the Navy's site specific analysis, allowed the Navy to reach informed conclusion in the EIS.\" Defs. Mem. in Supp.of Summ. J. at 36.</p>\n<p>[12]  MOAs are areas designated as special use airspace by the FAA. In June 2002, the Navy prepared an Environmental Assessment (\"EA\") on the proposed MOAs. The EA was followed by a Finding of No Significant Impact (\"FONSI\") issued on December 10, 2003. The adequacy of the EA and FONSI have been raised by Environmental Plaintiffs, but the claim has been severed and is not at issue in this case.</p>\n<p>[13]  NALF Fentress is located in Virginia approximately 7 miles southwest of Oceana.</p>\n<p>[14]  In addition to the NWI maps, the Navy used other methods, including aerial photography, soil surveys, land maps, and field visits to determine the presence of wetlands.</p>\n<p>[15]  The Navy does not disagree that it did not specifically address the Beaufort County land use plan in making its consistency determination.</p>\n<p>[16]  The Court agrees with Defendants that finding a NEPA violation does not eliminate the need to balance the equities in determining whether a permanent injunction should issue.</p>\n<p>[17]  Nothing in the Court's order invades the province of the Navy's authority to make decisions about the need for an OLF or the decision whether or not to proceed with the planning and construction of an OLF. The Court is simply fulfilling its role of ensuring that any agency action is made in compliance with NEPA.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/302906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2469274/"
  ]
}