{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2339394/",
  "absolute_url": "/opinion/2339394/eaton-v-grubbs/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2339394/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/482/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:14.919698Z",
  "date_modified": "2016-04-26T20:46:37.858264Z",
  "type": "010combined",
  "sha1": "053fad0704c08a2d0889f02f94659a9a2424405e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>216 F.Supp. 465 (1963)</b></center>\n<center><h1>Hubert A. EATON, Daniel C. Roane, Samuel James Gray, Vernetta E. Hussey and Leland M. Newsome, on behalf of themselves and others similarly situated, Plaintiffs,<br>\nv.<br>\nEmory GRUBBS and the Board of Managers of James Walker Memorial Hospital, a body corporate, Defendants.</h1></center>\n<center>Civ. No. 932.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>April 9, 1963.</center>\n<p>Robert R. Bond, Wilmington, N. C., Conrad O. Pearson, Durham, N. C., Michael Meltsner, New York City, for plaintiffs.</p>\n<p>Cyrus D. Hogue, Jr., Wilmington, N. C., for defendants.</p>\n<p>BUTLER, District Judge.</p>\n<p>This is a class action for injunctive relief brought by three Negro physicians and certain of their Negro patients, on behalf of themselves and others similarly situated, to prohibit defendants from denying plaintiff-physicians courtesy staff <span class=\"star-pagination\">*466</span> privileges<sup>[1]</sup> at James Walker Memorial Hospital in Wilmington, North Carolina, solely on account of their race or color, and requiring defendants to admit plaintiff-patients to said hospital for treatment on a nonsegregated and nondiscriminatory basis.</p>\n<p>Federal jurisdiction is invoked on the theory that the Board of Managers of the hospital, a corporation created by an act of the General Assembly of North Carolina, is an instrumentality of the State, which is prohibited by the Fourteenth Amendment to the Constitution of the United States from denying to any person within its jurisdiction the equal protection of the laws. Jurisdiction is also based on asserted rights under the due process clause of the Fifth Amendment, and on 28 U.S.C.A. § 1343 (3), which gives district courts original jurisdiction of proceedings to redress the deprivation of civil rights under color of any State statute or usage.<sup>[2]</sup></p>\n<p>The defendants moved to dismiss under Rule 12, Fed.Rules Civ.Proc., 28 U.S. C.A., for lack of federal jurisdiction for the reason that the hospital is a private corporation not performing \"State action\" within the prohibition of the Fifth and Fourteenth Amendments, nor within the purview of 28 U.S.C.A. § 1343(3).</p>\n<p>The question presented by the motion is whether, from the facts set forth in the complaint and in the affidavits filed by the parties, the hospital is an instrumentality of the State. If, from the totality of the relationships between the State and the hospital, the hospital is performing State action, this Court has jurisdiction and the motion should be denied. If, despite the admitted relationships, the hospital is not an agency of the State, but acts independently as a private corporation, this Court is without jurisdiction and the motion to dismiss should be granted.</p>\n<p>\"It is clear, as it always has been since the Civil Rights Cases, supra [109 U.S. 3, 3 S.Ct. 18, 27 L.Ed. 835], that `individual invasion of individual rights is not the subject-matter of the amendment,' * * * and that private conduct abridging individual rights does no violence to the Equal Protection Clause unless to some significant extent the State in any of its manifestations has been found to have become involved in it.\" Burton v. Wilmington Parking Authority, 1961, 365 U.S. 715, 722, 81 S.Ct. 856, 860, 6 L.Ed.2d 45; Shelley v. Kraemer, 1948, 334 U.S. 1, 68 S.Ct. 836, 92 L.Ed. 1161.</p>\n<p>Whether James Walker Memorial Hospital is an instrumentality of the State is not presented here for the first time. In Eaton v. Board of Managers of James Walker Memorial Hospital, 4 Cir., 261 F.2d 521, affirming 164 F.Supp. 191 (E.D.N.C.1958), cert. den. 359 U.S. 984, 79 S.Ct. 941, 3 L.Ed.2d 934, the identical physicians who are plaintiffs here sought admission, in a class action, to courtesy staff privileges at James Walker Memorial Hospital. Relief was denied on motion of the defendants for lack of jurisdiction in that the hospital was not performing State action. Judge Soper, speaking for the Fourth Circuit Court of Appeals, said: \"* * * (T)he facts clearly show that when the present suit was brought, and for years before, the hospital was not an instrumentality of the State but a corporation managed and operated by an independent board free from State control.\" Id., 261 F.2d 521, 525.</p>\n<p>Plaintiffs contend that they have alleged facts and circumstances not considered or adjudicated in Eaton; that the decision in Eaton is based on a single factor test of day-to-day control and that the United States Supreme Court in the subsequent case of Burton v. Wilmington Parking Authority, supra, has announced a new standard for determining State action based on a consideration <span class=\"star-pagination\">*467</span> of the totality of the relationships between the hospital and the State.<sup>[3]</sup></p>\n<p>Defendants contend that all material facts before the Court in this case relating to State action were presented to and considered by the Court in the prior Eaton case, and that the decision in Eaton is determinative of the issues here presented, and binding upon this Court.</p>\n<p>It is a recognized principle of law that a previous opinion deciding contentions identical in fact, law, and application with those in a subsequent case should be followed under the doctrine of <i>stare decisis.</i> Grand Rapids &amp; I. R. Co. v. Blanchard, 6 Cir., 38 F.2d 470; United States v. Egelak, D.C.Alaska, 173 F.Supp. 206; 21 C.J.S. Courts § 186.</p>\n<p>It is fundamental that a decision of the Court of Appeals should be followed in a subsequent case in a District Court of that circuit in the absence of a material factual distinction or a subsequent decision of the Court of Appeals or of the United States Supreme Court requiring the District Court to depart therefrom. Williams v. Carolina Coach Co., 111 F.Supp. 329, affirmed 4 Cir., 207 F.2d 408; Adkins v. School Board, 148 F.Supp. 430, affirmed 4 Cir., 246 F.2d 325; 21 C.J.S. Courts § 198.</p>\n<p>Therefore, the decision of the Fourth Circuit Court of Appeals in the prior Eaton case is binding on this Court in the absence of (1) a change in the law since the previous decision justifying a change in results, or (2) a factual element, not before the Court in the prior case, which shows \"State action\" on the part of the hospital when considered within the totality of the relationships between the State and the hospital.</p>\n<p>It is clear that Burton does not enunciate a fundamental change in the law. The same general principles were recognized, applied and limited to the particular facts in the Eaton and Burton cases. Each case must rest on its peculiar facts and no universal principle or criteria for determining State action has yet been established.<sup>[4]</sup></p>\n<p>Therefore, unless there are one or more additional facts in this case not previously before the Court, which, viewed as a component part of all existing relationships between the hospital and the State, show that the State is involved in the conduct of the hospital to a significant extent, the decision in the prior Eaton case is controlling.</p>\n<p>The allegations of the complaint in the prior case relating to State action were as follows:</p>\n<p>(1) That certain of the land upon which the hospital stands was conveyed in 1901 by deed from the City of Wilmington and the County of New Hanover to the Board of Managers of the hospital \"so long as the same shall be used and maintained as a hospital for the benefit of the City and County aforesaid, and in case of disuse or abandonment to revert to the said City and County as their interest respectively appear\";</p>\n<p>(2) That the City and County provide financial support for the hospital by <span class=\"star-pagination\">*468</span> granting the hospital exemption from City and County taxes;</p>\n<p>(3) That prior to 1951 the City and County made direct contributions for the support, maintenance, and operation of the hospital;</p>\n<p>(4) That since the year 1951 per diem contributions to the hospital were made by the City and County for services rendered certain residents of each;</p>\n<p>(5) That the hospital exercised the power of eminent domain; and</p>\n<p>(6) That the hospital received large grants of money from the federal government for expansion and maintenance.</p>\n<p>These facts are alleged in more detail in the present complaint. The substance of the allegations was fairly presented to and considered by the Court in the prior case.</p>\n<p>The following facts are urged for the first time as showing the relationship of the hospital to the State:</p>\n<p>(1) The City as self-insurer has made certain payments to the hospital for services rendered in treating Workmen's Compensation cases;</p>\n<p>(2) Since July 1, 1947, the hospital has been required to secure a license from the State through the North Carolina Medical Care Commission and since that time the hospital has complied with the licensing procedure and standards prescribed by the Commission; and</p>\n<p>(3) James Walker Memorial Hospital is superior to any hospital in the City and County, offering the highest standard of medical care, and is the chosen instrumentality of the City and County for furnishing medical care to their white citizens and affording a place to practice for qualified white physicians.</p>\n<p>These additional facts do not justify a different result here. The payments for services rendered in Workmen's Compensation cases by the City is not unlike the per diem payments for service to indigent patients by the County discussed at length in the prior opinions. It appears by affidavit filed by the Director of the hospital, that there is no contract between the hospital and the City for such services and that since October 1, 1961, the total amount paid by the City is $1599.21 or one-tenth of one per cent of the gross income of the hospital since that date.</p>\n<p>Under the North Carolina Hospital Licensing Act, both private and public hospitals in North Carolina are required to be licensed. The purpose of the statute is \"to provide for the development, establishment and enforcement of basic standards: (1) For the care and treatment of individuals in hospitals and (2) For the construction, maintenance and operation of such hospitals, which, * * * will insure safe and adequate treatment of such individuals in hospitals * * *.\"<sup>[5]</sup> The statute is designed to protect the public health and does not constitute the licensee an instrumentality of the State. To hold otherwise would change the character of every private hospital by the mere act of licensing. Williams v. Howard Johnson, 4 Cir., 268 F.2d 845; Slack v. Atlantic White Tower System, Inc., D.C., 181 F.Supp. 124, affirmed, 4 Cir., 284 F.2d 746.</p>\n<p>Whether the hospital is superior or inferior to others in the immediate area is not a significant fact of State manifestation in the conduct of the hospital. Here the hospital is chartered by the State as an ordinary private corporation there is no \"special franchise\" as in Boman v. Birmingham Transit Co., 5 Cir., 280 F.2d 531.</p>\n<p>The plaintiff-patients in this case, who seek admission to defendant hospital on a nondiscriminatory basis, were not parties to the prior Eaton case. This fact does not affect the basic question whether the hospital is performing State action.</p>\n<p>It follows, therefore, that the relationships between the State and the <span class=\"star-pagination\">*469</span> hospital, viewed singly and collectively, do not constitute the hospital an instrumentality of the State, and upon the authority of the prior Eaton case, the motion to dismiss for lack of jurisdiction is allowed.</p>\n<p>It is so ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  The sole privilege of the members of the \"courtesy staff\" is the use of private rooms and pay wards for their patients.</p>\n<p>[2]  See, 42 U.S.C.A. § 1983.</p>\n<p>[3]  In Hampton v. City of Jacksonville, 304 F.2d 320, 323 (5 Cir. 1962) the Court said: \"* * * [W]e doubt whether the Court of Appeals for the Fourth Circuit would have decided the Hospital case [Eaton] as it did had it followed the Supreme Court decision [Burton].\"</p>\n<p>[4]  \"Because readily applicable formulae may not be fashioned, the conclusions drawn from the facts and circumstances of this record are by no means declared as universal truths * * * Owing to the very `largeness' of government, a multitude of relationships might appear to some to fall within the Amendment's embrace, but that, it must be remembered, can be determined only in the framework of the peculiar facts or circumstances present. * * * Specifically defining the limits of our inquiry, what we hold today is that when a State leases public property in the manner and for the purpose shown to have been the case here, the proscriptions of the Fourteenth Amendment must be complied with by the lessee as certainly as though they were binding covenants written into the agreement itself.\" Burton v. Wilmington Parking Authority, 365 U.S. 715, 725, 81 S.Ct. 856, 6 L.Ed.2d 45.</p>\n<p>[5]  N.C. General Statutes § 131-126.2.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">216</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">465</span></span> (1963)</b></center>\n<center><h1>Hubert A. EATON, Daniel C. Roane, Samuel James Gray, Vernetta E. Hussey and Leland M. Newsome, on behalf of themselves and others similarly situated, Plaintiffs,<br>\nv.<br>\nEmory GRUBBS and the Board of Managers of James Walker Memorial Hospital, a body corporate, Defendants.</h1></center>\n<center>Civ. No. 932.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>April 9, 1963.</center>\n<p>Robert R. Bond, Wilmington, N. C., Conrad O. Pearson, Durham, N. C., Michael Meltsner, New York City, for plaintiffs.</p>\n<p>Cyrus D. Hogue, Jr., Wilmington, N. C., for defendants.</p>\n<p>BUTLER, District Judge.</p>\n<p>This is a class action for injunctive relief brought by three Negro physicians and certain of their Negro patients, on behalf of themselves and others similarly situated, to prohibit defendants from denying plaintiff-physicians courtesy staff <span class=\"star-pagination\">*466</span> privileges<sup>[1]</sup> at James Walker Memorial Hospital in Wilmington, North Carolina, solely on account of their race or color, and requiring defendants to admit plaintiff-patients to said hospital for treatment on a nonsegregated and nondiscriminatory basis.</p>\n<p>Federal jurisdiction is invoked on the theory that the Board of Managers of the hospital, a corporation created by an act of the General Assembly of North Carolina, is an instrumentality of the State, which is prohibited by the Fourteenth Amendment to the Constitution of the United States from denying to any person within its jurisdiction the equal protection of the laws. Jurisdiction is also based on asserted rights under the due process clause of the Fifth Amendment, and on 28 U.S.C.A. § 1343 (3), which gives district courts original jurisdiction of proceedings to redress the deprivation of civil rights under color of any State statute or usage.<sup>[2]</sup></p>\n<p>The defendants moved to dismiss under Rule 12, Fed.Rules Civ.Proc., 28 U.S. C.A., for lack of federal jurisdiction for the reason that the hospital is a private corporation not performing \"State action\" within the prohibition of the Fifth and Fourteenth Amendments, nor within the purview of 28 U.S.C.A. § 1343(3).</p>\n<p>The question presented by the motion is whether, from the facts set forth in the complaint and in the affidavits filed by the parties, the hospital is an instrumentality of the State. If, from the totality of the relationships between the State and the hospital, the hospital is performing State action, this Court has jurisdiction and the motion should be denied. If, despite the admitted relationships, the hospital is not an agency of the State, but acts independently as a private corporation, this Court is without jurisdiction and the motion to dismiss should be granted.</p>\n<p>\"It is clear, as it always has been since the Civil Rights Cases, supra [109 U.S. 3, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">18</span></span>, 27 L.Ed. 835], that `individual invasion of individual rights is not the subject-matter of the amendment,' * * * and that private conduct abridging individual rights does no violence to the Equal Protection Clause unless to some significant extent the State in any of its manifestations has been found to have become involved in it.\" Burton v. Wilmington Parking Authority, 1961, <span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 722, <span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">856</span></a></span>, 860, 6 L.Ed.2d 45; Shelley v. Kraemer, 1948, <span class=\"citation\" data-id=\"104545\"><a href=\"/opinion/104545/shelley-v-kraemer/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"104545\"><a href=\"/opinion/104545/shelley-v-kraemer/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">836</span></a></span>, 92 L.Ed. 1161.</p>\n<p>Whether James Walker Memorial Hospital is an instrumentality of the State is not presented here for the first time. In Eaton v. Board of Managers of James Walker Memorial Hospital, 4 Cir., <span class=\"citation\" data-id=\"246673\"><a href=\"/opinion/246673/hubert-a-eaton-daniel-c-roane-and-samuel-james-gray-v-board-of/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">521</span></a></span>, affirming <span class=\"citation\" data-id=\"1457096\"><a href=\"/opinion/1457096/eaton-v-board-of-managers-of-james-walker-mem-hosp/\"><span class=\"volume\">164</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">191</span></a></span> (E.D.N.C.1958), cert. den. <span class=\"citation no-link\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">984</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">941</span></span>, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">934</span></span>, the identical physicians who are plaintiffs here sought admission, in a class action, to courtesy staff privileges at James Walker Memorial Hospital. Relief was denied on motion of the defendants for lack of jurisdiction in that the hospital was not performing State action. Judge Soper, speaking for the Fourth Circuit Court of Appeals, said: \"* * * (T)he facts clearly show that when the present suit was brought, and for years before, the hospital was not an instrumentality of the State but a corporation managed and operated by an independent board free from State control.\" Id., <span class=\"citation\" data-id=\"246673\"><a href=\"/opinion/246673/hubert-a-eaton-daniel-c-roane-and-samuel-james-gray-v-board-of/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">521</span></a></span>, 525.</p>\n<p>Plaintiffs contend that they have alleged facts and circumstances not considered or adjudicated in Eaton; that the decision in Eaton is based on a single factor test of day-to-day control and that the United States Supreme Court in the subsequent case of Burton v. Wilmington Parking Authority, supra, has announced a new standard for determining State action based on a consideration <span class=\"star-pagination\">*467</span> of the totality of the relationships between the hospital and the State.<sup>[3]</sup></p>\n<p>Defendants contend that all material facts before the Court in this case relating to State action were presented to and considered by the Court in the prior Eaton case, and that the decision in Eaton is determinative of the issues here presented, and binding upon this Court.</p>\n<p>It is a recognized principle of law that a previous opinion deciding contentions identical in fact, law, and application with those in a subsequent case should be followed under the doctrine of <i>stare decisis.</i> Grand Rapids &amp; I. R. Co. v. Blanchard, 6 Cir., 38 F.2d 470; United States v. Egelak, D.C.Alaska, 173 F.Supp. 206; 21 C.J.S. Courts § 186.</p>\n<p>It is fundamental that a decision of the Court of Appeals should be followed in a subsequent case in a District Court of that circuit in the absence of a material factual distinction or a subsequent decision of the Court of Appeals or of the United States Supreme Court requiring the District Court to depart therefrom. Williams v. Carolina Coach Co., <span class=\"citation\" data-id=\"1816075\"><a href=\"/opinion/1816075/williams-v-carolina-coach-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">329</span></a></span>, affirmed 4 Cir., 207 F.2d 408; Adkins v. School Board, <span class=\"citation\" data-id=\"1875235\"><a href=\"/opinion/1875235/adkins-v-school-board-of-the-city-of-newport-news/\"><span class=\"volume\">148</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">430</span></a></span>, affirmed 4 Cir., 246 F.2d 325; 21 C.J.S. Courts § 198.</p>\n<p>Therefore, the decision of the Fourth Circuit Court of Appeals in the prior Eaton case is binding on this Court in the absence of (1) a change in the law since the previous decision justifying a change in results, or (2) a factual element, not before the Court in the prior case, which shows \"State action\" on the part of the hospital when considered within the totality of the relationships between the State and the hospital.</p>\n<p>It is clear that Burton does not enunciate a fundamental change in the law. The same general principles were recognized, applied and limited to the particular facts in the Eaton and Burton cases. Each case must rest on its peculiar facts and no universal principle or criteria for determining State action has yet been established.<sup>[4]</sup></p>\n<p>Therefore, unless there are one or more additional facts in this case not previously before the Court, which, viewed as a component part of all existing relationships between the hospital and the State, show that the State is involved in the conduct of the hospital to a significant extent, the decision in the prior Eaton case is controlling.</p>\n<p>The allegations of the complaint in the prior case relating to State action were as follows:</p>\n<p>(1) That certain of the land upon which the hospital stands was conveyed in 1901 by deed from the City of Wilmington and the County of New Hanover to the Board of Managers of the hospital \"so long as the same shall be used and maintained as a hospital for the benefit of the City and County aforesaid, and in case of disuse or abandonment to revert to the said City and County as their interest respectively appear\";</p>\n<p>(2) That the City and County provide financial support for the hospital by <span class=\"star-pagination\">*468</span> granting the hospital exemption from City and County taxes;</p>\n<p>(3) That prior to 1951 the City and County made direct contributions for the support, maintenance, and operation of the hospital;</p>\n<p>(4) That since the year 1951 per diem contributions to the hospital were made by the City and County for services rendered certain residents of each;</p>\n<p>(5) That the hospital exercised the power of eminent domain; and</p>\n<p>(6) That the hospital received large grants of money from the federal government for expansion and maintenance.</p>\n<p>These facts are alleged in more detail in the present complaint. The substance of the allegations was fairly presented to and considered by the Court in the prior case.</p>\n<p>The following facts are urged for the first time as showing the relationship of the hospital to the State:</p>\n<p>(1) The City as self-insurer has made certain payments to the hospital for services rendered in treating Workmen's Compensation cases;</p>\n<p>(2) Since July 1, 1947, the hospital has been required to secure a license from the State through the North Carolina Medical Care Commission and since that time the hospital has complied with the licensing procedure and standards prescribed by the Commission; and</p>\n<p>(3) James Walker Memorial Hospital is superior to any hospital in the City and County, offering the highest standard of medical care, and is the chosen instrumentality of the City and County for furnishing medical care to their white citizens and affording a place to practice for qualified white physicians.</p>\n<p>These additional facts do not justify a different result here. The payments for services rendered in Workmen's Compensation cases by the City is not unlike the per diem payments for service to indigent patients by the County discussed at length in the prior opinions. It appears by affidavit filed by the Director of the hospital, that there is no contract between the hospital and the City for such services and that since October 1, 1961, the total amount paid by the City is $1599.21 or one-tenth of one per cent of the gross income of the hospital since that date.</p>\n<p>Under the North Carolina Hospital Licensing Act, both private and public hospitals in North Carolina are required to be licensed. The purpose of the statute is \"to provide for the development, establishment and enforcement of basic standards: (1) For the care and treatment of individuals in hospitals and (2) For the construction, maintenance and operation of such hospitals, which, * * * will insure safe and adequate treatment of such individuals in hospitals * * *.\"<sup>[5]</sup> The statute is designed to protect the public health and does not constitute the licensee an instrumentality of the State. To hold otherwise would change the character of every private hospital by the mere act of licensing. Williams v. Howard Johnson, 4 Cir., 268 F.2d 845; Slack v. Atlantic White Tower System, Inc., D.C., <span class=\"citation\" data-id=\"1496280\"><a href=\"/opinion/1496280/slack-v-atlantic-white-tower-system-inc/\"><span class=\"volume\">181</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">124</span></a></span>, affirmed, 4 Cir., 284 F.2d 746.</p>\n<p>Whether the hospital is superior or inferior to others in the immediate area is not a significant fact of State manifestation in the conduct of the hospital. Here the hospital is chartered by the State as an ordinary private corporation there is no \"special franchise\" as in Boman v. Birmingham Transit Co., 5 Cir., 280 F.2d 531.</p>\n<p>The plaintiff-patients in this case, who seek admission to defendant hospital on a nondiscriminatory basis, were not parties to the prior Eaton case. This fact does not affect the basic question whether the hospital is performing State action.</p>\n<p>It follows, therefore, that the relationships between the State and the <span class=\"star-pagination\">*469</span> hospital, viewed singly and collectively, do not constitute the hospital an instrumentality of the State, and upon the authority of the prior Eaton case, the motion to dismiss for lack of jurisdiction is allowed.</p>\n<p>It is so ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  The sole privilege of the members of the \"courtesy staff\" is the use of private rooms and pay wards for their patients.</p>\n<p>[2]  See, 42 U.S.C.A. § 1983.</p>\n<p>[3]  In Hampton v. City of Jacksonville, <span class=\"citation\" data-id=\"257487\"><a href=\"/opinion/257487/frank-hampton-v-city-of-jacksonville-florida/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">320</span></a></span>, 323 (5 Cir. 1962) the Court said: \"* * * [W]e doubt whether the Court of Appeals for the Fourth Circuit would have decided the Hospital case [Eaton] as it did had it followed the Supreme Court decision [Burton].\"</p>\n<p>[4]  \"Because readily applicable formulae may not be fashioned, the conclusions drawn from the facts and circumstances of this record are by no means declared as universal truths * * * Owing to the very `largeness' of government, a multitude of relationships might appear to some to fall within the Amendment's embrace, but that, it must be remembered, can be determined only in the framework of the peculiar facts or circumstances present. * * * Specifically defining the limits of our inquiry, what we hold today is that when a State leases public property in the manner and for the purpose shown to have been the case here, the proscriptions of the Fourteenth Amendment must be complied with by the lessee as certainly as though they were binding covenants written into the agreement itself.\" Burton v. Wilmington Parking Authority, <span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 725, <span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">856</span></a></span>, 6 L.Ed.2d 45.</p>\n<p>[5]  N.C. General Statutes § 131-126.2.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/246673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/257487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1457096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1496280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1816075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1875235/"
  ]
}