{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2339161/",
  "absolute_url": "/opinion/2339161/cummings-v-lumbee-tribe-of-north-carolina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2339161/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:11.634000Z",
  "date_modified": "2016-04-26T22:30:21.922081Z",
  "type": "010combined",
  "sha1": "30c20f819b091a0a2a4146b88bc39f4d12477458",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>590 F.Supp.2d 769 (2008)</b></center>\n<center><h1>Donna CUMMINGS, Plaintiff<br>\nv.<br>\nThe LUMBEE TRIBE OF NORTH CAROLINA and Leon Jacobs, Defendants.</h1></center>\n<center>No. 7:07-CV-189-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>December 8, 2008.</center>\n<p><span class=\"star-pagination\">*771</span> Todd Allen Jones, Anderson, Jones &amp; Gengo, PLLC, Raleigh, NC, for Plaintiff.</p>\n<p>Edward Kenneth Brooks, Patterson Dilthey, LLP, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter comes before the Court on Defendants' Motion to Dismiss pursuant to <span class=\"star-pagination\">*772</span> FED.R.CIV.P. 12(b)(1) and 12(b)(6). Plaintiff filed this action alleging retaliation and defamation by her employer, the Lumbee Tribe of North Carolina and Leon Jacobs, under Title VII of the Civil Rights Act of 1964 and 42 U.S.C. § 2000e-1 <i>et seq.</i> Defendant has moved for dismissal as to all claims. For the reasons stated below, Defendants' Motions to Dismiss are DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On October 1, 2003, Defendant Lumbee Tribe of North Carolina hired Plaintiff Donna Cummings as the office manager of the Tribal Enrollment Office. Defendant Leon Jacobs is the Tribal Administrator of Defendant Lumbee Tribe of North Carolina.</p>\n<p>On October 21, 2006, Plaintiff filed a grievance with Defendant Jacobs alleging unfair and unequal treatment of women by Defendant Lumbee Tribe of North Carolina. On November 9, 2006, Plaintiff assisted a former female co-worker draft a grievance making similar allegations against Defendant Lumbee Tribe of North Carolina. On November 13, 2006, Defendant Jacobs sent Plaintiff a memorandum acknowledging the receipt of the grievance. On November 15, 2006, Defendant Jacobs sent Plaintiff a memorandum informing Plaintiff that Defendants were suspending her without pay in order to investigate who had authored a defamatory letter that had circulated through the workplace. Defendant Jacobs also verbally informed co-workers and the Tribal Council that Plaintiff authored the letter. Subsequently, an investigation concluded that no reasonable evidence existed to implicate Plaintiff as the author of the letter. Later, Defendants informed Plaintiff she had been suspended for failing to follow procedure when filing her grievance.</p>\n<p>On November 15, 2007, Plaintiff filed a complaint alleging (1) Defendants violated Title VII of the Civil Rights Act of 1964 by suspending her in retaliation for filing a grievance alleging gender discrimination and assisting her former co-worker file a grievance making similar allegations; (2) Defendant Jacobs defamed Plaintiff by implicating Plaintiff as the author of the defamatory letter through a libelous memorandum and slanderous statements to her co-workers and the Tribal Council; and (3) Defendant Lumbee Tribe of North Carolina defamed Plaintiff because its employee, Defendant Jacobs, acted in the scope of his employment and in furtherance of his employer's interests in defaming Plaintiff. On December 17, 2007, Defendant Lumbee Tribe filed a Motion to Dismiss. On April 23, 2008, Defendant Jacobs also filed a Motion to Dismiss.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>I. <i>Motion to Dismiss pursuant to Rule 12(b)(1)</i>\n</h2>\n<p></p>\n<h2>A. <i>Applying Title VII of the Civil Rights Act of 1964 to the Lumbee Tribe of N.C.</i>\n</h2>\n<p>The Civil Rights Act of 1964 applies to employers who (1) engage in an industry affecting commerce and (2) employ fifteen or more employees each working day in each of twenty or more calendar weeks in the current or preceding calendar year. 42 U.S.C.A. § 2000e(b). The section specifically excludes \"an Indian Tribe\" from the definition of \"employer\" for the purposes of the statute. <i>Id.</i> The Equal Employment Opportunity Commission has stated that a defendant is deemed an Indian tribe, and therefore excluded from definition of \"employer\" for purposes of 42 U.S.C.A. § 2000e, where defendant inhabits particular territory established by presidential executive order, constitutes Indian community governed by tribal council, and where tribal council exercises powers indicating <span class=\"star-pagination\">*773</span> its sovereignty over its territory and members. EEOC Dec No. 85-6 (April 12, 1985).</p>\n<p>In applying this standard to the Lumbee Tribe of North Carolina, the Lumbee Tribe of North Carolina cannot be considered an Indian Tribe excluded from the definition of \"employer\" for the purposes of Title VII. The particular territory they occupy was not established by a presidential executive order. In addition, the United States has not granted federal recognition to Defendant Lumbee Tribe of North Carolina. Given federal recognition of an Indian tribe formally establishes a government-to-government relationship between the United States and that Indian tribe, and carries with it status as a sovereign entity, the Defendant Lumbee Tribe of North Carolina's status as non-recognized proves fatal to its defense of sovereign immunity. Title VII of the Civil Rights Act of 1964 applies to Defendant Lumbee Tribe of North Carolina.</p>\n<p></p>\n<h2>II. <i>Motion to Dismiss pursuant to Rule 12(b)(6)</i>\n</h2>\n<p>A Rule 12(b)(6) motion tests the legal sufficiency of the complaint. <i>Papasan v. Allain,</i> 478 U.S. 265, 283, 106 S.Ct. 2932, 92 L.Ed.2d 209 (1986). When acting on a motion to dismiss under Rule 12(b)(6), \"the court should accept as true all well-pleaded allegations and should view the complaint in a light most favorable to the plaintiff.\" <i>Mylan Labs., Inc. v. Matkari,</i> 7 F.3d 1130, 1134 (4th Cir.1993). Though specificity is not required, a complaint must allege enough facts to state a claim to relief that is facially plausible. <i>Bell Atlantic Corp. v. Twombly,</i> 550 U.S. 544, 127 S.Ct. 1955, 1965, 167 L.Ed.2d 929 (2007). If the factual allegations to not nudge the plaintiff's claims \"across the line from conceivable to plausible,\" the \"complaint must be dismissed.\" <i>Id.</i> at 1973.</p>\n<p></p>\n<h2>A. <i>Violation of Title VII of the 1964 Civil Rights Act</i>\n</h2>\n<p>In order to make a prima facie case of retaliation, a plaintiff must show that (1) plaintiff participated in Title VII mechanism or opposition to some alleged aspect of employer discrimination, (2) the employer took a materially adverse action against plaintiff, and (3) a causal relationship existed between her protected activity and the government's action. <i>Buckley v. Mukasey,</i> 538 F.3d 306, 315 (4th Cir.2008)(citing <i>Lettieri v. Equant Inc.,</i> 478 F.3d 640, 650 &amp; n. 2 (4th Cir.2007)).</p>\n<p>Here, Plaintiff has sufficiently plead a prima facie case for retaliation. First, Plaintiff alleges she engaged in protected activity. On October 31, 206, Plaintiff opposed unlawful employment practices by writing a grievance on her own behalf alleging discriminatory treatment of women and, on November 9, 2006, Plaintiff assisted a co-worker in writing a grievance making similar allegations.</p>\n<p>Second, Plaintiff alleges that Defendants took materially adverse action against her. On November 15, 2006, Defendants suspended Plaintiff without pay in response. Defendants' suspension of Plaintiff without pay constitutes a material adverse action in that a reasonable employee would have been dissuaded from making or supporting a charge of discrimination if faced with such action by an employer. <i>Burlington N. &amp; Sante Fe Ry. Co. v. White,</i> 548 U.S. 53, 68, 126 S.Ct. 2405, 165 L.Ed.2d 345 (2006).</p>\n<p>Third, Plaintiff has established a causal connection. The short period of time between Plaintiff's alleged protected activity and the time Defendants suspended Plaintiff establishes a causal connection. <i>Clark County Sch. Dist. v. Breeden,</i> 532 U.S. 268, 273, 121 S.Ct. 1508, 149 L.Ed.2d 509 (2001) (\"The cases that accept mere <span class=\"star-pagination\">*774</span> temporal proximity between an employer's knowledge of protected activity and an adverse employment action as sufficient evidence of causality to establish a prima facie case uniformly hold that the temporal proximity must be very close[.]\"). Plaintiff has sufficiently alleged facts to establish a prima facie case for retaliation.</p>\n<p></p>\n<h2>B. <i>Claim of Defamation against Defendant Jacobs</i>\n</h2>\n<p>A claim for defamation may be asserted by alleging either of two torts: libel or slander. <i>Boyce &amp; Isley, PLLC v. Cooper,</i> 153 N.C.App. 25, 29, 568 S.E.2d 893 (N.C.App.2002). Libel is any false written publication to a third party; whereas, slander is a false oral communication which is published to a third party. <i>Barker v. Kimberly-Clark Corp.,</i> 136 N.C.App. 455, 459, 524 S.E.2d 821 (N.C.App.2000).</p>\n<p>To establish a claim for defamation <i>per se,</i> a plaintiff must prove: \"(1) defendant spoke or published base or defamatory words which tended to prejudice him in his reputation, office, trade, business or means of livelihood or hold him up to disgrace, ridicule or contempt; (2) the statement was false; and (3) the statement was published or communicated to and understood by a third person.\" <i>Friel v. Angell Care, Inc.,</i> 113 N.C.App. 505, 509, 440 S.E.2d 111 (N.C.App.1994). For defamation <i>per se,</i> malice and damages are presumed as a matter of law. <i>Donovan v. Fiumara,</i> 114 N.C.App. 524, 527, 442 S.E.2d 572 (N.C.App.1994).</p>\n<p>\"When the defamatory character of the words does not appear on their face, but only in connection with extrinsic, explanatory facts, they are only actionable as... [defamation] <i>per quod.\" </i><i>Eli Research, Inc. v. United Communs. Group, LLC,</i> 312 F.Supp.2d 748, 761 (M.D.N.C.2004) (citing <i>Badame v. Lampke,</i> 242 N.C. 755, 756-57, 89 S.E.2d 466 (1955)). When stating a claim for defamation <i>per quod,</i> a plaintiff must plead and prove special damages and malice, in addition to the aforementioned elements of a claim for defamation <i>per se. Id.</i> at 757.</p>\n<p>Here, Plaintiff alleges both libelous and slanderous defamation. Plaintiff alleges Defendant Jacobs' memo stating Defendants were suspended Plaintiff without pay pending an investigation of Plaintiff's \"using tribal letter head to express personal slanderous opinions\" constitutes libel <i>per se.</i> To be libelous <i>per se,</i> the defamatory words must be \"susceptible of but one meaning and of such nature that the court can presume as a matter of law that they tend to disgrace and degrade the party.\" <i>Flake v. Greensboro News Co.,</i> 212 N.C. 780, 195 S.E. 55, 60 (N.C. 1938). Under North Carolina law, the initial inquiry is \"whether the publication is such as to be subject to only one interpretation,\" and if so, \"to determine whether that signification is defamatory.\" <i>Renwick v. The News and Observer Publishing Co.,</i> 310 N.C. 312, 317, 312 S.E.2d 405 (N.C. 1984). Where the publication is capable of a defamatory meaning and a nondefamatory meaning, then the action for libel <i>per se</i> cannot lie as a matter of law. <i>Id.</i> North Carolina law requires that the writing must be defamatory so as to not require insinuations, explanation, colloquium, and innuendo. <i>Id.</i> Here, Defendant Jacobs' memo to Plaintiff does not rise to a level of libel <i>per se</i> because it requires an explanation of the circumstances surrounding the memo as well as a series of insinuations regarding what an investigation imputes to the Plaintiff.</p>\n<p>However, Plaintiff has alleged facts to establish a claim of libel <i>per quod.</i> Plaintiff has alleged (1) false statements were made by Defendant Jacobs that could be interpreted as defamatory given what the existence of an investigation could impute to Plaintiff, (2) a pecuniary loss resulting <span class=\"star-pagination\">*775</span> from the days she was suspended without pay and (3) malice based on Defendant Jacobs' desire to punish her for filing her own grievance alleging discrimination against women and assisting a coworker in filing a similar grievance. Plaintiff has sufficiently alleged facts to establish a prima facie case of libel <i>per quod.</i></p>\n<p>With respect to the oral defamation, Plaintiff's alleges Defendant Jacobs stating to the Tribal Council and Plaintiff's co-workers that Plaintiff authored the defamatory letter that had circulated through the workplace constitutes slander <i>per se.</i> Plaintiff alleges that Defendant Jacobs' statements imputed to Plaintiff a lack of fitness to perform duties of employment or want of integrity in the discharge of duties of such employment, or prejudiced Plaintiff in her trade and profession. Here, having alleged that Defendant Jacobs stated to the Tribal Council and coworkers that Plaintiff actually authored the letter, and having alleged that this statement was false, Plaintiff has alleged slander <i>per se</i> in that the defamatory statements held Plaintiff in disgrace, ridicule and contempt in the view of Plaintiffs co-workers and the Tribal Council. <i>Barker v. Kimberly-Clark Corp.,</i> 136 N.C.App. 455, 459, 524 S.E.2d 821 (N.C.App.2000). Plaintiff has sufficiently alleged facts to establish a prima facie case of slander <i>per se.</i></p>\n<p></p>\n<h2>C. <i>Claim of Defamation against Defendant Lumbee Tribe of North Carolina</i>\n</h2>\n<p>An employer is liable under <i>respondeat superior</i> where: \"(1) the employer expressly authorizes the employee's act; (2) the tort is committed by the employee in the scope of employment and in furtherance of the employer's business; or (3) the employer ratifies the employee's tortious conduct.\" <i>Denning-Boyles v. WCES, Inc.,</i> 123 N.C.App. 409, 414, 473 S.E.2d 38 (N.C.App.1996). Here, Plaintiff alleges Defendant Jacobs made slanderous and libelous statements in the scope of his employment and in the furtherance of Defendant Lumbee Tribe's business. Plaintiff alleges that Defendant Jacobs' presumed malicious intent in exacting those statements furthered the Defendant Lumbee Tribe's business by discrediting and punishing Plaintiff for filing a grievance claiming unfair treatment of women and assisting a co-worker file a similar grievance. Plaintiff has sufficiently alleged facts that support that Defendant Jacobs acted within the scope of his employment. Accordingly, Plaintiff has sufficiently alleged facts to establish a prima facie case of defamation against Defendant Lumbee Tribe.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Defendants' Motions to Dismiss are DENIED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">590</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">769</span></span> (2008)</b></center>\n<center><h1>Donna CUMMINGS, Plaintiff<br>\nv.<br>\nThe LUMBEE TRIBE OF NORTH CAROLINA and Leon Jacobs, Defendants.</h1></center>\n<center>No. 7:07-CV-189-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>December 8, 2008.</center>\n<p><span class=\"star-pagination\">*771</span> Todd Allen Jones, Anderson, Jones &amp; Gengo, PLLC, Raleigh, NC, for Plaintiff.</p>\n<p>Edward Kenneth Brooks, Patterson Dilthey, LLP, Raleigh, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter comes before the Court on Defendants' Motion to Dismiss pursuant to <span class=\"star-pagination\">*772</span> FED.R.CIV.P. 12(b)(1) and 12(b)(6). Plaintiff filed this action alleging retaliation and defamation by her employer, the Lumbee Tribe of North Carolina and Leon Jacobs, under Title VII of the Civil Rights Act of 1964 and 42 U.S.C. § 2000e-1 <i>et seq.</i> Defendant has moved for dismissal as to all claims. For the reasons stated below, Defendants' Motions to Dismiss are DENIED.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On October 1, 2003, Defendant Lumbee Tribe of North Carolina hired Plaintiff Donna Cummings as the office manager of the Tribal Enrollment Office. Defendant Leon Jacobs is the Tribal Administrator of Defendant Lumbee Tribe of North Carolina.</p>\n<p>On October 21, 2006, Plaintiff filed a grievance with Defendant Jacobs alleging unfair and unequal treatment of women by Defendant Lumbee Tribe of North Carolina. On November 9, 2006, Plaintiff assisted a former female co-worker draft a grievance making similar allegations against Defendant Lumbee Tribe of North Carolina. On November 13, 2006, Defendant Jacobs sent Plaintiff a memorandum acknowledging the receipt of the grievance. On November 15, 2006, Defendant Jacobs sent Plaintiff a memorandum informing Plaintiff that Defendants were suspending her without pay in order to investigate who had authored a defamatory letter that had circulated through the workplace. Defendant Jacobs also verbally informed co-workers and the Tribal Council that Plaintiff authored the letter. Subsequently, an investigation concluded that no reasonable evidence existed to implicate Plaintiff as the author of the letter. Later, Defendants informed Plaintiff she had been suspended for failing to follow procedure when filing her grievance.</p>\n<p>On November 15, 2007, Plaintiff filed a complaint alleging (1) Defendants violated Title VII of the Civil Rights Act of 1964 by suspending her in retaliation for filing a grievance alleging gender discrimination and assisting her former co-worker file a grievance making similar allegations; (2) Defendant Jacobs defamed Plaintiff by implicating Plaintiff as the author of the defamatory letter through a libelous memorandum and slanderous statements to her co-workers and the Tribal Council; and (3) Defendant Lumbee Tribe of North Carolina defamed Plaintiff because its employee, Defendant Jacobs, acted in the scope of his employment and in furtherance of his employer's interests in defaming Plaintiff. On December 17, 2007, Defendant Lumbee Tribe filed a Motion to Dismiss. On April 23, 2008, Defendant Jacobs also filed a Motion to Dismiss.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>I. <i>Motion to Dismiss pursuant to Rule 12(b)(1)</i>\n</h2>\n<p></p>\n<h2>A. <i>Applying Title VII of the Civil Rights Act of 1964 to the Lumbee Tribe of N.C.</i>\n</h2>\n<p>The Civil Rights Act of 1964 applies to employers who (1) engage in an industry affecting commerce and (2) employ fifteen or more employees each working day in each of twenty or more calendar weeks in the current or preceding calendar year. 42 U.S.C.A. § 2000e(b). The section specifically excludes \"an Indian Tribe\" from the definition of \"employer\" for the purposes of the statute. <i>Id.</i> The Equal Employment Opportunity Commission has stated that a defendant is deemed an Indian tribe, and therefore excluded from definition of \"employer\" for purposes of 42 U.S.C.A. § 2000e, where defendant inhabits particular territory established by presidential executive order, constitutes Indian community governed by tribal council, and where tribal council exercises powers indicating <span class=\"star-pagination\">*773</span> its sovereignty over its territory and members. EEOC Dec No. 85-6 (April 12, 1985).</p>\n<p>In applying this standard to the Lumbee Tribe of North Carolina, the Lumbee Tribe of North Carolina cannot be considered an Indian Tribe excluded from the definition of \"employer\" for the purposes of Title VII. The particular territory they occupy was not established by a presidential executive order. In addition, the United States has not granted federal recognition to Defendant Lumbee Tribe of North Carolina. Given federal recognition of an Indian tribe formally establishes a government-to-government relationship between the United States and that Indian tribe, and carries with it status as a sovereign entity, the Defendant Lumbee Tribe of North Carolina's status as non-recognized proves fatal to its defense of sovereign immunity. Title VII of the Civil Rights Act of 1964 applies to Defendant Lumbee Tribe of North Carolina.</p>\n<p></p>\n<h2>II. <i>Motion to Dismiss pursuant to Rule 12(b)(6)</i>\n</h2>\n<p>A Rule 12(b)(6) motion tests the legal sufficiency of the complaint. <i>Papasan v. Allain,</i> <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 283, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2932</span></a></span>, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">209</span></a></span> (1986). When acting on a motion to dismiss under Rule 12(b)(6), \"the court should accept as true all well-pleaded allegations and should view the complaint in a light most favorable to the plaintiff.\" <i>Mylan Labs., Inc. v. Matkari,</i> <span class=\"citation\" data-id=\"655512\"><a href=\"/opinion/655512/mylan-laboratories-incorporated-v-raj-matkari-dilip-shah-raju-vegesna/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span>, 1134 (4th Cir.1993). Though specificity is not required, a complaint must allege enough facts to state a claim to relief that is facially plausible. <i>Bell Atlantic Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, 1965, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007). If the factual allegations to not nudge the plaintiff's claims \"across the line from conceivable to plausible,\" the \"complaint must be dismissed.\" <i>Id.</i> at 1973.</p>\n<p></p>\n<h2>A. <i>Violation of Title VII of the 1964 Civil Rights Act</i>\n</h2>\n<p>In order to make a prima facie case of retaliation, a plaintiff must show that (1) plaintiff participated in Title VII mechanism or opposition to some alleged aspect of employer discrimination, (2) the employer took a materially adverse action against plaintiff, and (3) a causal relationship existed between her protected activity and the government's action. <i>Buckley v. Mukasey,</i> <span class=\"citation\" data-id=\"1026486\"><a href=\"/opinion/1026486/buckley-v-mukasey/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></a></span>, 315 (4th Cir.2008)(citing <i>Lettieri v. Equant Inc.,</i> <span class=\"citation\" data-id=\"796987\"><a href=\"/opinion/796987/lorraine-lettieri-v-equant-incorporated/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">640</span></a></span>, 650 &amp; n. 2 (4th Cir.2007)).</p>\n<p>Here, Plaintiff has sufficiently plead a prima facie case for retaliation. First, Plaintiff alleges she engaged in protected activity. On October 31, 206, Plaintiff opposed unlawful employment practices by writing a grievance on her own behalf alleging discriminatory treatment of women and, on November 9, 2006, Plaintiff assisted a co-worker in writing a grievance making similar allegations.</p>\n<p>Second, Plaintiff alleges that Defendants took materially adverse action against her. On November 15, 2006, Defendants suspended Plaintiff without pay in response. Defendants' suspension of Plaintiff without pay constitutes a material adverse action in that a reasonable employee would have been dissuaded from making or supporting a charge of discrimination if faced with such action by an employer. <i>Burlington N. &amp; Sante Fe Ry. Co. v. White,</i> <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">548</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 68, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2405</span></a></span>, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">345</span></a></span> (2006).</p>\n<p>Third, Plaintiff has established a causal connection. The short period of time between Plaintiff's alleged protected activity and the time Defendants suspended Plaintiff establishes a causal connection. <i>Clark County Sch. Dist. v. Breeden,</i> <span class=\"citation\" data-id=\"2620700\"><a href=\"/opinion/2620700/clark-county-school-dist-v-breeden/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">268</span></a></span>, 273, <span class=\"citation\" data-id=\"2620700\"><a href=\"/opinion/2620700/clark-county-school-dist-v-breeden/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1508</span></a></span>, <span class=\"citation\" data-id=\"2620700\"><a href=\"/opinion/2620700/clark-county-school-dist-v-breeden/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">509</span></a></span> (2001) (\"The cases that accept mere <span class=\"star-pagination\">*774</span> temporal proximity between an employer's knowledge of protected activity and an adverse employment action as sufficient evidence of causality to establish a prima facie case uniformly hold that the temporal proximity must be very close[.]\"). Plaintiff has sufficiently alleged facts to establish a prima facie case for retaliation.</p>\n<p></p>\n<h2>B. <i>Claim of Defamation against Defendant Jacobs</i>\n</h2>\n<p>A claim for defamation may be asserted by alleging either of two torts: libel or slander. <i>Boyce &amp; Isley, PLLC v. Cooper,</i> 153 N.C.App. 25, 29, <span class=\"citation\" data-id=\"1414118\"><a href=\"/opinion/1414118/boyce-isley-pllc-v-cooper/\"><span class=\"volume\">568</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">893</span></a></span> (N.C.App.2002). Libel is any false written publication to a third party; whereas, slander is a false oral communication which is published to a third party. <i>Barker v. Kimberly-Clark Corp.,</i> 136 N.C.App. 455, 459, <span class=\"citation\" data-id=\"1230569\"><a href=\"/opinion/1230569/barker-v-kimberly-clark-corp/\"><span class=\"volume\">524</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">821</span></a></span> (N.C.App.2000).</p>\n<p>To establish a claim for defamation <i>per se,</i> a plaintiff must prove: \"(1) defendant spoke or published base or defamatory words which tended to prejudice him in his reputation, office, trade, business or means of livelihood or hold him up to disgrace, ridicule or contempt; (2) the statement was false; and (3) the statement was published or communicated to and understood by a third person.\" <i>Friel v. Angell Care, Inc.,</i> 113 N.C.App. 505, 509, <span class=\"citation\" data-id=\"1304159\"><a href=\"/opinion/1304159/friel-v-angell-care-inc/\"><span class=\"volume\">440</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">111</span></a></span> (N.C.App.1994). For defamation <i>per se,</i> malice and damages are presumed as a matter of law. <i>Donovan v. Fiumara,</i> 114 N.C.App. 524, 527, <span class=\"citation\" data-id=\"1378197\"><a href=\"/opinion/1378197/donovan-v-fiumara/\"><span class=\"volume\">442</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">572</span></a></span> (N.C.App.1994).</p>\n<p>\"When the defamatory character of the words does not appear on their face, but only in connection with extrinsic, explanatory facts, they are only actionable as... [defamation] <i>per quod.\" </i><i>Eli Research, Inc. v. United Communs. Group, LLC,</i> <span class=\"citation\" data-id=\"2469457\"><a href=\"/opinion/2469457/eli-research-inc-v-united-communications-group-llc/\"><span class=\"volume\">312</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">748</span></a></span>, 761 (M.D.N.C.2004) (citing <i>Badame v. Lampke,</i> <span class=\"citation\" data-id=\"1200965\"><a href=\"/opinion/1200965/badame-v-lampke/\"><span class=\"volume\">242</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">755</span></a></span>, 756-57, <span class=\"citation\" data-id=\"1200965\"><a href=\"/opinion/1200965/badame-v-lampke/\"><span class=\"volume\">89</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">466</span></a></span> (1955)). When stating a claim for defamation <i>per quod,</i> a plaintiff must plead and prove special damages and malice, in addition to the aforementioned elements of a claim for defamation <i>per se. Id.</i> at 757.</p>\n<p>Here, Plaintiff alleges both libelous and slanderous defamation. Plaintiff alleges Defendant Jacobs' memo stating Defendants were suspended Plaintiff without pay pending an investigation of Plaintiff's \"using tribal letter head to express personal slanderous opinions\" constitutes libel <i>per se.</i> To be libelous <i>per se,</i> the defamatory words must be \"susceptible of but one meaning and of such nature that the court can presume as a matter of law that they tend to disgrace and degrade the party.\" <i>Flake v. Greensboro News Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">780</span></span>, <span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">55</span></span>, 60 (N.C. 1938). Under North Carolina law, the initial inquiry is \"whether the publication is such as to be subject to only one interpretation,\" and if so, \"to determine whether that signification is defamatory.\" <i>Renwick v. The News and Observer Publishing Co.,</i> <span class=\"citation\" data-id=\"1255656\"><a href=\"/opinion/1255656/renwick-v-news-and-observer-pub-co/\"><span class=\"volume\">310</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">312</span></a></span>, 317, <span class=\"citation\" data-id=\"1255656\"><a href=\"/opinion/1255656/renwick-v-news-and-observer-pub-co/\"><span class=\"volume\">312</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">405</span></a></span> (N.C. 1984). Where the publication is capable of a defamatory meaning and a nondefamatory meaning, then the action for libel <i>per se</i> cannot lie as a matter of law. <i>Id.</i> North Carolina law requires that the writing must be defamatory so as to not require insinuations, explanation, colloquium, and innuendo. <i>Id.</i> Here, Defendant Jacobs' memo to Plaintiff does not rise to a level of libel <i>per se</i> because it requires an explanation of the circumstances surrounding the memo as well as a series of insinuations regarding what an investigation imputes to the Plaintiff.</p>\n<p>However, Plaintiff has alleged facts to establish a claim of libel <i>per quod.</i> Plaintiff has alleged (1) false statements were made by Defendant Jacobs that could be interpreted as defamatory given what the existence of an investigation could impute to Plaintiff, (2) a pecuniary loss resulting <span class=\"star-pagination\">*775</span> from the days she was suspended without pay and (3) malice based on Defendant Jacobs' desire to punish her for filing her own grievance alleging discrimination against women and assisting a coworker in filing a similar grievance. Plaintiff has sufficiently alleged facts to establish a prima facie case of libel <i>per quod.</i></p>\n<p>With respect to the oral defamation, Plaintiff's alleges Defendant Jacobs stating to the Tribal Council and Plaintiff's co-workers that Plaintiff authored the defamatory letter that had circulated through the workplace constitutes slander <i>per se.</i> Plaintiff alleges that Defendant Jacobs' statements imputed to Plaintiff a lack of fitness to perform duties of employment or want of integrity in the discharge of duties of such employment, or prejudiced Plaintiff in her trade and profession. Here, having alleged that Defendant Jacobs stated to the Tribal Council and coworkers that Plaintiff actually authored the letter, and having alleged that this statement was false, Plaintiff has alleged slander <i>per se</i> in that the defamatory statements held Plaintiff in disgrace, ridicule and contempt in the view of Plaintiffs co-workers and the Tribal Council. <i>Barker v. Kimberly-Clark Corp.,</i> 136 N.C.App. 455, 459, <span class=\"citation\" data-id=\"1230569\"><a href=\"/opinion/1230569/barker-v-kimberly-clark-corp/\"><span class=\"volume\">524</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">821</span></a></span> (N.C.App.2000). Plaintiff has sufficiently alleged facts to establish a prima facie case of slander <i>per se.</i></p>\n<p></p>\n<h2>C. <i>Claim of Defamation against Defendant Lumbee Tribe of North Carolina</i>\n</h2>\n<p>An employer is liable under <i>respondeat superior</i> where: \"(1) the employer expressly authorizes the employee's act; (2) the tort is committed by the employee in the scope of employment and in furtherance of the employer's business; or (3) the employer ratifies the employee's tortious conduct.\" <i>Denning-Boyles v. WCES, Inc.,</i> 123 N.C.App. 409, 414, <span class=\"citation\" data-id=\"1356775\"><a href=\"/opinion/1356775/denning-boyles-v-wces-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">38</span></a></span> (N.C.App.1996). Here, Plaintiff alleges Defendant Jacobs made slanderous and libelous statements in the scope of his employment and in the furtherance of Defendant Lumbee Tribe's business. Plaintiff alleges that Defendant Jacobs' presumed malicious intent in exacting those statements furthered the Defendant Lumbee Tribe's business by discrediting and punishing Plaintiff for filing a grievance claiming unfair treatment of women and assisting a co-worker file a similar grievance. Plaintiff has sufficiently alleged facts that support that Defendant Jacobs acted within the scope of his employment. Accordingly, Plaintiff has sufficiently alleged facts to establish a prima facie case of defamation against Defendant Lumbee Tribe.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Defendants' Motions to Dismiss are DENIED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1026486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1200965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1230569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1255656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1304159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1356775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1378197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1414118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2469457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620700/"
  ]
}