{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2339305/",
  "absolute_url": "/opinion/2339305/weener-plastics-inc-v-hnh-packaging-llc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2339305/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:13.751809Z",
  "date_modified": "2016-03-01T16:01:38.578686Z",
  "type": "010combined",
  "sha1": "e86e1d0e3667c4aa6d157e98cf7486a2ff335acf",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>WEENER PLASTICS, INC., Plaintiff,<br>\nv.<br>\nHNH PACKAGING, LLC and Continental Closures, LLC, Defendants.</h1></center>\n<center>No. 5:08-CV-496-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 12, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES E. GATES, United States Magistrate Judge.</p>\n<p>This case comes before the court on the motion of defendants HNH Packaging, LLC (\"HNH\") and Continental Closures, LLC (\"Continental\") (collectively \"defendants\") for claim and delivery (DE # 11), pursuant to Fed.R.Civ.P. 64 and N.C. Gen. Stat. § 1-472 to -484.1. Although defendants state in their motion that they seek recovery from plaintiff Weener Plastics, Inc. (\"plaintiff\") of proprietary molds, customized assembly line equipment, and related spare parts and software for the manufacture of plastic water bottle caps, at the hearing on the motion on 31 October 2008 they stated that they seek only the molds. Defendants have submitted three memoranda (DE # 12, 25, 33) and three affidavits (DE # 3-2, 25-2, 33-2), all by Carl E. Herckner, in support of their motion. Plaintiff has filed two memoranda (DE # 22, 32) and four affidavits (DE # 21, 29, 30, 31) in opposition. The motion will be ALLOWED for the reasons and on the terms set out below.</p>\n<p></p>\n<h2>Background</h2>\n<p>HNH and Continental are limited liability companies organized and existing under the laws of New Jersey. (Compl. (DE # 1-3) ¶¶ 2, 3; Ans. &amp; Countercl. (DE # 10), 2d Def. ¶¶ 2, 3). Carl E. Herckner and his father, Harry M. Herckner, are principals of these companies. <i>(See, e.g.,</i> 30 Sept. 2008 Herckner Aff. (DE # 3-2, pp. 1-6) ¶¶ 1, 4). HNH focuses on the sale of water bottles and the later-established Continental on the sale of a proprietary cap for water bottles. (22 Oct. 2008 Herckner Aff. (DE # 25-2) ¶ 1). Plaintiff is the Wilson-based North Carolina subsidiary of Weener Plastiks AG and produces molded plastic products. (Compl. ¶ 7; Payment Agree. (DE # 21 -4), p. 1).</p>\n<p>In March 2006, plaintiff entered into a letter agreement for the manufacture of molds<sup>[1]</sup> and related equipment for the production of bottle caps and the production of about 82 million caps per year using the molds and related equipment. (Letter Agree. (DE # 3-2, pp. 16-19)). The agreement named HNH as the other contracting party, and the agreement was signed by both Carl and Harry Herckner.<sup>[2]</sup> (<i>Id.</i>). The cost of the molds was $522,000. (<i>Id.,</i> p. 19). The agreement included the notation after the signature blocks that \"[HNH] will operate under newly formed [Continental].\" (<i>Id.,</i> p. 17).</p>\n<p>In September 2006, plaintiff entered into a Manufacturing Services Agreement (\"MSA\") providing for the manufacture of the $522,000 molds as well as bottle caps. (MSA (DE # 3-2), pp. 21-24). The MSA named Continental as the other contracting party (<i>id.</i>), and the agreement was signed by Harry Herckner, who is identified as president of Continental in the signature block (<i>id.,</i> p. 23). The MSA stated: \"Upon final payment, Continental shall be the exclusive owner of the molds created by [plaintiff] and in [plaintiffs] possession, to be used for the exclusive benefit of Continental. Upon termination of this Agreement, those molds shall be returned to Continental.\" (<i>Id.,</i> p. 21 ¶ 4). It is undisputed that the $522,000 price for the molds was subsequently paid in full. (<i>See</i> 30 Sept. 2008 Herckner Aff. ¶¶ 12, 16; Payment Agree. (DE # 21-4), p. 1).</p>\n<p>In May 2007, plaintiff issued a quotation for the production of bottle caps (Quotation (DE # 21-3)). The quotation is addressed to HNH. (<i>Id.,</i> p. 1). It includes a provision stating \"[a]ny unpaid accounts for invoiced parts or mold work shall constitute a lien on any molds or tools in our possession.\" (<i>Id.,</i> p. 2 ¶ 19).</p>\n<p>In April 2008, plaintiff entered into a Payment Agreement (DE # 21-4). The Payment Agreement names HNH as the other contracting party (<i>id.</i>), and it was signed by Carl Herckner, who is identified as HNH's managing member in the signature block (<i>id.,</i> p. 3). The Payment Agreement states that the molds had been paid in full and are \"now the property of HNH.\" (<i>Id.,</i> p. 1). The Payment Agreement goes on to state that HNH owes plaintiff $420,000, including $400,000 for development work and assembly equipment, and $20,000 for modification of the molds. (<i>Id.,</i> p. 1). The Payment Agreement provides that the debt be amortized over the production of additional bottle caps to be produced by plaintiff (<i>i.e.,</i> a portion of the debt would be added to the price of the additional caps). (<i>Id.,</i> pp. 1-2).</p>\n<p>On 10 September 2008, Continental's counsel sent plaintiff a letter (DE # 21-7, pp. 1-2) alleging breach by plaintiff of its contractual obligations and forwarding a proposed settlement agreement (<i>id.,</i> pp. 7-16). The proposed settlement agreement provided for a payment by Continental to plaintiff of $420,000 in a lump sum within 30 days after certain conditions were met. (Settlement Agree. ¶ 1 (DE # 21-7, pp. 7-8)).<sup>[3]</sup> Plaintiff did not accept the proposed agreement.</p>\n<p>On 17 September 2008, plaintiff filed this action against defendants in Wilson County Superior Court. Defendants removed the case to this court on 30 September 2008. (DE # 1)</p>\n<p>In its complaint, plaintiff alleges that both defendants are parties to the Payment Agreement, that they both breached it, and that plaintiff is entitled to more than $960,000 in damages for this breach. (Compl. ¶¶ 6-21, 28-38). Plaintiff also alleges breach by Continental of an agreement to indemnify plaintiff for costs incurred in an action against it for alleged infringement of a bottle cap patent held by another cap producer. (<i>Id.</i> ¶¶ 22-27, 39-48). Plaintiff seeks damages in excess of $31,000 against Continental for this alleged breach. (<i>Id.</i> ¶ 48). Among other relief, plaintiff also demands an order permitting it to retain the molds and related equipment pending full payment by defendants. (<i>Id.,</i> p. 6 ¶ 3).</p>\n<p>Two days after the complaint was filed, on 19 September 2008, Continental's counsel gave plaintiff written notice of Continental's termination of its contractual relationship with plaintiff, demanding return of the molds and related equipment. (Atty. Letter (DE # 21-8)). Plaintiff has refused to make such return and is holding the molds in its Wilson plant. (20 Oct. 2008 Feierabend Aff. (DE # 21) ¶ 20). Plaintiff does not claim that it owns the molds. Rather, plaintiff contends that it has a possessory lien on the molds and the related equipment under N.C. Gen. Stat. § 44A-2(g).</p>\n<p>Defendants filed their initial motion for claim and delivery (DE # 3) on 30 September 2008. The court denied that motion by order entered 2 October 2008, 2008 WL 4482239 (DE # 9) with leave to re-file. Defendants filed the instant motion for claim and delivery on 3 October 2008, along with an answer and counterclaim. (DE # 10) Defendants contend that unless Continental obtains the molds immediately it will be irreparably harmed and potentially put out of business. (30 Sept. 2008 Herckner Aff. ¶¶ 2, 14).</p>\n<p></p>\n<h2>Discussion</h2>\n<p>Rule 64 makes available in federal actions prejudgment remedies, including replevin, which is the return of property wrongfully possessed by another, on the terms they are provided for under the law of the state in which the federal court is located. Fed.R.Civ.P. 64(a), (b). \"[S]tate provisions about the circumstances and manner in which provisional remedies can be used ... must be honored.\" 11A C. Wright, A. Miller &amp; M. Kane, <i>Federal Practice &amp; Procedure</i> § 2932, p. 7 (2d ed. 1995). The North Carolina General Statutes provide for a replevin-related prejudgment remedy, termed claim and delivery, which entails the immediate recovery of property possessed by another pending entry of final judgment. N.C. Gen. Stat. § 1-472 to -484.1. \"The North Carolina claim and delivery is essentially a statutory form of the common law action of replevin.\"<sup>[4]</sup><i>Marine Ecology Sys., Inc. v. Spooners Creek Yacht Harbor, Inc.,</i> 40 N.C.App. 726, 727, 253 S.E.2d 613, 615 (1979).</p>\n<p>North Carolina law is clear that claim and delivery is ancillary to an underlying claim to recover possession of property. N.C. Gen. Stat. § 1-472 provides: \"The plaintiff <i>in an action to recover the possession of personal property</i> may claim the immediate delivery of the property as provided in this Article at any time before the judgment in the principal action.\" N.C. Gen. Stat. § 1-472 (emphasis added); <i>see also </i><i>Mica Industries, Inc. v. Penland,</i> 249 N.C. 602, 107 S.E.2d 120 (1959). Under the principles cited, a party must satisfy this prerequisite of an underlying claim for repossession of the property to be entitled to claim and delivery. <i>See</i> Fed.R.Civ.P. 64(a); 11A C. Wright, <i>et al., Federal Practice &amp; Procedure</i> § 2932, p. 7. Although § 1-472 and <i>Penland</i> speak in terms of plaintiffs utilizing claim and delivery, the court believes claim and delivery is available to defendants if the requirements for it are otherwise met.</p>\n<p>At the time defendants originally filed their motion for claim and delivery, they had not satisfied the threshold requirement that they assert a claim for recovery of the property sought in the underlying action. The only claims then asserted in this action were plaintiff's claims for breach of contract. (<i>See</i> Compl. (DE # 1-3) ¶¶ 28-48). The court accordingly denied defendants' motion with leave to re-file. Defendants subsequently filed their counterclaim (DE # 10, pp. 8-10) with their answer asserting a claim styled as one for conversion, which included a demand for return of the molds and other property subject to defendants' original motion for claim and delivery. Defendants have therefore satisfied the prerequisite of an underlying claim for return of the property.</p>\n<p>A movant for claim and delivery must also file with the court an affidavit showing five things:</p>\n<blockquote>(1) That the [movant] is the owner of the property claimed (particularly describing it), or is lawfully entitled to its possession by virtue of a special property therein, the facts in respect to which must be set forth.</blockquote>\n<blockquote>(2) That the property is wrongfully detained by the [non-movant].</blockquote>\n<blockquote>(3) That the alleged cause of the detention, according to [movant's] best knowledge, information and belief.</blockquote>\n<blockquote>(4) That the property has not been taken for tax, assessment or fine, pursuant to a statute; or seized under an execution or attachment against the property of the plaintiff; or, if so seized, that it is, by statute, exempt from such seizure; and</blockquote>\n<blockquote>(5) The actual value of the property.</blockquote>\n<p>N.C. Gen. Stat. § 1-473.</p>\n<p>The court finds that the affidavits filed in support of the motion make the required showing. Each of the required elements of the showing is discussed in turn below.</p>\n<p>1. <i>Ownership of the Molds.</i> The MSA provides expressly that upon final payment for the molds Continental \"shall be the exclusive owner of the molds.\" (MSA ¶ 4). It is undisputed that the $522,000 has been paid. The court accordingly finds that Continental has shown that it owns the molds for purposes of the instant motion.</p>\n<p>Plaintiff contends that HNH is at least part owner of the molds based on, among other considerations, the statement in the Payment Agreement that HNH owns the molds and payment for the molds by HNH. However, the MSA provides that \"[a]ny change to the terms hereof must be in writing signed by both parties.\" (MSA ¶ 16). The Payment Agreement was not signed by Continental, but rather by Carl Herckner as Managing Member of HNH. Plaintiff has provided no authority for the proposition that Herckner's status as a principal with Continental necessarily means that he was also signing the Payment Agreement on behalf of Continental. Plaintiff has also produced no authority for the notion that HNH's purported payment for the molds renders it the owner of them irrespective of the terms of the MSA. The court finds unvailing plaintiffs other arguments for HNH's purported ownership of the molds.</p>\n<p>2. <i>Wrongful Detention of the Molds.</i> The MSA provides expressly that upon termination of the MSA the \"molds shall be returned to Continental.\" (<i>Id.</i> ¶ 4). As indicated, Continental has given notice of termination of its contractual relationship with plaintiff. Under the terms of the MSA, the molds are returnable to Continental.</p>\n<p>Plaintiff contends that it has the right to detain the molds because it has a possessory lien on them for over $1 million purportedly due under the Payment Agreement. Notice of the lien was allegedly provided through the May 2007 quotation addressed to HNH.</p>\n<p>Plaintiff's argument fails, in part, because, even if it had a lien as alleged, the claim and delivery would supersede the lien. <i>See, e.g., </i><i>Aircraft Repair Servs. v. Stambaugh's Air Srv., Inc.,</i> 175 F.3d 314, 318 (3rd Cir.1999); <i>Rufenacht v. La Carte Enterprises, Inc.,</i> 465 F.Supp. 732, 734 (W.D.Pa.1979); <i>Angelika Films, Inc. v. Urban Entertainment Assoc., Inc.,</i> 140 Misc.2d 408, 410-11, 530 N.Y.S.2d 979 (N.Y.Sup.Ct.1988). Moreover, plaintiff has not shown that it has a lien. Among other reasons, it has not shown that it has a contract with the owner of the moldsContinentalupon which there are amounts owed, as required by N.C. Gen. Stat. § 44A-2(g).<sup>[5]</sup> The court accordingly finds that defendants have demonstrated that the molds are being wrongfully detained within the meaning of § 1-473(2).</p>\n<p>3. <i>Alleged Cause of Detention.</i> Defendants correctly state in their initial affidavit that plaintiff is holding the molds as a means of obtaining the payments it claims are owed it. (30 Sept. 2008 Herckner Aff. ¶ 14). Plaintiff does not appear to dispute that defendants have set forth the alleged cause of the detention, as required, notwithstanding plaintiffs disagreement over the propriety of the detention. The court finds that defendants have adequately shown the cause of the detention of the molds.</p>\n<p>4. <i>Property Not Taken for Tax or Related Purposes.</i> Defendants state in one of their affidavits that the molds have not been taken for tax or the other purposes specified in § 1-473(4). (<i>Id.</i> ¶ 15). Plaintiff does not contest this representation. The court finds that defendants have made the requisite showing on this point.</p>\n<p>5. <i>Actual Value of the Property.</i> \"Actual value\" as used in § 1-473(5) ordinarily refers to the fair market value of the propertythat is, the amount a willing buyer would pay a willing seller for the property if neither was under a compulsion to act. <i>E.g., </i><i>Esteel Co. v. Goodman,</i> 82 N.C.App. 692, 698, 348 S.E.2d 153, 157 (1986), <i>disc. rev. denied,</i> 318 N.C. 693, 351 S.E.2d 745 (1987). When no market exists for the property, as can occur when the property is custom made or has been destroyed, courts often determine its value based on the amount paid for the property in the most recent transaction for it (not arising from a settlement).<sup>[6]</sup><i>See, e.g., </i><i>Heath v. Mosley,</i> 286 N.C. 197, 199, 200-01, 209 S.E.2d 740, 741, 742 (1974) (holding that price paid for a boat prior to its being severely damaged in an accident was some evidence of its market value at the time of the accident); <i>see generally</i> John A. Bogdanski, <i>Federal Tax Valuation</i> § 3.02[2] (2008) (\"Courts over the decades have looked to cost as a value indicator for scarce or unique assets.\"). Courts may also look to the replacement value of the property when no market exists for it. <i>See, e.g., </i><i>B &amp; Y Heavy Movers, Inc. v. Fluor Constructors, Inc.,</i> 211 Ill.App.3d 975, 985, 156 Ill.Dec. 301, 570 N.E.2d 777, 784 (1991) (holding that replacement cost was an appropriate measure of value for custom-designed dollies in determining damages for breach of a bailment agreement); <i>Sarkesian v. Cedric Chase Photographic Labs.,</i> 324 Mass. 620, 622, 87 N.E.2d 745, 746 (1949) (holding that the measure of damages for the loss of a roll of film by a bailee, which had no market value, is the replacement value); <i>see generally</i> Bogdanski, <i>Federal Tax Valuation</i> § 3.06[2] (\"Valuation by replacement cost is sometimes said to be apt where the property in question is unique, or if there is no actual market for assets of its type.\"); 8A <i>Am.Jur.2d</i> Bailments § 260 (2d ed. 2008).</p>\n<p>The value of the property stated in an affidavit under § 1-473(5) is not an end in itself, but is the basis for the amount of the bond a movant must post to obtain an order of claim and delivery. Specifically, N.C. Gen. Stat. § 1-475 requires that the bond be \"double the value of the property, as stated in the affidavit.\" The purpose of the bond is to protect the non-movant by providing it a fund from which it can recover if the repossession is shown to be wrongful or plaintiff causes harm to the property or its value. <i>Marine Ecology Sys., Inc.,</i> 40 N.C.App. at 727, 253 S.E.2d at 615. \"Custom and prudence have established that plaintiffs will ordinarily assign to the property to be repossessed a value which represents the maximum amount in controversy over such property, where that figure is likely to be higher than the actual value of the property.\" <i>Id.</i> One incentive a movant has to set the value high is that it may dissuade the nonmovant from posting a bond in the same amount and having the property returned to it, pursuant to N.C. Gen. Stat. § 1-478. <i>See Shuford N.C. Civ. Practice and Procedure with Appellate Advocacy</i> § 64:4 (6th ed. 2008).</p>\n<p>The initial affidavits filed by defendants, while acknowledging the purchase price of $522,000 for the molds, claimed that their actual value is zero because they have been fully paid for, are subject to a pending patent, are precluded by exclusivity provisions in the MSA<sup>[7]</sup> from being used by anyone other than as Continental directs, and as a practical matter are useless to a third party without trade secrets and other confidential information the nondisclosure provision<sup>[8]</sup> of the MSA prohibits plaintiff from disclosing for twenty years.<sup>[9]</sup> (30 Sept. 2008 Herckner Aff. ¶ 16, 18; 22 Oct. 2008 Herckner Aff. ¶ 5-9 <sup>[10]</sup>). In their sur-surreply, defendants nevertheless appear to consent to a bond in the amount of $37,800. (Defs.' Sur-Surreply, pp. 1-2, 8). Since any bond is to be twice the value stated in the movant's affidavit, this figure assumes an actual value of $18,900. <i>See</i> N.C. Gen. Stat. § 1-475. This figure of $18,900 equals the actual cost of the modifications made to the molds under the Payment Agreement, as explained in defendants' third supporting affidavit. (31 Oct. 2008 Herckner Aff. (DE # 33-2) ¶ 2). The $20,000 figure for such modification given in the Payment Agreement was a budgeted amount. (<i>Id.</i>). Plaintiff argues that the value of the molds is their purchase price of $522,000.</p>\n<p>The court does not believe that the affidavits submitted by defendants show the actual value of the molds to be either zero, as their initial position posits, or $18,900, as their present position assumes. Contrary to defendants' contention, the fact that the molds have been paid for does not adversely affect their market value. In addition, patent rights applicable to the molds would not necessarily render them useless to others. As the affidavits show, the molds have already been modified once at a relatively modest cost to avoid infringement. Nor does the court believe that, under the circumstances of a sale, exclusivity provisions in the MSA would apply to prohibit a third-party buyer from using the molds.</p>\n<p>However, as indicated, defendants claim that information subject to the nondisclosure provision of the MSA \"would be <i>necessary</i> if a third-party buyer were to make <i>any</i> use of the ... molds.\" (22 Oct. 2008 Herckner Aff. ¶ 8) (emphasis added). The information covered by the nondisclosure provision includes \"specifications, manufacturing processes, [and] ingredients.\" (MSA ¶ 8). Plaintiff's affidavits do not challenge the contention that the nondisclosure provision would render the molds useless to others. Indeed, plaintiff does not attempt to show at all that a market for the molds exists.<sup>[11]</sup> The court finds that there is no market for the molds, as defendants maintain.</p>\n<p>The notion, though, that the absence of a market deprives the molds of any value is without merit. Not only does this view contravene the authorities previously cited, but it ignores the strong inference from defendants' own affidavits that Continental would pay dearly for the molds because it would be irreparably harmed and potentially put out of business without obtaining them immediately.</p>\n<p>The court will look to the price of the molds in the most recent, and only, transaction for them to establish their value namely, their purchase in 2006. Defendants' affidavits show, and plaintiff does not dispute, that the purchase price was $522,000. Although the molds were subsequently modified, the purpose of the modification was essentially to restore the molds to their value at the time of purchase, rather than adding new value. If replacement cost were to be used as the measure of value, the result would appear to be similar. It could reasonably be inferred from the affidavits before the court that it would cost about the same amount of $522,000 if the molds were to be purchased now. The court concludes that defendants' affidavits show that the actual value of the molds is $522,000. The requirement of § 1-473(5) has thereby been satisfied.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>Continental having satisfied the foregoing requirements, the court finds that Continental is entitled to issuance of an order of claim and delivery conditioned upon its filing a bond in the amount of $1,044,000 and otherwise conforming to § 1-475, and the court's approval of the bond. The bond shall be in the form attached hereto and any surety on the bond shall be approved by the court. The order of claim and delivery shall issue after the approval of the bond. Defendants' motion for claim and delivery is ALLOWED on the terms stated.</p>\n<p></p>\n<h2>BOND FOR CLAIM AND DELIVERY Fed.R.Civ.P. 64 &amp; N.C. Gen. Stat. § 1-475</h2>\n<p>Defendant Continental Closures, LLC (\"Continental\"), as principal, and the undersigned surety do acknowledge ourselves bound in the amount of One Million Forty-Four Thousand Dollars and No Cents ($1,044,000.00) for the return of the property identified herein to plaintiff Weener Plastics, Inc. (\"plaintiff\"), with damages for its deterioration and detention, if such return is made. If for any cause return cannot be made, payment shall be made to plaintiff of such sum as may be recovered against Continental for the value of the property at the time of the seizure, with interest thereon as damages for the seizure and detention. The property which is the subject of this bond is the water bottle closure molds manufactured by plaintiff pursuant to the Manufacturing Services Agreement dated 12 September 2006 between plaintiff and Continental, consisting of two 24-cavity molds, one cap mold, and one plug mold.</p>\nCONTINENTAL CLOSURES, LLC\nBy: __________________\nTitle: _________________\n  Signed and acknowledged before me on\n______ at _____.\n       __________________________\n       Magistrate Judge/Clerk\nSURETY:\nName: ______________________________\nBy: _____________________________\nTitle: ____________________________\n  Signed and acknowledged before me on\n_____ at _______.\n      __________________________\n      Magistrate Judge/Clerk\nBond                           approved:\n__________________________\n     Magistrate Judge\nDate: __________________________\n<h2>NOTES</h2>\n<p>[1]  The molds in question are two 24-cavity molds, one cap mold, and one plug mold. (<i>See, e.g.,</i> Payment Agree. (DE # 21-4), p. 1).</p>\n<p>[2]  The version of this agreement in the record is not signed, but at the hearing counsel stated that the agreement had been executed.</p>\n<p>[3]  No party objected to the filing of the settlement agreement or forwarding letter, or to the court's consideration of them.</p>\n<p>[4]  Notwithstanding the limitations imposed by Rule 64 and the common law and now statutory nature of claim and delivery, defendants argue without citation to any authority that it is an equitable remedy and that the court should take into account various non-statutory equitable factors in deciding defendants' motion. (Defs.' Sur-Surreply, p. 3). The court declines defendants' invitation to deviate from the statutory requirements. Claim and delivery is not, of course, an exclusive remedy. <i>See</i> N.C. Gen. Stat. 1-484.1.</p>\n<p>[5]  N.C. Gen. Stat. § 44-2(g) provides in relevant part: \"Any person who fabricates, casts, or otherwise makes a mold or who uses a mold to manufacture, assemble, or otherwise make a product <i>pursuant to an express or implied contract with the owner of such mold</i> shall have a lien upon the mold.\" (Emphasis added).</p>\n<p>[6]  Fed.R.Evid. 408(a) would generally bar reliance of evidence of value arising from settlement-based transactions.</p>\n<p>[7]  Such provisions apparently include paragraphs 4, 5, and 9 of the MSA.</p>\n<p>[8]  MSA ¶ 8.</p>\n<p>[9]  Defendants' motion and initial memorandum appear to be in accord when read in their entirety, although there are statements in both which, when read alone, suggest that defendants admit to a value of $522,000 for the molds, as plaintiff argues. (<i>See</i> Mot. ¶ 4; 30 Oct. 2008 Defs.' Mem. (DE # 12), p. 8; 20 Oct. 2008 Plf.'s Mem. (DE # 22), p. 7).</p>\n<p>[10]  A central purpose of this affidavit is apparently to change the valuation of the equipment related to the molds from $151,000 (30 Sept. 2008 Herckner Aff. ¶ 16) to zero (22 Oct. 2008 Herckner Aff. ¶¶ 5-9). As indicated, defendants no longer seek claim and delivery of the equipment.</p>\n<p>[11]  When asked by the court at the hearing whether the molds, if modified, could be used by a third party, counsel for plaintiff did not state definitively that they could be, but instead characterized such use as merely a conceivable possibility while disclaiming expert knowledge in the area.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>WEENER PLASTICS, INC., Plaintiff,<br>\nv.<br>\nHNH PACKAGING, LLC and Continental Closures, LLC, Defendants.</h1></center>\n<center>No. 5:08-CV-496-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 12, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES E. GATES, United States Magistrate Judge.</p>\n<p>This case comes before the court on the motion of defendants HNH Packaging, LLC (\"HNH\") and Continental Closures, LLC (\"Continental\") (collectively \"defendants\") for claim and delivery (DE # 11), pursuant to Fed.R.Civ.P. 64 and N.C. Gen. Stat. § 1-472 to -484.1. Although defendants state in their motion that they seek recovery from plaintiff Weener Plastics, Inc. (\"plaintiff\") of proprietary molds, customized assembly line equipment, and related spare parts and software for the manufacture of plastic water bottle caps, at the hearing on the motion on 31 October 2008 they stated that they seek only the molds. Defendants have submitted three memoranda (DE # 12, 25, 33) and three affidavits (DE # 3-2, 25-2, 33-2), all by Carl E. Herckner, in support of their motion. Plaintiff has filed two memoranda (DE # 22, 32) and four affidavits (DE # 21, 29, 30, 31) in opposition. The motion will be ALLOWED for the reasons and on the terms set out below.</p>\n<p></p>\n<h2>Background</h2>\n<p>HNH and Continental are limited liability companies organized and existing under the laws of New Jersey. (Compl. (DE # 1-3) ¶¶ 2, 3; Ans. &amp; Countercl. (DE # 10), 2d Def. ¶¶ 2, 3). Carl E. Herckner and his father, Harry M. Herckner, are principals of these companies. <i>(See, e.g.,</i> 30 Sept. 2008 Herckner Aff. (DE # 3-2, pp. 1-6) ¶¶ 1, 4). HNH focuses on the sale of water bottles and the later-established Continental on the sale of a proprietary cap for water bottles. (22 Oct. 2008 Herckner Aff. (DE # 25-2) ¶ 1). Plaintiff is the Wilson-based North Carolina subsidiary of Weener Plastiks AG and produces molded plastic products. (Compl. ¶ 7; Payment Agree. (DE # 21 -4), p. 1).</p>\n<p>In March 2006, plaintiff entered into a letter agreement for the manufacture of molds<sup>[1]</sup> and related equipment for the production of bottle caps and the production of about 82 million caps per year using the molds and related equipment. (Letter Agree. (DE # 3-2, pp. 16-19)). The agreement named HNH as the other contracting party, and the agreement was signed by both Carl and Harry Herckner.<sup>[2]</sup> (<i>Id.</i>). The cost of the molds was $522,000. (<i>Id.,</i> p. 19). The agreement included the notation after the signature blocks that \"[HNH] will operate under newly formed [Continental].\" (<i>Id.,</i> p. 17).</p>\n<p>In September 2006, plaintiff entered into a Manufacturing Services Agreement (\"MSA\") providing for the manufacture of the $522,000 molds as well as bottle caps. (MSA (DE # 3-2), pp. 21-24). The MSA named Continental as the other contracting party (<i>id.</i>), and the agreement was signed by Harry Herckner, who is identified as president of Continental in the signature block (<i>id.,</i> p. 23). The MSA stated: \"Upon final payment, Continental shall be the exclusive owner of the molds created by [plaintiff] and in [plaintiffs] possession, to be used for the exclusive benefit of Continental. Upon termination of this Agreement, those molds shall be returned to Continental.\" (<i>Id.,</i> p. 21 ¶ 4). It is undisputed that the $522,000 price for the molds was subsequently paid in full. (<i>See</i> 30 Sept. 2008 Herckner Aff. ¶¶ 12, 16; Payment Agree. (DE # 21-4), p. 1).</p>\n<p>In May 2007, plaintiff issued a quotation for the production of bottle caps (Quotation (DE # 21-3)). The quotation is addressed to HNH. (<i>Id.,</i> p. 1). It includes a provision stating \"[a]ny unpaid accounts for invoiced parts or mold work shall constitute a lien on any molds or tools in our possession.\" (<i>Id.,</i> p. 2 ¶ 19).</p>\n<p>In April 2008, plaintiff entered into a Payment Agreement (DE # 21-4). The Payment Agreement names HNH as the other contracting party (<i>id.</i>), and it was signed by Carl Herckner, who is identified as HNH's managing member in the signature block (<i>id.,</i> p. 3). The Payment Agreement states that the molds had been paid in full and are \"now the property of HNH.\" (<i>Id.,</i> p. 1). The Payment Agreement goes on to state that HNH owes plaintiff $420,000, including $400,000 for development work and assembly equipment, and $20,000 for modification of the molds. (<i>Id.,</i> p. 1). The Payment Agreement provides that the debt be amortized over the production of additional bottle caps to be produced by plaintiff (<i>i.e.,</i> a portion of the debt would be added to the price of the additional caps). (<i>Id.,</i> pp. 1-2).</p>\n<p>On 10 September 2008, Continental's counsel sent plaintiff a letter (DE # 21-7, pp. 1-2) alleging breach by plaintiff of its contractual obligations and forwarding a proposed settlement agreement (<i>id.,</i> pp. 7-16). The proposed settlement agreement provided for a payment by Continental to plaintiff of $420,000 in a lump sum within 30 days after certain conditions were met. (Settlement Agree. ¶ 1 (DE # 21-7, pp. 7-8)).<sup>[3]</sup> Plaintiff did not accept the proposed agreement.</p>\n<p>On 17 September 2008, plaintiff filed this action against defendants in Wilson County Superior Court. Defendants removed the case to this court on 30 September 2008. (DE # 1)</p>\n<p>In its complaint, plaintiff alleges that both defendants are parties to the Payment Agreement, that they both breached it, and that plaintiff is entitled to more than $960,000 in damages for this breach. (Compl. ¶¶ 6-21, 28-38). Plaintiff also alleges breach by Continental of an agreement to indemnify plaintiff for costs incurred in an action against it for alleged infringement of a bottle cap patent held by another cap producer. (<i>Id.</i> ¶¶ 22-27, 39-48). Plaintiff seeks damages in excess of $31,000 against Continental for this alleged breach. (<i>Id.</i> ¶ 48). Among other relief, plaintiff also demands an order permitting it to retain the molds and related equipment pending full payment by defendants. (<i>Id.,</i> p. 6 ¶ 3).</p>\n<p>Two days after the complaint was filed, on 19 September 2008, Continental's counsel gave plaintiff written notice of Continental's termination of its contractual relationship with plaintiff, demanding return of the molds and related equipment. (Atty. Letter (DE # 21-8)). Plaintiff has refused to make such return and is holding the molds in its Wilson plant. (20 Oct. 2008 Feierabend Aff. (DE # 21) ¶ 20). Plaintiff does not claim that it owns the molds. Rather, plaintiff contends that it has a possessory lien on the molds and the related equipment under N.C. Gen. Stat. § 44A-2(g).</p>\n<p>Defendants filed their initial motion for claim and delivery (DE # 3) on 30 September 2008. The court denied that motion by order entered 2 October 2008, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4482239</span></span> (DE # 9) with leave to re-file. Defendants filed the instant motion for claim and delivery on 3 October 2008, along with an answer and counterclaim. (DE # 10) Defendants contend that unless Continental obtains the molds immediately it will be irreparably harmed and potentially put out of business. (30 Sept. 2008 Herckner Aff. ¶¶ 2, 14).</p>\n<p></p>\n<h2>Discussion</h2>\n<p>Rule 64 makes available in federal actions prejudgment remedies, including replevin, which is the return of property wrongfully possessed by another, on the terms they are provided for under the law of the state in which the federal court is located. Fed.R.Civ.P. 64(a), (b). \"[S]tate provisions about the circumstances and manner in which provisional remedies can be used ... must be honored.\" 11A C. Wright, A. Miller &amp; M. Kane, <i>Federal Practice &amp; Procedure</i> § 2932, p. 7 (2d ed. 1995). The North Carolina General Statutes provide for a replevin-related prejudgment remedy, termed claim and delivery, which entails the immediate recovery of property possessed by another pending entry of final judgment. N.C. Gen. Stat. § 1-472 to -484.1. \"The North Carolina claim and delivery is essentially a statutory form of the common law action of replevin.\"<sup>[4]</sup><i>Marine Ecology Sys., Inc. v. Spooners Creek Yacht Harbor, Inc.,</i> 40 N.C.App. 726, 727, <span class=\"citation\" data-id=\"1316562\"><a href=\"/opinion/1316562/marine-ecology-systems-inc-v-spooners-creek-yacht-harbor-inc/\"><span class=\"volume\">253</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">613</span></a></span>, 615 (1979).</p>\n<p>North Carolina law is clear that claim and delivery is ancillary to an underlying claim to recover possession of property. N.C. Gen. Stat. § 1-472 provides: \"The plaintiff <i>in an action to recover the possession of personal property</i> may claim the immediate delivery of the property as provided in this Article at any time before the judgment in the principal action.\" N.C. Gen. Stat. § 1-472 (emphasis added); <i>see also </i><i>Mica Industries, Inc. v. Penland,</i> <span class=\"citation\" data-id=\"1329524\"><a href=\"/opinion/1329524/mica-industries-inc-v-penland/\"><span class=\"volume\">249</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">602</span></a></span>, <span class=\"citation\" data-id=\"1329524\"><a href=\"/opinion/1329524/mica-industries-inc-v-penland/\"><span class=\"volume\">107</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">120</span></a></span> (1959). Under the principles cited, a party must satisfy this prerequisite of an underlying claim for repossession of the property to be entitled to claim and delivery. <i>See</i> Fed.R.Civ.P. 64(a); 11A C. Wright, <i>et al., Federal Practice &amp; Procedure</i> § 2932, p. 7. Although § 1-472 and <i>Penland</i> speak in terms of plaintiffs utilizing claim and delivery, the court believes claim and delivery is available to defendants if the requirements for it are otherwise met.</p>\n<p>At the time defendants originally filed their motion for claim and delivery, they had not satisfied the threshold requirement that they assert a claim for recovery of the property sought in the underlying action. The only claims then asserted in this action were plaintiff's claims for breach of contract. (<i>See</i> Compl. (DE # 1-3) ¶¶ 28-48). The court accordingly denied defendants' motion with leave to re-file. Defendants subsequently filed their counterclaim (DE # 10, pp. 8-10) with their answer asserting a claim styled as one for conversion, which included a demand for return of the molds and other property subject to defendants' original motion for claim and delivery. Defendants have therefore satisfied the prerequisite of an underlying claim for return of the property.</p>\n<p>A movant for claim and delivery must also file with the court an affidavit showing five things:</p>\n<blockquote>(1) That the [movant] is the owner of the property claimed (particularly describing it), or is lawfully entitled to its possession by virtue of a special property therein, the facts in respect to which must be set forth.</blockquote>\n<blockquote>(2) That the property is wrongfully detained by the [non-movant].</blockquote>\n<blockquote>(3) That the alleged cause of the detention, according to [movant's] best knowledge, information and belief.</blockquote>\n<blockquote>(4) That the property has not been taken for tax, assessment or fine, pursuant to a statute; or seized under an execution or attachment against the property of the plaintiff; or, if so seized, that it is, by statute, exempt from such seizure; and</blockquote>\n<blockquote>(5) The actual value of the property.</blockquote>\n<p>N.C. Gen. Stat. § 1-473.</p>\n<p>The court finds that the affidavits filed in support of the motion make the required showing. Each of the required elements of the showing is discussed in turn below.</p>\n<p>1. <i>Ownership of the Molds.</i> The MSA provides expressly that upon final payment for the molds Continental \"shall be the exclusive owner of the molds.\" (MSA ¶ 4). It is undisputed that the $522,000 has been paid. The court accordingly finds that Continental has shown that it owns the molds for purposes of the instant motion.</p>\n<p>Plaintiff contends that HNH is at least part owner of the molds based on, among other considerations, the statement in the Payment Agreement that HNH owns the molds and payment for the molds by HNH. However, the MSA provides that \"[a]ny change to the terms hereof must be in writing signed by both parties.\" (MSA ¶ 16). The Payment Agreement was not signed by Continental, but rather by Carl Herckner as Managing Member of HNH. Plaintiff has provided no authority for the proposition that Herckner's status as a principal with Continental necessarily means that he was also signing the Payment Agreement on behalf of Continental. Plaintiff has also produced no authority for the notion that HNH's purported payment for the molds renders it the owner of them irrespective of the terms of the MSA. The court finds unvailing plaintiffs other arguments for HNH's purported ownership of the molds.</p>\n<p>2. <i>Wrongful Detention of the Molds.</i> The MSA provides expressly that upon termination of the MSA the \"molds shall be returned to Continental.\" (<i>Id.</i> ¶ 4). As indicated, Continental has given notice of termination of its contractual relationship with plaintiff. Under the terms of the MSA, the molds are returnable to Continental.</p>\n<p>Plaintiff contends that it has the right to detain the molds because it has a possessory lien on them for over $1 million purportedly due under the Payment Agreement. Notice of the lien was allegedly provided through the May 2007 quotation addressed to HNH.</p>\n<p>Plaintiff's argument fails, in part, because, even if it had a lien as alleged, the claim and delivery would supersede the lien. <i>See, e.g., </i><i>Aircraft Repair Servs. v. Stambaugh's Air Srv., Inc.,</i> <span class=\"citation\" data-id=\"763579\"><a href=\"/opinion/763579/aircraft-repair-services-general-mediterranean-aviation-services-v/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">314</span></a></span>, 318 (3rd Cir.1999); <i>Rufenacht v. La Carte Enterprises, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">732</span></span>, 734 (W.D.Pa.1979); <i>Angelika Films, Inc. v. Urban Entertainment Assoc., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">408</span></span>, 410-11, <span class=\"citation no-link\"><span class=\"volume\">530</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">979</span></span> (N.Y.Sup.Ct.1988). Moreover, plaintiff has not shown that it has a lien. Among other reasons, it has not shown that it has a contract with the owner of the moldsContinentalupon which there are amounts owed, as required by N.C. Gen. Stat. § 44A-2(g).<sup>[5]</sup> The court accordingly finds that defendants have demonstrated that the molds are being wrongfully detained within the meaning of § 1-473(2).</p>\n<p>3. <i>Alleged Cause of Detention.</i> Defendants correctly state in their initial affidavit that plaintiff is holding the molds as a means of obtaining the payments it claims are owed it. (30 Sept. 2008 Herckner Aff. ¶ 14). Plaintiff does not appear to dispute that defendants have set forth the alleged cause of the detention, as required, notwithstanding plaintiffs disagreement over the propriety of the detention. The court finds that defendants have adequately shown the cause of the detention of the molds.</p>\n<p>4. <i>Property Not Taken for Tax or Related Purposes.</i> Defendants state in one of their affidavits that the molds have not been taken for tax or the other purposes specified in § 1-473(4). (<i>Id.</i> ¶ 15). Plaintiff does not contest this representation. The court finds that defendants have made the requisite showing on this point.</p>\n<p>5. <i>Actual Value of the Property.</i> \"Actual value\" as used in § 1-473(5) ordinarily refers to the fair market value of the propertythat is, the amount a willing buyer would pay a willing seller for the property if neither was under a compulsion to act. <i>E.g., </i><i>Esteel Co. v. Goodman,</i> 82 N.C.App. 692, 698, <span class=\"citation\" data-id=\"1341874\"><a href=\"/opinion/1341874/esteel-co-v-goodman/\"><span class=\"volume\">348</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">153</span></a></span>, 157 (1986), <i>disc. rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">693</span></span>, <span class=\"citation no-link\"><span class=\"volume\">351</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">745</span></span> (1987). When no market exists for the property, as can occur when the property is custom made or has been destroyed, courts often determine its value based on the amount paid for the property in the most recent transaction for it (not arising from a settlement).<sup>[6]</sup><i>See, e.g., </i><i>Heath v. Mosley,</i> <span class=\"citation\" data-id=\"1216030\"><a href=\"/opinion/1216030/heath-v-mosley/\"><span class=\"volume\">286</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">197</span></a></span>, 199, 200-01, <span class=\"citation\" data-id=\"1216030\"><a href=\"/opinion/1216030/heath-v-mosley/\"><span class=\"volume\">209</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">740</span></a></span>, 741, 742 (1974) (holding that price paid for a boat prior to its being severely damaged in an accident was some evidence of its market value at the time of the accident); <i>see generally</i> John A. Bogdanski, <i>Federal Tax Valuation</i> § 3.02[2] (2008) (\"Courts over the decades have looked to cost as a value indicator for scarce or unique assets.\"). Courts may also look to the replacement value of the property when no market exists for it. <i>See, e.g., </i><i>B &amp; Y Heavy Movers, Inc. v. Fluor Constructors, Inc.,</i> 211 Ill.App.3d 975, 985, <span class=\"citation\" data-id=\"2066680\"><a href=\"/opinion/2066680/b-y-heavy-movers-inc-v-fluor-constructors-inc/\"><span class=\"volume\">156</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">301</span></a></span>, <span class=\"citation\" data-id=\"2066680\"><a href=\"/opinion/2066680/b-y-heavy-movers-inc-v-fluor-constructors-inc/\"><span class=\"volume\">570</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">777</span></a></span>, 784 (1991) (holding that replacement cost was an appropriate measure of value for custom-designed dollies in determining damages for breach of a bailment agreement); <i>Sarkesian v. Cedric Chase Photographic Labs.,</i> <span class=\"citation no-link\"><span class=\"volume\">324</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">620</span></span>, 622, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">745</span></span>, 746 (1949) (holding that the measure of damages for the loss of a roll of film by a bailee, which had no market value, is the replacement value); <i>see generally</i> Bogdanski, <i>Federal Tax Valuation</i> § 3.06[2] (\"Valuation by replacement cost is sometimes said to be apt where the property in question is unique, or if there is no actual market for assets of its type.\"); 8A <i>Am.Jur.2d</i> Bailments § 260 (2d ed. 2008).</p>\n<p>The value of the property stated in an affidavit under § 1-473(5) is not an end in itself, but is the basis for the amount of the bond a movant must post to obtain an order of claim and delivery. Specifically, N.C. Gen. Stat. § 1-475 requires that the bond be \"double the value of the property, as stated in the affidavit.\" The purpose of the bond is to protect the non-movant by providing it a fund from which it can recover if the repossession is shown to be wrongful or plaintiff causes harm to the property or its value. <i>Marine Ecology Sys., Inc.,</i> 40 N.C.App. at 727, 253 S.E.2d at 615. \"Custom and prudence have established that plaintiffs will ordinarily assign to the property to be repossessed a value which represents the maximum amount in controversy over such property, where that figure is likely to be higher than the actual value of the property.\" <i>Id.</i> One incentive a movant has to set the value high is that it may dissuade the nonmovant from posting a bond in the same amount and having the property returned to it, pursuant to N.C. Gen. Stat. § 1-478. <i>See Shuford N.C. Civ. Practice and Procedure with Appellate Advocacy</i> § 64:4 (6th ed. 2008).</p>\n<p>The initial affidavits filed by defendants, while acknowledging the purchase price of $522,000 for the molds, claimed that their actual value is zero because they have been fully paid for, are subject to a pending patent, are precluded by exclusivity provisions in the MSA<sup>[7]</sup> from being used by anyone other than as Continental directs, and as a practical matter are useless to a third party without trade secrets and other confidential information the nondisclosure provision<sup>[8]</sup> of the MSA prohibits plaintiff from disclosing for twenty years.<sup>[9]</sup> (30 Sept. 2008 Herckner Aff. ¶ 16, 18; 22 Oct. 2008 Herckner Aff. ¶ 5-9 <sup>[10]</sup>). In their sur-surreply, defendants nevertheless appear to consent to a bond in the amount of $37,800. (Defs.' Sur-Surreply, pp. 1-2, 8). Since any bond is to be twice the value stated in the movant's affidavit, this figure assumes an actual value of $18,900. <i>See</i> N.C. Gen. Stat. § 1-475. This figure of $18,900 equals the actual cost of the modifications made to the molds under the Payment Agreement, as explained in defendants' third supporting affidavit. (31 Oct. 2008 Herckner Aff. (DE # 33-2) ¶ 2). The $20,000 figure for such modification given in the Payment Agreement was a budgeted amount. (<i>Id.</i>). Plaintiff argues that the value of the molds is their purchase price of $522,000.</p>\n<p>The court does not believe that the affidavits submitted by defendants show the actual value of the molds to be either zero, as their initial position posits, or $18,900, as their present position assumes. Contrary to defendants' contention, the fact that the molds have been paid for does not adversely affect their market value. In addition, patent rights applicable to the molds would not necessarily render them useless to others. As the affidavits show, the molds have already been modified once at a relatively modest cost to avoid infringement. Nor does the court believe that, under the circumstances of a sale, exclusivity provisions in the MSA would apply to prohibit a third-party buyer from using the molds.</p>\n<p>However, as indicated, defendants claim that information subject to the nondisclosure provision of the MSA \"would be <i>necessary</i> if a third-party buyer were to make <i>any</i> use of the ... molds.\" (22 Oct. 2008 Herckner Aff. ¶ 8) (emphasis added). The information covered by the nondisclosure provision includes \"specifications, manufacturing processes, [and] ingredients.\" (MSA ¶ 8). Plaintiff's affidavits do not challenge the contention that the nondisclosure provision would render the molds useless to others. Indeed, plaintiff does not attempt to show at all that a market for the molds exists.<sup>[11]</sup> The court finds that there is no market for the molds, as defendants maintain.</p>\n<p>The notion, though, that the absence of a market deprives the molds of any value is without merit. Not only does this view contravene the authorities previously cited, but it ignores the strong inference from defendants' own affidavits that Continental would pay dearly for the molds because it would be irreparably harmed and potentially put out of business without obtaining them immediately.</p>\n<p>The court will look to the price of the molds in the most recent, and only, transaction for them to establish their value namely, their purchase in 2006. Defendants' affidavits show, and plaintiff does not dispute, that the purchase price was $522,000. Although the molds were subsequently modified, the purpose of the modification was essentially to restore the molds to their value at the time of purchase, rather than adding new value. If replacement cost were to be used as the measure of value, the result would appear to be similar. It could reasonably be inferred from the affidavits before the court that it would cost about the same amount of $522,000 if the molds were to be purchased now. The court concludes that defendants' affidavits show that the actual value of the molds is $522,000. The requirement of § 1-473(5) has thereby been satisfied.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>Continental having satisfied the foregoing requirements, the court finds that Continental is entitled to issuance of an order of claim and delivery conditioned upon its filing a bond in the amount of $1,044,000 and otherwise conforming to § 1-475, and the court's approval of the bond. The bond shall be in the form attached hereto and any surety on the bond shall be approved by the court. The order of claim and delivery shall issue after the approval of the bond. Defendants' motion for claim and delivery is ALLOWED on the terms stated.</p>\n<p></p>\n<h2>BOND FOR CLAIM AND DELIVERY Fed.R.Civ.P. 64 &amp; N.C. Gen. Stat. § 1-475</h2>\n<p>Defendant Continental Closures, LLC (\"Continental\"), as principal, and the undersigned surety do acknowledge ourselves bound in the amount of One Million Forty-Four Thousand Dollars and No Cents ($1,044,000.00) for the return of the property identified herein to plaintiff Weener Plastics, Inc. (\"plaintiff\"), with damages for its deterioration and detention, if such return is made. If for any cause return cannot be made, payment shall be made to plaintiff of such sum as may be recovered against Continental for the value of the property at the time of the seizure, with interest thereon as damages for the seizure and detention. The property which is the subject of this bond is the water bottle closure molds manufactured by plaintiff pursuant to the Manufacturing Services Agreement dated 12 September 2006 between plaintiff and Continental, consisting of two 24-cavity molds, one cap mold, and one plug mold.</p>\nCONTINENTAL CLOSURES, LLC\nBy: __________________\nTitle: _________________\n  Signed and acknowledged before me on\n______ at _____.\n       __________________________\n       Magistrate Judge/Clerk\nSURETY:\nName: ______________________________\nBy: _____________________________\nTitle: ____________________________\n  Signed and acknowledged before me on\n_____ at _______.\n      __________________________\n      Magistrate Judge/Clerk\nBond                           approved:\n__________________________\n     Magistrate Judge\nDate: __________________________\n<h2>NOTES</h2>\n<p>[1]  The molds in question are two 24-cavity molds, one cap mold, and one plug mold. (<i>See, e.g.,</i> Payment Agree. (DE # 21-4), p. 1).</p>\n<p>[2]  The version of this agreement in the record is not signed, but at the hearing counsel stated that the agreement had been executed.</p>\n<p>[3]  No party objected to the filing of the settlement agreement or forwarding letter, or to the court's consideration of them.</p>\n<p>[4]  Notwithstanding the limitations imposed by Rule 64 and the common law and now statutory nature of claim and delivery, defendants argue without citation to any authority that it is an equitable remedy and that the court should take into account various non-statutory equitable factors in deciding defendants' motion. (Defs.' Sur-Surreply, p. 3). The court declines defendants' invitation to deviate from the statutory requirements. Claim and delivery is not, of course, an exclusive remedy. <i>See</i> N.C. Gen. Stat. 1-484.1.</p>\n<p>[5]  N.C. Gen. Stat. § 44-2(g) provides in relevant part: \"Any person who fabricates, casts, or otherwise makes a mold or who uses a mold to manufacture, assemble, or otherwise make a product <i>pursuant to an express or implied contract with the owner of such mold</i> shall have a lien upon the mold.\" (Emphasis added).</p>\n<p>[6]  Fed.R.Evid. 408(a) would generally bar reliance of evidence of value arising from settlement-based transactions.</p>\n<p>[7]  Such provisions apparently include paragraphs 4, 5, and 9 of the MSA.</p>\n<p>[8]  MSA ¶ 8.</p>\n<p>[9]  Defendants' motion and initial memorandum appear to be in accord when read in their entirety, although there are statements in both which, when read alone, suggest that defendants admit to a value of $522,000 for the molds, as plaintiff argues. (<i>See</i> Mot. ¶ 4; 30 Oct. 2008 Defs.' Mem. (DE # 12), p. 8; 20 Oct. 2008 Plf.'s Mem. (DE # 22), p. 7).</p>\n<p>[10]  A central purpose of this affidavit is apparently to change the valuation of the equipment related to the molds from $151,000 (30 Sept. 2008 Herckner Aff. ¶ 16) to zero (22 Oct. 2008 Herckner Aff. ¶¶ 5-9). As indicated, defendants no longer seek claim and delivery of the equipment.</p>\n<p>[11]  When asked by the court at the hearing whether the molds, if modified, could be used by a third party, counsel for plaintiff did not state definitively that they could be, but instead characterized such use as merely a conceivable possibility while disclaiming expert knowledge in the area.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/763579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1216030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1316562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1329524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1341874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2066680/"
  ]
}