{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2340404/",
  "absolute_url": "/opinion/2340404/united-states-v-undetermined-quantities-of-cal-ban/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2340404/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:28.125350Z",
  "date_modified": "2016-04-26T22:30:23.068101Z",
  "type": "010combined",
  "sha1": "78c20bdb2d7bc2847f2e87e8223908decd51f010",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>776 F.Supp. 249 (1991)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nUNDETERMINED QUANTITIES OF \"CAL-BAN 3000* * *\", etc., Defendant.</h1></center>\n<center>No. 90-126-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>September 17, 1991.</center>\n<p><span class=\"star-pagination\">*250</span> Stephen A. West, U.S. Atty., Raleigh, N.C., for U.S.</p>\n<p>Thomas P. McNamara, McNamara, Pipkin, Knott &amp; Carruth, Raleigh, N.C., for claimants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>The United States government brought this <i>in rem</i> seizure action pursuant to the Food, Drug and Cosmetic Act (FDCA), 21 U.S.C. §§ 301, <i>et seq.,</i> against a quantity of \"Cal-Ban 3000\" (Cal-Ban), a product marketed to the public for the purpose of weight reduction, appetite suppression, and prevention of colon cancer. The Cal-Ban was seized on September 25, 1990 in Wilmington, North Carolina and the government asks that the court order it condemned and destroyed. Daco Distributing, Inc., a Canadian company, has filed a claim alleging that it is entitled to the seized Cal-Ban. The action is now before the court upon the government's motion for summary judgment.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>The subject of this action is a shipment of packaged Cal-Ban capsules and tablets destined for Nova Scotia, Canada. Cal-Ban was marketed in the United States for several years by a company known as Health Care Products, Inc., doing business as Anderson Pharmacals, of Lutz, Florida. <span class=\"star-pagination\">*251</span> Cal-Ban is made from a substance known as \"Galactomannan\" or guar gum. Guar gum is obtained from the seed of the cluster bean plant, \"Cyamopsis tetragonolobus,\" which has been commonly grown in the United States since the early 1900's. It is considered a dietary fiber and used in the manufacture of some food products.</p>\n<p>In its Cal-Ban form, guar gum has been marketed in the United States as a \"major breakthrough [and a] powerful new weight loss formula that causes rapid weight loss without conventional dieting or exercise.\" Government Exhibit 4 to Tolen Declaration (emphasis in original). Advertisements stated that Cal-Ban \"actually alters the way your body digests food. When taken before mealtime it bonds with the food you eat and `ties up' calories, especially those from fats, preventing their absorption. So a significant portion of the ingested calories pass through and out of the digestive system unabsorbed.\" <i>Id.</i> The advertisements promise that Cal-Ban has been \"clinically tested\" and \"proven safe.\" <i>Id.; see also</i> Government Exhibits 5 and 8.</p>\n<p>The Cal-Ban ads appeared in national magazines such as Playgirl, Muscle, Cosmopolitan, and the National Inquirer, as well as in local newspapers throughout the United States. Some pieces contained testimonials of individuals who claimed to have lost weight using Cal-Ban and photographs of how these individuals looked before and after following the Cal-Ban plan. Across the top of the ads in one-inch letters appeared slogans such as \"I LOST 85 LBS. FAST\" and \"DESTROY FAT FAST.\" <i>Id.</i> at Exhibits 4 and 5. Cal-Ban was further marketed as doctor recommended and available without a prescription. The potential purchaser was told that rapid weight loss would occur without eating less, without exercise, and without harmful side effects. This is allegedly because Cal-Ban prevents \"calorie absorption\" thereby allowing the body to burn more fat.</p>\n<p>Along with the Cal-Ban, purchasers received literature containing instructions on how to proceed under the \"Cal-Ban 3000 Weight Loss Program.\" <i>See, e.g., id.</i> at Government Exhibits 9, 11, 12 and 13. For the first four days, the purchaser was instructed to take four tablets thirty minutes before each meal with a full glass of water, tea, or coffee. <i>Id.</i> at Exhibit 11. On the fifth day, this number was increased to six tablets before each meal, then to eight during the second week. Thereafter, the purchaser was instructed to take ten tablets thirty minutes before each meal every day. <i>Id.</i></p>\n<p>Some of the customers began to experience health problems after ingesting Cal-Ban and therefore filed complaints with Health Care Products, Inc., the Federal Food and Drug Administration (FDA), and the Hillsborough County Sheriff's Department in Lutz, Florida. Gregory Jones, Drug Supervisor for the State of Florida Health and Rehabilitative Services, was responsible for reviewing the 269 complaints obtained from the Hillsborough County Sheriff's Department and the headquarters of Health Care Products, Inc. These complaints were received from customers throughout the United States.</p>\n<p>In his affidavit, Jones testified that there were numerous reports of esophageal obstruction, intestinal obstruction, and gastric obstruction, many of which required hospitalization and even surgery. There were also reports of diarrhea, cramps, nausea, vomiting, stomachache and bloating which customers alleged to have been caused by taking Cal-Ban tablets or capsules. Jones conferred with the Florida State epidemiologist and they determined that \"Cal-Ban posed a danger to the public health and safety.\" Jones Declaration at 3. Therefore, the Florida Department of Health and Rehabilitative Services issued an Emergency Order on July 18, 1990, requiring that Cal-Ban be immediately removed from sale and distribution. <i>Id.</i></p>\n<p>The FDA also received at least twenty-one reports linking Cal-Ban to esophageal and intestinal obstructions, including reports of ten hospitalizations and one death. Consequently, the FDA began an investigation of the Health Care Products facility in Lutz, Florida in 1989. An FDA investigator collected samples of Cal-Ban tablets and of promotional literature. As a result <span class=\"star-pagination\">*252</span> of the investigation, the FDA concluded that Cal-Ban was a new drug without an approved new drug application and that it was misbranded. On July 25, 1990, the FDA sent a regulatory letter to the president of Health Care Products stating that it considered Cal-Ban to be illegal and that further marketing would violate the Federal Food, Drug and Cosmetic Act. <i>See</i> Government Exhibit 10 to Tolen Declaration. Based on the investigation and consumer complaints, the FDA considered Cal-Ban to be a health hazard and called for its immediate removal from the marketplace.</p>\n<p>On July 31, 1990, Health Care Products responded to the regulatory letter stating that it had ceased all distribution of Cal-Ban. By a second letter dated August 14, 1990, Health Care Products responded further by denying that Cal-Ban was a drug and contending that there were no health risks associated with the ingestion of guar gum.</p>\n<p>Prior to the second response, however, on August 3, 1990, a Florida circuit judge approved an agreement between the State Attorney of the Thirteenth Judicial District of Florida and Health Care Products, Inc. and its principals, to settle charges that Cal-Ban had been sold through false and misleading advertising in violation of Florida law. The court entered a permanent injunction which prohibited those defendants from the manufacture, sale or delivery of Cal-Ban or any other guar gum based weight loss product in the United States. <i>See</i> Government Exhibit 14 to Tolen Declaration. The agreement further required that Health Care Products and its principals pay 1.3 million dollars and forfeit eight vehicles to Hillsborough County, Florida.</p>\n<p>Several days after this agreement was approved, on August 5, 1990, Cal-Ban located at the Health Care Products facility in Lutz, Florida was shipped to Wilmington, North Carolina, evidently on its way to claimants in Nova Scotia, Canada. On September 25, 1990, the Cal-Ban was seized in Wilmington pursuant to a complaint for forfeiture which was filed on the same day. Thereafter, claimant Daco Distributing, Inc. filed a claim to the seized Cal-Ban and an answer to the complaint.</p>\n<p>The government claims that it is entitled to summary judgment on several grounds. First, it contends that Cal-Ban is a new drug because it is not generally recognized as safe and effective. Only those new drugs which have received FDA approval may be sold in the United States and because Cal-Ban has not been approved, the government claims it is subject to forfeiture and condemnation. 21 U.S.C. § 334(a)(1) and (d)(1). The government also alleges that Cal-Ban is misbranded because its labeling is false and misleading and fails to bear adequate directions for use.</p>\n<p>In response to the motion for summary judgment, claimant argues that Cal-Ban is not a drug, but a \"food,\" specifically, a \"food for special dietary use.\" 21 U.S.C. § 321. As such, claimant contends Cal-Ban is not required to meet the requirements for the distribution of a \"new drug.\" Additionally, claimant argues that guar gum is perfectly safe for human consumption in its Cal-Ban form. Claimant also asserts that it is not responsible for or connected with the distribution practices of Health Care Products, Inc. and therefore asks that the representations contained in the advertisements described above not be held against it.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>Summary judgment \"shall be rendered ... if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" F.R.Civ.P. 56(c). The key inquiry to be made in a Rule 56 motion is whether there is a material issue of fact. If the case involves only questions of law, it may be decided by summary judgment. <i>See </i><i>Miller v. Federal Deposit Insurance Company,</i> 906 F.2d 972, 973-74 (4th Cir.1990) (summary judgment is proper \"where it is perfectly clear that no issue of fact is involved <span class=\"star-pagination\">*253</span> and inquiry into the facts is not desirable to clarify the application of the law\").</p>\n<p>The first issue is whether Cal-Ban is a food or a drug for purposes of the FDCA, and if it is a drug, whether it is a \"new drug\" requiring FDA approval before distribution. Despite claimant's contentions, this determination does not require that the court resolve any material issues of fact. Both parties agree that the principal, if not the sole, ingredient in Cal-Ban is guar gum and that Cal-Ban's intended purpose is to aid in weight reduction, appetite suppression and the prevention of colon cancer. The proper classification under the statute is a question of law for the court. <i>See, e.g., </i><i>United States v. Atropine Sulfate,</i> 843 F.2d 860 (5th Cir. 1988) (determination as to whether a substance is a \"new drug\" is properly resolved by the court upon a motion for summary judgment); <i>United States v. 449 Cases, Containing Tomato Paste,</i> 212 F.2d 567 (2d Cir.1954) (the determination as to whether food is \"adulterated\" within the provisions of the Food, Drug, and Cosmetic Act is a question of law for the court); <i>AMP Incorporated v. Gardner,</i> 275 F.Supp. 410 (S.D.N.Y.1967), <i>aff'd,</i> 389 F.2d 825 (2d Cir.1968) (granting motion for summary judgment based upon the court's determination that the product was a \"new drug\" despite conflicting expert testimony).</p>\n<p>The provisions of the FDCA are to be liberally construed so as to effectuate the Act's purpose of protecting the public health. <i>United States v. Article of Drug ... Bacto-Unidisk</i>...., 394 U.S. 784, 89 S.Ct. 1410, 22 L.Ed.2d 726 (1969). Therefore, the term \"drug\" should be interpreted broadly and not limited to only products which are commonly known as drugs. <i>United States v. Article Consisting of 36 Boxes, etc.</i> 284 F.Supp. 107 (D.Del.1968), <i>aff'd,</i> 415 F.2d 369 (3d Cir.1969).</p>\n<p>Section 321(f) of Title 21 of the United States Code provides: \"The term `food' means (1) articles used for food or drink for man or other animals, (2) chewing gum, and (3) articles used for components of any such article.\" Section 321(g)(1) of that title provides: \"The term `drug' means ... (C) articles (other than food) intended to affect the structure or any function of the body of man or other animals....\"</p>\n<p>The government argues that Cal-Ban falls within Section 321(g)(1)(C) because as a weight-reduction product, it is intended to affect the structure or function of the body. The legislative history indicates that this provision was enacted to expand the drug definition beyond those products used exclusively to treat or prevent disease so as to protect consumers from \"such preparations as `slenderizers,' many of which are worthless at best and some of which are distinctly dangerous to health.\" S.Rep. No. 361, 74th Cong., 1st Sess. 3 (1935), <i>reprinted in</i> 3 Legislative History of Food, Drug, and Cosmetic Act 662. At the hearings held prior to the enactment of Section 321(g)(1)(C), the chief of the FDA stated:</p>\n<blockquote>I have in mind such products as antifat remedies. Obesity may not be a disease. There has been lately a tendency to market products on the claim that they will have slenderizing effects. Some of these products are definitely harmful.... There can be no question about the necessity for the protection of public health by the extension of the provisions of this act to cover those articles.</blockquote>\n<p><i>Food, Drugs, and Cosmetics: Hearings on S.1944 Before Subcommittee of Senate Committee on Commerce,</i> 73d Cong., 2d Sess. 16 (1933) (Statement of Walter G. Campbell, Chief of FDA), <i>reprinted in</i> 1 Legislative History of Food, Drug, and Cosmetic Act 108.</p>\n<p>There are no cases directly addressing whether Cal-Ban, or guar gum used as a diet aid, is a food or drug under the FDCA. However, there are several cases that address the classification of comparable substances known generally as \"starchblockers\" which may be applied by analogy. <i>See </i><i>Nutrilab, Inc. v. Schweiker,</i> 713 F.2d 335 (7th Cir.1983); <i>American Health Products Company v. Hayes,</i> 574 F.Supp. 1498 (S.D.N.Y.1983), <i>aff'd,</i> 744 F.2d 912 (2d Cir. 1984).</p>\n<p>Starchblockers are tablets derived from kidney beans which were at one time marketed as a weight reduction aid. <i>Id.</i> <span class=\"star-pagination\">*254</span> When ingested during a meal, starchblockers allegedly prevented the normal functioning of alpha-amylase, an enzyme produced by the pancreas which helps to digest starch. <i>Id.</i> The ingestion of starchblockers allegedly caused the undigested starch to pass through the body, thus allowing the dieters to avoid calories. <i>Id.</i> Both <i>Nutrilab</i> and <i>American Health Products, supra,</i> involved the question of whether starchblockers are a food or a drug.</p>\n<p>In <i>Nutrilab,</i> the FDA classified starchblockers as a new drug and ordered that they be removed from the market. This action came in response to seventy-five reports of adverse effects following the ingestion of the tablets, including stomach bloating, vomiting, nausea, abdominal pain and constipation. The manufacturers and distributors then filed an action seeking a declaratory judgment that the starchblockers were food and not drugs under the FDCA.</p>\n<p>The <i>Nutrilab</i> court rejected the argument that starchblockers were food merely because they were derived from a food. In interpreting Section 321(f)(1), it stated: \"When the statute defines `food' as `articles used for food,' it means that the statutory definition of `food' includes articles used by people in the ordinary way most people use food  primarily for taste, aroma, or nutritive value.\" <i>Id.</i> at 338. Starchblockers are not consumed for any of these reasons, but rather \"for their ability to block the digestion of food and aid in weight loss.\" <i>Id.</i> Therefore, starchblockers were held to fall within the Section 321(g)(1)(C) definition of a drug.</p>\n<p>The same result was reached by the court in <i>American Health Products.</i> It held that starchblockers were \"utterly useless for any food purpose\" and classified them as a drug under Section 321(g)(1)(C). <i>Id.</i> at 1509.</p>\n<p>In support of its contention that Cal-Ban is a drug, the government has presented copies of the Cal-Ban advertisements distributed by Health Care Products. As set forth above, these ads describe Cal-Ban as a substance which prevents calories from being absorbed by the body and causes a decrease in appetite. They also allege that Cal-Ban helps in preventing colon cancer. While the statements made in these advertisements are not conclusive, they are persuasive in determining Cal-Ban's intended purpose. <i>See generally </i><i>American Health Products Company v. Hayes, supra</i><i>.</i></p>\n<p>The government has also presented the affidavits of several experts. Dr. C. Wayne Callaway, a physician specializing in internal medicine, metabolism and clinical nutrition, testified that, after reviewing the Cal-Ban literature and packaging, it is his opinion that Cal-Ban is a substance intended to affect the structure or function of the body and is therefore a drug. This is because it is promoted to cause weight loss and appetite suppression by altering the digestive processes of the body. The literature states that the customer need not change his eating habits or exercise in order to shed pounds. <i>See, e.g.,</i> \"Cal-Ban 3000 Weight Loss Program\" pamphlet, Government Exhibit 9 to Tolen Declaration (\"It is well known that exercising is an inefficient way to lose weight because of the extent of activity required to burn a small number of calories.... [D]o not depend upon exercise as your method to lose weight\"). Because Cal-Ban allegedly enables weight loss to occur with no change in habits, Dr. Callaway considers it a drug.</p>\n<p>Dr. Callaway also testified that Cal-Ban does not supply any essential nutrients to the body. It is actually marketed to have the opposite effect, which is to allow food to pass through the body without being absorbed. Cal-Ban is likewise not ingested for its taste or aroma. Therefore, according to Dr. Callaway, Cal-Ban does not fall within the traditional notion of food and should be classified as a drug. <i>See also</i> Declaration of James H. Lewis, M.D., Associate Professor of Medicine in the Division of Gastroenterology, Georgetown University School of Medicine, Washington, D.C. (Cal-Ban has no nutritive value and is not taken for taste or aroma, consequently, is a drug and not a food under the Federal Food, Drug, and Cosmetic Act); Declaration of Gloria J. Troendle, M.D., Deputy <span class=\"star-pagination\">*255</span> Director, FDA Office of Drug Evaluation II, Division of Metabolism and Endocrine Drug Products (Cal-Ban is intended to affect the structure of the body and does not fit the common sense definition of food, and, therefore, is a drug).</p>\n<p>Claimants argue that Cal-Ban is a food and because Section 321(g)(1)(C) only applies to substances \"other than food,\" Cal-Ban cannot be characterized as a drug under that section. In support of that contention, claimant has submitted the affidavit of Jack Hegenauer, Ph.D., who is a research biologist at the University of California at San Diego. Hegenauer testified that guar gum has been grown as food for both man and animals for centuries in India and Pakistan. He further states that guar gum is a fiber and that fiber is an essential element in the diet of man.</p>\n<p>The court concludes that Cal-Ban is a drug for purposes of the FDCA. For the reasons set forth below, Cal-Ban falls squarely within Section 321(g)(1)(C)'s definition of a drug and is thus subject to regulation by the FDA as a drug.</p>\n<p>Cal-Ban's purpose is to aid in weight loss, appetite suppression, and to prevent colon cancer. The weight loss evidently occurs because Cal-Ban prevents calories from being absorbed into the body. Therefore, Cal-Ban is intended to affect the body's structure because its objective is to cause weight loss and decrease body size. It also prevents calorie absorption thereby affecting the functioning of the body's digestive system.</p>\n<p>Although claimants have presented evidence that guar gum is a fiber and that fiber has nutritive value, there is no evidence before the court that guar gum in the form of Cal-Ban has any such value at all. The advertisements make it clear that a person who chooses to ingest Cal-Ban would be doing so to prevent nutrition from entering the body, rather than to allow it. In effect, Cal-Ban performs as an anti-nutrient by interrupting the normal digestive process and preventing food from entering the system. There is likewise no evidence that Cal-Ban would be taken for its taste or aroma.</p>\n<p>The legislative history demonstrates that Congress had an interest in regulating weight loss products when it enacted Section 321(g)(1)(C). The protection of the public health mandates this, especially now, in a time when the market is replete with pills and tablets designed to result in rapid weight loss. Without some type of regulation, the consuming public has no way of determining the safety of ingesting these products. In the court's opinion, Cal-Ban is exactly the type of commodity that Congress intended to reach when it enacted this section.</p>\n<p>The fact that claimant was not responsible for Cal-Ban's United States marketing is not relevant to the classification of Cal-Ban as a food or drug. Because Cal-Ban is a drug and not a food, the argument that Cal-Ban is a \"food for special dietary use\" fails as well.</p>\n<p>Having concluded that Cal-Ban is a drug, the court must determine whether it is a \"new drug.\" The FDCA provides that no new drug may be introduced into interstate commerce unless and until the FDA has approved its new drug application. <i>See</i> 21 U.S.C. §§ 355(a) and 331(d). A new drug application is approved only after the drug's sponsor has submitted extensive information to the FDA regarding that drug's safety and effectiveness. 21 U.S.C. § 355(a) and (b); <i>Burroughs Wellcome Company v. Schweiker,</i> 649 F.2d 221 (4th Cir.1981). New drugs which are introduced into commerce before approval are subject to seizure, condemnation, and destruction by the government. <i>See</i> 21 U.S.C. § 334.</p>\n<p>A new drug is defined as:</p>\n<blockquote>(1) Any drug ... the composition of which is such that such drug is not generally recognized, among experts qualified by scientific training and experience to evaluate the safety and effectiveness of drugs, as safe and effective for use under the conditions prescribed, recommended, or suggested in the labeling thereof ...; or</blockquote>\n<blockquote>(2) Any drug ... the composition of which is such that such drug, as a result <span class=\"star-pagination\">*256</span> of investigations to determine its safety and effectiveness for use under such conditions, has become so recognized, but which has not, otherwise than in such investigations, been used to a material extent or for a material time under such conditions.</blockquote>\n<p>21 U.S.C. § 321(p). In other words, a drug is not a new drug only if it \"(1) is generally recognized, among experts qualified to evaluate the safety and effectiveness of drugs, as safe and effective for its labeled purposes; and (2) has been used to a material extent for a material time.\" <i>United States v. Atropine Sulfate, supra</i> at 861-62. The purpose of the new drug provisions is to protect the public against potentially dangerous substances by assuring that all drugs will be tested for safety and effectiveness by the FDA before being placed on the market. <i>Premo Pharmaceutical Laboratories, Inc. v. United States,</i> 629 F.2d 795 (2d Cir.1980).</p>\n<p>A drug is only \"generally recognized\" by experts as safe and effective for its intended purpose if there is expert consensus of that fact founded upon \"substantial evidence.\" <i>Weinberger v. Hynson, Westcott, and Dunning, Inc.,</i> 412 U.S. 609, 93 S.Ct. 2469, 37 L.Ed.2d 207 (1973). This requires a showing that there has been adequate and well-controlled investigations of the drug by experts. <i>Id.</i> If there is a dispute among experts as to a drug's safety and effectiveness, this demonstrates that there is no general recognition of its safety and effectiveness therefore making it a new drug under the FDCA. <i>See </i><i>United States v. Articles of Drug ... Hormonin,</i> 498 F.Supp. 424 (D.N.J.1980), <i>aff'd,</i> 672 F.2d 904 (3d Cir.1981); <i>AMP Incorporated v. Gardner, supra</i><i>.</i></p>\n<p>The government has produced the affidavits of several experts who state that Cal-Ban is not safe and effective for its intended uses and is not recognized as such by other experts in their respective fields. <i>See</i> Declaration of C. Wayne Callaway, M.D. at Para. 16 (\"Based on my training and experience in nutrition, endocrinology, and metabolism, and on my general familiarity with the scientific literature in those fields, I do not recognize Cal-Ban to be safe and effective in treating overweight\"); Declaration of Gloria J. Troendle, M.D., at Para. 10 (\"I do not recognize Cal-Ban as safe and effective for weight reduction or appetite suppression. Further, it is my opinion that guar gum is not recognized among qualified experts as safe and effective for these conditions or for any of the other conditions for which the product is promoted\"); Declaration of James H. Lewis, M.D., at Para. 17 (\"Because of the potential for esophageal obstruction, I consider Cal-Ban to present a safety hazard [and] I do not believe that any of my professional colleagues would consider Cal-Ban to be safe\"); Declaration of Jon P. Gockerman, M.D. at Para 10 (\"There is no data to support the use of Cal-Ban to prevent cancer.\"); Declaration of Gerald H. Sokol, M.D. at Para. 13 (\"I do not recognize Cal-Ban or guar gum as safe or effective in preventing colon cancer. Further, it is my opinion that guar gum is not recognized among qualified experts as safe and effective for this purpose\").</p>\n<p>Claimant has come forward with the affidavit of only one expert, Jack Hegenauer, Ph.D., who believes that guar gum is beneficial to humans in any way. He recognizes that guar gum, in certain doses, can aid in weight loss and provide the body with needed fiber.</p>\n<p>The above demonstrates that there is no consensus among experts as to the safety and effectiveness of Cal-Ban. There is instead substantial evidence before the court that Cal-Ban has not been sufficiently tested and thus far has proved very dangerous to some of the individuals who have taken it. The fact that guar gum has been grown as food for centuries is not relevant here; the product before the court is Cal-Ban. It is a drug and there is no evidence of its existence, much less its acceptance, prior to the 1980's. Cal-Ban is thus properly classified as a \"new drug\" under 21 U.S.C. § 321(p).</p>\n<p>Dr. Robert J. Temple is the Director of the Office of Drug Evaluation I of the FDA. He is the person in custody of all of the New Drug Applications and the Notices <span class=\"star-pagination\">*257</span> of Claimed Investigational Exemptions for New Drugs which are on file with the FDA. In his affidavit, Temple testified that neither of the above documents has been filed with respect to a substance called Cal-Ban. Therefore, the introduction of Cal-Ban into interstate commerce was in violation of the FDCA and the government was entitled to seize it. For that reason, the government's argument that the Cal-Ban was mislabeled need not be considered.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons discussed above, the government's motion for summary judgment is granted. Cal-Ban 3000 is a \"new drug\" which has been distributed in interstate commerce in violation of the Food, Drug, and Cosmetic Act and the Cal-Ban which was seized in Wilmington, North Carolina on September 25, 1990 is hereby ordered to be condemned and destroyed.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">776</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">249</span></span> (1991)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nUNDETERMINED QUANTITIES OF \"CAL-BAN 3000* * *\", etc., Defendant.</h1></center>\n<center>No. 90-126-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>September 17, 1991.</center>\n<p><span class=\"star-pagination\">*250</span> Stephen A. West, U.S. Atty., Raleigh, N.C., for U.S.</p>\n<p>Thomas P. McNamara, McNamara, Pipkin, Knott &amp; Carruth, Raleigh, N.C., for claimants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>The United States government brought this <i>in rem</i> seizure action pursuant to the Food, Drug and Cosmetic Act (FDCA), 21 U.S.C. §§ 301, <i>et seq.,</i> against a quantity of \"Cal-Ban 3000\" (Cal-Ban), a product marketed to the public for the purpose of weight reduction, appetite suppression, and prevention of colon cancer. The Cal-Ban was seized on September 25, 1990 in Wilmington, North Carolina and the government asks that the court order it condemned and destroyed. Daco Distributing, Inc., a Canadian company, has filed a claim alleging that it is entitled to the seized Cal-Ban. The action is now before the court upon the government's motion for summary judgment.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>The subject of this action is a shipment of packaged Cal-Ban capsules and tablets destined for Nova Scotia, Canada. Cal-Ban was marketed in the United States for several years by a company known as Health Care Products, Inc., doing business as Anderson Pharmacals, of Lutz, Florida. <span class=\"star-pagination\">*251</span> Cal-Ban is made from a substance known as \"Galactomannan\" or guar gum. Guar gum is obtained from the seed of the cluster bean plant, \"Cyamopsis tetragonolobus,\" which has been commonly grown in the United States since the early 1900's. It is considered a dietary fiber and used in the manufacture of some food products.</p>\n<p>In its Cal-Ban form, guar gum has been marketed in the United States as a \"major breakthrough [and a] powerful new weight loss formula that causes rapid weight loss without conventional dieting or exercise.\" Government Exhibit 4 to Tolen Declaration (emphasis in original). Advertisements stated that Cal-Ban \"actually alters the way your body digests food. When taken before mealtime it bonds with the food you eat and `ties up' calories, especially those from fats, preventing their absorption. So a significant portion of the ingested calories pass through and out of the digestive system unabsorbed.\" <i>Id.</i> The advertisements promise that Cal-Ban has been \"clinically tested\" and \"proven safe.\" <i>Id.; see also</i> Government Exhibits 5 and 8.</p>\n<p>The Cal-Ban ads appeared in national magazines such as Playgirl, Muscle, Cosmopolitan, and the National Inquirer, as well as in local newspapers throughout the United States. Some pieces contained testimonials of individuals who claimed to have lost weight using Cal-Ban and photographs of how these individuals looked before and after following the Cal-Ban plan. Across the top of the ads in one-inch letters appeared slogans such as \"I LOST 85 LBS. FAST\" and \"DESTROY FAT FAST.\" <i>Id.</i> at Exhibits 4 and 5. Cal-Ban was further marketed as doctor recommended and available without a prescription. The potential purchaser was told that rapid weight loss would occur without eating less, without exercise, and without harmful side effects. This is allegedly because Cal-Ban prevents \"calorie absorption\" thereby allowing the body to burn more fat.</p>\n<p>Along with the Cal-Ban, purchasers received literature containing instructions on how to proceed under the \"Cal-Ban 3000 Weight Loss Program.\" <i>See, e.g., id.</i> at Government Exhibits 9, 11, 12 and 13. For the first four days, the purchaser was instructed to take four tablets thirty minutes before each meal with a full glass of water, tea, or coffee. <i>Id.</i> at Exhibit 11. On the fifth day, this number was increased to six tablets before each meal, then to eight during the second week. Thereafter, the purchaser was instructed to take ten tablets thirty minutes before each meal every day. <i>Id.</i></p>\n<p>Some of the customers began to experience health problems after ingesting Cal-Ban and therefore filed complaints with Health Care Products, Inc., the Federal Food and Drug Administration (FDA), and the Hillsborough County Sheriff's Department in Lutz, Florida. Gregory Jones, Drug Supervisor for the State of Florida Health and Rehabilitative Services, was responsible for reviewing the 269 complaints obtained from the Hillsborough County Sheriff's Department and the headquarters of Health Care Products, Inc. These complaints were received from customers throughout the United States.</p>\n<p>In his affidavit, Jones testified that there were numerous reports of esophageal obstruction, intestinal obstruction, and gastric obstruction, many of which required hospitalization and even surgery. There were also reports of diarrhea, cramps, nausea, vomiting, stomachache and bloating which customers alleged to have been caused by taking Cal-Ban tablets or capsules. Jones conferred with the Florida State epidemiologist and they determined that \"Cal-Ban posed a danger to the public health and safety.\" Jones Declaration at 3. Therefore, the Florida Department of Health and Rehabilitative Services issued an Emergency Order on July 18, 1990, requiring that Cal-Ban be immediately removed from sale and distribution. <i>Id.</i></p>\n<p>The FDA also received at least twenty-one reports linking Cal-Ban to esophageal and intestinal obstructions, including reports of ten hospitalizations and one death. Consequently, the FDA began an investigation of the Health Care Products facility in Lutz, Florida in 1989. An FDA investigator collected samples of Cal-Ban tablets and of promotional literature. As a result <span class=\"star-pagination\">*252</span> of the investigation, the FDA concluded that Cal-Ban was a new drug without an approved new drug application and that it was misbranded. On July 25, 1990, the FDA sent a regulatory letter to the president of Health Care Products stating that it considered Cal-Ban to be illegal and that further marketing would violate the Federal Food, Drug and Cosmetic Act. <i>See</i> Government Exhibit 10 to Tolen Declaration. Based on the investigation and consumer complaints, the FDA considered Cal-Ban to be a health hazard and called for its immediate removal from the marketplace.</p>\n<p>On July 31, 1990, Health Care Products responded to the regulatory letter stating that it had ceased all distribution of Cal-Ban. By a second letter dated August 14, 1990, Health Care Products responded further by denying that Cal-Ban was a drug and contending that there were no health risks associated with the ingestion of guar gum.</p>\n<p>Prior to the second response, however, on August 3, 1990, a Florida circuit judge approved an agreement between the State Attorney of the Thirteenth Judicial District of Florida and Health Care Products, Inc. and its principals, to settle charges that Cal-Ban had been sold through false and misleading advertising in violation of Florida law. The court entered a permanent injunction which prohibited those defendants from the manufacture, sale or delivery of Cal-Ban or any other guar gum based weight loss product in the United States. <i>See</i> Government Exhibit 14 to Tolen Declaration. The agreement further required that Health Care Products and its principals pay 1.3 million dollars and forfeit eight vehicles to Hillsborough County, Florida.</p>\n<p>Several days after this agreement was approved, on August 5, 1990, Cal-Ban located at the Health Care Products facility in Lutz, Florida was shipped to Wilmington, North Carolina, evidently on its way to claimants in Nova Scotia, Canada. On September 25, 1990, the Cal-Ban was seized in Wilmington pursuant to a complaint for forfeiture which was filed on the same day. Thereafter, claimant Daco Distributing, Inc. filed a claim to the seized Cal-Ban and an answer to the complaint.</p>\n<p>The government claims that it is entitled to summary judgment on several grounds. First, it contends that Cal-Ban is a new drug because it is not generally recognized as safe and effective. Only those new drugs which have received FDA approval may be sold in the United States and because Cal-Ban has not been approved, the government claims it is subject to forfeiture and condemnation. 21 U.S.C. § 334(a)(1) and (d)(1). The government also alleges that Cal-Ban is misbranded because its labeling is false and misleading and fails to bear adequate directions for use.</p>\n<p>In response to the motion for summary judgment, claimant argues that Cal-Ban is not a drug, but a \"food,\" specifically, a \"food for special dietary use.\" 21 U.S.C. § 321. As such, claimant contends Cal-Ban is not required to meet the requirements for the distribution of a \"new drug.\" Additionally, claimant argues that guar gum is perfectly safe for human consumption in its Cal-Ban form. Claimant also asserts that it is not responsible for or connected with the distribution practices of Health Care Products, Inc. and therefore asks that the representations contained in the advertisements described above not be held against it.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>Summary judgment \"shall be rendered ... if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" F.R.Civ.P. 56(c). The key inquiry to be made in a Rule 56 motion is whether there is a material issue of fact. If the case involves only questions of law, it may be decided by summary judgment. <i>See </i><i>Miller v. Federal Deposit Insurance Company,</i> <span class=\"citation\" data-id=\"543746\"><a href=\"/opinion/543746/jd-miller-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span>, 973-74 (4th Cir.1990) (summary judgment is proper \"where it is perfectly clear that no issue of fact is involved <span class=\"star-pagination\">*253</span> and inquiry into the facts is not desirable to clarify the application of the law\").</p>\n<p>The first issue is whether Cal-Ban is a food or a drug for purposes of the FDCA, and if it is a drug, whether it is a \"new drug\" requiring FDA approval before distribution. Despite claimant's contentions, this determination does not require that the court resolve any material issues of fact. Both parties agree that the principal, if not the sole, ingredient in Cal-Ban is guar gum and that Cal-Ban's intended purpose is to aid in weight reduction, appetite suppression and the prevention of colon cancer. The proper classification under the statute is a question of law for the court. <i>See, e.g., </i><i>United States v. Atropine Sulfate,</i> <span class=\"citation\" data-id=\"504034\"><a href=\"/opinion/504034/united-states-v-atropine-sulfate-10-mg-article-of-drug-dey-dose-and/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">860</span></a></span> (5th Cir. 1988) (determination as to whether a substance is a \"new drug\" is properly resolved by the court upon a motion for summary judgment); <i>United States v. 449 Cases, Containing Tomato Paste,</i> <span class=\"citation\" data-id=\"233973\"><a href=\"/opinion/233973/united-states-v-449-cases-containing-tomato-paste/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">567</span></a></span> (2d Cir.1954) (the determination as to whether food is \"adulterated\" within the provisions of the Food, Drug, and Cosmetic Act is a question of law for the court); <i>AMP Incorporated v. Gardner,</i> <span class=\"citation\" data-id=\"1458845\"><a href=\"/opinion/1458845/amp-incorporated-v-gardner/\"><span class=\"volume\">275</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">410</span></a></span> (S.D.N.Y.1967), <i>aff'd,</i> <span class=\"citation\" data-id=\"278885\"><a href=\"/opinion/278885/amp-incorporated-v-john-w-gardner-secretary-of-health-education-and/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">825</span></a></span> (2d Cir.1968) (granting motion for summary judgment based upon the court's determination that the product was a \"new drug\" despite conflicting expert testimony).</p>\n<p>The provisions of the FDCA are to be liberally construed so as to effectuate the Act's purpose of protecting the public health. <i>United States v. Article of Drug ... Bacto-Unidisk</i>...., <span class=\"citation\" data-id=\"107916\"><a href=\"/opinion/107916/united-states-v-article-of-drug-bacto-unidisk/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">784</span></a></span>, <span class=\"citation\" data-id=\"107916\"><a href=\"/opinion/107916/united-states-v-article-of-drug-bacto-unidisk/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1410</span></a></span>, <span class=\"citation\" data-id=\"107916\"><a href=\"/opinion/107916/united-states-v-article-of-drug-bacto-unidisk/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">726</span></a></span> (1969). Therefore, the term \"drug\" should be interpreted broadly and not limited to only products which are commonly known as drugs. <i>United States v. Article Consisting of 36 Boxes, etc.</i> <span class=\"citation\" data-id=\"1815769\"><a href=\"/opinion/1815769/united-states-v-article-consisting-of-36-boxes-etc/\"><span class=\"volume\">284</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">107</span></a></span> (D.Del.1968), <i>aff'd,</i> <span class=\"citation\" data-id=\"286287\"><a href=\"/opinion/286287/united-states-v-an-article-of-drug-consisting-of-36-boxes-more-or-less/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">369</span></a></span> (3d Cir.1969).</p>\n<p>Section 321(f) of Title 21 of the United States Code provides: \"The term `food' means (1) articles used for food or drink for man or other animals, (2) chewing gum, and (3) articles used for components of any such article.\" Section 321(g)(1) of that title provides: \"The term `drug' means ... (C) articles (other than food) intended to affect the structure or any function of the body of man or other animals....\"</p>\n<p>The government argues that Cal-Ban falls within Section 321(g)(1)(C) because as a weight-reduction product, it is intended to affect the structure or function of the body. The legislative history indicates that this provision was enacted to expand the drug definition beyond those products used exclusively to treat or prevent disease so as to protect consumers from \"such preparations as `slenderizers,' many of which are worthless at best and some of which are distinctly dangerous to health.\" S.Rep. No. 361, 74th Cong., 1st Sess. 3 (1935), <i>reprinted in</i> 3 Legislative History of Food, Drug, and Cosmetic Act 662. At the hearings held prior to the enactment of Section 321(g)(1)(C), the chief of the FDA stated:</p>\n<blockquote>I have in mind such products as antifat remedies. Obesity may not be a disease. There has been lately a tendency to market products on the claim that they will have slenderizing effects. Some of these products are definitely harmful.... There can be no question about the necessity for the protection of public health by the extension of the provisions of this act to cover those articles.</blockquote>\n<p><i>Food, Drugs, and Cosmetics: Hearings on S.1944 Before Subcommittee of Senate Committee on Commerce,</i> 73d Cong., 2d Sess. 16 (1933) (Statement of Walter G. Campbell, Chief of FDA), <i>reprinted in</i> 1 Legislative History of Food, Drug, and Cosmetic Act 108.</p>\n<p>There are no cases directly addressing whether Cal-Ban, or guar gum used as a diet aid, is a food or drug under the FDCA. However, there are several cases that address the classification of comparable substances known generally as \"starchblockers\" which may be applied by analogy. <i>See </i><i>Nutrilab, Inc. v. Schweiker,</i> <span class=\"citation\" data-id=\"422099\"><a href=\"/opinion/422099/nutrilab-inc-and-bio-tech-laboratories-inc-plaintiffs-v-richard-s/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">335</span></a></span> (7th Cir.1983); <i>American Health Products Company v. Hayes,</i> <span class=\"citation\" data-id=\"1867455\"><a href=\"/opinion/1867455/american-health-products-co-inc-v-hayes/\"><span class=\"volume\">574</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1498</span></a></span> (S.D.N.Y.1983), <i>aff'd,</i> <span class=\"citation\" data-id=\"442091\"><a href=\"/opinion/442091/american-health-products-co-general-nutrition-center-inc-general/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">912</span></a></span> (2d Cir. 1984).</p>\n<p>Starchblockers are tablets derived from kidney beans which were at one time marketed as a weight reduction aid. <i>Id.</i> <span class=\"star-pagination\">*254</span> When ingested during a meal, starchblockers allegedly prevented the normal functioning of alpha-amylase, an enzyme produced by the pancreas which helps to digest starch. <i>Id.</i> The ingestion of starchblockers allegedly caused the undigested starch to pass through the body, thus allowing the dieters to avoid calories. <i>Id.</i> Both <i>Nutrilab</i> and <i>American Health Products, supra,</i> involved the question of whether starchblockers are a food or a drug.</p>\n<p>In <i>Nutrilab,</i> the FDA classified starchblockers as a new drug and ordered that they be removed from the market. This action came in response to seventy-five reports of adverse effects following the ingestion of the tablets, including stomach bloating, vomiting, nausea, abdominal pain and constipation. The manufacturers and distributors then filed an action seeking a declaratory judgment that the starchblockers were food and not drugs under the FDCA.</p>\n<p>The <i>Nutrilab</i> court rejected the argument that starchblockers were food merely because they were derived from a food. In interpreting Section 321(f)(1), it stated: \"When the statute defines `food' as `articles used for food,' it means that the statutory definition of `food' includes articles used by people in the ordinary way most people use food  primarily for taste, aroma, or nutritive value.\" <i>Id.</i> at 338. Starchblockers are not consumed for any of these reasons, but rather \"for their ability to block the digestion of food and aid in weight loss.\" <i>Id.</i> Therefore, starchblockers were held to fall within the Section 321(g)(1)(C) definition of a drug.</p>\n<p>The same result was reached by the court in <i>American Health Products.</i> It held that starchblockers were \"utterly useless for any food purpose\" and classified them as a drug under Section 321(g)(1)(C). <i>Id.</i> at 1509.</p>\n<p>In support of its contention that Cal-Ban is a drug, the government has presented copies of the Cal-Ban advertisements distributed by Health Care Products. As set forth above, these ads describe Cal-Ban as a substance which prevents calories from being absorbed by the body and causes a decrease in appetite. They also allege that Cal-Ban helps in preventing colon cancer. While the statements made in these advertisements are not conclusive, they are persuasive in determining Cal-Ban's intended purpose. <i>See generally </i><i>American Health Products Company v. Hayes, supra</i><i>.</i></p>\n<p>The government has also presented the affidavits of several experts. Dr. C. Wayne Callaway, a physician specializing in internal medicine, metabolism and clinical nutrition, testified that, after reviewing the Cal-Ban literature and packaging, it is his opinion that Cal-Ban is a substance intended to affect the structure or function of the body and is therefore a drug. This is because it is promoted to cause weight loss and appetite suppression by altering the digestive processes of the body. The literature states that the customer need not change his eating habits or exercise in order to shed pounds. <i>See, e.g.,</i> \"Cal-Ban 3000 Weight Loss Program\" pamphlet, Government Exhibit 9 to Tolen Declaration (\"It is well known that exercising is an inefficient way to lose weight because of the extent of activity required to burn a small number of calories.... [D]o not depend upon exercise as your method to lose weight\"). Because Cal-Ban allegedly enables weight loss to occur with no change in habits, Dr. Callaway considers it a drug.</p>\n<p>Dr. Callaway also testified that Cal-Ban does not supply any essential nutrients to the body. It is actually marketed to have the opposite effect, which is to allow food to pass through the body without being absorbed. Cal-Ban is likewise not ingested for its taste or aroma. Therefore, according to Dr. Callaway, Cal-Ban does not fall within the traditional notion of food and should be classified as a drug. <i>See also</i> Declaration of James H. Lewis, M.D., Associate Professor of Medicine in the Division of Gastroenterology, Georgetown University School of Medicine, Washington, D.C. (Cal-Ban has no nutritive value and is not taken for taste or aroma, consequently, is a drug and not a food under the Federal Food, Drug, and Cosmetic Act); Declaration of Gloria J. Troendle, M.D., Deputy <span class=\"star-pagination\">*255</span> Director, FDA Office of Drug Evaluation II, Division of Metabolism and Endocrine Drug Products (Cal-Ban is intended to affect the structure of the body and does not fit the common sense definition of food, and, therefore, is a drug).</p>\n<p>Claimants argue that Cal-Ban is a food and because Section 321(g)(1)(C) only applies to substances \"other than food,\" Cal-Ban cannot be characterized as a drug under that section. In support of that contention, claimant has submitted the affidavit of Jack Hegenauer, Ph.D., who is a research biologist at the University of California at San Diego. Hegenauer testified that guar gum has been grown as food for both man and animals for centuries in India and Pakistan. He further states that guar gum is a fiber and that fiber is an essential element in the diet of man.</p>\n<p>The court concludes that Cal-Ban is a drug for purposes of the FDCA. For the reasons set forth below, Cal-Ban falls squarely within Section 321(g)(1)(C)'s definition of a drug and is thus subject to regulation by the FDA as a drug.</p>\n<p>Cal-Ban's purpose is to aid in weight loss, appetite suppression, and to prevent colon cancer. The weight loss evidently occurs because Cal-Ban prevents calories from being absorbed into the body. Therefore, Cal-Ban is intended to affect the body's structure because its objective is to cause weight loss and decrease body size. It also prevents calorie absorption thereby affecting the functioning of the body's digestive system.</p>\n<p>Although claimants have presented evidence that guar gum is a fiber and that fiber has nutritive value, there is no evidence before the court that guar gum in the form of Cal-Ban has any such value at all. The advertisements make it clear that a person who chooses to ingest Cal-Ban would be doing so to prevent nutrition from entering the body, rather than to allow it. In effect, Cal-Ban performs as an anti-nutrient by interrupting the normal digestive process and preventing food from entering the system. There is likewise no evidence that Cal-Ban would be taken for its taste or aroma.</p>\n<p>The legislative history demonstrates that Congress had an interest in regulating weight loss products when it enacted Section 321(g)(1)(C). The protection of the public health mandates this, especially now, in a time when the market is replete with pills and tablets designed to result in rapid weight loss. Without some type of regulation, the consuming public has no way of determining the safety of ingesting these products. In the court's opinion, Cal-Ban is exactly the type of commodity that Congress intended to reach when it enacted this section.</p>\n<p>The fact that claimant was not responsible for Cal-Ban's United States marketing is not relevant to the classification of Cal-Ban as a food or drug. Because Cal-Ban is a drug and not a food, the argument that Cal-Ban is a \"food for special dietary use\" fails as well.</p>\n<p>Having concluded that Cal-Ban is a drug, the court must determine whether it is a \"new drug.\" The FDCA provides that no new drug may be introduced into interstate commerce unless and until the FDA has approved its new drug application. <i>See</i> 21 U.S.C. §§ 355(a) and 331(d). A new drug application is approved only after the drug's sponsor has submitted extensive information to the FDA regarding that drug's safety and effectiveness. 21 U.S.C. § 355(a) and (b); <i>Burroughs Wellcome Company v. Schweiker,</i> <span class=\"citation\" data-id=\"390452\"><a href=\"/opinion/390452/burroughs-wellcome-co-a-north-carolina-corporation-pharmaceutical/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span></a></span> (4th Cir.1981). New drugs which are introduced into commerce before approval are subject to seizure, condemnation, and destruction by the government. <i>See</i> 21 U.S.C. § 334.</p>\n<p>A new drug is defined as:</p>\n<blockquote>(1) Any drug ... the composition of which is such that such drug is not generally recognized, among experts qualified by scientific training and experience to evaluate the safety and effectiveness of drugs, as safe and effective for use under the conditions prescribed, recommended, or suggested in the labeling thereof ...; or</blockquote>\n<blockquote>(2) Any drug ... the composition of which is such that such drug, as a result <span class=\"star-pagination\">*256</span> of investigations to determine its safety and effectiveness for use under such conditions, has become so recognized, but which has not, otherwise than in such investigations, been used to a material extent or for a material time under such conditions.</blockquote>\n<p>21 U.S.C. § 321(p). In other words, a drug is not a new drug only if it \"(1) is generally recognized, among experts qualified to evaluate the safety and effectiveness of drugs, as safe and effective for its labeled purposes; and (2) has been used to a material extent for a material time.\" <i>United States v. Atropine Sulfate, supra</i> at 861-62. The purpose of the new drug provisions is to protect the public against potentially dangerous substances by assuring that all drugs will be tested for safety and effectiveness by the FDA before being placed on the market. <i>Premo Pharmaceutical Laboratories, Inc. v. United States,</i> <span class=\"citation\" data-id=\"381882\"><a href=\"/opinion/381882/premo-pharmaceutical-laboratories-inc-v-united-states-of-america/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">795</span></a></span> (2d Cir.1980).</p>\n<p>A drug is only \"generally recognized\" by experts as safe and effective for its intended purpose if there is expert consensus of that fact founded upon \"substantial evidence.\" <i>Weinberger v. Hynson, Westcott, and Dunning, Inc.,</i> <span class=\"citation\" data-id=\"108820\"><a href=\"/opinion/108820/weinberger-v-hynson-westcott-dunning-inc/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, <span class=\"citation\" data-id=\"108820\"><a href=\"/opinion/108820/weinberger-v-hynson-westcott-dunning-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2469</span></a></span>, <span class=\"citation\" data-id=\"108820\"><a href=\"/opinion/108820/weinberger-v-hynson-westcott-dunning-inc/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1973). This requires a showing that there has been adequate and well-controlled investigations of the drug by experts. <i>Id.</i> If there is a dispute among experts as to a drug's safety and effectiveness, this demonstrates that there is no general recognition of its safety and effectiveness therefore making it a new drug under the FDCA. <i>See </i><i>United States v. Articles of Drug ... Hormonin,</i> <span class=\"citation\" data-id=\"1652649\"><a href=\"/opinion/1652649/united-states-v-articles-of-drug-hormonin/\"><span class=\"volume\">498</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">424</span></a></span> (D.N.J.1980), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">672</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">904</span></span> (3d Cir.1981); <i>AMP Incorporated v. Gardner, supra</i><i>.</i></p>\n<p>The government has produced the affidavits of several experts who state that Cal-Ban is not safe and effective for its intended uses and is not recognized as such by other experts in their respective fields. <i>See</i> Declaration of C. Wayne Callaway, M.D. at Para. 16 (\"Based on my training and experience in nutrition, endocrinology, and metabolism, and on my general familiarity with the scientific literature in those fields, I do not recognize Cal-Ban to be safe and effective in treating overweight\"); Declaration of Gloria J. Troendle, M.D., at Para. 10 (\"I do not recognize Cal-Ban as safe and effective for weight reduction or appetite suppression. Further, it is my opinion that guar gum is not recognized among qualified experts as safe and effective for these conditions or for any of the other conditions for which the product is promoted\"); Declaration of James H. Lewis, M.D., at Para. 17 (\"Because of the potential for esophageal obstruction, I consider Cal-Ban to present a safety hazard [and] I do not believe that any of my professional colleagues would consider Cal-Ban to be safe\"); Declaration of Jon P. Gockerman, M.D. at Para 10 (\"There is no data to support the use of Cal-Ban to prevent cancer.\"); Declaration of Gerald H. Sokol, M.D. at Para. 13 (\"I do not recognize Cal-Ban or guar gum as safe or effective in preventing colon cancer. Further, it is my opinion that guar gum is not recognized among qualified experts as safe and effective for this purpose\").</p>\n<p>Claimant has come forward with the affidavit of only one expert, Jack Hegenauer, Ph.D., who believes that guar gum is beneficial to humans in any way. He recognizes that guar gum, in certain doses, can aid in weight loss and provide the body with needed fiber.</p>\n<p>The above demonstrates that there is no consensus among experts as to the safety and effectiveness of Cal-Ban. There is instead substantial evidence before the court that Cal-Ban has not been sufficiently tested and thus far has proved very dangerous to some of the individuals who have taken it. The fact that guar gum has been grown as food for centuries is not relevant here; the product before the court is Cal-Ban. It is a drug and there is no evidence of its existence, much less its acceptance, prior to the 1980's. Cal-Ban is thus properly classified as a \"new drug\" under 21 U.S.C. § 321(p).</p>\n<p>Dr. Robert J. Temple is the Director of the Office of Drug Evaluation I of the FDA. He is the person in custody of all of the New Drug Applications and the Notices <span class=\"star-pagination\">*257</span> of Claimed Investigational Exemptions for New Drugs which are on file with the FDA. In his affidavit, Temple testified that neither of the above documents has been filed with respect to a substance called Cal-Ban. Therefore, the introduction of Cal-Ban into interstate commerce was in violation of the FDCA and the government was entitled to seize it. For that reason, the government's argument that the Cal-Ban was mislabeled need not be considered.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons discussed above, the government's motion for summary judgment is granted. Cal-Ban 3000 is a \"new drug\" which has been distributed in interstate commerce in violation of the Food, Drug, and Cosmetic Act and the Cal-Ban which was seized in Wilmington, North Carolina on September 25, 1990 is hereby ordered to be condemned and destroyed.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/233973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/278885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/286287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1458845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1652649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1815769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1867455/"
  ]
}