{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2340338/",
  "absolute_url": "/opinion/2340338/leggett-v-rose/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2340338/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:27.522879Z",
  "date_modified": "2016-03-01T16:04:14.495691Z",
  "type": "010combined",
  "sha1": "9f7e76c5b3723191de10e9a33c6504b36669974f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>776 F.Supp. 229 (1991)</b></center>\n<center><h1>Clarence Gene LEGGETT, Plaintiff,<br>\nv.<br>\nBetty Poole ROSE, Executrix of the Estate of Dr. A. Hewitt Rose, Jr., Deceased, Defendant.</h1></center>\n<center>No. 90-34-CIV-4-Mc.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 17, 1991.</center>\n<p><span class=\"star-pagination\">*230</span> <span class=\"star-pagination\">*231</span> David P. Voerman, New Bern, N.C., for plaintiff.</p>\n<p>J. Randall Hiner, New Bern, N.C., for defendant.</p>\n<p>CHARLES K. McCOTTER, Jr., United States Magistrate Judge.</p>\n<p>This is an action in admiralty for repairs of two vessels. Certain state claims have been brought pendent to the admiralty jurisdiction of this Court. This case came on for trial on May 19, 1991, in New Bern, North Carolina. Both parties were present before the Court and represented by counsel. The plaintiff is represented by David P. Voerman. The defendant is represented by J. Randall Hiner. The parties have consented to trial by a United States Magistrate Judge pursuant to 28 U.S.C. 636(c). After trial, the Court makes the following findings of fact and conclusions of law.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. The plaintiff, Clarence Gene Leggett, is a citizen and resident of Lenoir County, <span class=\"star-pagination\">*232</span> North Carolina, and is engaged in the business known as Leggett Enterprises.</p>\n<p>2. The defendant, Betty Poole Rose, is a citizen and resident of Wake County, North Carolina, and has been the duly qualified executrix, under North Carolina Law, of the Estate of Dr. A. Hewitt Rose, Jr., deceased, since November 15, 1985. Dr. Rose was a citizen and resident of Wake County, North Carolina, prior to his death on October 25, 1985.</p>\n<p>3. Dr. A. Hewitt Rose, Jr., purchased two vessels, the \"Miss Sandy\" and the \"Allie B-1\". Over a number of years, Leggett perfected various repairs on those vessels, some of which were undertaken at the request of the owner, Dr. Rose, while the vessels were located at various ports within the eastern part of North Carolina.</p>\n<p>4. On some occasions, Leggett would send bills to Dr. Rose for the repairs, and Dr. Rose would pay for the repairs by check or cash.</p>\n<p>5. From December 18, 1979, up to and including March 10, 1985, Leggett performed certain repairs, replacements, surveys and other maritime work on the vessel, the \"Allie B-1\". Some payments were made to Leggett for these services.</p>\n<p>6. The estate of Dr. A. Hewitt Rose, Jr., sold the \"Allie B-1\" and the \"Miss Sandy\" to third parties.</p>\n<p>7. Leggett has received no money from the sale of the vessels the \"Allie B-1\" and the \"Miss Sandy\".</p>\n<p>8. Leggett Enterprises is a sole proprietorship, owned and operated by the plaintiff, Clarence Gene Leggett, engaged in the business of marine surveying and repairs for profit.</p>\n<p>9. The business relationship existing between the parties was for the purpose of effectuating the management and maintenance of the vessels. Leggett agreed to manage, maintain, and improve the vessels for Dr. Rose. In return, Dr. Rose agreed to reimburse Leggett for any expenses incurred by Leggett in the management and maintenance of the vessels. Leggett's services were in no way conditioned upon obtaining an ownership interest in the two vessels.</p>\n<p>10. Leggett and Dr. Rose had been friends for a number of years and remained friends until Dr. Rose's death on October 25, 1985.</p>\n<p>11. Leggett alleges that he has incurred a total of $44,262.43 in the management and maintenance of the vessels and that Dr. Rose has failed to reimburse Leggett for this sum.</p>\n<p>12. On October 5, 1985, Dr. Rose did sign and cause to be notarized a document known as a ship's protest. (Plaintiff's Exhibit No. 1, hereinafter called \"Protest No. 1\") Protest No. 1 refers to Dr. Rose as the full owner of the vessels known as the \"Allie B-1\" and the \"Miss Sandy\". The pertinent part of this document reads as follows:</p>\n<blockquote>I am the registered owner by bill of sales and documented by USCG both vessels Miss Sandy and the Allie-B-1 No's above. For loyal service to me in obtaining both vessels and a loyal friend to me and my family for many years with no pay to him Clarence Gene Leggett has managed these vessels above since ownership. He was seriously hurt on the Allie-B-1 and has not recovered as yet. He has money owed to him by authorization on both vessels for repairing. This money came out of his own pocket. While I was sick and couldn't help myself this is in addition to what I'm doing now. He has my full authority and power over all in all vessels and fishing, hire and fire, make repairs, etc. in my behalf. I hereby give Clarence Gene Leggett 51 per cent controling (sic) interest in both vessels Miss Sandy/Allie-B-1 and ownership, are valued in his survey. He is to receive 51 per cent of profits hereafter. He has set up accounting with Margaret Caruthers in Atlantic Beach, N.C. and is total manager of said vessels and accounts to buy, sell, trade, or depose of at will with my blessings.</blockquote>\n<blockquote>A copy to USCG/J.A. Yeargan/C. Gene Leggett</blockquote>\n<p>Copies of the document were then mailed to Leggett and the United States Coast <span class=\"star-pagination\">*233</span> Guard Documentation Office in Hampton, Virginia. Leggett alleges that Dr. Rose also sent a copy to J.A. Yeargin, who was Dr. Rose's attorney.</p>\n<p>13. On October 5, 1985, Dr. Rose signed and caused to be notarized a second document also known as a ship's protest. (Plaintiff's Exhibit No. 2, hereinafter called \"Protest No. 2\") Protest No. 2 was created subsequent to Protest No. 1, which purports to convey a 51% interest in the two vessels to Leggett. The document refers to Dr. Rose as the 49% owner of the vessels known as the \"Allie B-1\" and the \"Miss Sandy\" and is self-described as an amendment to Dr. Rose's will. The pertinent parts of Protest No. 2 read as follows:</p>\n<blockquote>As of this date, I, Dr. A. Hewitt Rose, do hereby make amendment to my will dated 10 Sept 1982. In the administration of my estate I authorize and direct my Executrix shall turn over both commercial fishing vessels Miss Sandy USCG No. 606841 &amp; Allie-B-1 USCCG No. 636997, free and clear of all bills against said vessels to Clarence Gene Leggett of Emerald Isle, N.C. XXX-XXX-XXXX. He is to receive both vessels, gear, etc. with no expense to him. He has managed both vessels since my ownership with no pay to him. He has done personal things for me and my family, so I make him a part of my will at the time of death. If he is deceased it is to go to his wife, Lib, or to the estate. I further direct my Administrator of my estate to pay Gene Leggett's full medical bills and compensation for his time hurt and loss of work time. He is to be paid for work on these vessels he has done and paid for himself. He has rebuilt the cabin at the beach and my whole back porch and yard in Raleigh. I have already given him 51 percent ownership of these vessels.</blockquote>\n<blockquote>Copy to J.A. Yeargan, Atty./Gene Leggett</blockquote>\n<p>Protest No. 2 was signed by Dr. Rose and duly notarized by a notary public, in accordance with the laws of the State of North Carolina. Copies of Protest No. 2 were then mailed to Leggett and the United States Coast Guard Documentation Office in Hampton, Virginia. Leggett alleges that Dr. Rose also sent a copy to J.A. Yeargin, who was Dr. Rose's attorney.</p>\n<p>14. On July 25, 1983, at the request of Dr. Rose, Leggett surveyed both vessels. (Plaintiff's Exhibits Nos. 3 and 4) The surveys determined the fair market value of the \"Miss Sandy\" to be $171,500.00 and the fair market value of the \"Allie B-1\" to be $131,000.00.</p>\n<p>15. The vessels were surveyed again, at the request of Dr. Rose, on October 2, 1985, by Joseph Laughinghouse (Plaintiff's Exhibits Nos. 7 and 8) The surveys determined the fair market value of the \"Allie B-1\" to be $135,000.00 and the fair market value of the \"Miss Sandy\" to be $175,800.00.</p>\n<p>16. The vessels were sold by the estate of Dr. Rose to a third party in the summer of 1986. The sale price of the \"Allie B-1\" was $25,000.00. The sale price of the \"Miss Sandy\" was $50,000.00. Some of the fishing gear on the vessels had been removed from the vessels at or before the sale under the authority of Dr. Rose's estate, because the buyer would not purchase the vessels with the gear.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>Leggett contends that he was the rightful owner of 51% of the vessels pursuant to Protest No. 1 executed by Dr. Rose before his death. Leggett goes on to allege that Protest No. 2 is an attempt by Dr. Rose to make a codicil to his will. Plaintiff readily concedes that this attempted codicil failed for want of due execution under North Carolina law. See <i>Paul v. Davenport,</i> 217 N.C. 154, 7 S.E.2d 352 (1940), N.C.Gen.Stat. § 31-3.1. However, Leggett contends that this failed codicil should be viewed as a contract to devise and, therefore, should be held to have conveyed the remaining 49% ownership in the vessels to Leggett. Leggett also requests reimbursement for repairs he made on the vessels, for which he allegedly was not paid.</p>\n<p></p>\n<h2>I. <i>Did the Defendant wrongfully convert property rightfully owned by the Plaintiff?</i>\n</h2>\n<p>Conversion is the intentional exercise of dominion and control over a chattel <span class=\"star-pagination\">*234</span> which seriously interferes with the rights of a person entitled to rightful possession of that chattel. Restatement (Second) of Torts § 222A. The first question is whether Leggett was entitled to rightful possession of the two vessels at the time of conversion.</p>\n<p>In order to maintain an action in conversion, it is necessary that the plaintiff establish an interest in the thing converted, i.e., that he was the owner of chattel at the time of conversion, or was entitled to immediate possession of the chattel at the time the conversion occurred. <i>Wilkins v. Whitaker,</i> 714 F.2d 4 (4th Cir.1983), cert. denied, 468 U.S. 1217, 104 S.Ct. 3586, 82 L.Ed.2d 884 (1984); <i>Gadson v. Toney,</i> 69 N.C.App. 244, 316 S.E.2d 320 (1984).</p>\n<p></p>\n<h2>A. Did Dr. Rose legally convey a 51% ownership in the vessels to Leggett?</h2>\n<p>Leggett merely contends in his pleadings and the pretrial order that he is the 51% owner of the vessel pursuant to two ship's protests which \"gave the plaintiff an ownership interest in both vessels\". (See Pretrial Order II.A.1.I.). Thus, it becomes the duty of the Court to decide under what theory, if any, Leggett may have been entitled to possession of the vessels which he alleges were wrongfully converted. The facts show that Leggett and Dr. Rose had both a business relationship as well as a close friendship. Upon closer examination, the facts reveal that Dr. Rose intended the transfer of the vessels to be gratuitous. Reading the two protests together, Dr. Rose gave Leggett the vessels and then directed his estate to</p>\n<blockquote>... pay Gene Leggett's full medical bills and compensation for his time hurt and loss of work time. He is to be paid for work on these vessels he has done and paid for himself. He has rebuilt the cabin at the beach and my whole back porch and yard in Raleigh.</blockquote>\n<p><i>See</i> Protest No. 2.</p>\n<p>This language exhibits Dr. Rose's intent to satisfy his obligations to Leggett by payment in cash, not by transfer of an interest in the vessels. The Court finds no evidence which indicates that Dr. Rose felt an obligation to transfer the vessels to Leggett or that the testamentary transfer was anything more than a gift to a friend. Therefore, the Court finds that Dr. Rose intended to make a gift of the vessels to his friend and companion, Leggett, and did not make the transfer under duty of contract. The transfer of 51% ownership of the vessels was intended as an <i>inter vivos</i> gift to Leggett.</p>\n<p>A gift <i>inter vivos</i> is defined as the voluntary transfer of property by one to another without consideration. <i>Foreman Mfg. Co. v. Johnson,</i> 261 N.C. 504, 135 S.E.2d 205 (1964). The essential elements of a gift <i>inter vivos</i> are (1) intent by the donor to give the donee the property in question so as to divest himself immediately of all right, title, and control therein, and (2) delivery, actual or constructive, of the property to the donee. <i>Plymouth Pallet Co. Inc. v. Wood,</i> 51 N.C.App. 702, 277 S.E.2d 462, <i>rev. denied,</i> 303 N.C. 545, 281 S.E.2d 393 (1981).</p>\n<p>Here, the intent of Dr. Rose to give Leggett a present possessory ownership interest in the vessels is evident in the language in Protest No. 1: \"I hereby give Gene Leggett 51 per cent of controling (sic) interest in both vessels Miss Sandy/Allie B-1 and ownership, are valued in his survey.\" This statement, coupled with the fact that in Protest No. 2, executed immediately after the first ship's protest, Dr. Rose refers to himself as the \"49% owner\" of the vessels, is sufficient to prove that Dr. Rose intended to completely divest himself of the 51% ownership of the two vessels.</p>\n<p>The next question is whether the first ship's protest constitutes constructive delivery of the vessels. An actual delivery is not essential to a gift <i>inter vivos,</i> and constructive delivery is sufficient if made with the intention of transferring title, but there must be some unequivocal act beyond mere expression of an intention or desire. <i>Sinclair v. Travis,</i> 231 N.C. 345, 57 S.E.2d 394 (1950). Constructive delivery is sufficient where the donor's intention to make the gift plainly appears and the articles intended to be given are not present or, if <span class=\"star-pagination\">*235</span> present, are incapable of manual delivery. <i>Patterson v. Greensboro Loan &amp; Trust Co.,</i> 157 N.C. 13, 72 S.E. 629 (1911).</p>\n<p>Dr. Rose typed, signed, and notarized a ship's protest form dated October 5, 1985, which contained Dr. Rose's name, designation as full owner of the two vessels, the names and documentation numbers of both vessels, as well as the ownership interest being given to Leggett. This ship's protest form would have been sufficient under 47 C.F.R. 67.07-13 to allow the United States Coast Guard to document the vessels under Leggett's and Dr. Rose's names. The document recited the name of the donor and donee, the interest held by the donor and donee, and clear identification of the vessels. The document was signed by the donor and notarized. By statute, it constituted a deed of gift in recordable form. <i>See</i> 46 C.F.R. 67.07-3(a), 46 C.F.R. 67.31-1, 46 C.F.R. 29. Accordingly, the first ship's protest gave Leggett the means to have the vessels documented under his name as 51% owner for the purposes of operation on United States waters and certain liens. <i>See</i> 46 C.F.R. 67.07.</p>\n<p>On or about October 5, 1985, Dr. Rose mailed copies of the first ship's protest form along with copies of the second ship's protest form to Leggett and to the United States Coast Guard Documentation Office in Hampton, Virginia. The ship's protest form was indistinguishable from a deed of gift and sufficient to effectuate constructive delivery when placed in the mail by Dr. Rose to Leggett. Leggett is presumed to have accepted the gift since it was beneficial to him. <i>In re Peaden,</i> 199 N.C. 486, 154 S.E. 832 (1930); 38 C.J.S. 808.</p>\n<p>It must be noted that a gift, by definition, cannot be based on consideration. BLACK'S LAW DICTIONARY 619 (5th ed. 1979). The Court finds that Dr. Rose's intent was gratuitous. Even after the gift of the vessels was made, he directed his estate, in Protest No. 2, to \"pay Gene Leggett's full medical bills and compensation for his time hurt and loss of work time [and] ... for work on these vessels he has done and paid for himself.\" This shows that Dr. Rose intended that all obligations to Leggett be paid in cash and that the transfer of the vessels was purely gratuitous.</p>\n<p>The Court concludes that the first ship's protest was a gift and sufficiently deprived the donor of dominion of the vessel to constitute constructive delivery of the vessels to Leggett. The Court further concludes that the actions of Dr. Rose before his death constitute an effective <i>inter vivos</i> gift of 51% of the vessels to Leggett.</p>\n<p></p>\n<h2>B. Did Dr. Rose contract to devise Leggett a 49% interest in the two vessels?</h2>\n<p>The Plaintiff concedes that Dr. Rose failed to make a successful testamentary disposition of his 49% remaining interest in the vessels by codicil. However, Leggett contends that the Court should exercise it's equitable power to find that a contract to devise existed between Leggett and Dr. Rose and that Dr. Rose's failure to successfully devise the remaining 49% interest in the vessels was a breach of that contract.</p>\n<p>In North Carolina, a codicil to a will must be executed with the same formalities as the will. <i>Paul v. Davenport</i> 217 N.C. 154, 7 S.E.2d 352 (1940). Consequently, a testamentary instrument that fails to follow the prescribed formalities is void. N.C.Gen.Stat. Sec. 31-3.1; <i>Baxter v. Jones,</i> 14 N.C.App. 296, 188 S.E.2d 622 (1972). However, in some circumstances courts have held:</p>\n<blockquote>[A]lthough a court of chancery is without power to compel the execution of a will, and therefore the specific execution of an agreement to make a will cannot be enforced, yet if the contract is sufficiently proved and appears to have been binding on the decedent, and the usual conditions relating to specific performance have been complied with, then equity will specifically enforce it by seizing the property which is the subject matter of the agreement, and fastening a trust on it in favor of the person to whom the decedent agreed to give it by his will.</blockquote>\n<p><i>Ladd v. Estate of Kellenberger,</i> 314 N.C. 477, 485, 334 S.E.2d 751 (1985).</p>\n<p><span class=\"star-pagination\">*236</span> The effect of enforcing a contract to devise is to defeat the Statute of Wills, which in turn increases the probability of fraud or duress. For this reason, courts question the wisdom of enforcing contracts to devise requiring the facts of the case to be \"highly scrutinized\" and show by clear and convincing evidence that the decedent contracted to devise property to the plaintiff. Wiggins, North Carolina Wills, § 12 (2nd Ed.1983); Page, Wills § 10.43 (4th 1960); <i>Ladd v. Estate of Kellenberger,</i> 314 N.C. 477, 485, 334 S.E.2d 751 (1985); <i>Wells v. Dickens,</i> 274 N.C. 203, 162 S.E.2d 552 (1968).</p>\n<p>In this case, Leggett has failed to show by clear and convincing evidence, or even a preponderance of the evidence, that Dr. Rose contracted to devise the remaining 49% of the vessels to Leggett. Although the evidence indicates that Dr. Rose intended that Leggett receive the his 49% remainder interest in the vessels at his death, the Court finds that Dr. Rose's intent was purely gratuitous and, therefore no contract to devise existed. It must be clear from the facts that the agreed upon compensation for Leggett's services was a testamentary transfer of the remaining 49% ownership in the vessels to Leggett at Rose's death. See <i>Gales v. Smith,</i> 249 N.C. 263, 267, 106 S.E.2d 164, 168 (1960). The mere fact that Dr. Rose attempted to amend his will \"is not of itself evidence that the disposition directed is compelled by a contractual obligation.\" <i>Rape v. Lyerly,</i> 287 N.C. 601, 215 S.E.2d 737, 746, 84 A.L.R.3d 908 (1975). Here, the documents relied upon by Leggett suggest just the opposite. In the attempted codicil, Dr. Rose directed his estate to reimburse Leggett for his time, money and medical expenses unpaid at his death. In fact, Leggett stated that the agreement was that he was to be compensated by cash or check, not by an interest in the vessels. This can only mean that Dr. Rose was attempting to pay any obligations owing Leggett by the agreed upon compensation, which was cash, and that the disposition of the 49% ownership was a mere testamentary gift, not the <i>quid pro quo</i> of a contract to devise.</p>\n<p>The only other evidence as to the existence of a contract to devise was the testimony of Leggett, since his wife, Elizabeth Leggett, admitted at trial that she did not involve herself with her husband's business. This Court found Mr. Leggett's demeanor on the stand to be evasive and less than credible. Nothing in Leggett's testimony led the Court to believe that Dr. Rose promised to devise the remainder interest in the vessels to Leggett. Leggett himself testified that he had perfected the repairs expecting to be paid by check or cash, and only became aware of the attempted testamentary devise of the vessels after Dr. Rose's death.</p>\n<p>In addition, giving effect to a contract to devise is an equitable remedy. <i>Ladd v. Estate of Kellenberger,</i> 314 N.C. 477, 485, 334 S.E.2d 751 (1985). The equities here do not demand that Leggett recover the subject matter of the devise. This court recognizes that money may have been owing Leggett at Dr. Rose's death, but Leggett failed to prove by a preponderance of the evidence the amount he was owed. Leggett alleges that he is owed $44,066.00 but was unable to produce receipts, cancelled checks, or any independent record of the transactions producing the expenses he has alleged. Nevertheless it seems that Dr. Rose's <i>inter vivos</i> gift of 51% of the two vessels, though gratuitous, more than compensates Leggett for any detriment he might have suffered.</p>\n<p>Accordingly, the court concludes that no contract to devise existed between Leggett and Dr. Rose. It then follows that Leggett was never rightfully entitled to ownership or possession of the remaining 49% of the two vessels. Consequently, Leggett is unable to maintain an action against the executrix of Dr. Rose's estate for their conversion.</p>\n<p></p>\n<h2>C. Did Roses' Estate convert Leggett's 51% interest in the vessels?</h2>\n<p>The Court has established that Leggett had no interest in the remaining 49% of the vessels, so the question becomes whether the estate of Dr. Rose converted <span class=\"star-pagination\">*237</span> Leggett's 51% interest? An action for conversion may be predicated on an improper sale, disposal, removal, delivery, or transfer of possession of property to one who is not authorized by the owner to receive the property. <i>Esteel v. Goodman,</i> 82 N.C.App. 692, 348 S.E.2d 153 (1986). Here, the conversion occurred in the summer of 1986 when the estate sold the vessels.</p>\n<p>However, Leggett contends that the conversion took place on the date Leggett contacted the estate's attorney. The evidence indicates that Leggett may have contacted the Dr. Roses attorney at the close of 1985. Leggett claims to have asked the Dr. Rose's attorney what Leggett was to do about the ship's protest he received from Dr. Rose. Leggett further testified that the attorney refused to answer any of Leggett's questions as to the documents and their legal significance.</p>\n<p>Leggett, as 51% owner of the vessels, was a cotenant with Rose's estate as to the vessel. In North Carolina, a tenant in common cannot maintain a conversion action against his cotenant merely by showing that he demanded possession of the common property from the cotenant. He must prove that his cotenant subsequently consumed the chattel or placed it beyond recovery by legal process. <i>Doyle v. Bush,</i> 171 N.C. 10, 86 S.E. 165 (1915). The evidence failed to persuade the Court that Leggett made demand for possession of the vessels at that time or that the attorney unqualifiedly refused, by words or deeds, to deliver possession of the vessels to Leggett.</p>\n<p>Leggett failed to show that Dr. Rose's estate even had possession of the vessels at that time. Assuming Leggett's allegations are true, the mere fact that Dr. Rose's attorney did not respond to Leggett's inquiry does not mean the estate excluded him from possession of the vessels. Considering the lack of evidence and Leggett's doubtful veracity, this Court can only hold that the time of conversion was the summer of 1986, when Dr. Rose's estate sold the vessels to a third party.</p>\n<p></p>\n<h2>D. What damages are appropriate as a result of conversion of the 51% of the two vessels?</h2>\n<p>The traditional measure of damages in an action for conversion of chattel is the fair market value of the chattel at the time and place of the conversion. <i>United States v. Tugwell,</i> 779 F.2d 5 (4th Cir.1985). The conversion occurred in the summer of 1986. The best evidence of the fair market value at that time is the estate sale price. The evidence indicates that sale prices for the \"Allie B-1\" and the \"Miss Sandy\" were $25,000.00 and $50,000.00, respectively. However, since the buyer would not accept all the equipment on the vessel, some items were removed. This suggests that the sale price of the vessels was low since some of the equipment was removed. On the other hand, some evidence suggests that the equipment which was removed had little or no value in the marketplace. The Court also recognizes that the sale of the vessels was an estate sale, which may have encouraged the acceptance of a price lower than the vessels' true fair market value.</p>\n<p>Two marine surveys were offered by Leggett to prove the value of the vessels. The first survey was done by Leggett personally on July 25, 1983. (Plaintiff's Exhibits Nos. 3 and 4). The survey determined the fair market value of the \"Allie B-1\" to be $131,000.00. The survey determined the fair market value of the \"Miss Sandy\" to be $171,500.00. The second survey was done on October 2, 1985 by Joseph Laughinghouse. (Plaintiff's Exhibit Nos. 7 and 8). The survey determined the fair market value of the \"Allie B-1\" to be $135,000.00 and the fair market value of the \"Miss Sandy\" to be $175,800.00. Although these figures are relevant and may assist the court in it's determination of the fair value of the vessels, this Court is not bound by any one valuation in making its determination. The Court considers the sale price in the summer of 1986 as more indicative of the fair market value of the vessels at the time of conversion, since the date of conversion and the sale date are the same and because it was an actual sale, not an mere estimate. In considering these <span class=\"star-pagination\">*238</span> facts and circumstances, the court finds that at the time of conversion the fair market value of the \"Allie B-1\" was $50,000 and the fair market value of the \"Miss Sandy\" was $101,000, a total of $151,000. Thus, the fair market value of 51% of the two vessels at the time of conversion was $77,000.</p>\n<p>Courts also routinely award prejudgment interest in conversion cases. <i>Wall v. Colvard, Inc.,</i> 268 N.C. 43, 149 S.E.2d 559 (1966). Nevertheless, prejudgment interest lies in the discretion of the court. Under law the jury has discretion to award prejudgment interest in tort cases involving property losses. N.C.Gen.Stat. § 24-5; <i>City National Bank v. American Commonwealth Financial Corporation,</i> 608 F.Supp. 941 (D.C.N.C.1985); <i>Chatham v. Mecklenburg Realty Co.,</i> 174 N.C. 671, 94 S.E. 447 (1917); <i>Lincoln v. Claflin,</i> 74 U.S. (7 Wall.) 132, 19 L.Ed. 106 (1868). The North Carolina Court of Appeals in <i>Sanders v. Wilkerson,</i> 20 N.C.App. 331, 337, 201 S.E.2d 571 (1974) held that a trial court, as finder of fact, did not abuse it's discretion by not awarding prejudgment interest for conversion. The court stated:</p>\n<blockquote>\"In such cases, in order to compel the wrongdoer to make full compensation to the injured party, the jury may, in their discretion, and as damages, allow interest upon the value of the property from the time of its conversion or seizure, and it has been usual for them to do so. But there is no rule which gives it as a matter of law and right, and it was error, therefore, in his Honor to have thus added to the damages as assessed by the jury.\"</blockquote>\n<p><i>Sanders v. Wilkerson,</i> 20 N.C.App. 331, 337, 201 S.E.2d 571 (1974) (quoting <i>Patapsco v. Magee,</i> 86 N.C. 350, 355 (1882)).</p>\n<p>Therefore, this Court allows prejudgment interest for that period of time between the date of conversion and the entry of judgment, excluding, however, the period of time between the voluntary dismissal of the first action on September 26, 1989, and the reinstitution of this action on March 26, 1990. For the purpose of prejudgment interest, the Court establishes July 31, 1986, as the specific date of conversion. Pursuant to N.C.G.S. 24-1, the court awards the plaintiff prejudgment interest at the rate of eight per cent (8%) per annum for 1,624 days on the sum of $77,000.00, the amount of prejudgment interest being $27,413.00 (16.88/day × 1,625 days).</p>\n<p></p>\n<h2>II. <i>Does N.C.Gen.Stat. § 28A-19-3 bar Leggett's claim for relief for conversion of the two vessels?</i>\n</h2>\n<p>Even if Leggett had proven that a contract to devise existed, the Court holds that Leggett's contract to devise action would be barred by N.C.Gen.Stat. § 28A-19-3(b).</p>\n<p>The Court recognizes that N.C.Gen.Stat. § 28A-19-3(b) does not bar the conversion claim as to the 51% ownership in the vessels. Since the gift of the 51% became effective before the death of Dr. Rose, it was the property of Leggett when it was converted in the summer of 1986 by Rose's Estate. The statute demands that a tort claim against an estate be presented to the estate within six months of the date the claim arose. See N.C.Gen.Stat. § 28A-19-3(a). The Court has already found the time of conversion, hence the time the claim arose, to be the summer of 1986. Leggett filed his first action on November 14, 1986. This filing is within six months of the time the claim arose. The action was voluntarily dismissed without prejudice on September 26, 1989. The parties stipulated on that date that Leggett must refile within six months of the date of entry of the voluntary dismissal. Failure to refile within six months would cause the dismissal without prejudice to become a dismissal with prejudice. Leggett refiled on March 26, 1990. Because Leggett refiled in accordance with the stipulation the dismissal remained a dismissal without prejudice and Leggett is deemed to have filed within the statutory period.</p>\n<p>However, the analysis of the claim for the remaining 49% of the vessels is somewhat more complex. In order to claim that the estate of Dr. Rose converted the remaining 49% of the two vessels, Leggett <span class=\"star-pagination\">*239</span> must show that at the time of conversion, he was in fact the rightful owner of that 49% pursuant to a contract to devise. A right of action for a contract to devise arises when the promisor has died without making a testamentary disposition of the subject matter of the contract. <i>In re Estate of English,</i> 83 N.C.App. 359, 365, 350 S.E.2d 379 (1986). North Carolina Gen. Stat. § 28A-19-3(b)(2) provides in relevant part:</p>\n<blockquote>All claims against a decedent's estate at or after the death of the decedent ... founded on contract ... are forever barred against the estate, the personal representative, the collector, the heirs, and the devisees of the decedent unless presented to the personal representative or collector ... within six months after the date on which the claim arises.</blockquote>\n<p>The statute establishes an absolute bar to all claims not presented within the six month limitation period. The North Carolina Court of Appeals in <i>In re Estate of English,</i> 83 N.C.App. 359, 365, 350 S.E.2d 379 (1986) applied N.C.Gen.Stat. § 28A-19-3 to a contract to devise claim.</p>\n<p>The contract to devise claim arose, if at all, on October 25, 1985, which was the day Dr. Rose died leaving the invalid codicil. Therefore, Leggett was barred under N.C.Gen.Stat. § 28A-19-3 from bringing the claim since he failed to present the claim to the executrix of Dr. Rose's estate within six months of Dr. Rose's death.</p>\n<p></p>\n<h2>III. <i>Is Leggett entitled to money for any repairs which he may have perfected on the two vessels prior to Dr. Rose's death?</i>\n</h2>\n<p>As previously stated, this Court recognizes that Leggett may have perfected repairs on the vessels for which he has never been compensated. Nevertheless, it is the plaintiff's burden to prove to the Court, by a preponderance of the evidence, the amount owing to the Plaintiff. The only independent evidence produced by Leggett was a series of invoices with Leggett's firm name at the top which were unnumbered and unsigned. Leggett testified that many, if not most, of the transactions were in cash and that he could not recall the exact amounts or produce any receipts or copies of receipts. Leggett also testified that the records kept by he and Dr. Rose were poorly stored, in disarray, and partially destroyed. Leggett submitted no receipts, cancelled checks, or signed invoices. Although the law does not require Leggett to show writings as evidence of the transactions, this court finds it strange that such large cash transactions occurred and that no independent record was kept by Leggett. The other party to the transaction, Dr. Rose, is deceased and could not testify. Accordingly, the Court must rely on solely upon Leggett's testimony for proof of these transactions. The Court finds Leggett's testimony to be less than credible. Considering all the evidence, the Court concludes that Leggett has failed to prove, by a preponderance of the evidence what expenses he personally incurred and what amount of those expenses Dr. Rose failed to pay. Leggett is, therefore, not entitled to any recovery on his repairs claim.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons set forth above this Court hereby concludes the following:</p>\n<p>1. That the defendant wrongfully converted the plaintiff 51% ownership in the two vessels the \"Allie B-1\" and the \"Miss Sandy\".</p>\n<p>2. That the time of conversion was Summer, 1986.</p>\n<p>3. That the plaintiff is entitled to recover from the defendant the sum of $77,000.00, representing the fair market value of 51% ownership in the two vessels at the time of conversion.</p>\n<p>4. That the defendant is liable to the plaintiff for prejudgment interest in the amount of $27,413.00 for the conversion of the vessels.</p>\n<p>5. That the plaintiff acquired no ownership interest in the remaining 49% of the vessels; and, therefore, the defendant did not convert the remaining 49% ownership in the vessels.</p>\n<p><span class=\"star-pagination\">*240</span> 6. That the plaintiff failed to carry his burden of proof as to his repairs claim and is therefore denied recovery on the same.</p>\n<p>7. That the plaintiff is barred by N.C.Gen.Stat. § 28A-19-3 from bringing a breach of contract to devise claim.</p>\n<p>8. Pursuant to Rule 54, the Clerk of Court shall enter judgment for the Plaintiff, Clarence Eugene Leggett, against the Defendant Betty Poole Rose, Executrix of the Estate of Dr. A. Hewitt Rose, Jr., Deceased, in the amount of $77,000.00 plus prejudgment interest in the amount of $27,413.00 plus post-judgment interest.</p>\n<p>FINDINGS OF FACT AND CONCLUSIONS OF LAW ENTERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">776</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">229</span></span> (1991)</b></center>\n<center><h1>Clarence Gene LEGGETT, Plaintiff,<br>\nv.<br>\nBetty Poole ROSE, Executrix of the Estate of Dr. A. Hewitt Rose, Jr., Deceased, Defendant.</h1></center>\n<center>No. 90-34-CIV-4-Mc.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 17, 1991.</center>\n<p><span class=\"star-pagination\">*230</span> <span class=\"star-pagination\">*231</span> David P. Voerman, New Bern, N.C., for plaintiff.</p>\n<p>J. Randall Hiner, New Bern, N.C., for defendant.</p>\n<p>CHARLES K. McCOTTER, Jr., United States Magistrate Judge.</p>\n<p>This is an action in admiralty for repairs of two vessels. Certain state claims have been brought pendent to the admiralty jurisdiction of this Court. This case came on for trial on May 19, 1991, in New Bern, North Carolina. Both parties were present before the Court and represented by counsel. The plaintiff is represented by David P. Voerman. The defendant is represented by J. Randall Hiner. The parties have consented to trial by a United States Magistrate Judge pursuant to 28 U.S.C. 636(c). After trial, the Court makes the following findings of fact and conclusions of law.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. The plaintiff, Clarence Gene Leggett, is a citizen and resident of Lenoir County, <span class=\"star-pagination\">*232</span> North Carolina, and is engaged in the business known as Leggett Enterprises.</p>\n<p>2. The defendant, Betty Poole Rose, is a citizen and resident of Wake County, North Carolina, and has been the duly qualified executrix, under North Carolina Law, of the Estate of Dr. A. Hewitt Rose, Jr., deceased, since November 15, 1985. Dr. Rose was a citizen and resident of Wake County, North Carolina, prior to his death on October 25, 1985.</p>\n<p>3. Dr. A. Hewitt Rose, Jr., purchased two vessels, the \"Miss Sandy\" and the \"Allie B-1\". Over a number of years, Leggett perfected various repairs on those vessels, some of which were undertaken at the request of the owner, Dr. Rose, while the vessels were located at various ports within the eastern part of North Carolina.</p>\n<p>4. On some occasions, Leggett would send bills to Dr. Rose for the repairs, and Dr. Rose would pay for the repairs by check or cash.</p>\n<p>5. From December 18, 1979, up to and including March 10, 1985, Leggett performed certain repairs, replacements, surveys and other maritime work on the vessel, the \"Allie B-1\". Some payments were made to Leggett for these services.</p>\n<p>6. The estate of Dr. A. Hewitt Rose, Jr., sold the \"Allie B-1\" and the \"Miss Sandy\" to third parties.</p>\n<p>7. Leggett has received no money from the sale of the vessels the \"Allie B-1\" and the \"Miss Sandy\".</p>\n<p>8. Leggett Enterprises is a sole proprietorship, owned and operated by the plaintiff, Clarence Gene Leggett, engaged in the business of marine surveying and repairs for profit.</p>\n<p>9. The business relationship existing between the parties was for the purpose of effectuating the management and maintenance of the vessels. Leggett agreed to manage, maintain, and improve the vessels for Dr. Rose. In return, Dr. Rose agreed to reimburse Leggett for any expenses incurred by Leggett in the management and maintenance of the vessels. Leggett's services were in no way conditioned upon obtaining an ownership interest in the two vessels.</p>\n<p>10. Leggett and Dr. Rose had been friends for a number of years and remained friends until Dr. Rose's death on October 25, 1985.</p>\n<p>11. Leggett alleges that he has incurred a total of $44,262.43 in the management and maintenance of the vessels and that Dr. Rose has failed to reimburse Leggett for this sum.</p>\n<p>12. On October 5, 1985, Dr. Rose did sign and cause to be notarized a document known as a ship's protest. (Plaintiff's Exhibit No. 1, hereinafter called \"Protest No. 1\") Protest No. 1 refers to Dr. Rose as the full owner of the vessels known as the \"Allie B-1\" and the \"Miss Sandy\". The pertinent part of this document reads as follows:</p>\n<blockquote>I am the registered owner by bill of sales and documented by USCG both vessels Miss Sandy and the Allie-B-1 No's above. For loyal service to me in obtaining both vessels and a loyal friend to me and my family for many years with no pay to him Clarence Gene Leggett has managed these vessels above since ownership. He was seriously hurt on the Allie-B-1 and has not recovered as yet. He has money owed to him by authorization on both vessels for repairing. This money came out of his own pocket. While I was sick and couldn't help myself this is in addition to what I'm doing now. He has my full authority and power over all in all vessels and fishing, hire and fire, make repairs, etc. in my behalf. I hereby give Clarence Gene Leggett 51 per cent controling (sic) interest in both vessels Miss Sandy/Allie-B-1 and ownership, are valued in his survey. He is to receive 51 per cent of profits hereafter. He has set up accounting with Margaret Caruthers in Atlantic Beach, N.C. and is total manager of said vessels and accounts to buy, sell, trade, or depose of at will with my blessings.</blockquote>\n<blockquote>A copy to USCG/J.A. Yeargan/C. Gene Leggett</blockquote>\n<p>Copies of the document were then mailed to Leggett and the United States Coast <span class=\"star-pagination\">*233</span> Guard Documentation Office in Hampton, Virginia. Leggett alleges that Dr. Rose also sent a copy to J.A. Yeargin, who was Dr. Rose's attorney.</p>\n<p>13. On October 5, 1985, Dr. Rose signed and caused to be notarized a second document also known as a ship's protest. (Plaintiff's Exhibit No. 2, hereinafter called \"Protest No. 2\") Protest No. 2 was created subsequent to Protest No. 1, which purports to convey a 51% interest in the two vessels to Leggett. The document refers to Dr. Rose as the 49% owner of the vessels known as the \"Allie B-1\" and the \"Miss Sandy\" and is self-described as an amendment to Dr. Rose's will. The pertinent parts of Protest No. 2 read as follows:</p>\n<blockquote>As of this date, I, Dr. A. Hewitt Rose, do hereby make amendment to my will dated 10 Sept 1982. In the administration of my estate I authorize and direct my Executrix shall turn over both commercial fishing vessels Miss Sandy USCG No. 606841 &amp; Allie-B-1 USCCG No. 636997, free and clear of all bills against said vessels to Clarence Gene Leggett of Emerald Isle, N.C. XXX-XXX-XXXX. He is to receive both vessels, gear, etc. with no expense to him. He has managed both vessels since my ownership with no pay to him. He has done personal things for me and my family, so I make him a part of my will at the time of death. If he is deceased it is to go to his wife, Lib, or to the estate. I further direct my Administrator of my estate to pay Gene Leggett's full medical bills and compensation for his time hurt and loss of work time. He is to be paid for work on these vessels he has done and paid for himself. He has rebuilt the cabin at the beach and my whole back porch and yard in Raleigh. I have already given him 51 percent ownership of these vessels.</blockquote>\n<blockquote>Copy to J.A. Yeargan, Atty./Gene Leggett</blockquote>\n<p>Protest No. 2 was signed by Dr. Rose and duly notarized by a notary public, in accordance with the laws of the State of North Carolina. Copies of Protest No. 2 were then mailed to Leggett and the United States Coast Guard Documentation Office in Hampton, Virginia. Leggett alleges that Dr. Rose also sent a copy to J.A. Yeargin, who was Dr. Rose's attorney.</p>\n<p>14. On July 25, 1983, at the request of Dr. Rose, Leggett surveyed both vessels. (Plaintiff's Exhibits Nos. 3 and 4) The surveys determined the fair market value of the \"Miss Sandy\" to be $171,500.00 and the fair market value of the \"Allie B-1\" to be $131,000.00.</p>\n<p>15. The vessels were surveyed again, at the request of Dr. Rose, on October 2, 1985, by Joseph Laughinghouse (Plaintiff's Exhibits Nos. 7 and 8) The surveys determined the fair market value of the \"Allie B-1\" to be $135,000.00 and the fair market value of the \"Miss Sandy\" to be $175,800.00.</p>\n<p>16. The vessels were sold by the estate of Dr. Rose to a third party in the summer of 1986. The sale price of the \"Allie B-1\" was $25,000.00. The sale price of the \"Miss Sandy\" was $50,000.00. Some of the fishing gear on the vessels had been removed from the vessels at or before the sale under the authority of Dr. Rose's estate, because the buyer would not purchase the vessels with the gear.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>Leggett contends that he was the rightful owner of 51% of the vessels pursuant to Protest No. 1 executed by Dr. Rose before his death. Leggett goes on to allege that Protest No. 2 is an attempt by Dr. Rose to make a codicil to his will. Plaintiff readily concedes that this attempted codicil failed for want of due execution under North Carolina law. See <i>Paul v. Davenport,</i> <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">154</span></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">352</span></span> (1940), N.C.Gen.Stat. § 31-3.1. However, Leggett contends that this failed codicil should be viewed as a contract to devise and, therefore, should be held to have conveyed the remaining 49% ownership in the vessels to Leggett. Leggett also requests reimbursement for repairs he made on the vessels, for which he allegedly was not paid.</p>\n<p></p>\n<h2>I. <i>Did the Defendant wrongfully convert property rightfully owned by the Plaintiff?</i>\n</h2>\n<p>Conversion is the intentional exercise of dominion and control over a chattel <span class=\"star-pagination\">*234</span> which seriously interferes with the rights of a person entitled to rightful possession of that chattel. Restatement (Second) of Torts § 222A. The first question is whether Leggett was entitled to rightful possession of the two vessels at the time of conversion.</p>\n<p>In order to maintain an action in conversion, it is necessary that the plaintiff establish an interest in the thing converted, i.e., that he was the owner of chattel at the time of conversion, or was entitled to immediate possession of the chattel at the time the conversion occurred. <i>Wilkins v. Whitaker,</i> <span class=\"citation\" data-id=\"422307\"><a href=\"/opinion/422307/horace-wilkins-v-gordon-lee-whitaker-detective-hppd-john-faircloth/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span> (4th Cir.1983), cert. denied, <span class=\"citation\" data-id=\"111270\"><a href=\"/opinion/111270/kentucky-v-vondle-lee-hamilton/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1217</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3586</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">884</span></span> (1984); <i>Gadson v. Toney,</i> 69 N.C.App. 244, <span class=\"citation\" data-id=\"1333751\"><a href=\"/opinion/1333751/gadson-v-toney/\"><span class=\"volume\">316</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">320</span></a></span> (1984).</p>\n<p></p>\n<h2>A. Did Dr. Rose legally convey a 51% ownership in the vessels to Leggett?</h2>\n<p>Leggett merely contends in his pleadings and the pretrial order that he is the 51% owner of the vessel pursuant to two ship's protests which \"gave the plaintiff an ownership interest in both vessels\". (See Pretrial Order II.A.1.I.). Thus, it becomes the duty of the Court to decide under what theory, if any, Leggett may have been entitled to possession of the vessels which he alleges were wrongfully converted. The facts show that Leggett and Dr. Rose had both a business relationship as well as a close friendship. Upon closer examination, the facts reveal that Dr. Rose intended the transfer of the vessels to be gratuitous. Reading the two protests together, Dr. Rose gave Leggett the vessels and then directed his estate to</p>\n<blockquote>... pay Gene Leggett's full medical bills and compensation for his time hurt and loss of work time. He is to be paid for work on these vessels he has done and paid for himself. He has rebuilt the cabin at the beach and my whole back porch and yard in Raleigh.</blockquote>\n<p><i>See</i> Protest No. 2.</p>\n<p>This language exhibits Dr. Rose's intent to satisfy his obligations to Leggett by payment in cash, not by transfer of an interest in the vessels. The Court finds no evidence which indicates that Dr. Rose felt an obligation to transfer the vessels to Leggett or that the testamentary transfer was anything more than a gift to a friend. Therefore, the Court finds that Dr. Rose intended to make a gift of the vessels to his friend and companion, Leggett, and did not make the transfer under duty of contract. The transfer of 51% ownership of the vessels was intended as an <i>inter vivos</i> gift to Leggett.</p>\n<p>A gift <i>inter vivos</i> is defined as the voluntary transfer of property by one to another without consideration. <i>Foreman Mfg. Co. v. Johnson,</i> <span class=\"citation\" data-id=\"1319825\"><a href=\"/opinion/1319825/foreman-manufacturing-company-v-johnson/\"><span class=\"volume\">261</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">504</span></a></span>, <span class=\"citation\" data-id=\"1319825\"><a href=\"/opinion/1319825/foreman-manufacturing-company-v-johnson/\"><span class=\"volume\">135</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">205</span></a></span> (1964). The essential elements of a gift <i>inter vivos</i> are (1) intent by the donor to give the donee the property in question so as to divest himself immediately of all right, title, and control therein, and (2) delivery, actual or constructive, of the property to the donee. <i>Plymouth Pallet Co. Inc. v. Wood,</i> 51 N.C.App. 702, <span class=\"citation\" data-id=\"1309754\"><a href=\"/opinion/1309754/plymouth-pallet-co-inc-v-wood/\"><span class=\"volume\">277</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">462</span></a></span>, <i>rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">545</span></span>, <span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">393</span></span> (1981).</p>\n<p>Here, the intent of Dr. Rose to give Leggett a present possessory ownership interest in the vessels is evident in the language in Protest No. 1: \"I hereby give Gene Leggett 51 per cent of controling (sic) interest in both vessels Miss Sandy/Allie B-1 and ownership, are valued in his survey.\" This statement, coupled with the fact that in Protest No. 2, executed immediately after the first ship's protest, Dr. Rose refers to himself as the \"49% owner\" of the vessels, is sufficient to prove that Dr. Rose intended to completely divest himself of the 51% ownership of the two vessels.</p>\n<p>The next question is whether the first ship's protest constitutes constructive delivery of the vessels. An actual delivery is not essential to a gift <i>inter vivos,</i> and constructive delivery is sufficient if made with the intention of transferring title, but there must be some unequivocal act beyond mere expression of an intention or desire. <i>Sinclair v. Travis,</i> <span class=\"citation\" data-id=\"1423886\"><a href=\"/opinion/1423886/sinclair-v-travis/\"><span class=\"volume\">231</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">345</span></a></span>, <span class=\"citation\" data-id=\"1423886\"><a href=\"/opinion/1423886/sinclair-v-travis/\"><span class=\"volume\">57</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">394</span></a></span> (1950). Constructive delivery is sufficient where the donor's intention to make the gift plainly appears and the articles intended to be given are not present or, if <span class=\"star-pagination\">*235</span> present, are incapable of manual delivery. <i>Patterson v. Greensboro Loan &amp; Trust Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">13</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">629</span></span> (1911).</p>\n<p>Dr. Rose typed, signed, and notarized a ship's protest form dated October 5, 1985, which contained Dr. Rose's name, designation as full owner of the two vessels, the names and documentation numbers of both vessels, as well as the ownership interest being given to Leggett. This ship's protest form would have been sufficient under 47 C.F.R. 67.07-13 to allow the United States Coast Guard to document the vessels under Leggett's and Dr. Rose's names. The document recited the name of the donor and donee, the interest held by the donor and donee, and clear identification of the vessels. The document was signed by the donor and notarized. By statute, it constituted a deed of gift in recordable form. <i>See</i> 46 C.F.R. 67.07-3(a), 46 C.F.R. 67.31-1, 46 C.F.R. 29. Accordingly, the first ship's protest gave Leggett the means to have the vessels documented under his name as 51% owner for the purposes of operation on United States waters and certain liens. <i>See</i> 46 C.F.R. 67.07.</p>\n<p>On or about October 5, 1985, Dr. Rose mailed copies of the first ship's protest form along with copies of the second ship's protest form to Leggett and to the United States Coast Guard Documentation Office in Hampton, Virginia. The ship's protest form was indistinguishable from a deed of gift and sufficient to effectuate constructive delivery when placed in the mail by Dr. Rose to Leggett. Leggett is presumed to have accepted the gift since it was beneficial to him. <i>In re Peaden,</i> <span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">486</span></span>, <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">832</span></span> (1930); 38 C.J.S. 808.</p>\n<p>It must be noted that a gift, by definition, cannot be based on consideration. BLACK'S LAW DICTIONARY 619 (5th ed. 1979). The Court finds that Dr. Rose's intent was gratuitous. Even after the gift of the vessels was made, he directed his estate, in Protest No. 2, to \"pay Gene Leggett's full medical bills and compensation for his time hurt and loss of work time [and] ... for work on these vessels he has done and paid for himself.\" This shows that Dr. Rose intended that all obligations to Leggett be paid in cash and that the transfer of the vessels was purely gratuitous.</p>\n<p>The Court concludes that the first ship's protest was a gift and sufficiently deprived the donor of dominion of the vessel to constitute constructive delivery of the vessels to Leggett. The Court further concludes that the actions of Dr. Rose before his death constitute an effective <i>inter vivos</i> gift of 51% of the vessels to Leggett.</p>\n<p></p>\n<h2>B. Did Dr. Rose contract to devise Leggett a 49% interest in the two vessels?</h2>\n<p>The Plaintiff concedes that Dr. Rose failed to make a successful testamentary disposition of his 49% remaining interest in the vessels by codicil. However, Leggett contends that the Court should exercise it's equitable power to find that a contract to devise existed between Leggett and Dr. Rose and that Dr. Rose's failure to successfully devise the remaining 49% interest in the vessels was a breach of that contract.</p>\n<p>In North Carolina, a codicil to a will must be executed with the same formalities as the will. <i>Paul v. Davenport</i> <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">154</span></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">352</span></span> (1940). Consequently, a testamentary instrument that fails to follow the prescribed formalities is void. N.C.Gen.Stat. Sec. 31-3.1; <i>Baxter v. Jones,</i> 14 N.C.App. 296, <span class=\"citation\" data-id=\"1331054\"><a href=\"/opinion/1331054/baxter-v-jones/\"><span class=\"volume\">188</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">622</span></a></span> (1972). However, in some circumstances courts have held:</p>\n<blockquote>[A]lthough a court of chancery is without power to compel the execution of a will, and therefore the specific execution of an agreement to make a will cannot be enforced, yet if the contract is sufficiently proved and appears to have been binding on the decedent, and the usual conditions relating to specific performance have been complied with, then equity will specifically enforce it by seizing the property which is the subject matter of the agreement, and fastening a trust on it in favor of the person to whom the decedent agreed to give it by his will.</blockquote>\n<p><i>Ladd v. Estate of Kellenberger,</i> <span class=\"citation\" data-id=\"1275740\"><a href=\"/opinion/1275740/ladd-v-estate-of-kellenberger/\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">477</span></a></span>, 485, <span class=\"citation\" data-id=\"1275740\"><a href=\"/opinion/1275740/ladd-v-estate-of-kellenberger/\"><span class=\"volume\">334</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">751</span></a></span> (1985).</p>\n<p><span class=\"star-pagination\">*236</span> The effect of enforcing a contract to devise is to defeat the Statute of Wills, which in turn increases the probability of fraud or duress. For this reason, courts question the wisdom of enforcing contracts to devise requiring the facts of the case to be \"highly scrutinized\" and show by clear and convincing evidence that the decedent contracted to devise property to the plaintiff. Wiggins, North Carolina Wills, § 12 (2nd Ed.1983); Page, Wills § 10.43 (4th 1960); <i>Ladd v. Estate of Kellenberger,</i> <span class=\"citation\" data-id=\"1275740\"><a href=\"/opinion/1275740/ladd-v-estate-of-kellenberger/\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">477</span></a></span>, 485, <span class=\"citation\" data-id=\"1275740\"><a href=\"/opinion/1275740/ladd-v-estate-of-kellenberger/\"><span class=\"volume\">334</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">751</span></a></span> (1985); <i>Wells v. Dickens,</i> <span class=\"citation\" data-id=\"1352968\"><a href=\"/opinion/1352968/wells-v-dickens/\"><span class=\"volume\">274</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">203</span></a></span>, <span class=\"citation\" data-id=\"1352968\"><a href=\"/opinion/1352968/wells-v-dickens/\"><span class=\"volume\">162</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">552</span></a></span> (1968).</p>\n<p>In this case, Leggett has failed to show by clear and convincing evidence, or even a preponderance of the evidence, that Dr. Rose contracted to devise the remaining 49% of the vessels to Leggett. Although the evidence indicates that Dr. Rose intended that Leggett receive the his 49% remainder interest in the vessels at his death, the Court finds that Dr. Rose's intent was purely gratuitous and, therefore no contract to devise existed. It must be clear from the facts that the agreed upon compensation for Leggett's services was a testamentary transfer of the remaining 49% ownership in the vessels to Leggett at Rose's death. See <i>Gales v. Smith,</i> <span class=\"citation no-link\"><span class=\"volume\">249</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">263</span></span>, 267, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">164</span></span>, 168 (1960). The mere fact that Dr. Rose attempted to amend his will \"is not of itself evidence that the disposition directed is compelled by a contractual obligation.\" <i>Rape v. Lyerly,</i> <span class=\"citation no-link\"><span class=\"volume\">287</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">601</span></span>, <span class=\"citation\" data-id=\"1320483\"><a href=\"/opinion/1320483/rape-v-lyerly/\"><span class=\"volume\">215</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">737</span></a></span>, 746, 84 A.L.R.3d 908 (1975). Here, the documents relied upon by Leggett suggest just the opposite. In the attempted codicil, Dr. Rose directed his estate to reimburse Leggett for his time, money and medical expenses unpaid at his death. In fact, Leggett stated that the agreement was that he was to be compensated by cash or check, not by an interest in the vessels. This can only mean that Dr. Rose was attempting to pay any obligations owing Leggett by the agreed upon compensation, which was cash, and that the disposition of the 49% ownership was a mere testamentary gift, not the <i>quid pro quo</i> of a contract to devise.</p>\n<p>The only other evidence as to the existence of a contract to devise was the testimony of Leggett, since his wife, Elizabeth Leggett, admitted at trial that she did not involve herself with her husband's business. This Court found Mr. Leggett's demeanor on the stand to be evasive and less than credible. Nothing in Leggett's testimony led the Court to believe that Dr. Rose promised to devise the remainder interest in the vessels to Leggett. Leggett himself testified that he had perfected the repairs expecting to be paid by check or cash, and only became aware of the attempted testamentary devise of the vessels after Dr. Rose's death.</p>\n<p>In addition, giving effect to a contract to devise is an equitable remedy. <i>Ladd v. Estate of Kellenberger,</i> <span class=\"citation\" data-id=\"1275740\"><a href=\"/opinion/1275740/ladd-v-estate-of-kellenberger/\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">477</span></a></span>, 485, <span class=\"citation\" data-id=\"1275740\"><a href=\"/opinion/1275740/ladd-v-estate-of-kellenberger/\"><span class=\"volume\">334</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">751</span></a></span> (1985). The equities here do not demand that Leggett recover the subject matter of the devise. This court recognizes that money may have been owing Leggett at Dr. Rose's death, but Leggett failed to prove by a preponderance of the evidence the amount he was owed. Leggett alleges that he is owed $44,066.00 but was unable to produce receipts, cancelled checks, or any independent record of the transactions producing the expenses he has alleged. Nevertheless it seems that Dr. Rose's <i>inter vivos</i> gift of 51% of the two vessels, though gratuitous, more than compensates Leggett for any detriment he might have suffered.</p>\n<p>Accordingly, the court concludes that no contract to devise existed between Leggett and Dr. Rose. It then follows that Leggett was never rightfully entitled to ownership or possession of the remaining 49% of the two vessels. Consequently, Leggett is unable to maintain an action against the executrix of Dr. Rose's estate for their conversion.</p>\n<p></p>\n<h2>C. Did Roses' Estate convert Leggett's 51% interest in the vessels?</h2>\n<p>The Court has established that Leggett had no interest in the remaining 49% of the vessels, so the question becomes whether the estate of Dr. Rose converted <span class=\"star-pagination\">*237</span> Leggett's 51% interest? An action for conversion may be predicated on an improper sale, disposal, removal, delivery, or transfer of possession of property to one who is not authorized by the owner to receive the property. <i>Esteel v. Goodman,</i> 82 N.C.App. 692, <span class=\"citation\" data-id=\"1341874\"><a href=\"/opinion/1341874/esteel-co-v-goodman/\"><span class=\"volume\">348</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">153</span></a></span> (1986). Here, the conversion occurred in the summer of 1986 when the estate sold the vessels.</p>\n<p>However, Leggett contends that the conversion took place on the date Leggett contacted the estate's attorney. The evidence indicates that Leggett may have contacted the Dr. Roses attorney at the close of 1985. Leggett claims to have asked the Dr. Rose's attorney what Leggett was to do about the ship's protest he received from Dr. Rose. Leggett further testified that the attorney refused to answer any of Leggett's questions as to the documents and their legal significance.</p>\n<p>Leggett, as 51% owner of the vessels, was a cotenant with Rose's estate as to the vessel. In North Carolina, a tenant in common cannot maintain a conversion action against his cotenant merely by showing that he demanded possession of the common property from the cotenant. He must prove that his cotenant subsequently consumed the chattel or placed it beyond recovery by legal process. <i>Doyle v. Bush,</i> <span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">10</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">165</span></span> (1915). The evidence failed to persuade the Court that Leggett made demand for possession of the vessels at that time or that the attorney unqualifiedly refused, by words or deeds, to deliver possession of the vessels to Leggett.</p>\n<p>Leggett failed to show that Dr. Rose's estate even had possession of the vessels at that time. Assuming Leggett's allegations are true, the mere fact that Dr. Rose's attorney did not respond to Leggett's inquiry does not mean the estate excluded him from possession of the vessels. Considering the lack of evidence and Leggett's doubtful veracity, this Court can only hold that the time of conversion was the summer of 1986, when Dr. Rose's estate sold the vessels to a third party.</p>\n<p></p>\n<h2>D. What damages are appropriate as a result of conversion of the 51% of the two vessels?</h2>\n<p>The traditional measure of damages in an action for conversion of chattel is the fair market value of the chattel at the time and place of the conversion. <i>United States v. Tugwell,</i> <span class=\"citation\" data-id=\"461675\"><a href=\"/opinion/461675/united-states-v-richard-e-tugwell/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span> (4th Cir.1985). The conversion occurred in the summer of 1986. The best evidence of the fair market value at that time is the estate sale price. The evidence indicates that sale prices for the \"Allie B-1\" and the \"Miss Sandy\" were $25,000.00 and $50,000.00, respectively. However, since the buyer would not accept all the equipment on the vessel, some items were removed. This suggests that the sale price of the vessels was low since some of the equipment was removed. On the other hand, some evidence suggests that the equipment which was removed had little or no value in the marketplace. The Court also recognizes that the sale of the vessels was an estate sale, which may have encouraged the acceptance of a price lower than the vessels' true fair market value.</p>\n<p>Two marine surveys were offered by Leggett to prove the value of the vessels. The first survey was done by Leggett personally on July 25, 1983. (Plaintiff's Exhibits Nos. 3 and 4). The survey determined the fair market value of the \"Allie B-1\" to be $131,000.00. The survey determined the fair market value of the \"Miss Sandy\" to be $171,500.00. The second survey was done on October 2, 1985 by Joseph Laughinghouse. (Plaintiff's Exhibit Nos. 7 and 8). The survey determined the fair market value of the \"Allie B-1\" to be $135,000.00 and the fair market value of the \"Miss Sandy\" to be $175,800.00. Although these figures are relevant and may assist the court in it's determination of the fair value of the vessels, this Court is not bound by any one valuation in making its determination. The Court considers the sale price in the summer of 1986 as more indicative of the fair market value of the vessels at the time of conversion, since the date of conversion and the sale date are the same and because it was an actual sale, not an mere estimate. In considering these <span class=\"star-pagination\">*238</span> facts and circumstances, the court finds that at the time of conversion the fair market value of the \"Allie B-1\" was $50,000 and the fair market value of the \"Miss Sandy\" was $101,000, a total of $151,000. Thus, the fair market value of 51% of the two vessels at the time of conversion was $77,000.</p>\n<p>Courts also routinely award prejudgment interest in conversion cases. <i>Wall v. Colvard, Inc.,</i> <span class=\"citation\" data-id=\"1326127\"><a href=\"/opinion/1326127/wall-v-colvard-inc/\"><span class=\"volume\">268</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">43</span></a></span>, <span class=\"citation\" data-id=\"1326127\"><a href=\"/opinion/1326127/wall-v-colvard-inc/\"><span class=\"volume\">149</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">559</span></a></span> (1966). Nevertheless, prejudgment interest lies in the discretion of the court. Under law the jury has discretion to award prejudgment interest in tort cases involving property losses. N.C.Gen.Stat. § 24-5; <i>City National Bank v. American Commonwealth Financial Corporation,</i> <span class=\"citation\" data-id=\"1464557\"><a href=\"/opinion/1464557/city-nat-bank-v-american-com-financial-corp/\"><span class=\"volume\">608</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">941</span></a></span> (D.C.N.C.1985); <i>Chatham v. Mecklenburg Realty Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">671</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">447</span></span> (1917); <i>Lincoln v. Claflin,</i> 74 U.S. (7 Wall.) 132, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">106</span></span> (1868). The North Carolina Court of Appeals in <i>Sanders v. Wilkerson,</i> 20 N.C.App. 331, 337, <span class=\"citation\" data-id=\"1277997\"><a href=\"/opinion/1277997/sanders-v-wilkerson/\"><span class=\"volume\">201</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">571</span></a></span> (1974) held that a trial court, as finder of fact, did not abuse it's discretion by not awarding prejudgment interest for conversion. The court stated:</p>\n<blockquote>\"In such cases, in order to compel the wrongdoer to make full compensation to the injured party, the jury may, in their discretion, and as damages, allow interest upon the value of the property from the time of its conversion or seizure, and it has been usual for them to do so. But there is no rule which gives it as a matter of law and right, and it was error, therefore, in his Honor to have thus added to the damages as assessed by the jury.\"</blockquote>\n<p><i>Sanders v. Wilkerson,</i> 20 N.C.App. 331, 337, <span class=\"citation\" data-id=\"1277997\"><a href=\"/opinion/1277997/sanders-v-wilkerson/\"><span class=\"volume\">201</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">571</span></a></span> (1974) (quoting <i>Patapsco v. Magee,</i> <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">350</span></span>, 355 (1882)).</p>\n<p>Therefore, this Court allows prejudgment interest for that period of time between the date of conversion and the entry of judgment, excluding, however, the period of time between the voluntary dismissal of the first action on September 26, 1989, and the reinstitution of this action on March 26, 1990. For the purpose of prejudgment interest, the Court establishes July 31, 1986, as the specific date of conversion. Pursuant to N.C.G.S. 24-1, the court awards the plaintiff prejudgment interest at the rate of eight per cent (8%) per annum for 1,624 days on the sum of $77,000.00, the amount of prejudgment interest being $27,413.00 (16.88/day × 1,625 days).</p>\n<p></p>\n<h2>II. <i>Does N.C.Gen.Stat. § 28A-19-3 bar Leggett's claim for relief for conversion of the two vessels?</i>\n</h2>\n<p>Even if Leggett had proven that a contract to devise existed, the Court holds that Leggett's contract to devise action would be barred by N.C.Gen.Stat. § 28A-19-3(b).</p>\n<p>The Court recognizes that N.C.Gen.Stat. § 28A-19-3(b) does not bar the conversion claim as to the 51% ownership in the vessels. Since the gift of the 51% became effective before the death of Dr. Rose, it was the property of Leggett when it was converted in the summer of 1986 by Rose's Estate. The statute demands that a tort claim against an estate be presented to the estate within six months of the date the claim arose. See N.C.Gen.Stat. § 28A-19-3(a). The Court has already found the time of conversion, hence the time the claim arose, to be the summer of 1986. Leggett filed his first action on November 14, 1986. This filing is within six months of the time the claim arose. The action was voluntarily dismissed without prejudice on September 26, 1989. The parties stipulated on that date that Leggett must refile within six months of the date of entry of the voluntary dismissal. Failure to refile within six months would cause the dismissal without prejudice to become a dismissal with prejudice. Leggett refiled on March 26, 1990. Because Leggett refiled in accordance with the stipulation the dismissal remained a dismissal without prejudice and Leggett is deemed to have filed within the statutory period.</p>\n<p>However, the analysis of the claim for the remaining 49% of the vessels is somewhat more complex. In order to claim that the estate of Dr. Rose converted the remaining 49% of the two vessels, Leggett <span class=\"star-pagination\">*239</span> must show that at the time of conversion, he was in fact the rightful owner of that 49% pursuant to a contract to devise. A right of action for a contract to devise arises when the promisor has died without making a testamentary disposition of the subject matter of the contract. <i>In re Estate of English,</i> 83 N.C.App. 359, 365, <span class=\"citation\" data-id=\"1340810\"><a href=\"/opinion/1340810/in-re-estate-of-english/\"><span class=\"volume\">350</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">379</span></a></span> (1986). North Carolina Gen. Stat. § 28A-19-3(b)(2) provides in relevant part:</p>\n<blockquote>All claims against a decedent's estate at or after the death of the decedent ... founded on contract ... are forever barred against the estate, the personal representative, the collector, the heirs, and the devisees of the decedent unless presented to the personal representative or collector ... within six months after the date on which the claim arises.</blockquote>\n<p>The statute establishes an absolute bar to all claims not presented within the six month limitation period. The North Carolina Court of Appeals in <i>In re Estate of English,</i> 83 N.C.App. 359, 365, <span class=\"citation\" data-id=\"1340810\"><a href=\"/opinion/1340810/in-re-estate-of-english/\"><span class=\"volume\">350</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">379</span></a></span> (1986) applied N.C.Gen.Stat. § 28A-19-3 to a contract to devise claim.</p>\n<p>The contract to devise claim arose, if at all, on October 25, 1985, which was the day Dr. Rose died leaving the invalid codicil. Therefore, Leggett was barred under N.C.Gen.Stat. § 28A-19-3 from bringing the claim since he failed to present the claim to the executrix of Dr. Rose's estate within six months of Dr. Rose's death.</p>\n<p></p>\n<h2>III. <i>Is Leggett entitled to money for any repairs which he may have perfected on the two vessels prior to Dr. Rose's death?</i>\n</h2>\n<p>As previously stated, this Court recognizes that Leggett may have perfected repairs on the vessels for which he has never been compensated. Nevertheless, it is the plaintiff's burden to prove to the Court, by a preponderance of the evidence, the amount owing to the Plaintiff. The only independent evidence produced by Leggett was a series of invoices with Leggett's firm name at the top which were unnumbered and unsigned. Leggett testified that many, if not most, of the transactions were in cash and that he could not recall the exact amounts or produce any receipts or copies of receipts. Leggett also testified that the records kept by he and Dr. Rose were poorly stored, in disarray, and partially destroyed. Leggett submitted no receipts, cancelled checks, or signed invoices. Although the law does not require Leggett to show writings as evidence of the transactions, this court finds it strange that such large cash transactions occurred and that no independent record was kept by Leggett. The other party to the transaction, Dr. Rose, is deceased and could not testify. Accordingly, the Court must rely on solely upon Leggett's testimony for proof of these transactions. The Court finds Leggett's testimony to be less than credible. Considering all the evidence, the Court concludes that Leggett has failed to prove, by a preponderance of the evidence what expenses he personally incurred and what amount of those expenses Dr. Rose failed to pay. Leggett is, therefore, not entitled to any recovery on his repairs claim.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons set forth above this Court hereby concludes the following:</p>\n<p>1. That the defendant wrongfully converted the plaintiff 51% ownership in the two vessels the \"Allie B-1\" and the \"Miss Sandy\".</p>\n<p>2. That the time of conversion was Summer, 1986.</p>\n<p>3. That the plaintiff is entitled to recover from the defendant the sum of $77,000.00, representing the fair market value of 51% ownership in the two vessels at the time of conversion.</p>\n<p>4. That the defendant is liable to the plaintiff for prejudgment interest in the amount of $27,413.00 for the conversion of the vessels.</p>\n<p>5. That the plaintiff acquired no ownership interest in the remaining 49% of the vessels; and, therefore, the defendant did not convert the remaining 49% ownership in the vessels.</p>\n<p><span class=\"star-pagination\">*240</span> 6. That the plaintiff failed to carry his burden of proof as to his repairs claim and is therefore denied recovery on the same.</p>\n<p>7. That the plaintiff is barred by N.C.Gen.Stat. § 28A-19-3 from bringing a breach of contract to devise claim.</p>\n<p>8. Pursuant to Rule 54, the Clerk of Court shall enter judgment for the Plaintiff, Clarence Eugene Leggett, against the Defendant Betty Poole Rose, Executrix of the Estate of Dr. A. Hewitt Rose, Jr., Deceased, in the amount of $77,000.00 plus prejudgment interest in the amount of $27,413.00 plus post-judgment interest.</p>\n<p>FINDINGS OF FACT AND CONCLUSIONS OF LAW ENTERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1275740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1277997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1309754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1319825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1320483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1326127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1331054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1333751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1341874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1352968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1423886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1464557/"
  ]
}