{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2340380/",
  "absolute_url": "/opinion/2340380/judkins-v-veterans-admin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2340380/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:27.946784Z",
  "date_modified": "2016-04-27T03:04:12.070290Z",
  "type": "010combined",
  "sha1": "8d48804c0a0b366554463827143f66c401fed35f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>415 F.Supp.2d 613 (2005)</b></center>\n<center><h1>Charlie M. JUDKINS, Plaintiff,<br>\nv.<br>\nVETERANS ADMINISTRATION, Defendant.</h1></center>\n<center>No. 5:05-CV 51FL(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 28, 2005.</center>\n<p><span class=\"star-pagination\">*614</span> Charlie M. Judkins, Henderson, NC, Pro se.</p>\n<p>Steve R. Matheny, U.S. Attorney's Office, Raleigh, NC, for Veterans Administration, Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on the motion of defendant to dismiss the complaint for lack of subject matter jurisdiction (DE # 24) pursuant to Fed.R.Civ.P. 12(a)(1). Plaintiff <i>pro se</i> has responded by letter to the clerk's Rule 12 letter and in this posture the motion is ripe for decision. For the reasons that follow, the court grants defendant's motion to dismiss.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*615</span> PROCEDURAL AND FACTUAL BACKGROUND</h2>\n<p>Plaintiff is a mentally disabled veteran who has been ruled incompetent to manage his own finances. Consequently, the Department of Veterans' Affairs (\"VA\") has appointed a legal custodian, Henry Teich of the law firm of Grimes &amp; Teich, LLP, to receive plaintiff's veteran benefits and manage said funds on plaintiff's behalf. Plaintiff's fiduciary receives approximately $2300 per month in veteran benefits from the VA. This money is, then disbursed to pay plaintiffs rent, utilities, and various debt obligations. Plaintiff also receives approximately $800 per month in cash between his social security benefits and a small weekly personal allowance paid out by the custodian.</p>\n<p>This civil action was initially filed on February 4, 2005, with plaintiff complaining that the VA through its fiduciary was not adequately covering his expenses and paying his bills in a timely manner. Specifically, plaintiff has attached copies of a gas bill, water/sewer bill, car insurance bill, and a statement from a financing company, which all show the accounts to be overdue. The VA first moved to dismiss on June 24, 2005, on the basis of defective service of process. By Order dated July 6, 2005, this court gave plaintiff an additional 30 days to properly serve his complaint, which he did. This matter is now back before the court on the VA's motion to dismiss for lack of subject matter jurisdiction. Defendant argues that jurisdiction is lacking in this court because jurisdiction to review an adverse benefits decision is vested solely in the United States Court of Appeals for Veterans Claims.<sup>[1]</sup></p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>I. Standard of Review</p>\n<p>Under Fed.R.Civ.P. 12(b)(1), the plaintiff bears the burden of showing that federal jurisdiction is appropriate when challenged by the defendant. <i>McNutt v. General Motors Acceptance Corp.,</i> 298 U.S. 178, 189, 56 S.Ct. 780, 80 L.Ed. 1135 (1936); <i>Adams v. Bain,</i> 697 F.2d 1213, 1219 (4th Cir.1982). When the 12(b)(1) motion attacks the complaint as failing to state facts upon which subject matter jurisdiction may be based, the facts in the complaint are alleged to be true and the plaintiff is afforded the same protections he or she would receive under a 12(b)(6) motion. <i>Adams,</i> 697 F.2d at 1219. The 12(b)(1) motion may alternatively attack the existence of subject matter jurisdiction in fact, apart from the complaint. <i>Id.</i> This type of attack is used when a court's limited jurisdiction precludes hearing the case brought. <i>Materson v. Stokes,</i> 166 F.R.D. 368, 371 (E.D.Va.1996). Because the court's power to hear the case is at issue in a 12(b)(1) motion, the court is free to weigh the evidence to determine the existence of jurisdiction. <i>Adams,</i> 697 F.2d at 1219.</p>\n<p>II. Analysis</p>\n<p>The dispositive issue presented by this motion is whether the government <span class=\"star-pagination\">*616</span> has waived sovereign immunity for the claim asserted by plaintiff. It is axiomatic that this court does not have jurisdiction to decide cases brought against the United States except where the government has expressly consented to being sued. <i>United States v. Mitchell,</i> 463 U.S. 206, 212, 103 S.Ct. 2961, 77 L.Ed.2d 580 (1983). Sovereign immunity cannot be avoided by suing individual federal agencies, such as the VA, <i>eo nomine. See, e.g., </i><i>Blackmar v. Guerre,</i> 342 U.S. 512, 514, 72 S.Ct. 410, 96 L.Ed. 534 (1952). Rather, sovereign immunity is implicated any time that \"the judgment sought would expend itself on the public treasury or domain, or interfere with the public administration, or if the effect of the judgment would be to restrain the Government from acting, or to compel it to act.\" <i>Dugan v. Rank,</i> 372 U.S. 609, 620, 83 S.Ct. 999, 10 L.Ed.2d 15 (1963) (internal quotation marks and citations omitted).</p>\n<p>Plaintiff at various points throughout this litigation has filed a motion for default judgment in the amount of $1 billion for alleged violations of his constitutional rights and negligence in the supervision of plaintiff's fiduciary (DE # 7), a subsequent motion for judgment in the amount of $5 million for the same conduct (DE # 22), and an \"emergency motion\" for $1000 to pay certain overdue bills that the appointed custodian has allegedly refused to pay (DE # 8). Fairly read, therefore, plaintiff is seeking only a relatively modest amount of money that he deems necessary to care for and sustain himself, together with a much more substantial sum as compensation for any consequential harm (such as to his credit rating) and, presumably, as punitive damages for the alleged constitutional deprivations. Since the VA is named as defendant and any monetary judgment would necessarily be paid from the public treasury, the court must dismiss the complaint for damages unless the United States has clearly and unequivocally waived its sovereign immunity in this case.<sup>[2]</sup></p>\n<p>To the extent that a plaintiff seeks monetary relief for alleged violations of his constitutional rights, federal courts have consistently refused to countenance damages actions against the United States based solely on substantive constitutional grounds. <i>See, e.g., </i><i>Radin v. United States,</i> 699 F.2d 681, 684-85 n. 8 (4th Cir.1983). Similarly, the United States and its agencies cannot be held liable for punitive damages in the absence of express statutory authorization. <i>See, e.g., </i><i>Kasprik v. United States,</i> 87 F.3d 462, 465 (11th Cir.1996); <i>accord </i><i>Manuel v. United States,</i> 50 F.3d 1253, 1260 (4th Cir.1995). Thus, absent a specific statutory provision conferring jurisdiction in this court, plaintiff's claim will be barred.</p>\n<p>Title 38 U.S.C. § 511 provides a limited waiver of sovereign immunity with respect to benefits decisions of the Secretary of the Department of Veterans' Affairs. Subsection (a) sets out as a general rule that \"[t]he Secretary shall decide all questions of law and fact necessary to a decision . . . under a law that affects the provision of benefits . . . to veterans,\" and that \"the decision of the Secretary as to any such question shall be final and conclusive and may not be reviewed by . . . any court.\" Subsection (b) then delineates several exceptions to that general rule; of these, the only exception pertinent to plaintiff's case is one providing that veteran benefits decisions are subject to judicial <span class=\"star-pagination\">*617</span> review, but only in the United States Court of Appeals for Veterans Claims. <i>Id.</i> §§ 511(b)(4), 7252(a).</p>\n<p>This then begs the question of whether the administrative action plaintiff complains of is one \"under a law that affects the provision of benefits.\" The court's own research into this area of the law has uncovered only a few analogous cases. In <i>Whitmire v. United States Veterans Administration,</i> 661 F.Supp. 720 (W.D.Wash. 1986), plaintiff was determined to be incompetent and a fiduciary was appointed to receive and manage his monthly benefits. Plaintiff then brought suit against the VA, claiming that he was being deprived of his pension without due process of law and seeking unrestricted access to the money. The court dismissed the action, holding that plaintiff must pursue his claim through the administrative process established by Congress in 38 U.S.C. § 7101 <i>et seq. Id.</i> at 722. Similarly, in <i>Carney v. G.I. Jane,</i> 2005 WL 2277490 (S.D.Tex. Sept. 16, 2005) (order adopting report and recommendation of Recio, M.J.), an incompetent veteran brought suit to contest the VA's choice of a legal custodian after the original payee (the plaintiff's father) withdrew from that position. The district court determined that it was without jurisdiction to hear the cause, holding that \"[t]he United States has only consented to be sued in regards to these matters in the United States Court of Appeals for Veterans Claims.\" <i>Id.</i> at *1.</p>\n<p>By contrast, the district court in <i>In re Guardianship and Conservatorship of Edwin Blunt,</i> 358 F.Supp.2d 882 (D.N.D. 2005) (Miller, M.J.), determined that there was subject matter jurisdiction over a challenge to the VA's decision to make veteran benefits payments directly to the Veterans Home where the incompetent veteran was housed despite the fact that a state court had already appointed a legal guardian to manage the veteran's finances and affairs. The court in <i>Blunt</i> found the necessary waiver of sovereign immunity under the Administrative Procedure Act (\"APA\"), 5 U.S.C. § 702, which provides for judicial review of administrative actions where not otherwise precluded by statute and where only non-monetary relief is sought. <i>Id.</i> at 890. The court further held that 38 U.S.C. § 511(a) does not foreclose district court review under the APA because \"review of payee determinations by the Secretary\" are not \"subject to review under the alternate scheme of review\" established by, <i>inter alia,</i> 38 C.F.R. Parts 3 and 19. <i>Id.</i> at 891. The court also relied in part on a decision of the Court of Veterans Appeals (now the Court of Appeals for Veterans Claims) holding that it lacks jurisdiction to review VA determinations as to which of two persons should have been selected as an authorized payee of an incompetent veteran's benefits. <i>Id.</i> (citing <i>Willis v. Brown,</i> 6 Vet.App. 433, 435-36 (1994)). The court in <i>Blunt</i> then concluded that the fact a particular administrative action is not reviewable in the Court of Veterans Appeals pursuant to 38 U.S.C. § 522(b)(4) supports an inference that such action is subject to judicial review in the district courts pursuant to the APA.</p>\n<p>It should be noted that plaintiff heretofore has requested only a money judgment against the VA, and the APA's waiver of sovereign immunity unequivocally does not extend to claims for monetary relief against the United States. 5 U.S.C. § 702. Thus, to the extent that plaintiff believes that his current level of veteran benefits is inadequate to meet his living expenses and seeks more money from the government, such a claim is clearly challenging a \"decision by the Secretary under a law that affects the provision of benefits\" that must be pursued through the administrative process and which may only be reviewed by the Court of Appeals for Veterans <span class=\"star-pagination\">*618</span> Claims. 38 U.S.C. §§ 7104 (jurisdiction of the Board of Veterans' Appeals), 7252 (jurisdiction of the Court of Appeals for Veterans Claims); <i>see also </i><i>Wickline v. Brooks,</i> 446 F.2d 1391 (4th Cir.1971). This is so even if the plaintiffs grievance with the benefits determination is \"cloaked in constitutional terms,\" <i>Sugrue v. Derwinski,</i> 26 F.3d 8, 11 (2d Cir.1994), because constitutional questions are no less \"questions of law\" committed to the Secretary's decision under 38 U.S.C. § 511(a) than those involving the application of the statutes governing benefit determinations. <i>See </i><i>Hicks v. Veterans Admin.,</i> 961 F.2d 1367, 1369-70 (8th Cir.1992); <i>see also </i><i>Beamon v. Brown,</i> 125 F.3d 965, 972-74 (6th Cir.1997); <i>Zuspann v. Brown,</i> 60 F.3d 1156, 1158-60 (5th Cir.1995). Accordingly, plaintiffs claims for damages must be dismissed from this court without prejudice and he should contact his local VA field office for instructions on how to pursue his claim through the proper channels and, if necessary, file an appeal to the Board of Veterans' Appeals.</p>\n<p>This determination, however, does not conclude the matter. Despite the fact that plaintiff has not specifically prayed for equitable relief, his complaint is couched in language that questions not simply the amount of benefits he is entitled to receive but rather the competence of his VA-appointed fiduciary in managing his affairs and the adequacy of supervision over the fiduciary that the VA provides.<sup>[3]</sup> Accordingly, in fulfilling its duty to construe a <i>pro se</i> plaintiffs complaint liberally, <i>see </i><i>Gordon v. Leeke,</i> 574 F.2d 1147, 1151 (4th Cir.1978), the court will briefly consider whether the Congress has waived sovereign immunity through the APA with respect to judicial review of administrative actions related to the appointment and supervision of legal custodians. Upon review of the applicable statutes and the Secretary's regulations, the court is inclined to disagree with the conclusion of the court in <i>Blunt</i> that VA determinations concerning the propriety of a fiduciary appointment are not \"decisions . . . under a law that affects the provision of benefits\" and thus not subject to the administrative and judicial review process carved out by 38 U.S.C. §§ 511(b)(4) and 7101 <i>et seq.</i></p>\n<p>The statutory authorization for the appointment of a fiduciary for incompetent veterans is found in 38 U.S.C. § 5502(a)(1), which provides in pertinent part: \"Where it appears to the Secretary that the interest of the beneficiary would be served thereby, payment of benefits under any law administered by the Secretary may be made directly to . . . [a] fiduciary<sup>[4]</sup> for the use and benefit of the beneficiary.\" The section of the Code of Federal Regulations specifically governing agency adjudications of pension and compensation claims, <i>see generally</i> 38 C.F.R., Part 3, Subpart A, similarly provides that \"[p]ayment of benefits to a duly recognized fiduciary may be made on behalf of a person who is mentally incompetent.\" 38 C.F.R. § 3.850(a). Thus, two independent determinations must be made by the agency: (1) the veteran must be determined to be \"mentally <span class=\"star-pagination\">*619</span> incompetent,\" <i>see</i> 38 C.F.R. § 3.353 (\"A mentally incompetent person is one who because of injury or disease lacks the mental capacity to contract or to manage his or her own affairs, including disbursement of funds. . . . Rating agencies have the sole authority to make official determinations of competency . . . for purposes of . . . disbursement of benefits\"); and (2) a fiduciary must be \"duly recognized,\" <i>see</i> 38 C.F.R. §§ 13.55 (\"The Veterans Service Center Manager is authorized to select and appoint . . . the person or legal entity best suited to receive [VA] benefits in a fiduciary capacity for a beneficiary who is mentally ill (incompetent)\"). Additionally, the selection of the fiduciary must be in the best interests of the ward. 38 U.S.C. § 5502(a)(1); 38 C.F.R. § 13.58(b)(1). As each of these determinations are \"necessary\" to a decision of the agency under a \"law that affects the provision of benefits . . . to veterans\" (that is, 38 U.S.C. § 5502), judicial review of those determinations in this court is precluded by 38 U.S.C. § 511(a).</p>\n<p>Jurisdiction of the federal courts with respect to administrative action concerning the supervision of fiduciaries is a little more opaque. 38 U.S.C. § 5502(b), which is the statute governing the supervision of fiduciaries, reads in pertinent part:</p>\n<blockquote>Whenever it appears that any fiduciary, in the opinion of the Secretary, is not properly executing or has not properly executed the duties of the trust of such fiduciary or . . . has failed to make such payments as may be necessary for the benefit of the ward or the dependents of the ward, then the Secretary may appear, by the Secretary's authorized attorney, in the court which has appointed such fiduciary, or in any court having original, concurrent, or appellate jurisdiction over said cause, and make proper presentation of such matters. The Secretary, in the Secretary's discretion, may suspend payments to any such fiduciary who shall neglect or refuse, after reasonable notice, to render an account to the Secretary . . . or who shall neglect or refuse to administer the estate according to law.</blockquote>\n<p>The VA's implementing regulations are found at 38 C.F.R. § 13.100 and are entitled to substantial deference. <i>See </i><i>Chevron U.S.A., Inc. v. Natural Res. Def. Council,</i> 467 U.S. 837, 843-44, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984). Those regulations provide that the Veterans Service Center Manager, when \"he or she deems it necessary for the protection of the beneficiary's interests,\" has the power to (1) \"[r]equire an accounting, formal or informal, of [VA] benefits paid,\" and (2) \"[t]erminate the appointment of a Federal fiduciary and appoint a successor Federal fiduciary.\" 38 C.F.R. § 13.100(a). The question then is whether this court has jurisdiction to review agency decisions concerning what actions, if any, ought to be taken \"for the protection of [plaintiff's] interests.\"</p>\n<p>Although 38 U.S.C. § 5502(b) speaks of certain causes being heard in \"any court having original, concurrent, or appellate jurisdiction\" over the fiduciary and ward, even the court in <i>Blunt</i> conceded that this provision does not itself waive sovereign immunity against the United States. 358 F.Supp.2d at 889. Furthermore, this provision is a remnant from a time when the VA could only make payments to a legal guardian duly appointed under state law and ultimately subject to the jurisdiction of a state court. Pursuant to Title III of Pub.L. 93-295, 88 Stat. 180 (1974), however, Congress authorized the VA to make payments to a fiduciary other than a state-appointed guardian. <i>See</i> S.Rep. No. 93-798 (1974), <i>reprinted in</i> 1974 U.S.C.C.A.N. 3215, 3224. Such a \"Federal fiduciary\" is subject not to the immediate supervision of any court but rather is committed by statute <span class=\"star-pagination\">*620</span> to the supervision of the VA in the first instance. 38 U.S.C. § 5202; <i>see also</i> 38 C.F.R. § 13.100 (construing the Secretary's authority to include the power of ordering an accounting and terminating the fiduciary for malfeasance, both of which are typical judicial supervisory functions under fiduciary law, <i>see, e.g.,</i> Restatement (Second) of Trusts §§ 172, 199 (1959)). Accordingly, the court finds that the VA's administrative actions concerning the supervision of fiduciaries are also conducted \"under a law that affects the provision of benefits\" and thus not subject to review in this court. Here again, plaintiff should contact his local VA field office for instructions on how to pursue his claim through the proper administrative channels and, if necessary, file an appeal to the Board of Veterans' Appeals.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, defendant's motion to dismiss (DE # 24) is GRANTED. The clerk is directed to CLOSE this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Apart from plaintiff's complaints against his fiduciary, it would appear that at least some of plaintiff's financial hardships are his own doing. Plaintiff has submitted documentation to this court indicating that his car insurance premiums are almost $2000 per year, that he is paying off a $24,000 car loan at 15.5% interest, and that he recently financed a $1500 purchase of new furniture and a television at a high rate of interest. While the court is unable to judicially resolve plaintiff's many financial problems, the parties are encouraged to continue working toward an amenable resolution that both stabilizes the precarious financial situation plaintiff faces while being attentive to the troubling allegations he has lodged against his fiduciary.</p>\n<p>[2]  Since plaintiff's complaint names only the VA as defendant, the court does not consider the more complex question of what cause of action or remedy, if any, plaintiff might have against the custodian individually.</p>\n<p>[3]  For example, plaintiff clearly is not satisfied with the thoroughness of the accounting undertaken by the VA, and his complaint could conceivable be construed as requesting some sort of equitable intervention from this court.</p>\n<p>[4]  A \"fiduciary\" is further defined as \"(1) a person who is a guardian, curator, conservator, committee, or person legally vested with the responsibility or care of a claimant (or a claimant's estate) or of a beneficiary (or a beneficiary's estate); or (2) any other person having been appointed in a representative capacity to receive money paid under any of the laws administered by the Secretary for the use and benefit of a minor, incompetent, or other beneficiary.\" 38 U.S.C. § 5506.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">415</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">613</span></span> (2005)</b></center>\n<center><h1>Charlie M. JUDKINS, Plaintiff,<br>\nv.<br>\nVETERANS ADMINISTRATION, Defendant.</h1></center>\n<center>No. 5:05-CV 51FL(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 28, 2005.</center>\n<p><span class=\"star-pagination\">*614</span> Charlie M. Judkins, Henderson, NC, Pro se.</p>\n<p>Steve R. Matheny, U.S. Attorney's Office, Raleigh, NC, for Veterans Administration, Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on the motion of defendant to dismiss the complaint for lack of subject matter jurisdiction (DE # 24) pursuant to Fed.R.Civ.P. 12(a)(1). Plaintiff <i>pro se</i> has responded by letter to the clerk's Rule 12 letter and in this posture the motion is ripe for decision. For the reasons that follow, the court grants defendant's motion to dismiss.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*615</span> PROCEDURAL AND FACTUAL BACKGROUND</h2>\n<p>Plaintiff is a mentally disabled veteran who has been ruled incompetent to manage his own finances. Consequently, the Department of Veterans' Affairs (\"VA\") has appointed a legal custodian, Henry Teich of the law firm of Grimes &amp; Teich, LLP, to receive plaintiff's veteran benefits and manage said funds on plaintiff's behalf. Plaintiff's fiduciary receives approximately $2300 per month in veteran benefits from the VA. This money is, then disbursed to pay plaintiffs rent, utilities, and various debt obligations. Plaintiff also receives approximately $800 per month in cash between his social security benefits and a small weekly personal allowance paid out by the custodian.</p>\n<p>This civil action was initially filed on February 4, 2005, with plaintiff complaining that the VA through its fiduciary was not adequately covering his expenses and paying his bills in a timely manner. Specifically, plaintiff has attached copies of a gas bill, water/sewer bill, car insurance bill, and a statement from a financing company, which all show the accounts to be overdue. The VA first moved to dismiss on June 24, 2005, on the basis of defective service of process. By Order dated July 6, 2005, this court gave plaintiff an additional 30 days to properly serve his complaint, which he did. This matter is now back before the court on the VA's motion to dismiss for lack of subject matter jurisdiction. Defendant argues that jurisdiction is lacking in this court because jurisdiction to review an adverse benefits decision is vested solely in the United States Court of Appeals for Veterans Claims.<sup>[1]</sup></p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>I. Standard of Review</p>\n<p>Under Fed.R.Civ.P. 12(b)(1), the plaintiff bears the burden of showing that federal jurisdiction is appropriate when challenged by the defendant. <i>McNutt v. General Motors Acceptance Corp.,</i> <span class=\"citation\" data-id=\"102656\"><a href=\"/opinion/102656/mcnutt-v-general-motors-acceptance-corp/\"><span class=\"volume\">298</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 189, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">780</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1135</span></span> (1936); <i>Adams v. Bain,</i> <span class=\"citation\" data-id=\"413270\"><a href=\"/opinion/413270/alvin-s-adams-and-david-a-gootee-v-richard-e-bain-county/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1213</span></a></span>, 1219 (4th Cir.1982). When the 12(b)(1) motion attacks the complaint as failing to state facts upon which subject matter jurisdiction may be based, the facts in the complaint are alleged to be true and the plaintiff is afforded the same protections he or she would receive under a 12(b)(6) motion. <i>Adams,</i> 697 F.2d at 1219. The 12(b)(1) motion may alternatively attack the existence of subject matter jurisdiction in fact, apart from the complaint. <i>Id.</i> This type of attack is used when a court's limited jurisdiction precludes hearing the case brought. <i>Materson v. Stokes,</i> <span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">368</span></span>, 371 (E.D.Va.1996). Because the court's power to hear the case is at issue in a 12(b)(1) motion, the court is free to weigh the evidence to determine the existence of jurisdiction. <i>Adams,</i> 697 F.2d at 1219.</p>\n<p>II. Analysis</p>\n<p>The dispositive issue presented by this motion is whether the government <span class=\"star-pagination\">*616</span> has waived sovereign immunity for the claim asserted by plaintiff. It is axiomatic that this court does not have jurisdiction to decide cases brought against the United States except where the government has expressly consented to being sued. <i>United States v. Mitchell,</i> <span class=\"citation\" data-id=\"110997\"><a href=\"/opinion/110997/united-states-v-mitchell/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">206</span></a></span>, 212, <span class=\"citation\" data-id=\"110997\"><a href=\"/opinion/110997/united-states-v-mitchell/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2961</span></a></span>, <span class=\"citation\" data-id=\"110997\"><a href=\"/opinion/110997/united-states-v-mitchell/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">580</span></a></span> (1983). Sovereign immunity cannot be avoided by suing individual federal agencies, such as the VA, <i>eo nomine. See, e.g., </i><i>Blackmar v. Guerre,</i> <span class=\"citation\" data-id=\"104975\"><a href=\"/opinion/104975/blackmar-v-guerre/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">512</span></a></span>, 514, <span class=\"citation\" data-id=\"104975\"><a href=\"/opinion/104975/blackmar-v-guerre/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">410</span></a></span>, <span class=\"citation\" data-id=\"104975\"><a href=\"/opinion/104975/blackmar-v-guerre/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">534</span></a></span> (1952). Rather, sovereign immunity is implicated any time that \"the judgment sought would expend itself on the public treasury or domain, or interfere with the public administration, or if the effect of the judgment would be to restrain the Government from acting, or to compel it to act.\" <i>Dugan v. Rank,</i> <span class=\"citation\" data-id=\"106566\"><a href=\"/opinion/106566/dugan-v-rank/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, 620, <span class=\"citation\" data-id=\"106566\"><a href=\"/opinion/106566/dugan-v-rank/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">999</span></a></span>, <span class=\"citation\" data-id=\"106566\"><a href=\"/opinion/106566/dugan-v-rank/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1963) (internal quotation marks and citations omitted).</p>\n<p>Plaintiff at various points throughout this litigation has filed a motion for default judgment in the amount of $1 billion for alleged violations of his constitutional rights and negligence in the supervision of plaintiff's fiduciary (DE # 7), a subsequent motion for judgment in the amount of $5 million for the same conduct (DE # 22), and an \"emergency motion\" for $1000 to pay certain overdue bills that the appointed custodian has allegedly refused to pay (DE # 8). Fairly read, therefore, plaintiff is seeking only a relatively modest amount of money that he deems necessary to care for and sustain himself, together with a much more substantial sum as compensation for any consequential harm (such as to his credit rating) and, presumably, as punitive damages for the alleged constitutional deprivations. Since the VA is named as defendant and any monetary judgment would necessarily be paid from the public treasury, the court must dismiss the complaint for damages unless the United States has clearly and unequivocally waived its sovereign immunity in this case.<sup>[2]</sup></p>\n<p>To the extent that a plaintiff seeks monetary relief for alleged violations of his constitutional rights, federal courts have consistently refused to countenance damages actions against the United States based solely on substantive constitutional grounds. <i>See, e.g., </i><i>Radin v. United States,</i> <span class=\"citation\" data-id=\"414157\"><a href=\"/opinion/414157/michael-g-radin-v-united-states-of-america-and-national-mediation-board/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">681</span></a></span>, 684-85 n. 8 (4th Cir.1983). Similarly, the United States and its agencies cannot be held liable for punitive damages in the absence of express statutory authorization. <i>See, e.g., </i><i>Kasprik v. United States,</i> <span class=\"citation\" data-id=\"71111\"><a href=\"/opinion/71111/kasprik-v-united-states/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 465 (11th Cir.1996); <i>accord </i><i>Manuel v. United States,</i> <span class=\"citation\" data-id=\"692287\"><a href=\"/opinion/692287/michael-a-manuel-v-united-states-of-america-and-international-marine/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1253</span></a></span>, 1260 (4th Cir.1995). Thus, absent a specific statutory provision conferring jurisdiction in this court, plaintiff's claim will be barred.</p>\n<p>Title 38 U.S.C. § 511 provides a limited waiver of sovereign immunity with respect to benefits decisions of the Secretary of the Department of Veterans' Affairs. Subsection (a) sets out as a general rule that \"[t]he Secretary shall decide all questions of law and fact necessary to a decision . . . under a law that affects the provision of benefits . . . to veterans,\" and that \"the decision of the Secretary as to any such question shall be final and conclusive and may not be reviewed by . . . any court.\" Subsection (b) then delineates several exceptions to that general rule; of these, the only exception pertinent to plaintiff's case is one providing that veteran benefits decisions are subject to judicial <span class=\"star-pagination\">*617</span> review, but only in the United States Court of Appeals for Veterans Claims. <i>Id.</i> §§ 511(b)(4), 7252(a).</p>\n<p>This then begs the question of whether the administrative action plaintiff complains of is one \"under a law that affects the provision of benefits.\" The court's own research into this area of the law has uncovered only a few analogous cases. In <i>Whitmire v. United States Veterans Administration,</i> <span class=\"citation\" data-id=\"2372609\"><a href=\"/opinion/2372609/whitmire-v-us-veterans-admin/\"><span class=\"volume\">661</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">720</span></a></span> (W.D.Wash. 1986), plaintiff was determined to be incompetent and a fiduciary was appointed to receive and manage his monthly benefits. Plaintiff then brought suit against the VA, claiming that he was being deprived of his pension without due process of law and seeking unrestricted access to the money. The court dismissed the action, holding that plaintiff must pursue his claim through the administrative process established by Congress in 38 U.S.C. § 7101 <i>et seq. Id.</i> at 722. Similarly, in <i>Carney v. G.I. Jane,</i> <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2277490</span></span> (S.D.Tex. Sept. 16, 2005) (order adopting report and recommendation of Recio, M.J.), an incompetent veteran brought suit to contest the VA's choice of a legal custodian after the original payee (the plaintiff's father) withdrew from that position. The district court determined that it was without jurisdiction to hear the cause, holding that \"[t]he United States has only consented to be sued in regards to these matters in the United States Court of Appeals for Veterans Claims.\" <i>Id.</i> at *1.</p>\n<p>By contrast, the district court in <i>In re Guardianship and Conservatorship of Edwin Blunt,</i> <span class=\"citation\" data-id=\"2425868\"><a href=\"/opinion/2425868/in-re-guardianship-and-conservatorship-of-blunt/\"><span class=\"volume\">358</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">882</span></a></span> (D.N.D. 2005) (Miller, M.J.), determined that there was subject matter jurisdiction over a challenge to the VA's decision to make veteran benefits payments directly to the Veterans Home where the incompetent veteran was housed despite the fact that a state court had already appointed a legal guardian to manage the veteran's finances and affairs. The court in <i>Blunt</i> found the necessary waiver of sovereign immunity under the Administrative Procedure Act (\"APA\"), 5 U.S.C. § 702, which provides for judicial review of administrative actions where not otherwise precluded by statute and where only non-monetary relief is sought. <i>Id.</i> at 890. The court further held that 38 U.S.C. § 511(a) does not foreclose district court review under the APA because \"review of payee determinations by the Secretary\" are not \"subject to review under the alternate scheme of review\" established by, <i>inter alia,</i> 38 C.F.R. Parts 3 and 19. <i>Id.</i> at 891. The court also relied in part on a decision of the Court of Veterans Appeals (now the Court of Appeals for Veterans Claims) holding that it lacks jurisdiction to review VA determinations as to which of two persons should have been selected as an authorized payee of an incompetent veteran's benefits. <i>Id.</i> (citing <i>Willis v. Brown,</i> <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Vet. App.</span> <span class=\"page\">433</span></span>, 435-36 (1994)). The court in <i>Blunt</i> then concluded that the fact a particular administrative action is not reviewable in the Court of Veterans Appeals pursuant to 38 U.S.C. § 522(b)(4) supports an inference that such action is subject to judicial review in the district courts pursuant to the APA.</p>\n<p>It should be noted that plaintiff heretofore has requested only a money judgment against the VA, and the APA's waiver of sovereign immunity unequivocally does not extend to claims for monetary relief against the United States. 5 U.S.C. § 702. Thus, to the extent that plaintiff believes that his current level of veteran benefits is inadequate to meet his living expenses and seeks more money from the government, such a claim is clearly challenging a \"decision by the Secretary under a law that affects the provision of benefits\" that must be pursued through the administrative process and which may only be reviewed by the Court of Appeals for Veterans <span class=\"star-pagination\">*618</span> Claims. 38 U.S.C. §§ 7104 (jurisdiction of the Board of Veterans' Appeals), 7252 (jurisdiction of the Court of Appeals for Veterans Claims); <i>see also </i><i>Wickline v. Brooks,</i> <span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1391</span></span> (4th Cir.1971). This is so even if the plaintiffs grievance with the benefits determination is \"cloaked in constitutional terms,\" <i>Sugrue v. Derwinski,</i> <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></span>, 11 (2d Cir.1994), because constitutional questions are no less \"questions of law\" committed to the Secretary's decision under 38 U.S.C. § 511(a) than those involving the application of the statutes governing benefit determinations. <i>See </i><i>Hicks v. Veterans Admin.,</i> <span class=\"citation\" data-id=\"581570\"><a href=\"/opinion/581570/allen-w-hicks-v-veterans-administration/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1367</span></a></span>, 1369-70 (8th Cir.1992); <i>see also </i><i>Beamon v. Brown,</i> <span class=\"citation\" data-id=\"746756\"><a href=\"/opinion/746756/james-beamon-charles-boyd-cecil-holbrook-on-behalf-of-themselves-and-all/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">965</span></a></span>, 972-74 (6th Cir.1997); <i>Zuspann v. Brown,</i> <span class=\"citation\" data-id=\"7411\"><a href=\"/opinion/7411/zuspann-v-brown/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1156</span></a></span>, 1158-60 (5th Cir.1995). Accordingly, plaintiffs claims for damages must be dismissed from this court without prejudice and he should contact his local VA field office for instructions on how to pursue his claim through the proper channels and, if necessary, file an appeal to the Board of Veterans' Appeals.</p>\n<p>This determination, however, does not conclude the matter. Despite the fact that plaintiff has not specifically prayed for equitable relief, his complaint is couched in language that questions not simply the amount of benefits he is entitled to receive but rather the competence of his VA-appointed fiduciary in managing his affairs and the adequacy of supervision over the fiduciary that the VA provides.<sup>[3]</sup> Accordingly, in fulfilling its duty to construe a <i>pro se</i> plaintiffs complaint liberally, <i>see </i><i>Gordon v. Leeke,</i> <span class=\"citation\" data-id=\"355347\"><a href=\"/opinion/355347/walter-gordon-v-william-d-leeke-commissioner-joe-martin-warden-wayne/\"><span class=\"volume\">574</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1147</span></a></span>, 1151 (4th Cir.1978), the court will briefly consider whether the Congress has waived sovereign immunity through the APA with respect to judicial review of administrative actions related to the appointment and supervision of legal custodians. Upon review of the applicable statutes and the Secretary's regulations, the court is inclined to disagree with the conclusion of the court in <i>Blunt</i> that VA determinations concerning the propriety of a fiduciary appointment are not \"decisions . . . under a law that affects the provision of benefits\" and thus not subject to the administrative and judicial review process carved out by 38 U.S.C. §§ 511(b)(4) and 7101 <i>et seq.</i></p>\n<p>The statutory authorization for the appointment of a fiduciary for incompetent veterans is found in 38 U.S.C. § 5502(a)(1), which provides in pertinent part: \"Where it appears to the Secretary that the interest of the beneficiary would be served thereby, payment of benefits under any law administered by the Secretary may be made directly to . . . [a] fiduciary<sup>[4]</sup> for the use and benefit of the beneficiary.\" The section of the Code of Federal Regulations specifically governing agency adjudications of pension and compensation claims, <i>see generally</i> 38 C.F.R., Part 3, Subpart A, similarly provides that \"[p]ayment of benefits to a duly recognized fiduciary may be made on behalf of a person who is mentally incompetent.\" 38 C.F.R. § 3.850(a). Thus, two independent determinations must be made by the agency: (1) the veteran must be determined to be \"mentally <span class=\"star-pagination\">*619</span> incompetent,\" <i>see</i> 38 C.F.R. § 3.353 (\"A mentally incompetent person is one who because of injury or disease lacks the mental capacity to contract or to manage his or her own affairs, including disbursement of funds. . . . Rating agencies have the sole authority to make official determinations of competency . . . for purposes of . . . disbursement of benefits\"); and (2) a fiduciary must be \"duly recognized,\" <i>see</i> 38 C.F.R. §§ 13.55 (\"The Veterans Service Center Manager is authorized to select and appoint . . . the person or legal entity best suited to receive [VA] benefits in a fiduciary capacity for a beneficiary who is mentally ill (incompetent)\"). Additionally, the selection of the fiduciary must be in the best interests of the ward. 38 U.S.C. § 5502(a)(1); 38 C.F.R. § 13.58(b)(1). As each of these determinations are \"necessary\" to a decision of the agency under a \"law that affects the provision of benefits . . . to veterans\" (that is, 38 U.S.C. § 5502), judicial review of those determinations in this court is precluded by 38 U.S.C. § 511(a).</p>\n<p>Jurisdiction of the federal courts with respect to administrative action concerning the supervision of fiduciaries is a little more opaque. 38 U.S.C. § 5502(b), which is the statute governing the supervision of fiduciaries, reads in pertinent part:</p>\n<blockquote>Whenever it appears that any fiduciary, in the opinion of the Secretary, is not properly executing or has not properly executed the duties of the trust of such fiduciary or . . . has failed to make such payments as may be necessary for the benefit of the ward or the dependents of the ward, then the Secretary may appear, by the Secretary's authorized attorney, in the court which has appointed such fiduciary, or in any court having original, concurrent, or appellate jurisdiction over said cause, and make proper presentation of such matters. The Secretary, in the Secretary's discretion, may suspend payments to any such fiduciary who shall neglect or refuse, after reasonable notice, to render an account to the Secretary . . . or who shall neglect or refuse to administer the estate according to law.</blockquote>\n<p>The VA's implementing regulations are found at 38 C.F.R. § 13.100 and are entitled to substantial deference. <i>See </i><i>Chevron U.S.A., Inc. v. Natural Res. Def. Council,</i> <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 843-44, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984). Those regulations provide that the Veterans Service Center Manager, when \"he or she deems it necessary for the protection of the beneficiary's interests,\" has the power to (1) \"[r]equire an accounting, formal or informal, of [VA] benefits paid,\" and (2) \"[t]erminate the appointment of a Federal fiduciary and appoint a successor Federal fiduciary.\" 38 C.F.R. § 13.100(a). The question then is whether this court has jurisdiction to review agency decisions concerning what actions, if any, ought to be taken \"for the protection of [plaintiff's] interests.\"</p>\n<p>Although 38 U.S.C. § 5502(b) speaks of certain causes being heard in \"any court having original, concurrent, or appellate jurisdiction\" over the fiduciary and ward, even the court in <i>Blunt</i> conceded that this provision does not itself waive sovereign immunity against the United States. 358 F.Supp.2d at 889. Furthermore, this provision is a remnant from a time when the VA could only make payments to a legal guardian duly appointed under state law and ultimately subject to the jurisdiction of a state court. Pursuant to Title III of Pub.L. 93-295, 88 Stat. 180 (1974), however, Congress authorized the VA to make payments to a fiduciary other than a state-appointed guardian. <i>See</i> S.Rep. No. 93-798 (1974), <i>reprinted in</i> 1974 U.S.C.C.A.N. 3215, 3224. Such a \"Federal fiduciary\" is subject not to the immediate supervision of any court but rather is committed by statute <span class=\"star-pagination\">*620</span> to the supervision of the VA in the first instance. 38 U.S.C. § 5202; <i>see also</i> 38 C.F.R. § 13.100 (construing the Secretary's authority to include the power of ordering an accounting and terminating the fiduciary for malfeasance, both of which are typical judicial supervisory functions under fiduciary law, <i>see, e.g.,</i> Restatement (Second) of Trusts §§ 172, 199 (1959)). Accordingly, the court finds that the VA's administrative actions concerning the supervision of fiduciaries are also conducted \"under a law that affects the provision of benefits\" and thus not subject to review in this court. Here again, plaintiff should contact his local VA field office for instructions on how to pursue his claim through the proper administrative channels and, if necessary, file an appeal to the Board of Veterans' Appeals.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, defendant's motion to dismiss (DE # 24) is GRANTED. The clerk is directed to CLOSE this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Apart from plaintiff's complaints against his fiduciary, it would appear that at least some of plaintiff's financial hardships are his own doing. Plaintiff has submitted documentation to this court indicating that his car insurance premiums are almost $2000 per year, that he is paying off a $24,000 car loan at 15.5% interest, and that he recently financed a $1500 purchase of new furniture and a television at a high rate of interest. While the court is unable to judicially resolve plaintiff's many financial problems, the parties are encouraged to continue working toward an amenable resolution that both stabilizes the precarious financial situation plaintiff faces while being attentive to the troubling allegations he has lodged against his fiduciary.</p>\n<p>[2]  Since plaintiff's complaint names only the VA as defendant, the court does not consider the more complex question of what cause of action or remedy, if any, plaintiff might have against the custodian individually.</p>\n<p>[3]  For example, plaintiff clearly is not satisfied with the thoroughness of the accounting undertaken by the VA, and his complaint could conceivable be construed as requesting some sort of equitable intervention from this court.</p>\n<p>[4]  A \"fiduciary\" is further defined as \"(1) a person who is a guardian, curator, conservator, committee, or person legally vested with the responsibility or care of a claimant (or a claimant's estate) or of a beneficiary (or a beneficiary's estate); or (2) any other person having been appointed in a representative capacity to receive money paid under any of the laws administered by the Secretary for the use and benefit of a minor, incompetent, or other beneficiary.\" 38 U.S.C. § 5506.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/7411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/71111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/692287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2372609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2425868/"
  ]
}