{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2340772/",
  "absolute_url": "/opinion/2340772/davenport-v-nc-dept-of-transp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2340772/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:32.070066Z",
  "date_modified": "2016-04-26T21:51:04.100126Z",
  "type": "010combined",
  "sha1": "14de8030a396c90191d150ba9111fb28767c7f68",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>776 F.Supp. 1080 (1991)</b></center>\n<center><h1>Ronald E. DAVENPORT, Plaintiff,<br>\nv.<br>\nNORTH CAROLINA DEPARTMENT OF TRANSPORTATION, et al., Defendants.</h1></center>\n<center>No. 90-572-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 22, 1991.</center>\n<p><span class=\"star-pagination\">*1081</span> <span class=\"star-pagination\">*1082</span> M. Jackson Nichols, Everett, Hancock &amp; Nichols, Raleigh, N.C., for plaintiff.</p>\n<p>James Peeler Smith, Isham Barney Hudson, Jr., Sr. Deputy Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., Thomas Earl Barwick, Walker, Young &amp; Barwick, Goldsboro, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, Ronald E. Davenport, brings this action under 42 U.S.C. § 1983 along with a pendent state law claim of civil conspiracy in response to his alleged discharge from his position as an employee of the North Carolina Department of Transportation on account of his political affiliation. The North Carolina Department of Transportation (\"DOT\"), Tommy Harrelson, the current Secretary of Transportation, James E. Harrington, the former Secretary of Transportation, E.H. McEntire, former Chief Engineer, Cloyce B. Alford, former Director of Personnel, G.R. Shirley, Division Engineer, Jerry Hardesty, former Assistant Secretary of Transportation, Sue Sutton, employee of DOT, Randy Doub, former DOT board member, and Michael Sutton, Chairman of the Lenoir County Republican Party, are named as defendants. Defendants Harrington, McEntire, Alford, Shirley, Hardesty, Sue Sutton and Doub are being sued both in their individual and their official capacities. Defendants DOT and Harrelson are being sued only in their official capacities. Defendant Michael Sutton is being sued only in his individual capacity. As relief, plaintiff seeks compensatory damages, punitive damages, injunctive relief, and attorneys' fees. The action is presently before the court on defendants' motion for summary judgment. For the reasons set out below, the motion is GRANTED.</p>\n<p>The action arises out of plaintiff's suspension and ultimate discharge from his employment with DOT. Plaintiff, a Democrat, was employed as a district engineer in the Lenoir County District Office of DOT from August 5, 1967 until March 27, 1987. His principal office was in Kinston, North Carolina. Plaintiff requested and DOT allowed him outside work permits to perform private survey work for ten hours per week in the evenings and on weekends. Plaintiff allegedly began engaging in his private surveying business during his work hours at DOT, using state equipment and facilities while doing so.</p>\n<p>On March 27, 1987, Davenport was suspended without pay pending an investigation by the State Bureau of Investigation. The suspension letter did not specify any alleged misconduct on plaintiff's part. Plaintiff appealed his suspension and requested a hearing. On September 3, 1987, plaintiff was given a letter of dismissal by DOT, informing him that he was being dismissed for misuse of department facilities, equipment, and personnel. The letter did not give specific names, dates, or times when plaintiff had in fact conducted his private business while at his DOT job. Plaintiff alleges that he was not given a pre-dismissal hearing. Defendant asserts that plaintiff was given a pre-dismissal hearing on September 3, 1987. At the time of his suspension and discharge, plaintiff was a \"non-exempt\" employee, meaning that he was subject to the protections of the North Carolina State Personnel Act, N.C.G.S. § 126-1 et seq., which provides that, \"no permanent employee subject to [the Act] shall be discharged, suspended, or reduced in pay or position except for just cause.\" N.C.G.S. § 126-35. Plaintiff sought a hearing with the Office of Administrative Hearings (\"OAH\"), claiming his dismissal was not for just cause and was therefore in violation of the Act. The administrative law judge concluded that DOT had not presented sufficient evidence to show just cause for the termination of plaintiff, a career employee. The administrative <span class=\"star-pagination\">*1083</span> law judge also found that DOT failed to give plaintiff specific reasons for his dismissal as required by law and recommended reinstatement with full benefits including back pay and attorneys' fees.</p>\n<p>The State Personnel Commission adopted the administrative law judge's recommendation that plaintiff be reinstated but that plaintiff not receive any back pay. DOT then petitioned the Wake County Superior Court for judicial review of the Commission's final decision. Plaintiff meanwhile filed a similar petition in Lenoir County protesting the Commission's denial of back pay. These cases were consolidated into the Wake County action and on May 15, 1990 Superior Court Judge Gregory Weeks affirmed the Commission's decision but modified it to include the order of back pay. DOT appealed to the North Carolina Court of Appeals who affirmed the Superior Court's order.</p>\n<p>On December 18, 1987, plaintiff had also filed a Section 1983 claim in state court in Pitt County seeking injunctive relief and damages for the alleged violation of his constitutional rights. This separate lawsuit was pending throughout the course of plaintiff's OAH hearing and its subsequent appeals. When DOT appealed the Commission's order to the Superior Court it did not seek to join plaintiff's pending Section 1983 suit. On August 31, 1990, plaintiff's Section 1983 suit was voluntarily dismissed and was refiled four days later as the present action in state court. Over plaintiff's objections, the suit was removed to this court on September 27, 1990 and plaintiff's motion to remand the suit back to state court was denied by this court on December 20, 1990. Plaintiff was reinstated on April 22, 1991 as an employee with DOT at the same pay level he had been under prior to his dismissal.<sup>[1]</sup></p>\n<p>On a motion for summary judgment a court must grant the motion if the pleadings, depositions, affidavits, interrogatory answers, and admissions show that there is no genuine issue of material fact and that the moving party is therefore entitled to judgment as a matter of law. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265 (1986). The facts and inferences to be drawn from the facts must be viewed in the light most favorable to the non-moving party. <i>Miller v. Leathers,</i> 913 F.2d 1085, 1087 (4th Cir. 1990), <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 1018, 112 L.Ed.2d 1100 (1991). In particular, courts must take special care in cases where motive plays a critical issue. <i>Ballinger v. N.C. Agricultural Extension Service,</i> 815 F.2d 1001, 1004-05 (4th Cir.), <i>cert. denied,</i> 484 U.S. 897, 108 S.Ct. 232, 98 L.Ed.2d 191 (1987).</p>\n<p></p>\n<h2>I. SECTION 1983 CLAIM</h2>\n<p>Plaintiff claims that all of the listed defendants, except for Michael Sutton, working together, sought to replace him and other non-exempt DOT employees with Republicans and other persons loyal to Governor James Martin and that such behavior violated his First Amendment freedom of association. Additionally, plaintiff asserts that his procedural due process rights under the Fourteenth Amendment were violated by defendants' failure to give plaintiff a pre-dismissal hearing and failure to tell him the specific reasons for his termination.</p>\n<p></p>\n<h2>a. Res Judicata</h2>\n<p>Defendants contend that plaintiff's Section 1983 claim should be dismissed on <i>res judicata</i> grounds. Defendants' argument is that the doctrine of claim preclusion bars plaintiff's present suit since plaintiff has already litigated essentially the same claim in state court proceedings.</p>\n<p>By federal statute, state judicial proceedings have the same full faith and credit in every federal court as they have in <span class=\"star-pagination\">*1084</span> the state court from which they are taken. 28 U.S.C.A. § 1738. The United States Supreme Court has held that Section 1738 is applicable to claims brought in federal court under Section 1983. <i>See </i><i>Allen v. McCurry,</i> 449 U.S. 90, 101 S.Ct. 411, 66 L.Ed.2d 308 (1980). As such, a party's state court judgment has the same preclusive effect in federal court that the judgment would have in state court. <i>Migra v. Warren City School District Board of Education,</i> 465 U.S. 75, 104 S.Ct. 892, 79 L.Ed.2d 56 (1984). This is true even where the party's state court claim was not brought pursuant to Section 1983. <i>Id.</i> It is clear that this court must look to North Carolina law concerning <i>res judicata</i> in order to determine whether plaintiff's present suit is barred by claim preclusion. Under North Carolina law, \"[t]he doctrine of <i>res judicata</i> treats a final judgment as the full measure of relief to be accorded between the same parties on the same `claim' or `cause of action'.\" <i>State v. Public Staff  N.C. Utilities Commission,</i> 322 N.C. 689, 370 S.E.2d 567, 569 (1988). The elements of <i>res judicata</i> are: (1) a final judgment on the merits in an earlier suit; (2) an identity of the cause of action in both the earlier and the later suit; and (3) an identity of parties or their privies in the two suits. <i>Id.</i> Where the plaintiff prevailed in the earlier suit, the doctrine of merger causes the second cause of action to \"merge\" with the earlier judgment. <i>Thomas M. McInnis &amp; Assoc., Inc. v. Hall,</i> 318 N.C. 421, 349 S.E.2d 552, 556 (1986).</p>\n<p></p>\n<h2>(i) \"Final Judgment\" Element</h2>\n<p>It is clear that the first element of <i>res judicata</i> is satisfied in the case <i>sub judice.</i> The final decision of the State Personnel Commission was appealed to the Wake County Superior Court and then to the North Carolina Court of Appeals. Thus, a final judgment was rendered.</p>\n<p></p>\n<h2>(ii) \"Same Cause of Action\" Element</h2>\n<p>The primary issue of contention concerns the second prong of the <i>res judicata</i> test. Defendants contend that plaintiff's present claims are essentially the same as the ones he advanced or should have advanced in the OAH hearing and later in the state courts since plaintiff's present and past claims are concerned with the same subject matter  wrongful discharge and improper dismissal procedures. Plaintiff, conversely, maintains that while some of the factual assertions may overlap, its present civil conspiracy and Section 1983 claims against defendant are separate causes of action from the prior claim under the State Personnel Act.</p>\n<p>To resolve this question, it is necessary to examine the relevant case law. It is true that <i>res judicata</i> also applies to issues which could have been raised in the prior action but were not. <i>Chrisalis Properties, Inc. v. Separate Quarters, Inc.,</i> 101 N.C.App. 81, 84, 398 S.E.2d 628 (1990), <i>disc. review denied,</i> 328 N.C. 570, 403 S.E.2d 509 (1991). Thus, a prior judgment operates to preclude not only the matters actually litigated in the prior proceeding but also all relevant and material matters within the scope of the proceeding which the parties, in the exercise of reasonable diligence, could and should have brought forward for determination. <i>Rodgers Builders, Inc. v. McQueen,</i> 76 N.C.App. 16, 331 S.E.2d 726, 730 (1985), <i>disc. review denied,</i> 315 N.C. 590, 341 S.E.2d 29 (1986). A party may not merely engage in shifting legal theories to avoid application of <i>res judicata. Id.</i> 331 S.E.2d at 735. However, for the doctrine to apply, the party must have had a full opportunity to litigate the issue in the prior proceeding. <i>Chrisalis, supra,</i> 101 N.C.App. at 84, 398 S.E.2d 628.</p>\n<p>Defendants' contentions are premised on the theory that plaintiff had the opportunity to raise his constitutional claims at the OAH hearing and the subsequent judicial review. N.C.G.S. § 126-36 does authorize the State Personnel Commission to hear appeals from state employees treated adversely because of their political affiliation. Although defendants concede that plaintiff was precluded from recovering \"punitive, exemplary, or other such damages\" in his OAH hearing by 25 N.C.Admin.Code 1B.0426, defendants argue that the fact that such damages are recoverable under <span class=\"star-pagination\">*1085</span> Section 1983 does not prevent the application of <i>res judicata.</i> In support of its argument, defendants point to North Carolina case law setting out the proposition that <i>res judicata</i> is not inapplicable solely because a plaintiff could achieve a greater recovery in the second suit than was received in the first suit. <i>See </i><i>Pinnix v. Griffin,</i> 221 N.C. 348, 20 S.E.2d 366 (1942).</p>\n<p>In response plaintiff attempts to show that his current claims before the court and his prior OAH hearing and its appeals are separate causes of action for <i>res judicata</i> purposes. Plaintiff first points out that under N.C.G.S. § 150B-1 and 2, the OAH has jurisdiction to hear only \"contested cases\" involving an \"agency\" as defined in Section 150B-2(2). Furthermore, he emphasizes the limited nature of judicial review of an OAH decision under N.C.G.S. § 150B-51. Pursuant to that statute, the agency's findings of fact are generally binding on the reviewing court and the court is limited to affirming, reversing, modifying, or remanding the agency's decision. <i>Faulkner v. N.C. State Hearing, etc.,</i> 38 N.C.App. 222, 247 S.E.2d 668, 670 (1978). Therefore, a reviewing court cannot undertake a <i>de novo</i> review of the agency's findings.</p>\n<p>Plaintiff also contrasts the different purposes of Section 1983 and the State Personnel Act. It is true that the primary purpose of a Section 1983 suit is to compensate an injured party for the deprivation of his federally protected rights. <i>Carey v. Piphus,</i> 435 U.S. 247, 255-56, 98 S.Ct. 1042, 1047-48, 55 L.Ed.2d 252 (1978). A successful plaintiff in a Section 1983 claim can recover broad compensatory damages covering emotional distress and damage to reputation as well as punitive damages. <i>See </i><i>Memphis Community School District v. Stachura,</i> 477 U.S. 299, 106 S.Ct. 2537, 91 L.Ed.2d 249 (1986); <i>Smith v. Wade,</i> 461 U.S. 30, 103 S.Ct. 1625, 75 L.Ed.2d 632 (1983); <i>Harris v. Harvey,</i> 605 F.2d 330 (7th Cir.1979), <i>cert. denied,</i> 445 U.S. 938, 100 S.Ct. 1331, 63 L.Ed.2d 772 (1980). Conversely the purpose of the State Personnel Act is simply to establish a system of personnel administration for the state. N.C.G.S. § 126-1. As such, plaintiff is apparently arguing that the causes of action are not only dissimilar in scope but also in purpose.</p>\n<p>In the most factually analogous case decided by a North Carolina Court, the North Carolina Supreme Court recently heard a claim involving a teacher dismissed from his job by the school board who filed a Section 1983 claim alleging bias by the board in Superior Court along with a petition for judicial review of the board's decision to dismiss him. <i>Crump v. Board of Education of Hickory Administrative School Unit,</i> 326 N.C. 603, 392 S.E.2d 579 (1990). In <i>Crump,</i> the Superior Court severed the two claims upon the motion of the defendants, the Board of Education. With regard to the wrongful discharge claim, the Superior Court upheld the board's dismissal of Crump and the Court of Appeals affirmed. However, on the Section 1983 claim the Superior Court entered judgment on a jury verdict awarding Crump $78,000 in damages. The North Carolina Court of Appeals affirmed the trial court's judgment and the school board appealed to the North Carolina Supreme Court. The Supreme Court held that Crump's Section 1983 action was not barred by collateral estoppel or by the law of the case. <i>Id.</i> at 580-84. In its opinion, the North Carolina Supreme Court gave several reasons for its decision that the Section 1983 claim was not precluded by the lower court's review of the board's decision to dismiss Crump. First, the court noted that the board had been the one who initially motioned to sever the two claims and that the board was now seeking to use that severance to its advantage by claiming that the judicial review proceeding had resolved the sole issue underlying the Section 1983 action. <i>Id.</i> 392 S.E.2d at 582-84. Second, the Supreme Court stated that the Superior Court's review of the board's decision was based solely on the record of the administrative hearing and that through bad faith efforts of the board members evidence of bias was concealed at the administrative hearing. Therefore, Crump was not given an opportunity during the hearing or the judicial review proceedings to present evidence of bias. Consequently, <span class=\"star-pagination\">*1086</span> the Supreme Court reasoned that Crump's Section 1983 bias claim could not have been heard by either the agency or the reviewing court. <i>Id.</i> 392 S.E.2d at 583.</p>\n<p>Although <i>Crump</i> involved issue preclusion rather than claim preclusion, plaintiff contends that the underlying principle enunciated by the North Carolina Supreme Court governs the present case as well. Plaintiff argues that Davenport's Section 1983 action has proceeded as a separate law suit from the very beginning and has been so treated by defendants as in <i>Crump.</i> Plaintiff maintains that Davenport's original Section 1983 suit was pending in Pitt County at the time DOT initiated judicial review of the agency's final decision but that the defendants never attempted in any way to join the two actions. Thus, plaintiff contends that by treating the two claims as separate all along, defendant cannot now assert that Davenport's Section 1983 allegations were encompassed by the OAH hearing and its subsequent judicial review.</p>\n<p>Defendants contest the applicability of the <i>Crump</i> result to the present case. Defendants would distinguish <i>Crump</i> on the grounds that there, unlike the case <i>sub judice,</i> the defendant actually requested that the Superior Court separate the two claims. DOT argues that the severance motion in <i>Crump</i> would have made it unfair for Crump's bias claim to have been dismissed without having ever been heard in a judicial proceeding. Defendants further assert that in the present case, unlike in <i>Crump,</i> plaintiff's Section 1983 allegations could have been heard in their entirety in the OAH proceedings and in the subsequent judicial review. Defendants also contend that they never actually consented to having plaintiff's Section 1983 claim heard separately. In response to the charge that they failed to attempt to join plaintiff's Section 1983 claim with their appeal of the State Personnel Commission's decision, defendants argue that they were not required to seek this sort of joinder and that in any event such joinder would have been improper.</p>\n<p>The court concludes that the \"same cause of action\" requirement for <i>res judicata</i> has been satisfied. A Seventh Circuit case reached a similar conclusion on almost identical facts as to whether the second element of <i>res judicata</i> was met. Cases from other circuits, of course, are not binding on this court; however, the analysis in that case is sound and the reasoning is persuasive. In <i>Welch v. Johnson,</i> 907 F.2d 714 (7th Cir.1990), it was held that a claim by a former state employee under Section 1983 relating to employment and discharge alleging sexual harassment was the same cause of action as was asserted in an earlier state civil service proceeding initiated by the former employee to review the propriety of her discharge and was therefore barred.<sup>[2]</sup> In <i>Welch,</i> the court discussed the two major approaches taken by courts in deciding whether the second prong of <i>res judicata</i> is satisfied. First, the \"proof\" approach looks to see whether the same evidence would sustain both actions. Second, the \"transactional\" approach is concerned with the factual setting that surrounds each suit. <i>Id.</i> at 720.</p>\n<p>Although it is difficult to discern from the case law which approach is favored in North Carolina courts, the court finds that  as in <i>Welch</i>  the causes of action are the same for <i>res judicata</i> purposes under both approaches. Under the \"proof\" test, the evidence Davenport offers to support his 1983 claim could have been used by him in his OAH hearing to contest the propriety of his dismissal. N.C.G.S. § 126-36 clearly would have allowed plaintiff to show evidence at the hearing that his discharge was effectuated because of his political affiliation. Such proof  if accepted by the State Personnel Commission  would have been sufficient to show that there was no just cause for his dismissal.</p>\n<p>Under the \"transactional\" test, it is beyond dispute that the two suits arose out of <span class=\"star-pagination\">*1087</span> the same factual situations. Both the OAH hearing and the § 1983 claim were initiated in response to DOT's discharge of Davenport. Therefore, the discharge of Davenport and the reasons for that discharge were highly relevant to both claims. The fact that the OAH hearing dealt with whether Davenport had in fact engaged in personal business at his job with the state whereas the § 1983 suit would have dealt with the alleged political reasons behind his dismissal is irrelevant. Plaintiff was free to bring up his First Amendment allegations at any time during the OAH hearing. The fact that he chose not to do so has no bearing on whether <i>res judicata</i> is applicable as long has he had a full and fair opportunity to do so. As for his due process claims, plaintiff did in fact protest DOT's dismissal procedures at the hearing.</p>\n<p>Plaintiff points to two other federal appellate cases where on similar facts the court declined to apply <i>res judicata.</i> However, both are distinguishable. In <i>Scroggins v. State of Kansas,</i> the Tenth Circuit held that the plaintiff there had not had a full and fair opportunity to litigate his claims at a civil service hearing in part because the rules of evidence did not apply to such administrative proceedings. <i>Scroggins,</i> 802 F.2d 1289, 1292 (10th Cir.1986). Therefore, the Tenth Circuit felt that the hearing was merely quasi-judicial. <i>Id.</i> In contrast, pursuant to N.C.G.S. § 150B-25, parties in an administrative hearing in North Carolina may present evidence, cross-examine witnesses, and submit rebuttal evidence. Thus, the analogy to <i>Scroggins</i> is inapposite.</p>\n<p>Plaintiff also relies on <i>Frazier v. King,</i> a Fifth Circuit case where the court refused to invoke <i>res judicata</i> on similar facts. <i>Frazier,</i> 873 F.2d 820 (5th Cir.1989), <i>cert. denied,</i> 493 U.S. 977, 110 S.Ct. 502, 107 L.Ed.2d 504 (1989). However, in that case, the agency's determination was never judicially reviewed. Furthermore, the court was construing Louisiana's <i>res judicata</i> statute which required that the relief sought in both actions be the same for the doctrine to apply. <i>Id.</i></p>\n<p>The plaintiff maintains that the decision in <i>Crump v. Board of Education, supra,</i> mandates a similar result in the present case. The court disagrees for two main reasons. First, the defendant in <i>Crump</i> actively and successfully sought to separate the plaintiff's two claims, urging the Superior Court to treat them as two distinct causes of action. As the North Carolina Supreme Court noted in its opinion, \"[w]hat the [defendant] used as a sword to sever the two actions cannot now be used by it as a procedural shield from potential liability.\" <i>Crump, supra,</i> 392 S.E.2d at 584. In the case at bar, plaintiff has put forth no evidence that DOT affirmatively acted to separate plaintiff's Section 1983 claim from the OAH hearing. The fact that defendant did not seek to join the two claims is not enough; it was plaintiff's decision not to raise his Section 1983 allegations at the administrative hearing and he must suffer any adverse consequences that stem from that decision.</p>\n<p>Second, in <i>Crump,</i> the plaintiff attempted to raise his bias claim in his administrative hearing but was unable to do so because of the board members' bad faith concealment of their bias. Consequently, on judicial review the Superior Court was not able to review any findings of bias because there were none in the record. In short, it was not Crump's fault that his Section 1983 claims were not raised in the administrative proceeding. Conversely, in the present case, the absence of First Amendment issues in the administrative record was entirely due to the plaintiff's failure to raise those issues. As such, no manifest injustice will occur by the application of <i>res judicata,</i> particularly in light of the fact that plaintiff received substantial relief including reinstatement and back pay as a result of the hearing and judicial appeals.</p>\n<p></p>\n<h2>(iii) Identity of Parties Element</h2>\n<p>The final element of <i>res judicata</i> that must be proven for the doctrine to take effect is that the parties in both suits must be the same or in privity with each other. Plaintiff brought his OAH hearing against DOT. Plaintiff's present Section 1983 claim names not only DOT as a defendant <span class=\"star-pagination\">*1088</span> but also eight present and past employees of DOT. For <i>res judicata</i> to apply it must be determined that these eight employees are in privity with DOT, the prior defendant. <i>See </i><i>Thomas M. McInnis v. Hall,</i> 318 N.C. 421, 349 S.E.2d 552 (1986).</p>\n<p>The term \"privity\" extends to \"a person so identified in interest with a party to former litigation that he represents precisely the same legal right in respect to the subject matter involved.\" <i>Nash County Board of Education v. Biltmore County,</i> 640 F.2d 484 (4th Cir.1981), <i>cert. denied,</i> 454 U.S. 878, 102 S.Ct. 359, 70 L.Ed.2d 188 (1991).</p>\n<p>Based on this definition, it is clear that the third prong is satisfied. In Davenport's OAH proceeding, the contested issue was the reasons underlying his dismissal by DOT. In his present Section 1983 suit, the action is against DOT and those officials employed by DOT who actually brought about that dismissal. For <i>res judicata</i> purposes, these eight individuals are sufficiently identified with DOT for the court to conclude that privity exists between them.</p>\n<p>Accordingly, plaintiff's Section 1983 claim is hereby dismissed under the doctrine of <i>res judicata.</i></p>\n<p></p>\n<h2>II. CIVIL CONSPIRACY CLAIM</h2>\n<p>Plaintiff's second cause of action alleges a civil conspiracy was entered into against him by defendants DOT, Harrington, McEntire, Alford, Shirley, Hardesty, Doub, Sue Sutton, and Michael Sutton. Plaintiff alleges that those defendants conspired to bring about his dismissal and replace him with a Republican. He further charges that in furtherance of the conspiracy, defendants have taken or threatened to take adverse personnel actions against him and other employees to cover up their conspiratorial actions. He alleges that several of the defendants encouraged defendant Sue Sutton to collect evidence that would lead to his dismissal and that they improperly initiated an SBI investigation against him to achieve the same result. As a consequence of this conspiracy, plaintiff claims that he has suffered mental anguish, humiliation, injury to his reputation, and loss of earning capacity.</p>\n<p>Defendants are correct in their assertion that there is no recognized action for civil conspiracy <i>per se</i> in North Carolina. The North Carolina Supreme Court has stated that:</p>\n<blockquote>[T]here is no such thing as a civil action for conspiracy. The action is for damages caused by acts committed pursuant to a formed conspiracy, rather than by the conspiracy itself; and unless something is actually done by one or more of the conspirators which results in damage, no civil action lies against anyone. The gist of the civil action for conspiracy is the act or acts committed in pursuance thereof  the damage  not the conspiracy or the combination.</blockquote>\n<p><i>Reid v. Holden,</i> 242 N.C. 408, 414, 88 S.E.2d 125 (1955). Recovery on a claim labeled civil conspiracy can be had only on the basis of sufficiently alleged wrongful acts. Calling the cause of action a conspiracy \"does nothing more than associate the defendants together and perhaps liberalize the rules of evidence....\" <i>Shope v. Boyer,</i> 268 N.C. 401, 405, 150 S.E.2d 771 (1966). Under North Carolina law, therefore, the gravamen of the action is the resulting injury and not the conspiracy itself. <i>Henry v. Deen,</i> 310 N.C. 75, 310 S.E.2d 326, 334 (1984).</p>\n<p>Thus, in the case at bar, the fact that plaintiff's complaint states that he is suing under a claim of civil conspiracy is not fatal to his case. Plaintiff is seeking damages not for the mere existence of the alleged conspiracy but rather for the acts that were committed pursuant to that conspiracy. <i>See </i><i>Henderson v. LeBauer,</i> 101 N.C.App. 255, 399 S.E.2d 142, 145 (1991).</p>\n<p>\"A claim for damages resulting from a conspiracy exists where there is an agreement between two or more persons to do an unlawful act or to do a lawful act in an unlawful way, and, as a result of acts done in furtherance of, and pursuant to, the agreement, damage occurs to plaintiff.\" <i>Fox v. Wilson,</i> 85 N.C.App. 292, 354 S.E.2d 737, 743 (1987).</p>\n<p><span class=\"star-pagination\">*1089</span> Plaintiff must first show sufficient evidence to support his allegations that an agreement existed between the defendants to initiate plaintiff's removal due to his partisan affiliations. Plaintiff's primary evidence that such an agreement existed relates to a meeting that took place at King's Restaurant in Kinston, North Carolina where a group of people including defendants Hardesty and Michael Sutton allegedly discussed the investigation and dismissal of various DOT employees  including Davenport  as well as the hiring of \"loyal\" individuals to fill those positions. Defendants acknowledge existence of this meeting but deny that plaintiff's evidence is adequate to show that defendants entered into any type of conspiratorial agreement. Defendant Michael Sutton testified that at the restaurant meeting the names of Davenport and several other DOT employees came up who were allegedly involved in improprieties. Sutton further testified that he told defendant Hardesty that as a result of the alleged problems in Davenport's office that \"[s]omebody needed to be investigated.\" (Deposition of Michael Sutton at 16).</p>\n<p>Defendant Hardesty testified that Michael Sutton called him and asked him to come to the meeting in Kinston to discuss improprieties in the Department of Transportation and that Davenport was in fact discussed at the meeting. Hardesty also testified that he relayed some of the information he received about the alleged problems at DOT to a Mr. Doug McCaskill, at the time a security officer for DOT whose duty was to investigate allegations of impropriety in the department. McCaskill testified that Michael Sutton called him and asked him to come to Kinston; when he did so, Michael Sutton gave him adverse information about Davenport that defendant Sue Sutton  the wife of Michael Sutton and a new employee of DOT who worked in Davenport's office  had found and copied. McCaskill further testified that he took the information and asked Sue Sutton to keep an eye on Davenport.</p>\n<p>Plaintiff also calls attention to the circumstances of Sue Sutton's hiring by DOT. In his deposition Davenport testified that Sue Sutton was hired over his objections and that her hiring did not follow the normal procedure. In her testimony Sue Sutton stated that soon after beginning her job she discovered evidence that Davenport was engaging in private surveying work while he was supposed to be doing work in his capacity as a District Engineer at DOT. She testified that as a result she relayed this information to DOT investigators and SBI agents by phone.</p>\n<p>Plaintiff also offers the deposition of Jeanette Bubbenmoyer, another DOT employee. Bubbenmoyer testified that, subsequent to plaintiff's dismissal, she heard Sue Sutton, speaking in regard to Davenport, say that \"he would just never come back as long as the Republican Party was there\" (Deposition of Jeanette Bubbenmoyer at 46) and that \"[a]s long as I am here, he won't be back.\" (Affidavit of Jeanette Bubbenmoyer at 52).</p>\n<p>The bulk of the remaining evidence plaintiff has put forth deals with incidents and statements illustrating the close ties of several of the defendants to the Republican Party. Defendants argue that plaintiff has failed to show a genuine issue of material fact in regard to the conspiracy claim. Defendants admit that the meeting at King's Restaurant did take place and that improprieties by DOT employees including Davenport were discussed at that meeting but deny that there was anything resembling an \"agreement\" to dismiss Davenport and replace him with someone more \"loyal\" to the Republican Party. Defendants contend that plaintiff's evidence, even if true, does not legally support his conspiracy claim.</p>\n<p>Although all of plaintiff's proffered evidence pertaining to the conspiracy charge is indirect, this alone does not remedy his claim invalid. <i>See </i><i>Halberstam v. Welch,</i> 705 F.2d 472 (D.C.Cir.1983). \"Mutually supportive activity by parties in contact with one another over a long period suggests a common plan.\" <i>Id.</i> at 481. However, although plaintiff need not demonstrate that each alleged conspirator was privy to every detail of the plan, it must be shown that the general objective of the conspiracy was common to all. <i>Fonda v. Gray,</i> 707 F.2d 435, 438 (9th Cir.1983).</p>\n<p><span class=\"star-pagination\">*1090</span> The court concludes that plaintiff has not put forth sufficient evidence to support his claim that defendants entered into an agreement to engage in activity to facilitate dismissals of DOT employees on the basis of their party affiliations. Plaintiff's evidence simply shows that several of the defendants received notice that Davenport was running his private business at the expense of the state, and that based on the evidence, they conducted an investigation. Such actions by defendants were not only not illegal but were proper if they thought Davenport was genuinely abusing his position with the state. If defendants' actions had been primarily motivated by a desire to remove Davenport from his position because he was a Democrat, then the actions would likely have crossed over the line into illegality. However, plaintiff has failed to show sufficient evidence that this was the case. Regardless of the staunchness of the support that several of the defendants may have had for the Republican Party, it is mere conjecture to assert that their actions were precipitated by partisan fervor and that the acts cited by plaintiff were part of a larger conspiracy to \"get\" Davenport and other Democrats employed by DOT. If Davenport actually had been significantly using state resources to aid his private business, this would have constituted just cause for his dismissal. The fact that the State Personnel Commission ruled that the evidence was not sufficient to amount to just cause for the state to terminate Davenport on these grounds does not mean that the investigation and dismissal were carried out in bad faith. Absent evidence to the contrary, defendants are entitled to the belief that they acted without the sort of conspiratorial intent suggested by plaintiff.</p>\n<p>In summary, the court holds that plaintiff has not offered sufficient evidence of an agreement by defendants to engage in a conspiracy against him. Therefore, defendants' summary judgment motion on the civil conspiracy claim is granted.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons set out above, the defendants' motion for summary judgment is hereby GRANTED. The clerk is directed to enter judgment for the defendants.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff is currently litigating in state court the issue of whether Davenport was in fact fully reinstated within the meaning of the relevant statute, claiming that plaintiff's job title was switched from District Engineer to Highway Engineer III and that plaintiff's job location is now Wilson, North Carolina, requiring him to commute forty miles to and from his office. Defendant maintains that plaintiff has been offered a full and complete reinstatement. However, this issue does not affect the claims that are presently before this court.</p>\n<p>[2]  Although the Seventh Circuit was interpreting Illinois law rather than North Carolina law, Illionis' treatment of the <i>res judicata</i> doctrine is not inconsistent with that of North Carolina courts.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">776</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1080</span></span> (1991)</b></center>\n<center><h1>Ronald E. DAVENPORT, Plaintiff,<br>\nv.<br>\nNORTH CAROLINA DEPARTMENT OF TRANSPORTATION, et al., Defendants.</h1></center>\n<center>No. 90-572-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 22, 1991.</center>\n<p><span class=\"star-pagination\">*1081</span> <span class=\"star-pagination\">*1082</span> M. Jackson Nichols, Everett, Hancock &amp; Nichols, Raleigh, N.C., for plaintiff.</p>\n<p>James Peeler Smith, Isham Barney Hudson, Jr., Sr. Deputy Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., Thomas Earl Barwick, Walker, Young &amp; Barwick, Goldsboro, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, Ronald E. Davenport, brings this action under 42 U.S.C. § 1983 along with a pendent state law claim of civil conspiracy in response to his alleged discharge from his position as an employee of the North Carolina Department of Transportation on account of his political affiliation. The North Carolina Department of Transportation (\"DOT\"), Tommy Harrelson, the current Secretary of Transportation, James E. Harrington, the former Secretary of Transportation, E.H. McEntire, former Chief Engineer, Cloyce B. Alford, former Director of Personnel, G.R. Shirley, Division Engineer, Jerry Hardesty, former Assistant Secretary of Transportation, Sue Sutton, employee of DOT, Randy Doub, former DOT board member, and Michael Sutton, Chairman of the Lenoir County Republican Party, are named as defendants. Defendants Harrington, McEntire, Alford, Shirley, Hardesty, Sue Sutton and Doub are being sued both in their individual and their official capacities. Defendants DOT and Harrelson are being sued only in their official capacities. Defendant Michael Sutton is being sued only in his individual capacity. As relief, plaintiff seeks compensatory damages, punitive damages, injunctive relief, and attorneys' fees. The action is presently before the court on defendants' motion for summary judgment. For the reasons set out below, the motion is GRANTED.</p>\n<p>The action arises out of plaintiff's suspension and ultimate discharge from his employment with DOT. Plaintiff, a Democrat, was employed as a district engineer in the Lenoir County District Office of DOT from August 5, 1967 until March 27, 1987. His principal office was in Kinston, North Carolina. Plaintiff requested and DOT allowed him outside work permits to perform private survey work for ten hours per week in the evenings and on weekends. Plaintiff allegedly began engaging in his private surveying business during his work hours at DOT, using state equipment and facilities while doing so.</p>\n<p>On March 27, 1987, Davenport was suspended without pay pending an investigation by the State Bureau of Investigation. The suspension letter did not specify any alleged misconduct on plaintiff's part. Plaintiff appealed his suspension and requested a hearing. On September 3, 1987, plaintiff was given a letter of dismissal by DOT, informing him that he was being dismissed for misuse of department facilities, equipment, and personnel. The letter did not give specific names, dates, or times when plaintiff had in fact conducted his private business while at his DOT job. Plaintiff alleges that he was not given a pre-dismissal hearing. Defendant asserts that plaintiff was given a pre-dismissal hearing on September 3, 1987. At the time of his suspension and discharge, plaintiff was a \"non-exempt\" employee, meaning that he was subject to the protections of the North Carolina State Personnel Act, N.C.G.S. § 126-1 et seq., which provides that, \"no permanent employee subject to [the Act] shall be discharged, suspended, or reduced in pay or position except for just cause.\" N.C.G.S. § 126-35. Plaintiff sought a hearing with the Office of Administrative Hearings (\"OAH\"), claiming his dismissal was not for just cause and was therefore in violation of the Act. The administrative law judge concluded that DOT had not presented sufficient evidence to show just cause for the termination of plaintiff, a career employee. The administrative <span class=\"star-pagination\">*1083</span> law judge also found that DOT failed to give plaintiff specific reasons for his dismissal as required by law and recommended reinstatement with full benefits including back pay and attorneys' fees.</p>\n<p>The State Personnel Commission adopted the administrative law judge's recommendation that plaintiff be reinstated but that plaintiff not receive any back pay. DOT then petitioned the Wake County Superior Court for judicial review of the Commission's final decision. Plaintiff meanwhile filed a similar petition in Lenoir County protesting the Commission's denial of back pay. These cases were consolidated into the Wake County action and on May 15, 1990 Superior Court Judge Gregory Weeks affirmed the Commission's decision but modified it to include the order of back pay. DOT appealed to the North Carolina Court of Appeals who affirmed the Superior Court's order.</p>\n<p>On December 18, 1987, plaintiff had also filed a Section 1983 claim in state court in Pitt County seeking injunctive relief and damages for the alleged violation of his constitutional rights. This separate lawsuit was pending throughout the course of plaintiff's OAH hearing and its subsequent appeals. When DOT appealed the Commission's order to the Superior Court it did not seek to join plaintiff's pending Section 1983 suit. On August 31, 1990, plaintiff's Section 1983 suit was voluntarily dismissed and was refiled four days later as the present action in state court. Over plaintiff's objections, the suit was removed to this court on September 27, 1990 and plaintiff's motion to remand the suit back to state court was denied by this court on December 20, 1990. Plaintiff was reinstated on April 22, 1991 as an employee with DOT at the same pay level he had been under prior to his dismissal.<sup>[1]</sup></p>\n<p>On a motion for summary judgment a court must grant the motion if the pleadings, depositions, affidavits, interrogatory answers, and admissions show that there is no genuine issue of material fact and that the moving party is therefore entitled to judgment as a matter of law. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The facts and inferences to be drawn from the facts must be viewed in the light most favorable to the non-moving party. <i>Miller v. Leathers,</i> <span class=\"citation\" data-id=\"547612\"><a href=\"/opinion/547612/nathan-miller-v-emery-leathers-officer-and-north-carolina-prisoner-legal/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087 (4th Cir. 1990), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1100</span></span> (1991). In particular, courts must take special care in cases where motive plays a critical issue. <i>Ballinger v. N.C. Agricultural Extension Service,</i> <span class=\"citation\" data-id=\"486396\"><a href=\"/opinion/486396/emily-ruth-ballinger-v-north-carolina-agricultural-extension-service/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1001</span></a></span>, 1004-05 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">232</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">191</span></span> (1987).</p>\n<p></p>\n<h2>I. SECTION 1983 CLAIM</h2>\n<p>Plaintiff claims that all of the listed defendants, except for Michael Sutton, working together, sought to replace him and other non-exempt DOT employees with Republicans and other persons loyal to Governor James Martin and that such behavior violated his First Amendment freedom of association. Additionally, plaintiff asserts that his procedural due process rights under the Fourteenth Amendment were violated by defendants' failure to give plaintiff a pre-dismissal hearing and failure to tell him the specific reasons for his termination.</p>\n<p></p>\n<h2>a. Res Judicata</h2>\n<p>Defendants contend that plaintiff's Section 1983 claim should be dismissed on <i>res judicata</i> grounds. Defendants' argument is that the doctrine of claim preclusion bars plaintiff's present suit since plaintiff has already litigated essentially the same claim in state court proceedings.</p>\n<p>By federal statute, state judicial proceedings have the same full faith and credit in every federal court as they have in <span class=\"star-pagination\">*1084</span> the state court from which they are taken. 28 U.S.C.A. § 1738. The United States Supreme Court has held that Section 1738 is applicable to claims brought in federal court under Section 1983. <i>See </i><i>Allen v. McCurry,</i> <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">90</span></a></span>, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">411</span></a></span>, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span></a></span> (1980). As such, a party's state court judgment has the same preclusive effect in federal court that the judgment would have in state court. <i>Migra v. Warren City School District Board of Education,</i> <span class=\"citation\" data-id=\"111093\"><a href=\"/opinion/111093/migra-v-warren-city-school-dist-bd-of-ed/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, <span class=\"citation\" data-id=\"111093\"><a href=\"/opinion/111093/migra-v-warren-city-school-dist-bd-of-ed/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">892</span></a></span>, <span class=\"citation\" data-id=\"111093\"><a href=\"/opinion/111093/migra-v-warren-city-school-dist-bd-of-ed/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">56</span></a></span> (1984). This is true even where the party's state court claim was not brought pursuant to Section 1983. <i>Id.</i> It is clear that this court must look to North Carolina law concerning <i>res judicata</i> in order to determine whether plaintiff's present suit is barred by claim preclusion. Under North Carolina law, \"[t]he doctrine of <i>res judicata</i> treats a final judgment as the full measure of relief to be accorded between the same parties on the same `claim' or `cause of action'.\" <i>State v. Public Staff  N.C. Utilities Commission,</i> <span class=\"citation\" data-id=\"1293881\"><a href=\"/opinion/1293881/state-v-public-staff-nc-util-comn/\"><span class=\"volume\">322</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">689</span></a></span>, <span class=\"citation\" data-id=\"1293881\"><a href=\"/opinion/1293881/state-v-public-staff-nc-util-comn/\"><span class=\"volume\">370</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">567</span></a></span>, 569 (1988). The elements of <i>res judicata</i> are: (1) a final judgment on the merits in an earlier suit; (2) an identity of the cause of action in both the earlier and the later suit; and (3) an identity of parties or their privies in the two suits. <i>Id.</i> Where the plaintiff prevailed in the earlier suit, the doctrine of merger causes the second cause of action to \"merge\" with the earlier judgment. <i>Thomas M. McInnis &amp; Assoc., Inc. v. Hall,</i> <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">421</span></span>, <span class=\"citation\" data-id=\"1270835\"><a href=\"/opinion/1270835/thomas-m-mcinnis-associates-inc-v-hall/\"><span class=\"volume\">349</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">552</span></a></span>, 556 (1986).</p>\n<p></p>\n<h2>(i) \"Final Judgment\" Element</h2>\n<p>It is clear that the first element of <i>res judicata</i> is satisfied in the case <i>sub judice.</i> The final decision of the State Personnel Commission was appealed to the Wake County Superior Court and then to the North Carolina Court of Appeals. Thus, a final judgment was rendered.</p>\n<p></p>\n<h2>(ii) \"Same Cause of Action\" Element</h2>\n<p>The primary issue of contention concerns the second prong of the <i>res judicata</i> test. Defendants contend that plaintiff's present claims are essentially the same as the ones he advanced or should have advanced in the OAH hearing and later in the state courts since plaintiff's present and past claims are concerned with the same subject matter  wrongful discharge and improper dismissal procedures. Plaintiff, conversely, maintains that while some of the factual assertions may overlap, its present civil conspiracy and Section 1983 claims against defendant are separate causes of action from the prior claim under the State Personnel Act.</p>\n<p>To resolve this question, it is necessary to examine the relevant case law. It is true that <i>res judicata</i> also applies to issues which could have been raised in the prior action but were not. <i>Chrisalis Properties, Inc. v. Separate Quarters, Inc.,</i> 101 N.C.App. 81, 84, <span class=\"citation\" data-id=\"1223453\"><a href=\"/opinion/1223453/chrisalis-properties-v-separate-quarters/\"><span class=\"volume\">398</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">628</span></a></span> (1990), <i>disc. review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">328</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">570</span></span>, <span class=\"citation no-link\"><span class=\"volume\">403</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">509</span></span> (1991). Thus, a prior judgment operates to preclude not only the matters actually litigated in the prior proceeding but also all relevant and material matters within the scope of the proceeding which the parties, in the exercise of reasonable diligence, could and should have brought forward for determination. <i>Rodgers Builders, Inc. v. McQueen,</i> 76 N.C.App. 16, <span class=\"citation\" data-id=\"1211192\"><a href=\"/opinion/1211192/rodgers-builders-inc-v-mcqueen/\"><span class=\"volume\">331</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">726</span></a></span>, 730 (1985), <i>disc. review denied,</i> <span class=\"citation\" data-id=\"1245647\"><a href=\"/opinion/1245647/rodgers-builders-inc-v-mcqueen/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">590</span></a></span>, <span class=\"citation\" data-id=\"1245647\"><a href=\"/opinion/1245647/rodgers-builders-inc-v-mcqueen/\"><span class=\"volume\">341</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">29</span></a></span> (1986). A party may not merely engage in shifting legal theories to avoid application of <i>res judicata. Id.</i> 331 S.E.2d at 735. However, for the doctrine to apply, the party must have had a full opportunity to litigate the issue in the prior proceeding. <i>Chrisalis, supra,</i> 101 N.C.App. at 84, <span class=\"citation\" data-id=\"1223453\"><a href=\"/opinion/1223453/chrisalis-properties-v-separate-quarters/\"><span class=\"volume\">398</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">628</span></a></span>.</p>\n<p>Defendants' contentions are premised on the theory that plaintiff had the opportunity to raise his constitutional claims at the OAH hearing and the subsequent judicial review. N.C.G.S. § 126-36 does authorize the State Personnel Commission to hear appeals from state employees treated adversely because of their political affiliation. Although defendants concede that plaintiff was precluded from recovering \"punitive, exemplary, or other such damages\" in his OAH hearing by 25 N.C.Admin.Code 1B.0426, defendants argue that the fact that such damages are recoverable under <span class=\"star-pagination\">*1085</span> Section 1983 does not prevent the application of <i>res judicata.</i> In support of its argument, defendants point to North Carolina case law setting out the proposition that <i>res judicata</i> is not inapplicable solely because a plaintiff could achieve a greater recovery in the second suit than was received in the first suit. <i>See </i><i>Pinnix v. Griffin,</i> <span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">366</span></span> (1942).</p>\n<p>In response plaintiff attempts to show that his current claims before the court and his prior OAH hearing and its appeals are separate causes of action for <i>res judicata</i> purposes. Plaintiff first points out that under N.C.G.S. § 150B-1 and 2, the OAH has jurisdiction to hear only \"contested cases\" involving an \"agency\" as defined in Section 150B-2(2). Furthermore, he emphasizes the limited nature of judicial review of an OAH decision under N.C.G.S. § 150B-51. Pursuant to that statute, the agency's findings of fact are generally binding on the reviewing court and the court is limited to affirming, reversing, modifying, or remanding the agency's decision. <i>Faulkner v. N.C. State Hearing, etc.,</i> 38 N.C.App. 222, <span class=\"citation\" data-id=\"1334749\"><a href=\"/opinion/1334749/faulkner-v-north-carolina-state-hearing-etc/\"><span class=\"volume\">247</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">668</span></a></span>, 670 (1978). Therefore, a reviewing court cannot undertake a <i>de novo</i> review of the agency's findings.</p>\n<p>Plaintiff also contrasts the different purposes of Section 1983 and the State Personnel Act. It is true that the primary purpose of a Section 1983 suit is to compensate an injured party for the deprivation of his federally protected rights. <i>Carey v. Piphus,</i> <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, 255-56, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1042</span></a></span>, 1047-48, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></a></span> (1978). A successful plaintiff in a Section 1983 claim can recover broad compensatory damages covering emotional distress and damage to reputation as well as punitive damages. <i>See </i><i>Memphis Community School District v. Stachura,</i> <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2537</span></a></span>, <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></a></span> (1986); <i>Smith v. Wade,</i> <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></a></span>, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></a></span> (1983); <i>Harris v. Harvey,</i> <span class=\"citation\" data-id=\"369359\"><a href=\"/opinion/369359/slyvester-harris-v-richard-g-harvey-jr/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span> (7th Cir.1979), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">938</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1331</span></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">772</span></span> (1980). Conversely the purpose of the State Personnel Act is simply to establish a system of personnel administration for the state. N.C.G.S. § 126-1. As such, plaintiff is apparently arguing that the causes of action are not only dissimilar in scope but also in purpose.</p>\n<p>In the most factually analogous case decided by a North Carolina Court, the North Carolina Supreme Court recently heard a claim involving a teacher dismissed from his job by the school board who filed a Section 1983 claim alleging bias by the board in Superior Court along with a petition for judicial review of the board's decision to dismiss him. <i>Crump v. Board of Education of Hickory Administrative School Unit,</i> <span class=\"citation\" data-id=\"1303134\"><a href=\"/opinion/1303134/crump-v-bd-of-ed-of-hickory-ad-su/\"><span class=\"volume\">326</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">603</span></a></span>, <span class=\"citation\" data-id=\"1303134\"><a href=\"/opinion/1303134/crump-v-bd-of-ed-of-hickory-ad-su/\"><span class=\"volume\">392</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">579</span></a></span> (1990). In <i>Crump,</i> the Superior Court severed the two claims upon the motion of the defendants, the Board of Education. With regard to the wrongful discharge claim, the Superior Court upheld the board's dismissal of Crump and the Court of Appeals affirmed. However, on the Section 1983 claim the Superior Court entered judgment on a jury verdict awarding Crump $78,000 in damages. The North Carolina Court of Appeals affirmed the trial court's judgment and the school board appealed to the North Carolina Supreme Court. The Supreme Court held that Crump's Section 1983 action was not barred by collateral estoppel or by the law of the case. <i>Id.</i> at 580-84. In its opinion, the North Carolina Supreme Court gave several reasons for its decision that the Section 1983 claim was not precluded by the lower court's review of the board's decision to dismiss Crump. First, the court noted that the board had been the one who initially motioned to sever the two claims and that the board was now seeking to use that severance to its advantage by claiming that the judicial review proceeding had resolved the sole issue underlying the Section 1983 action. <i>Id.</i> 392 S.E.2d at 582-84. Second, the Supreme Court stated that the Superior Court's review of the board's decision was based solely on the record of the administrative hearing and that through bad faith efforts of the board members evidence of bias was concealed at the administrative hearing. Therefore, Crump was not given an opportunity during the hearing or the judicial review proceedings to present evidence of bias. Consequently, <span class=\"star-pagination\">*1086</span> the Supreme Court reasoned that Crump's Section 1983 bias claim could not have been heard by either the agency or the reviewing court. <i>Id.</i> 392 S.E.2d at 583.</p>\n<p>Although <i>Crump</i> involved issue preclusion rather than claim preclusion, plaintiff contends that the underlying principle enunciated by the North Carolina Supreme Court governs the present case as well. Plaintiff argues that Davenport's Section 1983 action has proceeded as a separate law suit from the very beginning and has been so treated by defendants as in <i>Crump.</i> Plaintiff maintains that Davenport's original Section 1983 suit was pending in Pitt County at the time DOT initiated judicial review of the agency's final decision but that the defendants never attempted in any way to join the two actions. Thus, plaintiff contends that by treating the two claims as separate all along, defendant cannot now assert that Davenport's Section 1983 allegations were encompassed by the OAH hearing and its subsequent judicial review.</p>\n<p>Defendants contest the applicability of the <i>Crump</i> result to the present case. Defendants would distinguish <i>Crump</i> on the grounds that there, unlike the case <i>sub judice,</i> the defendant actually requested that the Superior Court separate the two claims. DOT argues that the severance motion in <i>Crump</i> would have made it unfair for Crump's bias claim to have been dismissed without having ever been heard in a judicial proceeding. Defendants further assert that in the present case, unlike in <i>Crump,</i> plaintiff's Section 1983 allegations could have been heard in their entirety in the OAH proceedings and in the subsequent judicial review. Defendants also contend that they never actually consented to having plaintiff's Section 1983 claim heard separately. In response to the charge that they failed to attempt to join plaintiff's Section 1983 claim with their appeal of the State Personnel Commission's decision, defendants argue that they were not required to seek this sort of joinder and that in any event such joinder would have been improper.</p>\n<p>The court concludes that the \"same cause of action\" requirement for <i>res judicata</i> has been satisfied. A Seventh Circuit case reached a similar conclusion on almost identical facts as to whether the second element of <i>res judicata</i> was met. Cases from other circuits, of course, are not binding on this court; however, the analysis in that case is sound and the reasoning is persuasive. In <i>Welch v. Johnson,</i> <span class=\"citation\" data-id=\"544299\"><a href=\"/opinion/544299/54-fair-emplpraccas-529-55-empl-prac-dec-p-40419-carolyn-welch-v/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span> (7th Cir.1990), it was held that a claim by a former state employee under Section 1983 relating to employment and discharge alleging sexual harassment was the same cause of action as was asserted in an earlier state civil service proceeding initiated by the former employee to review the propriety of her discharge and was therefore barred.<sup>[2]</sup> In <i>Welch,</i> the court discussed the two major approaches taken by courts in deciding whether the second prong of <i>res judicata</i> is satisfied. First, the \"proof\" approach looks to see whether the same evidence would sustain both actions. Second, the \"transactional\" approach is concerned with the factual setting that surrounds each suit. <i>Id.</i> at 720.</p>\n<p>Although it is difficult to discern from the case law which approach is favored in North Carolina courts, the court finds that  as in <i>Welch</i>  the causes of action are the same for <i>res judicata</i> purposes under both approaches. Under the \"proof\" test, the evidence Davenport offers to support his 1983 claim could have been used by him in his OAH hearing to contest the propriety of his dismissal. N.C.G.S. § 126-36 clearly would have allowed plaintiff to show evidence at the hearing that his discharge was effectuated because of his political affiliation. Such proof  if accepted by the State Personnel Commission  would have been sufficient to show that there was no just cause for his dismissal.</p>\n<p>Under the \"transactional\" test, it is beyond dispute that the two suits arose out of <span class=\"star-pagination\">*1087</span> the same factual situations. Both the OAH hearing and the § 1983 claim were initiated in response to DOT's discharge of Davenport. Therefore, the discharge of Davenport and the reasons for that discharge were highly relevant to both claims. The fact that the OAH hearing dealt with whether Davenport had in fact engaged in personal business at his job with the state whereas the § 1983 suit would have dealt with the alleged political reasons behind his dismissal is irrelevant. Plaintiff was free to bring up his First Amendment allegations at any time during the OAH hearing. The fact that he chose not to do so has no bearing on whether <i>res judicata</i> is applicable as long has he had a full and fair opportunity to do so. As for his due process claims, plaintiff did in fact protest DOT's dismissal procedures at the hearing.</p>\n<p>Plaintiff points to two other federal appellate cases where on similar facts the court declined to apply <i>res judicata.</i> However, both are distinguishable. In <i>Scroggins v. State of Kansas,</i> the Tenth Circuit held that the plaintiff there had not had a full and fair opportunity to litigate his claims at a civil service hearing in part because the rules of evidence did not apply to such administrative proceedings. <i>Scroggins,</i> <span class=\"citation\" data-id=\"477866\"><a href=\"/opinion/477866/50-fair-emplpraccas-1294-41-empl-prac-dec-p-36678-clarence/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span></a></span>, 1292 (10th Cir.1986). Therefore, the Tenth Circuit felt that the hearing was merely quasi-judicial. <i>Id.</i> In contrast, pursuant to N.C.G.S. § 150B-25, parties in an administrative hearing in North Carolina may present evidence, cross-examine witnesses, and submit rebuttal evidence. Thus, the analogy to <i>Scroggins</i> is inapposite.</p>\n<p>Plaintiff also relies on <i>Frazier v. King,</i> a Fifth Circuit case where the court refused to invoke <i>res judicata</i> on similar facts. <i>Frazier,</i> <span class=\"citation\" data-id=\"522206\"><a href=\"/opinion/522206/janice-frazier-cross-appellant-v-john-t-king-etc-charles-davoli/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span></a></span> (5th Cir.1989), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">502</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">504</span></span> (1989). However, in that case, the agency's determination was never judicially reviewed. Furthermore, the court was construing Louisiana's <i>res judicata</i> statute which required that the relief sought in both actions be the same for the doctrine to apply. <i>Id.</i></p>\n<p>The plaintiff maintains that the decision in <i>Crump v. Board of Education, supra,</i> mandates a similar result in the present case. The court disagrees for two main reasons. First, the defendant in <i>Crump</i> actively and successfully sought to separate the plaintiff's two claims, urging the Superior Court to treat them as two distinct causes of action. As the North Carolina Supreme Court noted in its opinion, \"[w]hat the [defendant] used as a sword to sever the two actions cannot now be used by it as a procedural shield from potential liability.\" <i>Crump, supra,</i> 392 S.E.2d at 584. In the case at bar, plaintiff has put forth no evidence that DOT affirmatively acted to separate plaintiff's Section 1983 claim from the OAH hearing. The fact that defendant did not seek to join the two claims is not enough; it was plaintiff's decision not to raise his Section 1983 allegations at the administrative hearing and he must suffer any adverse consequences that stem from that decision.</p>\n<p>Second, in <i>Crump,</i> the plaintiff attempted to raise his bias claim in his administrative hearing but was unable to do so because of the board members' bad faith concealment of their bias. Consequently, on judicial review the Superior Court was not able to review any findings of bias because there were none in the record. In short, it was not Crump's fault that his Section 1983 claims were not raised in the administrative proceeding. Conversely, in the present case, the absence of First Amendment issues in the administrative record was entirely due to the plaintiff's failure to raise those issues. As such, no manifest injustice will occur by the application of <i>res judicata,</i> particularly in light of the fact that plaintiff received substantial relief including reinstatement and back pay as a result of the hearing and judicial appeals.</p>\n<p></p>\n<h2>(iii) Identity of Parties Element</h2>\n<p>The final element of <i>res judicata</i> that must be proven for the doctrine to take effect is that the parties in both suits must be the same or in privity with each other. Plaintiff brought his OAH hearing against DOT. Plaintiff's present Section 1983 claim names not only DOT as a defendant <span class=\"star-pagination\">*1088</span> but also eight present and past employees of DOT. For <i>res judicata</i> to apply it must be determined that these eight employees are in privity with DOT, the prior defendant. <i>See </i><i>Thomas M. McInnis v. Hall,</i> <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">421</span></span>, <span class=\"citation\" data-id=\"1270835\"><a href=\"/opinion/1270835/thomas-m-mcinnis-associates-inc-v-hall/\"><span class=\"volume\">349</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">552</span></a></span> (1986).</p>\n<p>The term \"privity\" extends to \"a person so identified in interest with a party to former litigation that he represents precisely the same legal right in respect to the subject matter involved.\" <i>Nash County Board of Education v. Biltmore County,</i> <span class=\"citation\" data-id=\"387064\"><a href=\"/opinion/387064/the-nash-county-board-of-education-v-the-biltmore-company-borden-inc/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">484</span></a></span> (4th Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">878</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">359</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">188</span></span> (1991).</p>\n<p>Based on this definition, it is clear that the third prong is satisfied. In Davenport's OAH proceeding, the contested issue was the reasons underlying his dismissal by DOT. In his present Section 1983 suit, the action is against DOT and those officials employed by DOT who actually brought about that dismissal. For <i>res judicata</i> purposes, these eight individuals are sufficiently identified with DOT for the court to conclude that privity exists between them.</p>\n<p>Accordingly, plaintiff's Section 1983 claim is hereby dismissed under the doctrine of <i>res judicata.</i></p>\n<p></p>\n<h2>II. CIVIL CONSPIRACY CLAIM</h2>\n<p>Plaintiff's second cause of action alleges a civil conspiracy was entered into against him by defendants DOT, Harrington, McEntire, Alford, Shirley, Hardesty, Doub, Sue Sutton, and Michael Sutton. Plaintiff alleges that those defendants conspired to bring about his dismissal and replace him with a Republican. He further charges that in furtherance of the conspiracy, defendants have taken or threatened to take adverse personnel actions against him and other employees to cover up their conspiratorial actions. He alleges that several of the defendants encouraged defendant Sue Sutton to collect evidence that would lead to his dismissal and that they improperly initiated an SBI investigation against him to achieve the same result. As a consequence of this conspiracy, plaintiff claims that he has suffered mental anguish, humiliation, injury to his reputation, and loss of earning capacity.</p>\n<p>Defendants are correct in their assertion that there is no recognized action for civil conspiracy <i>per se</i> in North Carolina. The North Carolina Supreme Court has stated that:</p>\n<blockquote>[T]here is no such thing as a civil action for conspiracy. The action is for damages caused by acts committed pursuant to a formed conspiracy, rather than by the conspiracy itself; and unless something is actually done by one or more of the conspirators which results in damage, no civil action lies against anyone. The gist of the civil action for conspiracy is the act or acts committed in pursuance thereof  the damage  not the conspiracy or the combination.</blockquote>\n<p><i>Reid v. Holden,</i> <span class=\"citation\" data-id=\"1334938\"><a href=\"/opinion/1334938/reid-v-holden/\"><span class=\"volume\">242</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">408</span></a></span>, 414, <span class=\"citation\" data-id=\"1334938\"><a href=\"/opinion/1334938/reid-v-holden/\"><span class=\"volume\">88</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">125</span></a></span> (1955). Recovery on a claim labeled civil conspiracy can be had only on the basis of sufficiently alleged wrongful acts. Calling the cause of action a conspiracy \"does nothing more than associate the defendants together and perhaps liberalize the rules of evidence....\" <i>Shope v. Boyer,</i> <span class=\"citation\" data-id=\"1253865\"><a href=\"/opinion/1253865/shope-v-boyer/\"><span class=\"volume\">268</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">401</span></a></span>, 405, <span class=\"citation\" data-id=\"1253865\"><a href=\"/opinion/1253865/shope-v-boyer/\"><span class=\"volume\">150</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">771</span></a></span> (1966). Under North Carolina law, therefore, the gravamen of the action is the resulting injury and not the conspiracy itself. <i>Henry v. Deen,</i> <span class=\"citation\" data-id=\"1207185\"><a href=\"/opinion/1207185/henry-v-deen/\"><span class=\"volume\">310</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">75</span></a></span>, <span class=\"citation\" data-id=\"1207185\"><a href=\"/opinion/1207185/henry-v-deen/\"><span class=\"volume\">310</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">326</span></a></span>, 334 (1984).</p>\n<p>Thus, in the case at bar, the fact that plaintiff's complaint states that he is suing under a claim of civil conspiracy is not fatal to his case. Plaintiff is seeking damages not for the mere existence of the alleged conspiracy but rather for the acts that were committed pursuant to that conspiracy. <i>See </i><i>Henderson v. LeBauer,</i> 101 N.C.App. 255, <span class=\"citation\" data-id=\"1265760\"><a href=\"/opinion/1265760/henderson-v-lebauer/\"><span class=\"volume\">399</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">142</span></a></span>, 145 (1991).</p>\n<p>\"A claim for damages resulting from a conspiracy exists where there is an agreement between two or more persons to do an unlawful act or to do a lawful act in an unlawful way, and, as a result of acts done in furtherance of, and pursuant to, the agreement, damage occurs to plaintiff.\" <i>Fox v. Wilson,</i> 85 N.C.App. 292, <span class=\"citation\" data-id=\"1206268\"><a href=\"/opinion/1206268/fox-v-wilson/\"><span class=\"volume\">354</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">737</span></a></span>, 743 (1987).</p>\n<p><span class=\"star-pagination\">*1089</span> Plaintiff must first show sufficient evidence to support his allegations that an agreement existed between the defendants to initiate plaintiff's removal due to his partisan affiliations. Plaintiff's primary evidence that such an agreement existed relates to a meeting that took place at King's Restaurant in Kinston, North Carolina where a group of people including defendants Hardesty and Michael Sutton allegedly discussed the investigation and dismissal of various DOT employees  including Davenport  as well as the hiring of \"loyal\" individuals to fill those positions. Defendants acknowledge existence of this meeting but deny that plaintiff's evidence is adequate to show that defendants entered into any type of conspiratorial agreement. Defendant Michael Sutton testified that at the restaurant meeting the names of Davenport and several other DOT employees came up who were allegedly involved in improprieties. Sutton further testified that he told defendant Hardesty that as a result of the alleged problems in Davenport's office that \"[s]omebody needed to be investigated.\" (Deposition of Michael Sutton at 16).</p>\n<p>Defendant Hardesty testified that Michael Sutton called him and asked him to come to the meeting in Kinston to discuss improprieties in the Department of Transportation and that Davenport was in fact discussed at the meeting. Hardesty also testified that he relayed some of the information he received about the alleged problems at DOT to a Mr. Doug McCaskill, at the time a security officer for DOT whose duty was to investigate allegations of impropriety in the department. McCaskill testified that Michael Sutton called him and asked him to come to Kinston; when he did so, Michael Sutton gave him adverse information about Davenport that defendant Sue Sutton  the wife of Michael Sutton and a new employee of DOT who worked in Davenport's office  had found and copied. McCaskill further testified that he took the information and asked Sue Sutton to keep an eye on Davenport.</p>\n<p>Plaintiff also calls attention to the circumstances of Sue Sutton's hiring by DOT. In his deposition Davenport testified that Sue Sutton was hired over his objections and that her hiring did not follow the normal procedure. In her testimony Sue Sutton stated that soon after beginning her job she discovered evidence that Davenport was engaging in private surveying work while he was supposed to be doing work in his capacity as a District Engineer at DOT. She testified that as a result she relayed this information to DOT investigators and SBI agents by phone.</p>\n<p>Plaintiff also offers the deposition of Jeanette Bubbenmoyer, another DOT employee. Bubbenmoyer testified that, subsequent to plaintiff's dismissal, she heard Sue Sutton, speaking in regard to Davenport, say that \"he would just never come back as long as the Republican Party was there\" (Deposition of Jeanette Bubbenmoyer at 46) and that \"[a]s long as I am here, he won't be back.\" (Affidavit of Jeanette Bubbenmoyer at 52).</p>\n<p>The bulk of the remaining evidence plaintiff has put forth deals with incidents and statements illustrating the close ties of several of the defendants to the Republican Party. Defendants argue that plaintiff has failed to show a genuine issue of material fact in regard to the conspiracy claim. Defendants admit that the meeting at King's Restaurant did take place and that improprieties by DOT employees including Davenport were discussed at that meeting but deny that there was anything resembling an \"agreement\" to dismiss Davenport and replace him with someone more \"loyal\" to the Republican Party. Defendants contend that plaintiff's evidence, even if true, does not legally support his conspiracy claim.</p>\n<p>Although all of plaintiff's proffered evidence pertaining to the conspiracy charge is indirect, this alone does not remedy his claim invalid. <i>See </i><i>Halberstam v. Welch,</i> <span class=\"citation\" data-id=\"417693\"><a href=\"/opinion/417693/elliott-jones-halberstam-individually-and-as-administratrix-of-the-estate/\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">472</span></a></span> (D.C.Cir.1983). \"Mutually supportive activity by parties in contact with one another over a long period suggests a common plan.\" <i>Id.</i> at 481. However, although plaintiff need not demonstrate that each alleged conspirator was privy to every detail of the plan, it must be shown that the general objective of the conspiracy was common to all. <i>Fonda v. Gray,</i> <span class=\"citation no-link\"><span class=\"volume\">707</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">435</span></span>, 438 (9th Cir.1983).</p>\n<p><span class=\"star-pagination\">*1090</span> The court concludes that plaintiff has not put forth sufficient evidence to support his claim that defendants entered into an agreement to engage in activity to facilitate dismissals of DOT employees on the basis of their party affiliations. Plaintiff's evidence simply shows that several of the defendants received notice that Davenport was running his private business at the expense of the state, and that based on the evidence, they conducted an investigation. Such actions by defendants were not only not illegal but were proper if they thought Davenport was genuinely abusing his position with the state. If defendants' actions had been primarily motivated by a desire to remove Davenport from his position because he was a Democrat, then the actions would likely have crossed over the line into illegality. However, plaintiff has failed to show sufficient evidence that this was the case. Regardless of the staunchness of the support that several of the defendants may have had for the Republican Party, it is mere conjecture to assert that their actions were precipitated by partisan fervor and that the acts cited by plaintiff were part of a larger conspiracy to \"get\" Davenport and other Democrats employed by DOT. If Davenport actually had been significantly using state resources to aid his private business, this would have constituted just cause for his dismissal. The fact that the State Personnel Commission ruled that the evidence was not sufficient to amount to just cause for the state to terminate Davenport on these grounds does not mean that the investigation and dismissal were carried out in bad faith. Absent evidence to the contrary, defendants are entitled to the belief that they acted without the sort of conspiratorial intent suggested by plaintiff.</p>\n<p>In summary, the court holds that plaintiff has not offered sufficient evidence of an agreement by defendants to engage in a conspiracy against him. Therefore, defendants' summary judgment motion on the civil conspiracy claim is granted.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons set out above, the defendants' motion for summary judgment is hereby GRANTED. The clerk is directed to enter judgment for the defendants.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff is currently litigating in state court the issue of whether Davenport was in fact fully reinstated within the meaning of the relevant statute, claiming that plaintiff's job title was switched from District Engineer to Highway Engineer III and that plaintiff's job location is now Wilson, North Carolina, requiring him to commute forty miles to and from his office. Defendant maintains that plaintiff has been offered a full and complete reinstatement. However, this issue does not affect the claims that are presently before this court.</p>\n<p>[2]  Although the Seventh Circuit was interpreting Illinois law rather than North Carolina law, Illionis' treatment of the <i>res judicata</i> doctrine is not inconsistent with that of North Carolina courts.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/369359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/417693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1206268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1207185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1211192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1223453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1245647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1253865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1265760/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1293881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1303134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1334749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1334938/"
  ]
}