{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2340642/",
  "absolute_url": "/opinion/2340642/king-v-barnhart/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2340642/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1074/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:30.527770Z",
  "date_modified": "2016-04-27T01:08:13.229168Z",
  "type": "010combined",
  "sha1": "f1a8d1d22324dccdb5032e01ddce48cef97109ae",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>415 F.Supp.2d 607 (2005)</b></center>\n<center><h1>Brenda F. KING, Plaintiff,<br>\nv.<br>\nJo Anne B. BARNHART, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 4:04-CV-22-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina. Eastern Division.</b></p></center>\n<center>March 31, 2005.</center>\n<p>Brian M. Ricci, Edwards &amp; Ricci, PA, Greenville, NC, for Brenda F. King, Plaintiff.</p>\n<p>David J. Cortes, U.S. Attorney's Office, Eastern District of North Carolina, Raleigh, NC, for Jo Anne B. Barnhart, Defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*608</span> ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on parties' cross-motions for judgment on the pleadings [DE # 9, DE# 12]. Pursuant to 28 U.S.C. § 636(b)(1), United States Magistrate Judge Christina L. Demory entered a memorandum on November 29, 2004, recommending that the court deny defendant's motion, grant plaintiff's motion, and remand the case to the Commissioner for further findings. Defendant timely filed objections to the memorandum and recommendation (hereinafter \"M &amp; R\") on November 29, 2004, and plaintiff responded to defendant's objections on December 15, 2004. In this posture the matter is ripe for ruling. For the reasons that follow, the court affirms defendant's objections to the M &amp; R, denies plaintiff's motion for judgment on the pleadings, and grants defendant's motion.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed an application for disability insurance benefits on July 3, 2001, and for supplemental security income on June 21, 2001. Plaintiff alleged a disability onset date of May 25, 2001, due to pain in her hands resulting from carpal tunnel syndrome, as well as a right-knee disorder, hypertension, limited intellectual functioning, and depression. Plaintiff's claim was denied initially and on reconsideration. A hearing on plaintiff's claim was held before an Administrative Law Judge (hereinafter \"ALP) on May 9, 2003. The ALJ issued a written decision on October 22, 2003, denying plaintiff's claims. Plaintiff then requested a review of the ALJ's decision by the Appeals Council, and submitted additional evidence as part of the request. On January 6, 2004, the Appeals Council denied plaintiff's request for review, and the decision of the ALJ denying benefits became the final decision of the Commissioner for purposes of judicial review.</p>\n<p>Plaintiff then commenced this action for judicial review pursuant to 42 U.S.C. §§ 405(g) and 1383(c)(3) on February 18, 2004. Both parties filed motions for judgment on the pleadings, and the motions were referred to Magistrate Judge Christina L. Demory for a Memorandum and Recommendation. In the M &amp; R, filed November 29, 2004, Magistrate Judge Demory considered the arguments raised by plaintiff in her motion for judgment on the pleadings: that the ALJ erred in (1) finding that plaintiffs impairments did not meet or equal one of the listed impairments in 20 C.F.R. Part 404 Subpt. P, Appendix 1; (2) assessing plaintiff's residual functional capacity (hereinafter \"RFC\"); (3) finding plaintiff's testimony not credible; and (4) determining, at step five of the sequential analysis, that other jobs exist that plaintiff could perform. Magistrate Judge Demory found no merit in any of these arguments, determining in each instance that the decision of the ALJ was supported by substantial evidence.</p>\n<p>Magistrate Judge Demory nonetheless recommended that plaintiff's motion for judgment on the pleadings be granted, and the matter remanded for further proceedings, based on the failure of the Appeals Council to sufficiently articulate its assessment of the new evidence submitted by the plaintiff on her request to the Appeals Council for review of the ALJ's decision. Defendant timely filed objections to the M &amp; R, and plaintiff timely responded. Plaintiff did not seek to challenge the Magistrate Judge's findings that apart from the inaction of the Appeals Council, the decision of the ALJ was supported by substantial evidence.</p>\n<p></p>\n<h2>II. STANDARD OF REVIEW</h2>\n<p>The court's review is limited to determining whether the findings of the Commissioner <span class=\"star-pagination\">*609</span> are \"supported by substantial evidence and whether the correct law was applied.\" <i>Hays v. Sullivan,</i> 907 F.2d 1453, 1456 (4th Cir.1990). \"Substantial evidence\" is that \"which a reasoning mind would accept as sufficient to support a particular conclusion,\" consisting of \"more than a mere scintilla of evidence but . . . somewhat less than a preponderance.\" <i>Id.</i> \"Ultimately, it is the duty of the administrative law judge reviewing the case, and not the responsibility of the courts, to make findings of fact and to resolve conflicts in the evidence.\" <i>Id.</i> Even if the court disagrees with Commissioner's decision, the court must uphold it if it is supported by substantial evidence. <i>See id.</i></p>\n<p>In addressing plaintiff's objections to the Magistrate Judge's recommendation, the district court reviews <i>de novo</i> those findings or conclusions of the recommendation to which specific objections have been made. 28 U.S.C. § 636(b)(1); <i>Camby v. Davis,</i> 718 F.2d 198, 200 (4th Cir.1983). Upon careful review of the record, \"the district court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.\" 28 U.S.C. § 636(b)(1).</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p>As noted previously, the Magistrate Judge considered plaintiff's arguments for judgment on the pleadings, and entered findings and conclusions in the M &amp; R. Plaintiff has failed to enter any specific objections to those findings, and therefore the sole issue before this court is whether the Appeals Council sufficiently assessed the new evidence which was presented on plaintiff's request for review of the ALJ's decision. <i>See</i> 28 U.S.C. § 636(b)(1); Fed.R.Civ.P. 72(b); <i>Wells v. Shriners Hospital,</i> 109 F.3d 198, 199 (4th Cir.1997).</p>\n<p>20 C.F.R. § 404.970(b) states:</p>\n<blockquote>[i]f new and material evidence is submitted, the Appeals Council shall consider the additional evidence only where it relates to the period on or before the date of the administrative law judge hearing decision. The Appeals Council shall evaluate the entire record including the new and material evidence submitted if it relates to the period on or before the date of the administrative law judge hearing decision. It will then review the case if it finds that the administrative law judge's action, findings, or conclusion is contrary to the weight of the evidence currently of record.</blockquote>\n<p>The Fourth Circuit on <i>en banc</i> review vacated a prior panel decision that the Appeals Council need only consider new evidence under § 404.970(b) in cases where the Council decides to grant review of the ALJ's decision under § 404.970(a). <i>See </i><i>Wilkins v. Sec., Dept. of Health &amp; Human Services,</i> 953 F.2d 93, 95 (4th Cir. 1991)(<i>en banc</i>). The court held that the Appeals Council must in all cases consider new and material evidence relating to the period before the ALJ decision in deciding whether or not to grant review. <i>Id.</i> The court defined evidence as being \"new\" if it is not duplicative or cumulative, and as \"material\" if there is a reasonable possibility that the new evidence would have changed the outcome. <i>Id.</i> at 96. While holding that the Appeals Council must consider new evidence, the Fourth Circuit noted that the Appeals Council could still ultimately decide to decline review. <i>Id.</i> at 95.</p>\n<p>In this case, the additional evidence submitted to the Appeals Council consisted of medical records from an office visit to Coastal Carolina Cardiology on May 22, 2003, and medical records from one of plaintiff's treating physicians, Dr. George Ho, for the period between May 15, 2003, through October 14, 2003. The Appeals <span class=\"star-pagination\">*610</span> Council, by order dated January 6, 2004, acknowledged receipt of the new evidence and admitted it into the record. Tr. at 8. By letter dated the same day, the Appeals Council denied review of the ALJ's decision. The letter noted that \"[t]he Appeals Council has also considered the contentions raised in your representative's letter dated November 6, 2003, as well as the additional evidence identified on the attached Order of the Appeals Council, but concluded that neither the contentions nor the additional evidence provide a basis for changing the Administrative Law Judge's decision.\"</p>\n<p>Despite this indication that the Appeals Council did not consider the additional evidence to be of sufficient weight to justify review of the case, plaintiff argues that the Council was required to make an assessment of the specific weight it gave to the additional medical evidence, and why it was given that weight. Pl. Br. at 14. Citing <i>DeLoatche v. Heckler,</i> 715 F.2d 148, 150 (4th Cir.1983), plaintiff argues that judicial review by this court of the decision of the ALJ \"is impossible without an adequate explanation of that decision by the administrator.\"</p>\n<p>Magistrate Judge Demory noted that whether the Appeals Council must articulate its assessment of new evidence is an issue that has not been clearly decided in this circuit. <i>Compare </i><i>Hollar v. Commissioner of Soc. Sec.,</i> 194 F.3d 1304, 1999 WL 753999 (4th Cir.1999)(unpublished)(declining remand in a case where the Appeals Council received new evidence and denied review without a detailed assessment) with <i>Thomas v. Commissioner of Soc. Sec.,</i> 24 Fed.Appx. 158, 2001 WL 1602103 (4th Cir.2001)(unpublished)(ordering remand since it was unclear from the record whether the Appeals Council properly recognized that physician who prepared report stating that claimant was unable to perform even sedentary work was claimant's treating physician). Other district courts, analyzing these issues, have concluded that without a detailed assessment by the Appeals Council, it is impossible for the district courts to perform their statutory function of reviewing the decision of the Commissioner without engaging in prohibited fact-finding and resolving conflicts in the evidence. <i>See </i><i>Scott v. Barnhart,</i> 332 F.Supp.2d 869, 876 (<i>sua sponte</i> raising the issue and remanding for an assessment); <i>Harmon v. Apfel,</i> 103 F.Supp.2d 869, 871 (D.S.C.2000)(concluding that in trying to provide meaningful judicial review of evidence not considered by the fact finder, while avoiding actually performing the task of weighing and resolving conflicts in the evidence, the district court is caught sailing its analytical ship between Scylla and Charybdis).</p>\n<p>This court disagrees. In each of the Fourth Circuit cases to consider this issueWilkins, <i>Thomas,</i> and <i>Hollar</i>the court considered the nature of the new evidence submitted to the Appeals Council that was admitted into the record by the Council, but which was not before the ALJ. In <i>Wilkins</i> and <i>Thomas,</i> after consideration of the entire record, including the new evidence, the court ordered remand when it could not conclude that the decision of the ALJ was supported by substantial evidence. In <i>Hollar,</i> after similar review, the court determined that remand was not necessary to ascertain that the decision of the ALJ was supported by substantial evidence.</p>\n<p>The three cases, seen as a whole, suggest that consideration of the entire case record to review the decision of the ALJ, is not substantially different when the Appeals Council admits new evidence into the record without detailed assessment. If, upon consideration of the entire record, including the new evidence, the <span class=\"star-pagination\">*611</span> district court cannot conclude that the ALJ's decision was supported by substantial evidence, remand should be ordered. If, for example, the new evidence contains an opinion of a treating physician that claimant was disabled, that opinion not having been addressed or contradicted by other evidence in the record, the great weight accorded to such an opinion would require remand. Although the treating physician rule does not require that the opinion of a treating physician be granted controlling weight, the ALJ has discretion to accord it lesser weight only if it is not well-supported by clinical evidence or is inconsistent with other substantial evidence in the record. <i>See </i><i>Mastro v. Apfel,</i> 270 F.3d 171, 178 (4th Cir.2001).</p>\n<p>This was the situation in both <i>Wilkins</i> and <i>Thomas.</i> In <i>Wilkins,</i> the claimant's treating psychiatrist submitted a letter opining that claimant's account of her depression and disability were consistent with the nature of her psychiatric illness, her history and Dr. Liu's own observations. The letter further opined that claimant was indeed disabled, and had been since, at least, her claimed onset date. <i>See </i><i>Wilkins,</i> 953 F.2d at 94-95. The court determined that not only was this information new and material, but that no other evidence specifically addressed the issues raised by Dr. Liu's letter. Therefore, the court determined that remand was necessary to afford the ALJ the opportunity to consider the new evidence before making his decision. <i>See id.</i> at 96.<sup>[1]</sup></p>\n<p>Similarly, in <i>Thomas</i> the new evidence consisted of two reports by claimant's treating physician stating, respectively, that she was unable to perform either sedentary or light work. <i>See </i><i>Thomas,</i> 24 Fed.Appx. at 160. In addition, the submitted evidence contained medical records of the treating physician, which supported this determination. <i>Id.</i> As in the instant case, the Appeals Council admitted the evidence into the material record but declined review, explaining that the additional evidence did not provide a basis for changing the ALJ's decision. <i>Id.</i> at 161. The Magistrate Judge, in his M &amp; R, declined to credit the new opinions because he mistakenly thought the new evidence was not the product of a treating physician. <i>Id.</i> at 162. The Fourth Circuit ordered remand, because the court could not tell from the record if the Appeals Council was also mistaken about the source of the disability opinions. Noting that the treating physician rule required such an opinion to be granted greater weight, and without any indication that it was granted greater weight, the court determined that remand was necessary. <i>Id.</i></p>\n<p>In contrast, in <i>Hollar,</i> the Fourth Circuit considered plaintiff's arguments that the Appeals Council erred in failing to make explicit findings concerning new evidence, and that the magistrate judge erred in considering the new evidence. <i>See Hollar</i> at 194 F.3d 1304, 1999 WL 753999, *1. The court rejected both arguments. The court noted that \"the regulation addressing additional evidence does not direct that <span class=\"star-pagination\">*612</span> the Appeals Council announce detailed reasons for finding that the evidence did not warrant a change in the ALJ's decision.\" <i>Id.</i> The court further held that the magistrate judge correctly considered the entire record, including the new evidence, in his review of the ALJ's decision. <i>Id.</i> at 194 F.3d 1304, 1999 WL 753999, *2. The magistrate judge upheld the decision of the ALJ, finding that it was supported by substantial evidence and that the new evidence submitted to the Appeals Council did not change this finding. <i>Id.</i></p>\n<p>At least one other Circuit Court of Appeals has held that the Appeals Council need not make a particularized assessment when it admits new evidence into the administrative record but denies review of the ALJ's decision.<sup>[2]</sup> The Eighth Circuit in <i>Browning v. Sullivan,</i> 958 F.2d 817, 822 (8th Cir.1992), held that the court did not have jurisdiction to review the decision of the Appeals Council's non-final, administrative decision to deny review of the ALJ's decision. The court further held that the lack of a particularized assessment by the Appeals Council of new evidence did not prevent judicial review of the ALJ's decision. <i>Id.</i> at 823. The court acknowledged that the lack of an assessment did create problems in deciding what weight to give the new evidence, but determined that even if the new evidence was given equal weight to evidence received in the hearing record, the ALJ's decision remained supported by substantial evidence in the record as a whole.<sup>[3]</sup><i>Id.</i></p>\n<p>Therefore, this court concludes that following the Fourth Circuit's decision in <i>Wilkins,</i> the proper course of action is to consider the entire administrative record, including the new evidence received by the Appeals Council, and determine if the decision of the ALJ was supported by substantial evidence. In the instant case, this court agrees with the finding of the magistrate judge that the decision of the ALJ was supported by substantial evidence. Nothing in the new evidence mandates a different conclusion or requires a remand for further determination.</p>\n<p>Here, unlike <i>Wilkins</i> and <i>Thomas,</i> the new evidence received by the Appeals Council did not contain an opinion by a treating physician diagnosing plaintiff as disabled. Rather, the new evidence consisted of three sets of medical records. The first, from Coastal Carolina Cardiology, described a follow-up visit by claimant complaining of chest pain, chest pressure and fatigue. The examining physician noted that the chest pressure was probably related to hypertension, as well as possible diastolic dysfunction, and that he would consider cardiac catheterization if symptoms continued. Tr. at 315. The records do not indicate if the symptoms continued, nor do they indicate that the examining physician considered plaintiff to be disabled because of chest pain or pressure. <span class=\"star-pagination\">*613</span> The second set of records describe a doctor's visit by plaintiff, complaining of pain in her right hand and her knees. The treating physician offered an injection to plaintiff's right hand to help alleviate the pain, and noted that plaintiff tolerated the procedure well. Tr. at 320. The third set of records describe a follow-up visit, three months later, in which the treating physician notes that the injection resulted in \"complete resolution.\" Tr. at 323. The report notes that plaintiff's blood pressure was elevated, but that plaintiff had not been taking her blood pressure medication. The treating physician also instructed plaintiff in the use of her cane to help \"unload the right knee.\" <i>Id.</i></p>\n<p>None of this new information mandates a conclusion that the decision of the ALJ was not supported by substantial evidence. Unlike <i>Wilkins,</i> this evidence does not raise issues that were not addressed by other evidence in the record. <i>See </i><i>Wilkins,</i> 953 F.2d at 96. As noted in the M &amp; R, plaintiff's claim of disability was based upon pain in her hands due to carpal tunnel syndrome, right knee disorder, hypertension, limited intellectual functioning, and depression. Magistrate Judge Demory concluded that in assessing plaintiff's RFC, the ALJ thoroughly reviewed the medical records and opinions of plaintiff's treating physicians. In doing so, the ALJ was required to consider the combined and cumulative effects of all of plaintiff's impairments. The administrative record shows that the ALJ considered evidence concerning plaintiff's complaints of hypertension, pain in her hands and knees, and depression. <i>See</i> Tr. at 14-16. The magistrate judge determined that the ALJ's action in assessing plaintiff's RFC was supported by substantial evidence, as was his decision in denying benefits. This court agrees, and further finds that nothing in the new evidence submitted to the Appeals Council changes that determination. Therefore, this court concludes that a remand for a particularized assessment of the weight given to the new evidence by the Appeals Council is unnecessary.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>In accord with the foregoing, upon consideration of the parties' cross-motions for judgment on the pleadings and review of plaintiff's objections to the proposed findings and recommendations of the M &amp; R, it is hereby ORDERED that: (1) the plaintiff's motion is DENIED; (2) the defendant's motion is GRANTED and (3) the decision of the Commissioner denying disability benefits is AFFIRMED. The clerk is directed to close the case file.</p>\n<h2>NOTES</h2>\n<p>[1]  The <i>en banc</i> court also noted that the panel addressed the issue of whether the district court should have remanded the case for reconsideration, but that remand was not necessary for the purpose of admitting the new evidence into the record, since this had already been done by the Appeals Council. This suggests that the Fourth Circuit intended for the district courts to consider the entire record, including new evidence admitted by the Appeals Council, in determining if remand is necessary. <i>See </i><i>Wilkins,</i> 953 F.2d at 96 n. 4. In contrast, plaintiff's argument would require creating a <i>per se</i> rule that remand is necessary in all cases where the Appeals Council admits new evidence without a detailed assessment. Such a <i>per se</i> rule is not supported either by 20 C.F.R. § 404.970 or by Fourth Circuit precedent.</p>\n<p>[2]  The Seventh Circuit in <i>Damato v. Sullivan,</i> 945 F.2d 982, 989 (1991) also held that the Appeals Council was not required to articulate its reasoning in accepting new evidence but denying review, but it did so in the context of whether claimant could receive attorney's fees under the Equal Access to Justice Act, rather than whether remand was necessary before review of the ALJ's decision could be performed.</p>\n<p>[3]  The new evidence in <i>Browning</i> consisted of a letter by a treating physician concluding that claimant was disabled, statements by coworkers that claimant's condition had worsened over time, and medical reports of a psychological evaluation. The Eighth Circuit concluded that the opinion of the treating physician was not supported by any medical evidence, and the rest of the evidence did not overcome the weight of substantial evidence supporting the ALJ's decision. <i>Browning,</i> 958 F.2d at 823.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">415</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">607</span></span> (2005)</b></center>\n<center><h1>Brenda F. KING, Plaintiff,<br>\nv.<br>\nJo Anne B. BARNHART, Commissioner of Social Security, Defendant.</h1></center>\n<center>No. 4:04-CV-22-FL.</center>\n<center><p><b>United States District Court, E.D. North Carolina. Eastern Division.</b></p></center>\n<center>March 31, 2005.</center>\n<p>Brian M. Ricci, Edwards &amp; Ricci, PA, Greenville, NC, for Brenda F. King, Plaintiff.</p>\n<p>David J. Cortes, U.S. Attorney's Office, Eastern District of North Carolina, Raleigh, NC, for Jo Anne B. Barnhart, Defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*608</span> ORDER</h2>\n<p>FLANAGAN, Chief Judge.</p>\n<p>This matter is before the court on parties' cross-motions for judgment on the pleadings [DE # 9, DE# 12]. Pursuant to 28 U.S.C. § 636(b)(1), United States Magistrate Judge Christina L. Demory entered a memorandum on November 29, 2004, recommending that the court deny defendant's motion, grant plaintiff's motion, and remand the case to the Commissioner for further findings. Defendant timely filed objections to the memorandum and recommendation (hereinafter \"M &amp; R\") on November 29, 2004, and plaintiff responded to defendant's objections on December 15, 2004. In this posture the matter is ripe for ruling. For the reasons that follow, the court affirms defendant's objections to the M &amp; R, denies plaintiff's motion for judgment on the pleadings, and grants defendant's motion.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>Plaintiff filed an application for disability insurance benefits on July 3, 2001, and for supplemental security income on June 21, 2001. Plaintiff alleged a disability onset date of May 25, 2001, due to pain in her hands resulting from carpal tunnel syndrome, as well as a right-knee disorder, hypertension, limited intellectual functioning, and depression. Plaintiff's claim was denied initially and on reconsideration. A hearing on plaintiff's claim was held before an Administrative Law Judge (hereinafter \"ALP) on May 9, 2003. The ALJ issued a written decision on October 22, 2003, denying plaintiff's claims. Plaintiff then requested a review of the ALJ's decision by the Appeals Council, and submitted additional evidence as part of the request. On January 6, 2004, the Appeals Council denied plaintiff's request for review, and the decision of the ALJ denying benefits became the final decision of the Commissioner for purposes of judicial review.</p>\n<p>Plaintiff then commenced this action for judicial review pursuant to 42 U.S.C. §§ 405(g) and 1383(c)(3) on February 18, 2004. Both parties filed motions for judgment on the pleadings, and the motions were referred to Magistrate Judge Christina L. Demory for a Memorandum and Recommendation. In the M &amp; R, filed November 29, 2004, Magistrate Judge Demory considered the arguments raised by plaintiff in her motion for judgment on the pleadings: that the ALJ erred in (1) finding that plaintiffs impairments did not meet or equal one of the listed impairments in 20 C.F.R. Part 404 Subpt. P, Appendix 1; (2) assessing plaintiff's residual functional capacity (hereinafter \"RFC\"); (3) finding plaintiff's testimony not credible; and (4) determining, at step five of the sequential analysis, that other jobs exist that plaintiff could perform. Magistrate Judge Demory found no merit in any of these arguments, determining in each instance that the decision of the ALJ was supported by substantial evidence.</p>\n<p>Magistrate Judge Demory nonetheless recommended that plaintiff's motion for judgment on the pleadings be granted, and the matter remanded for further proceedings, based on the failure of the Appeals Council to sufficiently articulate its assessment of the new evidence submitted by the plaintiff on her request to the Appeals Council for review of the ALJ's decision. Defendant timely filed objections to the M &amp; R, and plaintiff timely responded. Plaintiff did not seek to challenge the Magistrate Judge's findings that apart from the inaction of the Appeals Council, the decision of the ALJ was supported by substantial evidence.</p>\n<p></p>\n<h2>II. STANDARD OF REVIEW</h2>\n<p>The court's review is limited to determining whether the findings of the Commissioner <span class=\"star-pagination\">*609</span> are \"supported by substantial evidence and whether the correct law was applied.\" <i>Hays v. Sullivan,</i> <span class=\"citation\" data-id=\"544628\"><a href=\"/opinion/544628/30-socsecrepser-467-unemplinsrep-cch-15558a-jackie-l-hays-jr-v/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1453</span></a></span>, 1456 (4th Cir.1990). \"Substantial evidence\" is that \"which a reasoning mind would accept as sufficient to support a particular conclusion,\" consisting of \"more than a mere scintilla of evidence but . . . somewhat less than a preponderance.\" <i>Id.</i> \"Ultimately, it is the duty of the administrative law judge reviewing the case, and not the responsibility of the courts, to make findings of fact and to resolve conflicts in the evidence.\" <i>Id.</i> Even if the court disagrees with Commissioner's decision, the court must uphold it if it is supported by substantial evidence. <i>See id.</i></p>\n<p>In addressing plaintiff's objections to the Magistrate Judge's recommendation, the district court reviews <i>de novo</i> those findings or conclusions of the recommendation to which specific objections have been made. 28 U.S.C. § 636(b)(1); <i>Camby v. Davis,</i> <span class=\"citation\" data-id=\"425128\"><a href=\"/opinion/425128/david-e-camby-v-larry-davis-james-m-lester/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">198</span></a></span>, 200 (4th Cir.1983). Upon careful review of the record, \"the district court may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate judge.\" 28 U.S.C. § 636(b)(1).</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p>As noted previously, the Magistrate Judge considered plaintiff's arguments for judgment on the pleadings, and entered findings and conclusions in the M &amp; R. Plaintiff has failed to enter any specific objections to those findings, and therefore the sole issue before this court is whether the Appeals Council sufficiently assessed the new evidence which was presented on plaintiff's request for review of the ALJ's decision. <i>See</i> 28 U.S.C. § 636(b)(1); Fed.R.Civ.P. 72(b); <i>Wells v. Shriners Hospital,</i> <span class=\"citation\" data-id=\"738239\"><a href=\"/opinion/738239/harold-wells-richard-oeland-v-shriners-hosptial/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">198</span></a></span>, 199 (4th Cir.1997).</p>\n<p>20 C.F.R. § 404.970(b) states:</p>\n<blockquote>[i]f new and material evidence is submitted, the Appeals Council shall consider the additional evidence only where it relates to the period on or before the date of the administrative law judge hearing decision. The Appeals Council shall evaluate the entire record including the new and material evidence submitted if it relates to the period on or before the date of the administrative law judge hearing decision. It will then review the case if it finds that the administrative law judge's action, findings, or conclusion is contrary to the weight of the evidence currently of record.</blockquote>\n<p>The Fourth Circuit on <i>en banc</i> review vacated a prior panel decision that the Appeals Council need only consider new evidence under § 404.970(b) in cases where the Council decides to grant review of the ALJ's decision under § 404.970(a). <i>See </i><i>Wilkins v. Sec., Dept. of Health &amp; Human Services,</i> <span class=\"citation\" data-id=\"575222\"><a href=\"/opinion/575222/claireather-m-wilkins-v-secretary-department-of-health-and-human/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">93</span></a></span>, 95 (4th Cir. 1991)(<i>en banc</i>). The court held that the Appeals Council must in all cases consider new and material evidence relating to the period before the ALJ decision in deciding whether or not to grant review. <i>Id.</i> The court defined evidence as being \"new\" if it is not duplicative or cumulative, and as \"material\" if there is a reasonable possibility that the new evidence would have changed the outcome. <i>Id.</i> at 96. While holding that the Appeals Council must consider new evidence, the Fourth Circuit noted that the Appeals Council could still ultimately decide to decline review. <i>Id.</i> at 95.</p>\n<p>In this case, the additional evidence submitted to the Appeals Council consisted of medical records from an office visit to Coastal Carolina Cardiology on May 22, 2003, and medical records from one of plaintiff's treating physicians, Dr. George Ho, for the period between May 15, 2003, through October 14, 2003. The Appeals <span class=\"star-pagination\">*610</span> Council, by order dated January 6, 2004, acknowledged receipt of the new evidence and admitted it into the record. Tr. at 8. By letter dated the same day, the Appeals Council denied review of the ALJ's decision. The letter noted that \"[t]he Appeals Council has also considered the contentions raised in your representative's letter dated November 6, 2003, as well as the additional evidence identified on the attached Order of the Appeals Council, but concluded that neither the contentions nor the additional evidence provide a basis for changing the Administrative Law Judge's decision.\"</p>\n<p>Despite this indication that the Appeals Council did not consider the additional evidence to be of sufficient weight to justify review of the case, plaintiff argues that the Council was required to make an assessment of the specific weight it gave to the additional medical evidence, and why it was given that weight. Pl. Br. at 14. Citing <i>DeLoatche v. Heckler,</i> <span class=\"citation\" data-id=\"423707\"><a href=\"/opinion/423707/elizabeth-deloatche-v-margaret-m-heckler-secretary-of-health-and-human/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 150 (4th Cir.1983), plaintiff argues that judicial review by this court of the decision of the ALJ \"is impossible without an adequate explanation of that decision by the administrator.\"</p>\n<p>Magistrate Judge Demory noted that whether the Appeals Council must articulate its assessment of new evidence is an issue that has not been clearly decided in this circuit. <i>Compare </i><i>Hollar v. Commissioner of Soc. Sec.,</i> <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1304</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">753999</span></span> (4th Cir.1999)(unpublished)(declining remand in a case where the Appeals Council received new evidence and denied review without a detailed assessment) with <i>Thomas v. Commissioner of Soc. Sec.,</i> 24 Fed.Appx. 158, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">1602103</span></span> (4th Cir.2001)(unpublished)(ordering remand since it was unclear from the record whether the Appeals Council properly recognized that physician who prepared report stating that claimant was unable to perform even sedentary work was claimant's treating physician). Other district courts, analyzing these issues, have concluded that without a detailed assessment by the Appeals Council, it is impossible for the district courts to perform their statutory function of reviewing the decision of the Commissioner without engaging in prohibited fact-finding and resolving conflicts in the evidence. <i>See </i><i>Scott v. Barnhart,</i> <span class=\"citation\" data-id=\"2504522\"><a href=\"/opinion/2504522/scott-ex-rel-scott-v-barnhart/\"><span class=\"volume\">332</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">869</span></a></span>, 876 (<i>sua sponte</i> raising the issue and remanding for an assessment); <i>Harmon v. Apfel,</i> <span class=\"citation\" data-id=\"2469803\"><a href=\"/opinion/2469803/harmon-v-apfel/\"><span class=\"volume\">103</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">869</span></a></span>, 871 (D.S.C.2000)(concluding that in trying to provide meaningful judicial review of evidence not considered by the fact finder, while avoiding actually performing the task of weighing and resolving conflicts in the evidence, the district court is caught sailing its analytical ship between Scylla and Charybdis).</p>\n<p>This court disagrees. In each of the Fourth Circuit cases to consider this issueWilkins, <i>Thomas,</i> and <i>Hollar</i>the court considered the nature of the new evidence submitted to the Appeals Council that was admitted into the record by the Council, but which was not before the ALJ. In <i>Wilkins</i> and <i>Thomas,</i> after consideration of the entire record, including the new evidence, the court ordered remand when it could not conclude that the decision of the ALJ was supported by substantial evidence. In <i>Hollar,</i> after similar review, the court determined that remand was not necessary to ascertain that the decision of the ALJ was supported by substantial evidence.</p>\n<p>The three cases, seen as a whole, suggest that consideration of the entire case record to review the decision of the ALJ, is not substantially different when the Appeals Council admits new evidence into the record without detailed assessment. If, upon consideration of the entire record, including the new evidence, the <span class=\"star-pagination\">*611</span> district court cannot conclude that the ALJ's decision was supported by substantial evidence, remand should be ordered. If, for example, the new evidence contains an opinion of a treating physician that claimant was disabled, that opinion not having been addressed or contradicted by other evidence in the record, the great weight accorded to such an opinion would require remand. Although the treating physician rule does not require that the opinion of a treating physician be granted controlling weight, the ALJ has discretion to accord it lesser weight only if it is not well-supported by clinical evidence or is inconsistent with other substantial evidence in the record. <i>See </i><i>Mastro v. Apfel,</i> <span class=\"citation\" data-id=\"775411\"><a href=\"/opinion/775411/patricia-a-mastro-v-kenneth-s-apfel-commissioner-of-social-security-no/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">171</span></a></span>, 178 (4th Cir.2001).</p>\n<p>This was the situation in both <i>Wilkins</i> and <i>Thomas.</i> In <i>Wilkins,</i> the claimant's treating psychiatrist submitted a letter opining that claimant's account of her depression and disability were consistent with the nature of her psychiatric illness, her history and Dr. Liu's own observations. The letter further opined that claimant was indeed disabled, and had been since, at least, her claimed onset date. <i>See </i><i>Wilkins,</i> 953 F.2d at 94-95. The court determined that not only was this information new and material, but that no other evidence specifically addressed the issues raised by Dr. Liu's letter. Therefore, the court determined that remand was necessary to afford the ALJ the opportunity to consider the new evidence before making his decision. <i>See id.</i> at 96.<sup>[1]</sup></p>\n<p>Similarly, in <i>Thomas</i> the new evidence consisted of two reports by claimant's treating physician stating, respectively, that she was unable to perform either sedentary or light work. <i>See </i><i>Thomas,</i> 24 Fed.Appx. at 160. In addition, the submitted evidence contained medical records of the treating physician, which supported this determination. <i>Id.</i> As in the instant case, the Appeals Council admitted the evidence into the material record but declined review, explaining that the additional evidence did not provide a basis for changing the ALJ's decision. <i>Id.</i> at 161. The Magistrate Judge, in his M &amp; R, declined to credit the new opinions because he mistakenly thought the new evidence was not the product of a treating physician. <i>Id.</i> at 162. The Fourth Circuit ordered remand, because the court could not tell from the record if the Appeals Council was also mistaken about the source of the disability opinions. Noting that the treating physician rule required such an opinion to be granted greater weight, and without any indication that it was granted greater weight, the court determined that remand was necessary. <i>Id.</i></p>\n<p>In contrast, in <i>Hollar,</i> the Fourth Circuit considered plaintiff's arguments that the Appeals Council erred in failing to make explicit findings concerning new evidence, and that the magistrate judge erred in considering the new evidence. <i>See Hollar</i> at <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1304</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">753999</span></span>, *1. The court rejected both arguments. The court noted that \"the regulation addressing additional evidence does not direct that <span class=\"star-pagination\">*612</span> the Appeals Council announce detailed reasons for finding that the evidence did not warrant a change in the ALJ's decision.\" <i>Id.</i> The court further held that the magistrate judge correctly considered the entire record, including the new evidence, in his review of the ALJ's decision. <i>Id.</i> at <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1304</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">753999</span></span>, *2. The magistrate judge upheld the decision of the ALJ, finding that it was supported by substantial evidence and that the new evidence submitted to the Appeals Council did not change this finding. <i>Id.</i></p>\n<p>At least one other Circuit Court of Appeals has held that the Appeals Council need not make a particularized assessment when it admits new evidence into the administrative record but denies review of the ALJ's decision.<sup>[2]</sup> The Eighth Circuit in <i>Browning v. Sullivan,</i> <span class=\"citation\" data-id=\"579249\"><a href=\"/opinion/579249/36-socsecrepser-564-unemplinsrep-cch-p-16500a-viola-browning-v/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></a></span>, 822 (8th Cir.1992), held that the court did not have jurisdiction to review the decision of the Appeals Council's non-final, administrative decision to deny review of the ALJ's decision. The court further held that the lack of a particularized assessment by the Appeals Council of new evidence did not prevent judicial review of the ALJ's decision. <i>Id.</i> at 823. The court acknowledged that the lack of an assessment did create problems in deciding what weight to give the new evidence, but determined that even if the new evidence was given equal weight to evidence received in the hearing record, the ALJ's decision remained supported by substantial evidence in the record as a whole.<sup>[3]</sup><i>Id.</i></p>\n<p>Therefore, this court concludes that following the Fourth Circuit's decision in <i>Wilkins,</i> the proper course of action is to consider the entire administrative record, including the new evidence received by the Appeals Council, and determine if the decision of the ALJ was supported by substantial evidence. In the instant case, this court agrees with the finding of the magistrate judge that the decision of the ALJ was supported by substantial evidence. Nothing in the new evidence mandates a different conclusion or requires a remand for further determination.</p>\n<p>Here, unlike <i>Wilkins</i> and <i>Thomas,</i> the new evidence received by the Appeals Council did not contain an opinion by a treating physician diagnosing plaintiff as disabled. Rather, the new evidence consisted of three sets of medical records. The first, from Coastal Carolina Cardiology, described a follow-up visit by claimant complaining of chest pain, chest pressure and fatigue. The examining physician noted that the chest pressure was probably related to hypertension, as well as possible diastolic dysfunction, and that he would consider cardiac catheterization if symptoms continued. Tr. at 315. The records do not indicate if the symptoms continued, nor do they indicate that the examining physician considered plaintiff to be disabled because of chest pain or pressure. <span class=\"star-pagination\">*613</span> The second set of records describe a doctor's visit by plaintiff, complaining of pain in her right hand and her knees. The treating physician offered an injection to plaintiff's right hand to help alleviate the pain, and noted that plaintiff tolerated the procedure well. Tr. at 320. The third set of records describe a follow-up visit, three months later, in which the treating physician notes that the injection resulted in \"complete resolution.\" Tr. at 323. The report notes that plaintiff's blood pressure was elevated, but that plaintiff had not been taking her blood pressure medication. The treating physician also instructed plaintiff in the use of her cane to help \"unload the right knee.\" <i>Id.</i></p>\n<p>None of this new information mandates a conclusion that the decision of the ALJ was not supported by substantial evidence. Unlike <i>Wilkins,</i> this evidence does not raise issues that were not addressed by other evidence in the record. <i>See </i><i>Wilkins,</i> 953 F.2d at 96. As noted in the M &amp; R, plaintiff's claim of disability was based upon pain in her hands due to carpal tunnel syndrome, right knee disorder, hypertension, limited intellectual functioning, and depression. Magistrate Judge Demory concluded that in assessing plaintiff's RFC, the ALJ thoroughly reviewed the medical records and opinions of plaintiff's treating physicians. In doing so, the ALJ was required to consider the combined and cumulative effects of all of plaintiff's impairments. The administrative record shows that the ALJ considered evidence concerning plaintiff's complaints of hypertension, pain in her hands and knees, and depression. <i>See</i> Tr. at 14-16. The magistrate judge determined that the ALJ's action in assessing plaintiff's RFC was supported by substantial evidence, as was his decision in denying benefits. This court agrees, and further finds that nothing in the new evidence submitted to the Appeals Council changes that determination. Therefore, this court concludes that a remand for a particularized assessment of the weight given to the new evidence by the Appeals Council is unnecessary.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>In accord with the foregoing, upon consideration of the parties' cross-motions for judgment on the pleadings and review of plaintiff's objections to the proposed findings and recommendations of the M &amp; R, it is hereby ORDERED that: (1) the plaintiff's motion is DENIED; (2) the defendant's motion is GRANTED and (3) the decision of the Commissioner denying disability benefits is AFFIRMED. The clerk is directed to close the case file.</p>\n<h2>NOTES</h2>\n<p>[1]  The <i>en banc</i> court also noted that the panel addressed the issue of whether the district court should have remanded the case for reconsideration, but that remand was not necessary for the purpose of admitting the new evidence into the record, since this had already been done by the Appeals Council. This suggests that the Fourth Circuit intended for the district courts to consider the entire record, including new evidence admitted by the Appeals Council, in determining if remand is necessary. <i>See </i><i>Wilkins,</i> 953 F.2d at 96 n. 4. In contrast, plaintiff's argument would require creating a <i>per se</i> rule that remand is necessary in all cases where the Appeals Council admits new evidence without a detailed assessment. Such a <i>per se</i> rule is not supported either by 20 C.F.R. § 404.970 or by Fourth Circuit precedent.</p>\n<p>[2]  The Seventh Circuit in <i>Damato v. Sullivan,</i> <span class=\"citation no-link\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">982</span></span>, 989 (1991) also held that the Appeals Council was not required to articulate its reasoning in accepting new evidence but denying review, but it did so in the context of whether claimant could receive attorney's fees under the Equal Access to Justice Act, rather than whether remand was necessary before review of the ALJ's decision could be performed.</p>\n<p>[3]  The new evidence in <i>Browning</i> consisted of a letter by a treating physician concluding that claimant was disabled, statements by coworkers that claimant's condition had worsened over time, and medical reports of a psychological evaluation. The Eighth Circuit concluded that the opinion of the treating physician was not supported by any medical evidence, and the rest of the evidence did not overcome the weight of substantial evidence supporting the ALJ's decision. <i>Browning,</i> 958 F.2d at 823.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/423707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2469803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2504522/"
  ]
}