{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2341170/",
  "absolute_url": "/opinion/2341170/hart-v-hassell/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2341170/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/482/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T09:10:37.067502Z",
  "date_modified": "2016-04-27T00:13:18.154997Z",
  "type": "010combined",
  "sha1": "f72103cee7caf86838a0a90e5d9e7de0e35ebecf",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>250 F.Supp. 893 (1966)</b></center>\n<center><h1>Deloris Lee HART<br>\nv.<br>\nA. P. HASSELL, Jr., State Executive Director, H. D. Honeycutt, Ernest Tart and Fred W. Cameron, Harnett County ASC Committee.</h1></center>\n<center>Civ. No. 1585.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 15, 1966.</center>\n<p><span class=\"star-pagination\">*894</span> <span class=\"star-pagination\">*895</span> Milton Owen Lee, Neill McK. Ross, Lillington, N. C., for plaintiff.</p>\n<p>Robert H. Cowen, U. S. Atty., Raleigh, N. C., Gerald L. Bass, Asst. U. S. Atty., appearing, for defendants.</p>\n<p>BUTLER, Chief Judge.</p>\n<p>This is a civil action for review of an administrative determination that plaintiff, Deloris Lee Hart, is bound by an agreement among heirs of a certain estate which denuded from land, later bought by Hart from one of the heirs, all the tobacco, feed grain and wheat acreage allotments to which the land otherwise would be entitled.</p>\n<p>The pertinent undisputed facts here are that E. M. Currin died intestate in April 1962, leaving surviving him a number of heirs. All of the heirs, by a paper writing dated October 11, 1962, agreed to a stated division of a farm owned by Currin at the time of his death, including the allocation of certain of this land in Harnett County to Edna Currin Pepoon, one of the heirs. They further agreed that all of the crop allotments assigned to Currin's farm would be allocated to three named heirs, excluding Edna Currin Pepoon. Thus, under the agreement to which Edna Currin Pepoon was a party, the land which she inherited from the Currin Estate was to have no crop allotments. This agreement was made pursuant to ASCS Regulations § 719.10(d), 27 F.R. 6482 (1962), authority for which is found in 7 U.S.C.A. §§ 1375 and 1812. The agreement was not recorded in the registry of Harnett County or in the ASCS office there.</p>\n<p>On April 29, 1963, the heirs executed to Edna Currin Pepoon a deed to her portion of the Harnett County farm as called for by the agreement. On July 2, 1963, Edna Currin Pepoon conveyed by warranty deed this same land to the plaintiff. Plaintiff contends that the land carries with it a part of the crop allotments which previously were assigned the Currin farm. Defendants deny plaintiff's claim, saying that the agreement among the heirs allocating the allotments to three named heirs, other than <span class=\"star-pagination\">*896</span> plaintiff's predecessor in title, is binding upon plaintiff.</p>\n<p>Initially, the court is faced with defendants' motion to dismiss on the ground that plaintiff has not exhausted her administrative remedies. Acreage allotments for three farm programs are involved: tobacco, feed grain and wheat. Defendants concede that there are statutory provisions to permit judicial review of an administrative determination relating to the tobacco acreage; however, defendants contend that plaintiff has not exhausted administrative remedies regarding that program. Defendants further allege that there are no provisions for judicial review of the determination respecting feed grain and wheat acreage allotments, so that the administrative decision is final.</p>\n<p>It is generally true that administrative steps must be exhausted, as outlined in the statutes,<sup>[1]</sup> before judicial review of an administrative decision relating to a tobacco allotment. It is also correct that, for the year here involved (1964), there was no provision for judicial review of the determination regarding either the feed grain or wheat acreage allotments.<sup>[2]</sup> The question presented is whether, under the facts of this case, these various provisions preclude a review by this court and the entry of an order that will protect the substantial rights of the parties.</p>\n<p>Considering first the tobacco allotment, the parties agree that the determination about which plaintiff complains was initially made by the County Committee of the Harnett County, North Carolina, Agricultural Stabilization and Conservation Service, as provided in 7 U.S.C.A. § 1313(b). They also agree that plaintiff did not seek a review of this determination before a review committee as required by 7 U.S.C.A. § 1363. It is generally held that failure to resort to the administrative review results in the finality of the original determination and precludes review in the district court. Donaldson v. United States, 258 F.2d 591 (6 Cir. 1958), 7 U.S.C.A. § 1363.</p>\n<p>However, the facts here take the case out of the general rule. Upon the initial determination by the County Committee adverse to plaintiff, plaintiff expressed her desire to appeal the decision. She was told by ASCS officials that the proper remedy was to appeal to the State ASCS Committee. She did so appeal, and the State Committee held a hearing and entered an order affirming the action of the County Committee. Thus, it was upon defendants' advice that plaintiff did not follow the statutory scheme for a review of the County Committee's decision, and it is this failure which defendants contend prevents a review by this court.</p>\n<p>We cannot agree with this contention. Defendants, having induced plaintiff to pursue the wrong course, cannot now successfully assert that this court is without jurisdiction to entertain the action because plaintiff has not exhausted her administrative remedies. We therefore conclude that the action regarding the tobacco allotment is properly before the court.</p>\n<p>Plaintiff challenges the feed grain and wheat acreage determinations upon the same grounds that she attacks the tobacco allotment decision. She presented her contentions before the county and state committees and was denied relief upon the ground that she was bound by the agreement among the heirs. However, she failed to prosecute an appeal to the Deputy Administrator in Washington, as provided by the regulations.<sup>[3]</sup> Plaintiff does not allege that her failure to appeal was induced by defendants, or that defendants recommended a review procedure other than that provided by the regulations or statute. Thus, under the regulations, the determination regarding <span class=\"star-pagination\">*897</span> the feed grain and wheat acreage allotments became final. This court is without jurisdiction to interfere with this determination.</p>\n<p>This court, as noted above, has jurisdiction to review the administrative decision regarding the tobacco allotment. The statute provides that the review \"shall be limited to questions of law, and the findings of fact by the review committee, if supported by evidence, shall be conclusive.\" 7 U.S.C.A. § 1366. If the findings of fact are supported by the evidence, and the proper law has been applied thereto, this court is without authority to upset the determination of the administrative agency. But if the findings are not supported by the evidence, or if legal standards have been erroneously applied to findings factually sustainable, the court can remand the action to the administrative agency with directions to make such determination as the court deems to be in accordance with law.</p>\n<p>It is settled that an acreage allotment is made to the farm and therefore runs with the land. Williamson v. Holland, 232 F.Supp. 479 (E.D.N.C.1963). When a farm is divided among strangers, the allotments and history acreages may be reconstituted among the several parcels pursuant to the \"cropland\" method or \"history\" method. ASCS Regs. 719.10(a)(3)(4), 27 F.R. 6482 (1962). But where a farm is to be divided among heirs in settling an estate, the \"cropland\" and \"history\" methods need not be followed, and the allotment and history acreages \"upon approval of the County Committee, may be apportioned among the tracts on the basis of a written agreement signed by all interested persons.\" ASCS Regs. 719.10(d), 27 F.R. 6482 (1962).</p>\n<p>Plaintiff contends that, even though the heirs did sign an agreement, it is not binding upon her because it was not recorded before plaintiff purchased the land. Plaintiff cites the North Carolina rule that no notice of a prior encumbrance on or sale of land, however full and formal, can take the place of registration. Dula v. Parsons, 243 N.C. 32, 89 S.E.2d 797 (1955), N.C.Gen.Stat. § 47-18. The contention here seems to be that an acreage allotment is within the purview of North Carolina's registration statute (N. C.Gen.Stat. § 47-18) although not mentioned in the act.</p>\n<p>We cannot agree with this contention. The federal statute explicitly provides that \"[f]arm marketing quotas may be transferred only in such manner and subject to such conditions as the Secretary [of Agriculture] may prescribe by regulations.\"<sup>[4]</sup> It has long been settled that wherever interstate and intrastate transactions are so related that the government of one involves the control of the other \"it is Congress, and not the state, that is entitled to prescribe the final and dominant rule, for otherwise Congress would be denied the exercise of its constitutional authority, and the state, and not the nation, would be supreme within the national field.\" Currin v. Wallace, 306 U.S. 1, 11, 59 S.Ct. 379, 385, 83 L.Ed. 441 (1939). A rule that state law could determine the transferability of tobacco allotments would violate the terms of the federal statute, which, we hold, is a valid act in furtherance of the Congressional intent to regulate interstate commerce.</p>\n<p>Plaintiff contends in the alternative, however, that if the registration laws do not protect her against the agreement she nevertheless is not bound because she had no notice of it. Defendants contend that plaintiff had knowledge of the agreement, but that if she had no knowledge she is nevertheless bound because the pertinent regulation gives effect to an agreement \"signed by all interested persons\", ASCS Regs. 719.10(d), 27 F.R. 6482 (1962); that whether a person is an \"interested person\" is to be decided as of the date of the agreement; that plaintiff was not an \"interested person\" when the agreement was entered, and therefore her signature was not required. Plaintiff contends that because the County Committee did not approve the agreement <span class=\"star-pagination\">*898</span> until after she purchased the land, the agreement took effect at a time when she was an interested party and therefore is not binding upon her because she was not a party to it.</p>\n<p>The better reasoning supports plaintiff's view of the regulations. The pertinent section (ASCS Regs. 719.10(d), 27 F.R. 4682 (1962)), reads:</p>\n<blockquote>\"(d) <i>Farms to be divided in settling an estate.</i> Notwithstanding any other provision of the regulations in this part, if a farm is to be divided among the heirs in settling an estate, the allotment, feed grain bases, history acreages, soil bank acreages, and the wheat marketing quota exemption acreage, <i>upon approval of the County Committee</i> (Emphasis supplied.), may be apportioned among the tracts on the basis of a written agreement signed by all interested persons.\"</blockquote>\n<p>This language requires the logical conclusion that the agreement must be signed by all those who are deemed to be \"interested persons\" at the time of approval. Any other construction would encourage the presentation of fraudulent agreements to deprive innocent purchasers of allotments which they thought they had bought with the land, and to which they would be entitled but for some unknown paper writing which the heirs later produce as evidence of an \"agreement\".</p>\n<p>Since plaintiff here was an interested person at the time of the approval by the County Committee, it follows that the absence of her signature on the agreement will prevent its direct operation against her. But, as the heirs sought to show before the administrative agencies, plaintiff may have had knowledge of the agreement before she purchased the land, and may have agreed with her vendor to purchase the land subject to the agreed allocation among the specified heirs. Even though the heirs' agreement would at the time of its execution be unenforceable, because not approved by the County Committee, so that plaintiff would have agreed to abide by the terms of an unenforceable instrument; nevertheless, she would be estopped to assert the unenforceable nature of the agreement in this action if in fact her contract of purchase with Mrs. Pepoon, oral or otherwise, included their mutual assent to terms acknowledging that no allotments were to accompany the land.</p>\n<p>This court faces on review, then, a determination of whether there were sufficient facts before the administrative agencies to sustain a finding that plaintiff had agreed to purchase the land without allotments, and, if so, whether such finding of fact supports the conclusion of law that plaintiff is bound by the agreement among the heirs.</p>\n<p>The record of the County Committee hearing at which plaintiff first sought to establish her right to the disputed allotments recites certain \"facts relative to original determination made by the County Committee.\" These are: (1) a request by plaintiff for division of the E. M. Currin Estate; (2) a subsequent presentation by one of the Currin heirs of an agreement, signed by the heirs, purporting to divide the estate by the estate method; (3) an affidavit that certain of the heirs who had signed the agreement did not know of its contents; (4) a memorandum asserting that plaintiff is not bound by the agreement, because she is not an heir, and because it did not adequately describe the land; (5) that plaintiff paid $5500 for the land; and (6) that the land involved is swampy, has sewer lines across it, creating obnoxious odors, and that it has been used in part as a city dump.</p>\n<p>Based on these facts, the County Committee concluded:</p>\n<blockquote>\"* * * that the signatures on the agreement are valid; that it was the individual responsibility of each heir to understand the contents of the agreement; that the signatures are valid regardless of the notary seal affixed; that all of the E. M. <span class=\"star-pagination\">*899</span> Currin Estate located in Harnett County is included in the agreement; that $5500 is a reasonable purchase price for 89.44 acres of farmland.\"</blockquote>\n<p>The committee, based on this conclusion, then determined that the Currin Estate should be divided by the estate method according to the agreement signed by all the heirs. There was no mention of plaintiff's testimony at the hearing to the effect that she did not know of the agreement when she bought the land. Plaintiff's Exhibit B-2.</p>\n<p>On appeal, the State Committee found as facts that (1) all the Currin heirs signed the agreement, (2) plaintiff purchased her land after the agreement was executed, and (3) the agreement sufficiently described the land purchased by plaintiff to include it in the agreement. The State Committee then determined \"that the estate method of division agreement signed by all the heirs * * * is valid and takes precedence over subsequent sales of land by any of the heirs of the E. M. Currin Estate.\" Plaintiff's Exhibit D, p. 1. There were no findings of fact with respect to whether or not plaintiff agreed when she bought the land that no allotments were to accompany it.</p>\n<p>Apparently, without consideration of whether plaintiff agreed to buy the land without allotments, both the County Committee and the State Committee concluded as a matter of law that the agreement was binding on plaintiff because it was executed before plaintiff's purchase. Such a determination as a matter of law would have to be reversed by this court because of plaintiff's interest in the subject matter at the time the heirs' agreement became effective. And, if the determination were made for the reason that plaintiff had consented to a purchase without allotments, we still must reverse for the reason that there are no findings of fact to support the conclusion of law that she is therefore bound, or, for that matter, no sufficient evidence regarding her consent upon which findings of fact could be based. Thus, the administrative determination must be invalidated both as a matter of fact and of law.</p>\n<p>The statute permitting judicial review of administrative decisions of tobacco allotments provides that the district court, upon application, may direct the Review Committee to take such additional evidence as is material to a determination of the case. 7 U.S.C.A. § 1366. While no such application has been made here, the defendants have requested the court to dismiss the action so that a Review Committee may hear plaintiff's application pursuant to 7 U.S.C.A. § 1365. We treat the defendants' request as an application under 7 U.S.C.A. § 1363. The Review Committee should make findings of fact and conclusions of law with respect to whether plaintiff, before purchasing the land, had agreed with Mrs. Pepoon that no allotments were to accompany it. If the evidence supports a finding that there was such agreement, then this court would be bound by the administrative decision denying plaintiff's application for a tobacco allotment.</p>\n<p>If, however, the Review Committee finds that plaintiff had not so agreed, then it should reconstitute the acreage and allot to plaintiff the amount to which she is entitled under the applicable regulations.</p>\n<p>This conclusion permits the anomalous result that plaintiff is bound by the determination regarding wheat and feed grain allotments because of her failure to appeal, while the determination regarding the tobacco allotment is not conclusive. Conceivably, the Review Committee could find that plaintiff made no agreement with Mrs. Pepoon regarding allotments but because of the difference in procedure she could get no relief on the wheat and feed grain allotments, while relief would be granted with respect to the tobacco. This would create an obvious inequity over which this court has no control, but with respect to which we would call to the attention of the proper authorities the following language in the regulations:</p>\n<blockquote>\"* * * <i>Provided,</i> that a request for reconsideration or appeal may <span class=\"star-pagination\">*900</span> be accepted and acted upon even though it is not filed within such time limit [15 days after notice of determination] if, in the judgment of the committee or person to whom such request for reconsideration or appeal is made, the circumstances warrant such action * * *\" ASCS Regs. 728.60, 29 F.R. 5507 (1964) (wheat), ASCS Regs. 775.314, 29 F.R. 590 (1964) (feed grain).</blockquote>\n<p>For the foregoing reasons, we remand with directions that a Review Committee described in 7 U.S.C.A. § 1363 conduct further proceedings not inconsistent with this opinion. Defendants' prayer for an injunction restraining the enforcement of the State Committee's determination is denied, inasmuch as the case has been remanded for further proceedings.</p>\n<p>This cause is retained.</p>\n<h2>NOTES</h2>\n<p>[1]  7 U.S.C.A. §§ 1363-1366.</p>\n<p>[2]  ASCS Regs. 728.60, 29 F.R. 5507 (1964) (wheat), and ASCS Regs. 775.314, 29 F.R. 590 (1964) (feed grain).</p>\n<p>[3]  Ibid.</p>\n<p>[4]  7 U.S.C.A. § 1313(d).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">250</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">893</span></span> (1966)</b></center>\n<center><h1>Deloris Lee HART<br>\nv.<br>\nA. P. HASSELL, Jr., State Executive Director, H. D. Honeycutt, Ernest Tart and Fred W. Cameron, Harnett County ASC Committee.</h1></center>\n<center>Civ. No. 1585.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 15, 1966.</center>\n<p><span class=\"star-pagination\">*894</span> <span class=\"star-pagination\">*895</span> Milton Owen Lee, Neill McK. Ross, Lillington, N. C., for plaintiff.</p>\n<p>Robert H. Cowen, U. S. Atty., Raleigh, N. C., Gerald L. Bass, Asst. U. S. Atty., appearing, for defendants.</p>\n<p>BUTLER, Chief Judge.</p>\n<p>This is a civil action for review of an administrative determination that plaintiff, Deloris Lee Hart, is bound by an agreement among heirs of a certain estate which denuded from land, later bought by Hart from one of the heirs, all the tobacco, feed grain and wheat acreage allotments to which the land otherwise would be entitled.</p>\n<p>The pertinent undisputed facts here are that E. M. Currin died intestate in April 1962, leaving surviving him a number of heirs. All of the heirs, by a paper writing dated October 11, 1962, agreed to a stated division of a farm owned by Currin at the time of his death, including the allocation of certain of this land in Harnett County to Edna Currin Pepoon, one of the heirs. They further agreed that all of the crop allotments assigned to Currin's farm would be allocated to three named heirs, excluding Edna Currin Pepoon. Thus, under the agreement to which Edna Currin Pepoon was a party, the land which she inherited from the Currin Estate was to have no crop allotments. This agreement was made pursuant to ASCS Regulations § 719.10(d), 27 F.R. 6482 (1962), authority for which is found in 7 U.S.C.A. §§ 1375 and 1812. The agreement was not recorded in the registry of Harnett County or in the ASCS office there.</p>\n<p>On April 29, 1963, the heirs executed to Edna Currin Pepoon a deed to her portion of the Harnett County farm as called for by the agreement. On July 2, 1963, Edna Currin Pepoon conveyed by warranty deed this same land to the plaintiff. Plaintiff contends that the land carries with it a part of the crop allotments which previously were assigned the Currin farm. Defendants deny plaintiff's claim, saying that the agreement among the heirs allocating the allotments to three named heirs, other than <span class=\"star-pagination\">*896</span> plaintiff's predecessor in title, is binding upon plaintiff.</p>\n<p>Initially, the court is faced with defendants' motion to dismiss on the ground that plaintiff has not exhausted her administrative remedies. Acreage allotments for three farm programs are involved: tobacco, feed grain and wheat. Defendants concede that there are statutory provisions to permit judicial review of an administrative determination relating to the tobacco acreage; however, defendants contend that plaintiff has not exhausted administrative remedies regarding that program. Defendants further allege that there are no provisions for judicial review of the determination respecting feed grain and wheat acreage allotments, so that the administrative decision is final.</p>\n<p>It is generally true that administrative steps must be exhausted, as outlined in the statutes,<sup>[1]</sup> before judicial review of an administrative decision relating to a tobacco allotment. It is also correct that, for the year here involved (1964), there was no provision for judicial review of the determination regarding either the feed grain or wheat acreage allotments.<sup>[2]</sup> The question presented is whether, under the facts of this case, these various provisions preclude a review by this court and the entry of an order that will protect the substantial rights of the parties.</p>\n<p>Considering first the tobacco allotment, the parties agree that the determination about which plaintiff complains was initially made by the County Committee of the Harnett County, North Carolina, Agricultural Stabilization and Conservation Service, as provided in 7 U.S.C.A. § 1313(b). They also agree that plaintiff did not seek a review of this determination before a review committee as required by 7 U.S.C.A. § 1363. It is generally held that failure to resort to the administrative review results in the finality of the original determination and precludes review in the district court. Donaldson v. United States, <span class=\"citation\" data-id=\"245949\"><a href=\"/opinion/245949/john-donaldson-v-united-states/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></a></span> (6 Cir. 1958), 7 U.S.C.A. § 1363.</p>\n<p>However, the facts here take the case out of the general rule. Upon the initial determination by the County Committee adverse to plaintiff, plaintiff expressed her desire to appeal the decision. She was told by ASCS officials that the proper remedy was to appeal to the State ASCS Committee. She did so appeal, and the State Committee held a hearing and entered an order affirming the action of the County Committee. Thus, it was upon defendants' advice that plaintiff did not follow the statutory scheme for a review of the County Committee's decision, and it is this failure which defendants contend prevents a review by this court.</p>\n<p>We cannot agree with this contention. Defendants, having induced plaintiff to pursue the wrong course, cannot now successfully assert that this court is without jurisdiction to entertain the action because plaintiff has not exhausted her administrative remedies. We therefore conclude that the action regarding the tobacco allotment is properly before the court.</p>\n<p>Plaintiff challenges the feed grain and wheat acreage determinations upon the same grounds that she attacks the tobacco allotment decision. She presented her contentions before the county and state committees and was denied relief upon the ground that she was bound by the agreement among the heirs. However, she failed to prosecute an appeal to the Deputy Administrator in Washington, as provided by the regulations.<sup>[3]</sup> Plaintiff does not allege that her failure to appeal was induced by defendants, or that defendants recommended a review procedure other than that provided by the regulations or statute. Thus, under the regulations, the determination regarding <span class=\"star-pagination\">*897</span> the feed grain and wheat acreage allotments became final. This court is without jurisdiction to interfere with this determination.</p>\n<p>This court, as noted above, has jurisdiction to review the administrative decision regarding the tobacco allotment. The statute provides that the review \"shall be limited to questions of law, and the findings of fact by the review committee, if supported by evidence, shall be conclusive.\" 7 U.S.C.A. § 1366. If the findings of fact are supported by the evidence, and the proper law has been applied thereto, this court is without authority to upset the determination of the administrative agency. But if the findings are not supported by the evidence, or if legal standards have been erroneously applied to findings factually sustainable, the court can remand the action to the administrative agency with directions to make such determination as the court deems to be in accordance with law.</p>\n<p>It is settled that an acreage allotment is made to the farm and therefore runs with the land. Williamson v. Holland, <span class=\"citation\" data-id=\"1748768\"><a href=\"/opinion/1748768/williamson-v-holland/\"><span class=\"volume\">232</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">479</span></a></span> (E.D.N.C.1963). When a farm is divided among strangers, the allotments and history acreages may be reconstituted among the several parcels pursuant to the \"cropland\" method or \"history\" method. ASCS Regs. 719.10(a)(3)(4), 27 F.R. 6482 (1962). But where a farm is to be divided among heirs in settling an estate, the \"cropland\" and \"history\" methods need not be followed, and the allotment and history acreages \"upon approval of the County Committee, may be apportioned among the tracts on the basis of a written agreement signed by all interested persons.\" ASCS Regs. 719.10(d), 27 F.R. 6482 (1962).</p>\n<p>Plaintiff contends that, even though the heirs did sign an agreement, it is not binding upon her because it was not recorded before plaintiff purchased the land. Plaintiff cites the North Carolina rule that no notice of a prior encumbrance on or sale of land, however full and formal, can take the place of registration. Dula v. Parsons, <span class=\"citation\" data-id=\"1200709\"><a href=\"/opinion/1200709/dula-v-parsons/\"><span class=\"volume\">243</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">32</span></a></span>, <span class=\"citation\" data-id=\"1200709\"><a href=\"/opinion/1200709/dula-v-parsons/\"><span class=\"volume\">89</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">797</span></a></span> (1955), N.C.Gen.Stat. § 47-18. The contention here seems to be that an acreage allotment is within the purview of North Carolina's registration statute (N. C.Gen.Stat. § 47-18) although not mentioned in the act.</p>\n<p>We cannot agree with this contention. The federal statute explicitly provides that \"[f]arm marketing quotas may be transferred only in such manner and subject to such conditions as the Secretary [of Agriculture] may prescribe by regulations.\"<sup>[4]</sup> It has long been settled that wherever interstate and intrastate transactions are so related that the government of one involves the control of the other \"it is Congress, and not the state, that is entitled to prescribe the final and dominant rule, for otherwise Congress would be denied the exercise of its constitutional authority, and the state, and not the nation, would be supreme within the national field.\" Currin v. Wallace, <span class=\"citation\" data-id=\"103133\"><a href=\"/opinion/103133/currin-v-wallace/\"><span class=\"volume\">306</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">379</span></span>, 385, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">441</span></span> (1939). A rule that state law could determine the transferability of tobacco allotments would violate the terms of the federal statute, which, we hold, is a valid act in furtherance of the Congressional intent to regulate interstate commerce.</p>\n<p>Plaintiff contends in the alternative, however, that if the registration laws do not protect her against the agreement she nevertheless is not bound because she had no notice of it. Defendants contend that plaintiff had knowledge of the agreement, but that if she had no knowledge she is nevertheless bound because the pertinent regulation gives effect to an agreement \"signed by all interested persons\", ASCS Regs. 719.10(d), 27 F.R. 6482 (1962); that whether a person is an \"interested person\" is to be decided as of the date of the agreement; that plaintiff was not an \"interested person\" when the agreement was entered, and therefore her signature was not required. Plaintiff contends that because the County Committee did not approve the agreement <span class=\"star-pagination\">*898</span> until after she purchased the land, the agreement took effect at a time when she was an interested party and therefore is not binding upon her because she was not a party to it.</p>\n<p>The better reasoning supports plaintiff's view of the regulations. The pertinent section (ASCS Regs. 719.10(d), 27 F.R. 4682 (1962)), reads:</p>\n<blockquote>\"(d) <i>Farms to be divided in settling an estate.</i> Notwithstanding any other provision of the regulations in this part, if a farm is to be divided among the heirs in settling an estate, the allotment, feed grain bases, history acreages, soil bank acreages, and the wheat marketing quota exemption acreage, <i>upon approval of the County Committee</i> (Emphasis supplied.), may be apportioned among the tracts on the basis of a written agreement signed by all interested persons.\"</blockquote>\n<p>This language requires the logical conclusion that the agreement must be signed by all those who are deemed to be \"interested persons\" at the time of approval. Any other construction would encourage the presentation of fraudulent agreements to deprive innocent purchasers of allotments which they thought they had bought with the land, and to which they would be entitled but for some unknown paper writing which the heirs later produce as evidence of an \"agreement\".</p>\n<p>Since plaintiff here was an interested person at the time of the approval by the County Committee, it follows that the absence of her signature on the agreement will prevent its direct operation against her. But, as the heirs sought to show before the administrative agencies, plaintiff may have had knowledge of the agreement before she purchased the land, and may have agreed with her vendor to purchase the land subject to the agreed allocation among the specified heirs. Even though the heirs' agreement would at the time of its execution be unenforceable, because not approved by the County Committee, so that plaintiff would have agreed to abide by the terms of an unenforceable instrument; nevertheless, she would be estopped to assert the unenforceable nature of the agreement in this action if in fact her contract of purchase with Mrs. Pepoon, oral or otherwise, included their mutual assent to terms acknowledging that no allotments were to accompany the land.</p>\n<p>This court faces on review, then, a determination of whether there were sufficient facts before the administrative agencies to sustain a finding that plaintiff had agreed to purchase the land without allotments, and, if so, whether such finding of fact supports the conclusion of law that plaintiff is bound by the agreement among the heirs.</p>\n<p>The record of the County Committee hearing at which plaintiff first sought to establish her right to the disputed allotments recites certain \"facts relative to original determination made by the County Committee.\" These are: (1) a request by plaintiff for division of the E. M. Currin Estate; (2) a subsequent presentation by one of the Currin heirs of an agreement, signed by the heirs, purporting to divide the estate by the estate method; (3) an affidavit that certain of the heirs who had signed the agreement did not know of its contents; (4) a memorandum asserting that plaintiff is not bound by the agreement, because she is not an heir, and because it did not adequately describe the land; (5) that plaintiff paid $5500 for the land; and (6) that the land involved is swampy, has sewer lines across it, creating obnoxious odors, and that it has been used in part as a city dump.</p>\n<p>Based on these facts, the County Committee concluded:</p>\n<blockquote>\"* * * that the signatures on the agreement are valid; that it was the individual responsibility of each heir to understand the contents of the agreement; that the signatures are valid regardless of the notary seal affixed; that all of the E. M. <span class=\"star-pagination\">*899</span> Currin Estate located in Harnett County is included in the agreement; that $5500 is a reasonable purchase price for 89.44 acres of farmland.\"</blockquote>\n<p>The committee, based on this conclusion, then determined that the Currin Estate should be divided by the estate method according to the agreement signed by all the heirs. There was no mention of plaintiff's testimony at the hearing to the effect that she did not know of the agreement when she bought the land. Plaintiff's Exhibit B-2.</p>\n<p>On appeal, the State Committee found as facts that (1) all the Currin heirs signed the agreement, (2) plaintiff purchased her land after the agreement was executed, and (3) the agreement sufficiently described the land purchased by plaintiff to include it in the agreement. The State Committee then determined \"that the estate method of division agreement signed by all the heirs * * * is valid and takes precedence over subsequent sales of land by any of the heirs of the E. M. Currin Estate.\" Plaintiff's Exhibit D, p. 1. There were no findings of fact with respect to whether or not plaintiff agreed when she bought the land that no allotments were to accompany it.</p>\n<p>Apparently, without consideration of whether plaintiff agreed to buy the land without allotments, both the County Committee and the State Committee concluded as a matter of law that the agreement was binding on plaintiff because it was executed before plaintiff's purchase. Such a determination as a matter of law would have to be reversed by this court because of plaintiff's interest in the subject matter at the time the heirs' agreement became effective. And, if the determination were made for the reason that plaintiff had consented to a purchase without allotments, we still must reverse for the reason that there are no findings of fact to support the conclusion of law that she is therefore bound, or, for that matter, no sufficient evidence regarding her consent upon which findings of fact could be based. Thus, the administrative determination must be invalidated both as a matter of fact and of law.</p>\n<p>The statute permitting judicial review of administrative decisions of tobacco allotments provides that the district court, upon application, may direct the Review Committee to take such additional evidence as is material to a determination of the case. 7 U.S.C.A. § 1366. While no such application has been made here, the defendants have requested the court to dismiss the action so that a Review Committee may hear plaintiff's application pursuant to 7 U.S.C.A. § 1365. We treat the defendants' request as an application under 7 U.S.C.A. § 1363. The Review Committee should make findings of fact and conclusions of law with respect to whether plaintiff, before purchasing the land, had agreed with Mrs. Pepoon that no allotments were to accompany it. If the evidence supports a finding that there was such agreement, then this court would be bound by the administrative decision denying plaintiff's application for a tobacco allotment.</p>\n<p>If, however, the Review Committee finds that plaintiff had not so agreed, then it should reconstitute the acreage and allot to plaintiff the amount to which she is entitled under the applicable regulations.</p>\n<p>This conclusion permits the anomalous result that plaintiff is bound by the determination regarding wheat and feed grain allotments because of her failure to appeal, while the determination regarding the tobacco allotment is not conclusive. Conceivably, the Review Committee could find that plaintiff made no agreement with Mrs. Pepoon regarding allotments but because of the difference in procedure she could get no relief on the wheat and feed grain allotments, while relief would be granted with respect to the tobacco. This would create an obvious inequity over which this court has no control, but with respect to which we would call to the attention of the proper authorities the following language in the regulations:</p>\n<blockquote>\"* * * <i>Provided,</i> that a request for reconsideration or appeal may <span class=\"star-pagination\">*900</span> be accepted and acted upon even though it is not filed within such time limit [15 days after notice of determination] if, in the judgment of the committee or person to whom such request for reconsideration or appeal is made, the circumstances warrant such action * * *\" ASCS Regs. 728.60, 29 F.R. 5507 (1964) (wheat), ASCS Regs. 775.314, 29 F.R. 590 (1964) (feed grain).</blockquote>\n<p>For the foregoing reasons, we remand with directions that a Review Committee described in 7 U.S.C.A. § 1363 conduct further proceedings not inconsistent with this opinion. Defendants' prayer for an injunction restraining the enforcement of the State Committee's determination is denied, inasmuch as the case has been remanded for further proceedings.</p>\n<p>This cause is retained.</p>\n<h2>NOTES</h2>\n<p>[1]  7 U.S.C.A. §§ 1363-1366.</p>\n<p>[2]  ASCS Regs. 728.60, 29 F.R. 5507 (1964) (wheat), and ASCS Regs. 775.314, 29 F.R. 590 (1964) (feed grain).</p>\n<p>[3]  Ibid.</p>\n<p>[4]  7 U.S.C.A. § 1313(d).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/245949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1200709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1748768/"
  ]
}